{
    "eid": "2-s2.0-85170387792",
    "title": "Predicting Residential Photovoltaic Adoption Intention of Potential Prosumers in Thailand: A Theory of Planned Behavior Model",
    "cover-date": "2023-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy (miscellaneous)",
            "@code": "2101",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Control and Optimization",
            "@code": "2606",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "diffusion of innovations",
        "innovativeness",
        "intention",
        "prosumer",
        "renewable energy",
        "residential solar photovoltaics",
        "RPV adoption",
        "Thailand",
        "theory of planned behavior",
        "TPB"
    ],
    "authors": [
        "Thipnapa Huansuriya",
        "Kris Ariyabuddhiphongs"
    ],
    "citedby-count": 0,
    "ref-count": 60,
    "ref-list": [
        "Blind spots in policy analysis: What economics doesn’t say about energy use",
        "Stakeholders’ perspectives of design options for a rooftop solar PV self-consumption scheme in Thailand",
        "The economics of solar PV self-consumption in Thailand",
        "Forecast of rooftop PV adoption in Thailand",
        "Barriers to the adoption of photovoltaic systems: The state of the art",
        "Investigating the importance of motivations and barriers related to microgeneration uptake in the UK",
        "Motivations and barriers associated with adopting microgeneration energy technologies in the UK",
        "Explaining interest in adopting residential solar photovoltaic systems in the United States: Toward an integration of behavioral theories",
        "Policy influence on consumers’ evolution into prosumers–Empirical findings from an exploratory survey in Europe",
        "Household installation of solar panels–Motives and barriers in a 10-year perspective",
        "Drivers, enablers, and barriers to prosumerism in Bangladesh: A sustainable solution to energy poverty?",
        "Renewable energy prosumers in Mediterranean viticulture social–ecological systems",
        "The diffusion of solar energy use in HK: What are the barriers?",
        "Stimulating the diffusion of photovoltaic systems: A behavioural perspective",
        "Effective information channels for reducing costs of environmentally- friendly technologies: Evidence from residential PV markets",
        "Knowledge and adoption of solar home systems in rural Nicaragua",
        "It would be a shame if we did not take advantage of the spirit of the times …”: An analysis of prospects and barriers of building integrated photovoltaics",
        "And then what happened? A retrospective appraisal of China’s Renewable Energy Development Project (REDP)",
        "Identifying the factors affecting the willingness to pay for fuel-efficient vehicles in Turkey: A case of hybrids",
        "How are social-psychological factors related to consumer preferences for plug-in electric vehicles? Case studies from two cities in China",
        "More than innovativeness: Comparing residents’ motivations for participating renewable energy communities in different innovation segments",
        "A study of factors influencing on passive and active acceptance of home energy management services with internet of things",
        "A Behavior theory integrated ANN analytical approach for understanding households adoption decisions of residential photovoltaic (RPV) system",
        "The theory of planned behavior",
        "Different strokes for different folks? Comparing pro-environmental intentions between electricity consumers and solar prosumers in Sweden",
        "Intentions to adopt photovoltaic systems depend on homeowners’ expected personal gains and behavior of peers",
        "Public perceptions and information gaps in solar energy in Texas",
        "A meta-analysis of residential PV adoption: The important role of perceived benefits, intentions and antecedents in solar energy acceptance",
        "Why homeowners strive for energy self-supply and how policy makers can influence them",
        "Consumer attitudes towards domestic solar power systems",
        "Attitudes, preferences, and intentions of German households concerning participation in peer-to-peer electricity trading",
        "Solar policy and practice in Germany: How do residential households with solar panels use electricity?",
        "Motives for and barriers to household adoption of small-scale production of electricity: Examples from Sweden",
        "Peer effects in residential solar photovoltaics adoption–A mixed methods study of Swedish users",
        "Residential solar electricity adoption: What motivates, and what matters? A case study of early adopters",
        "Peer effects in the diffusion of solar photovoltaic panels",
        "Some antecedents of price sensitivity",
        "Status consumption and price sensitivity",
        "Consumers’ willingness to buy and willingness to pay for fair trade food: The influence of consciousness for fair consumption, environmental concern, trust and innovativeness",
        "Understanding the intention to use mobile shopping applications and its influence on price sensitivity",
        "Consumer innovativeness, product innovation and smart toys",
        "Opinion leadership and willingness to pay for residential photovoltaic systems",
        "Why do consumers choose photovoltaic panels? Identification of the factors influencing consumers’ choice behavior regarding photovoltaic panel installations",
        "A decade of solar PV deployment in ASEAN: Policy landscape and recommendations",
        "Consumer attitude and purchase intention toward rooftop photovoltaic installation: The roles of personal trait, psychological benefit, and government incentives",
        "Agent-based modeling of energy technology adoption: Empirical integration of social, behavioral, economic, and environmental factors",
        "Attitude importance and attitude-relevant knowledge: Motivator and enabler",
        "Psychological and social determinants that influence Interest in residential photovoltaic (RPV)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}