{
    "eid": "2-s2.0-84977271739",
    "title": "Nitrogen removal from a recirculating aquaculture system using a pumice bottom substrate nitrification-denitrification tank",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Nature and Landscape Conservation",
            "@code": "2309"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Denitrification",
        "Nitrification",
        "Nitrogen treatment",
        "Pumice bottom substrate tank",
        "Recirculating aquaculture systems"
    ],
    "authors": [
        "Wiboonluk Pungrasmi"
    ],
    "citedby-count": 25,
    "ref-count": 28,
    "ref-list": [
        "Bio-filters: The need for an new comprehensive approach",
        "Insight into bacterial population in aquaculture systems and its implication",
        "Can. J. Fish. Aquat. Sci.",
        "Nitrate removal effectiveness of fluidized sulfur-based autotrophic denitrification biofilters for recirculating aquaculture systems",
        "Nitrogen removal using biodegradable polymers as carbon source and biofilm carriers in a moving bed biofilm reactor",
        "J. Water Environ. Technol.",
        "Nitrogen removal techniques in aquaculture for a sustainable production",
        "Comparing the effects of high vs. Low nitrate on the health, performance, and welfare of juvenile rainbow trout Oncorhynchus mykiss within water recirculating aquaculture systems",
        "Biological filters in aquaculture: Trends and research directions for freshwater and marine applications",
        "Photosynthetic suspended-growth systems in aquaculture",
        "Comparison of the nitrification efficiencies of three biofilter media in a freshwater system",
        "Toxicity of Methanol to Fish, Crustacean, Oligochaete Worm, and Aquatic Ecosystem",
        "J. Water Sustain.",
        "A conceptual, stoichiometry-based model for single-sludge denitrification in recirculating aquaculture systems",
        "Inorganic nitrogen conversion and changes of bacterial community in sediment from shrimp pond after methanol addition",
        "Denitrification in aquaculture systems: An example of a fuzzy logic control problem",
        "Design and function of a closed, recirculating seawater system with denitrification for the culture of black tiger shrimp broodstock",
        "Effects of Organic Carbon Addition in Controlling Inorganic Nitrogen Concentrations in a Biofloc System",
        "Optimization and evaluation of a bottom substrate denitrification tank for nitrate removal from a recirculating aquaculture system",
        "Microbial diversity of biological filters in recirculating aquaculture systems",
        "Inorganic nitrogen control in a novel zero-water exchanged aquaculture system integrated with airlift-submerged fibrous nitrifying biofilters",
        "A novel approach to denitrification processes in a zero-discharge recirculating system for small-scale urban aquaculture",
        "Waste treatment in recirculating aquaculture systems",
        "Biological denitrification using poly(butylene succinate) as carbon source and biofilm carrier for recirculating aquaculture system effluent treatment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of the Higher Education Commission"
    ]
}