{
    "eid": "2-s2.0-84904037947",
    "title": "Attitudes toward, and interest in, the test-and-treat strategy for HIV prevention among Thai men who have sex with men",
    "cover-date": "2014-10-03",
    "subject-areas": [
        {
            "$": "Health (social science)",
            "@code": "3306"
        },
        {
            "$": "Social Psychology",
            "@code": "3207"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "attitudes",
        "HIV testing",
        "immediate antiretroviral therapy",
        "MSM",
        "test-and-treat strategy"
    ],
    "authors": [
        "Wirach Maek-A-Nantawat"
    ],
    "citedby-count": 13,
    "ref-count": 12,
    "ref-list": [
        "Antiretroviral therapy for prevention of HIV transmission in HIV-discordant couples",
        "Test-and-treat: The end of the HIV epidemic?",
        "The effect of expanded antiretroviral treatment strategies on the HIV epidemic among men who have sex with men in san francisco",
        "The rate of HIV testing is increasing among men who have sex with men in China",
        "Prevention of HIV-1 infection with early antiretroviral therapy",
        "Examining the promise of HIV elimination by 'test and treat' in hyperendemic settings",
        "Universal voluntary HIV testing with immediate antiretroviral therapy as a strategy for elimination of HIV transmission: a mathematical model",
        "Poster Session Presented at the19th International AIDS Conference",
        "Paper Presented at the Meeting of 18th International AIDS Conference",
        "HIV/AIDS-related stigmatizing and discriminatory attitudes and recent hiv testing among men who have sex with men in Beijing",
        "Correlates of frequency of HIV testing among men who have sex with men in Washington, DC",
        "Should we try to eliminate HIV epidemics by using a 'Test and Treat' strategy?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}