{
    "eid": "2-s2.0-85089833875",
    "title": "Photocatalytic degradation of organic dyes using nickel oxide incorporated titania nanocatalyst",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Ocean Engineering",
            "@code": "2212",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Degradation",
        "Methyl orange",
        "Nanocomposites",
        "Photocatalyst",
        "UV light"
    ],
    "authors": [
        "Lalitha Gnanasekaran",
        "R. Hemamalini",
        "Saravanan Rajendran",
        "Mu Naushad",
        "Jiaqian Qin",
        "F. Gracia",
        "Lorena Cornejo"
    ],
    "citedby-count": 1,
    "ref-count": 37,
    "ref-list": [
        "Synthesis and photocatalytic properties of Fe3O4@TiO2core-shell for degradation of Rhodamine B",
        "Photocatalytic degradation of gallic acid over CuO–TiO2composites under UV/Vis LEDs irradiation",
        "TiO2/NiO hybrid shells. p–n junction photocatalysts with enhanced activity under visible light",
        "A patterned-TiO2/SnO2bilayer type photocatalyst",
        "Enhanced photocatalytic performance of TiO2-ZnO hybrid nanostructures",
        "TiO2/CeO2hybrid photocatalyst with enhanced photocatalytic activity. Optimization of synthesis variables",
        "Synthesis and characterization of TiO2quantum dots for photocatalytic application",
        "Synthesis and characterization of metal oxides (CeO2, CuO, NiO, Mn3O4, SnO2and ZnO) nanoparticles as photo catalysts for degradation of textile dyes",
        "Nano FexZn1−xO as a tuneable and efficient photocatalyst for solar powered degradation of bisphenol A from aqueous environment",
        "P–N junction mechanism on improved NiO/TiO2photocatalyst",
        "Degradation of azo dyes under different wavelengths of UV light with chitosan-SnO2nanocomposites",
        "Comparative study on photocatalytic activity of ZnO prepared by different methods",
        "Understanding TiO2photocatalysis: mechanisms and materials",
        "Morphological control of mesoporosity and nanoparticles within Co3O4–CuO electrospun nanofibers. quantum confinement and visible light photocatalysis performance",
        "A review on TiO2-based Z-scheme photocatalysts",
        "Photoluminescence of dense nanocrystalline titanium dioxide thin films. Effect of doping and thickness and relation to gas sensing",
        "Visible light degradation of textile effluent using novel catalyst ZnO/γ-Mn2O3",
        "ZnO/Ag nano-composite. An efficient catalyst for degradation studies of textile effluents under visible light",
        "Nanoparticles assembled SnO2nanosheet photocatalysts for wastewater purification",
        "Structure and photoluminescence of TiO2nanocrystals doped and co-doped with N and rare earths (Y3+, Pr3+)",
        "Preparation of improved p-n junction NiO/TiO2nanotubes for solar-energy-driven light photocatalysis",
        "Carbon-Incorporated NiO/TiO2Mesoporous shells with p−n heterojunctions for efficient visible light photocatalysis",
        "Preparation and characterization of surface photo-catalytic activity with NiO/TiO2nanocomposite structure",
        "NiO/TiO2nanoparticles for photocatalytic disinfection of bacteria under visible light",
        "The influence of NiO addition in TiO2structure and its photoactivity",
        "The study of NiO/TiO2photocatalytic activity for degradation of methylene orange",
        "Immobilisation of titanium dioxide onto supporting materials in heterogeneous photocatalysis: a review",
        "Photo-remediation of toxic dye from aqueous environment using monometallic and bimetallic quantum dots based nano-composites",
        "Combination of CoWO4and Ag3VO4with Fe3O4/ZnO nanocomposites. Magnetic photocatalysts with enhanced activity through p-n-n hetero-junctions under visible light",
        "Synthesis of Fe3O4/C/TiO2Magnetic photocatalyst via vapor phase hydrolysis",
        "Surfactant assisted nano-composite cation exchanger: development, characterization and applications for the removal of toxic Pb2+from aqueous medium",
        "Low cost and quick time absorption of organic dye pollutants under ambient condition using partially exfoliated graphite",
        "Desorption of Methylene blue dye from brown macroalga: effects of operating parameters, isotherm study and kinetic modeling",
        "Adsorption kinetics, isotherm and reusability studies for the removal of cationic dye from aqueous medium using arginine modified activated carbon",
        "Hexavalent chromium removal from aqueous medium by activated carbon prepared from peanut shell: adsorption kinetics, equilibrium and thermodynamic studies",
        "Highly efficient adsorption of strontium ions by carbonated mesoporous TiO2",
        "Photodegradation of toxic dye using Gum Arabic-crosslinked-poly(acrylamide)/ Ni(OH)2/FeOOH nanocomposites hydrogel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60091507",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Arica",
            "@id": "60030782",
            "affilname": "Universidad de Tarapacá",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030782",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60013183",
            "affilname": "King Saud University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013183",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60012464",
            "affilname": "Universidad de Chile",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012464",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Chennai",
            "@id": "100343781",
            "affilname": "Queen’s College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100343781",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "FONDECYT Government of Chile",
        "King Saud University"
    ]
}