{
    "eid": "2-s2.0-85128001418",
    "title": "Upregulation of antigen presentation function and inflammation in chondrocytes by induction of proteoglycan aggrecan peptides (P16-31 and P263-280)",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Rheumatology",
            "@code": "2745",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "antigen presentation",
        "chondrocytes",
        "osteoarthritis",
        "proteoglycan aggrecan peptides"
    ],
    "authors": [
        "P. Sengprasert",
        "N. Leearamwat",
        "S. Ngarmukos",
        "P. Yuktananda",
        "A. Tanavalee",
        "R. Reantragoon"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "Clinical practice. Osteoarthritis of the knee",
        "Osteoarthritis",
        "Osteoarthritis as an inflammatory disease (osteoarthritis is not osteoarthrosis!)",
        "Synovial inflammation, immune cells and their cytokines in osteoarthritis: a review",
        "Basic science of osteoarthritis",
        "The basic science of articular cartilage: structure, composition, and function",
        "Cellular responses to human chondrocytes: absence of allogeneic responses in the presence of HLA-DR and ICAM-1",
        "Osteoarthritic articular chondrocytes stimulate autologous T cell responses in vitro",
        "HLA-B27-restricted antigen presentation by human chondrocytes to CD8+T cells: potential contribution to local immunopathologic processes in ankylosing spondylitis",
        "Structure and function of aggrecan",
        "The role of cytokines in cartilage matrix degeneration in osteoarthritis",
        "Proteases involved in cartilage matrix degradation in osteoarthritis",
        "The role of aggrecan in normal and osteoarthritic cartilage",
        "Immune responses to cartilage link protein and the G1 domain of proteoglycan aggrecan in patients with osteoarthritis",
        "Cartilage proteoglycan aggrecan epitopes induce proinflammatory autoreactive T-cell responses in rheumatoid arthritis and osteoarthritis",
        "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool",
        "Enrichr: a comprehensive gene set enrichment analysis web server 2016 update",
        "Role of chondrocytes in cartilage formation, progression of osteoarthritis and cartilage regeneration",
        "The role of changes in extracellular matrix of cartilage in the presence of inflammation on the pathology of osteoarthritis",
        "Molecular mechanisms of T-cell receptor and costimulatory molecule ligation/blockade in autoimmune disease therapy",
        "Inflammatory cytokines as a third signal for T cell activation",
        "Proteoglycan aggrecan conducting T cell activation and apoptosis in a murine model of rheumatoid arthritis",
        "Predominant cellular immune response to the cartilage autoantigenic G1 aggrecan in ankylosing spondylitis and rheumatoid arthritis",
        "The role of T cells in the pathogenesis of osteoarthritis",
        "Antigenic and immunogenic properties of chondrocytes. Implications for chondrocyte therapeutic transplantation and pathogenesis of inflammatory and degenerative joint diseases",
        "Sympathetic ophthalmia",
        "Functional and T cell receptor repertoire analyses of peripheral blood and infrapatellar fat pad T cells in knee osteoarthritis",
        "Phenotypes of osteoarthritis: current state and future implications",
        "T cells in osteoarthritis: alterations and beyond",
        "Cytotoxic T lymphocytes recognize and lyse chondrocytes under inflammatory, but not non-inflammatory conditions",
        "Danger-associated molecular patterns derived from the extracellular matrix provide temporal control of innate immunity",
        "Fibronectin fragment-induced expression of matrix metalloproteinases is mediated by MyD88-dependent TLR-2 signaling pathway in human chondrocytes",
        "Differential Toll-like receptor-dependent collagenase expression in chondrocytes",
        "Expression and regulation of Toll-like receptor 2 by IL-1beta and fibronectin fragments in human articular chondrocytes",
        "Bioactivity in an Aggrecan 32-mer Fragment Is Mediated via Toll-like Receptor 2",
        "An aggrecan fragment drives osteoarthritis pain through Toll-like receptor 2",
        "Hydrophobicity: an ancient damage-associated molecular pattern that initiates innate immune responses",
        "TCR contact residue hydrophobicity is a hallmark of immunogenic CD8+T cell epitopes",
        "Hydrophobicity as a driver of MHC class I antigen processing",
        "Surface hydrophobicity of microparticles modulates adjuvanticity",
        "Role of strong anchor residues in the effective binding of 10-mer and 11-mer peptides to HLA-A*2402 molecules",
        "Cooperativity of hydrophobic anchor interactions: evidence for epitope selection by MHC class II as a folding process"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "100thAnniversary Chulalongkorn University for Doctoral Scholarship",
        "CU Graduate School Thesis",
        "Chulalongkorn University"
    ]
}