{
    "eid": "2-s2.0-85051449814",
    "title": "Acetic acid fermented food products",
    "cover-date": "2016-01-05",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Ahmad Rosma"
    ],
    "citedby-count": 4,
    "ref-count": 205,
    "ref-list": [
        "New developments in oxidative fermentation",
        "Hippocrates",
        "Trop Sci",
        "In: Wood",
        "Cocoa sweatings-an effluent of potential value",
        "Beverage from honey and process for making it",
        "La Science alimentaire de A a Z",
        "Occurrence and function of yeasts in Asian indigenous fermented foods",
        "Extraction of Pulp from Fresh Cocoa Beans for Wine Production",
        "The suitability of African bush mango juice for wine production",
        "Production and quality evaluation of banana wine",
        "A Microbiological Study of Sudanese Date Wines",
        "Growth of yeasts, lactic and acetic acid bacteria in palm wine during tapping and fermentation from felled oil palm (Elaeis guineensis) in Ghana",
        "Coconut Vinegar",
        "J Univ Sci Technol Kumasi Ghana",
        "Microbiology and biochemistry of natural fermentation of coconut palm sap",
        "Trop Sci",
        "Yeast and lactic acid flora of tej, an indigenous Ethiopian honey wine: Variations within and between production units",
        "New brewing technologies: Setting the scene",
        "Coconut: Production and Utilisation",
        "Date Palm Products",
        "Fermented Fruits and Vegetables: A Global Perspective",
        "Proceedings: Standardization of Coconut Breeding Research Techniques, 20-25 June",
        "Conservation des fruitsapetite echclle",
        "Jyozo Kyokai Schi",
        "Jyozo Kyokai Schi",
        "The Complete Technology Book on Processing, Dehydration, Canning, Preservation of Fruits and Vegetables",
        "Acetobacter intermedius, sp. nov.",
        "Chemical composition of volatiles from coconut sap (neera) and effect of processing",
        "Nutritional patterns in acetic acid bacteria.",
        "Mixing Apparatus",
        "Volatile compounds in red wine vinegars obtained by submerged and surface acetification in different woods",
        "Evidence for S. cerevisiae Fermentation in Ancient Wine",
        "Edible Vinegar",
        "The Preservation and Bottling of Palm Wine",
        "Palm wine",
        "Processing and Manufacturing of Food in Ancient Rome, contribution No",
        "Re-examination of the genus Acetobacter, with descriptions of Acetobacter cerevisiae sp. nov., and Acetobacter malorum sp. nov",
        "Vinegar: Its History and Development",
        "J Am Vinegar Ind",
        "Commercial Fruit and vegetable Products: A Textbook for Student",
        "On the formation of acetoin by Acetobacter.",
        "Comparative carbohydrate metabolism and a proposal for a phylogenetic relationship of the acetic acid bacteria.",
        "Maximum yield acetic acid fermenter. Comparative fed-batch and continuous operation studies at pilot plant scales",
        "Application of denaturing gradient gel electrophoresis (DGGE) analysis to evaluate acetic acid bacteria in traditional balsamic vinegar",
        "Technology Aspects Related to the Application of Functional Starter Cultures",
        "Microorganisms as Allies: The Industrial Use of Fungi and Bacteria",
        "A General Treatise on the Manufacture of Vinegar",
        "Hyg Abt 1: Orig Suppl",
        "In: Reed",
        "Wiley-VCH Verlag GmbH & Co. KgaA",
        "Self‐priming aerator and mechanical defoamer for microbiological processes",
        "Food Sci Technol Abstract",
        "Genetic and physiological variants of yeast selected from palm wine",
        "Origin of Initial Microflora of Palm Wine from Oil Palm Trees (Elaeis guineensis)",
        "J Food Sci Technol",
        "I. Period of tapping a palm tree. W Afr J Biol Appl Chem",
        "Food: A Culinary History",
        "In: Wood",
        "Flav Fort",
        "FDA/ORA Compliance Policy Guides, Sec",
        "(ed.) Encyclopedi Britannica. William Benton",
        "Food Microbiology",
        "Manufacture of Vinegar",
        "US Patent",
        "Dietary acetic acid reduces serum cholesterol and triacylglycerols in rats fed a cholesterol-rich diet",
        "Podbor uksusnokislykh bakterii dlia polucheniia uksusa po skoromu sposobu.",
        "J Food Sci Tehcnol",
        "Biotechnol Bioeng Lett",
        "AN ACETOBACTER LETHAL TO YEASTS IN BOTTLED BEER",
        "Intra- and intergeneric similarities of the ribosomal ribonucleic acid cistrons of Acetobacter and Gluconobacter",
        "Le fermentazioni dell'aceto balsamico tradizionale",
        "Secrets de la cuisine francaise",
        "Vinegars from tropical Africa",
        "Numerical Analysis of Phenotypic Features and Protein Gel Electrophoregrams of a Wide Variety of Acetobacter strains. Proposal for the Improvement of the Taxonomy of the Genus Acetobacter Beijerinck 1898, 215",
        "Brewer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Minden",
            "affilname": "School of Industrial Technology",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Leh",
            "affilname": "High Mountain Arid Agricultural Research Institute, Leh",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Solan",
            "affilname": "Shoolini University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Solan",
            "affilname": "Dr. Yashwant Singh Parmar University of Horticulture and Forestry",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}