{
    "eid": "2-s2.0-85068234844",
    "title": "Do consumers expect companies to be socially responsible? The impact of corporate social responsibility on buying behavior",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Statistics, Probability and Uncertainty",
            "@code": "1804",
            "@abbrev": "DECI"
        },
        {
            "@_fa": "true",
            "$": "Management Science and Operations Research",
            "@code": "1803",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "CSR",
        "Environmental contribution",
        "Human resources",
        "Logistic customer satisfaction"
    ],
    "authors": [
        "Kitisak Jermsittiparsert",
        "Mohammed R.A. Siam",
        "Mustafa Rashid Issa",
        "Umair Ahmed",
        "Munwar Hussain Pahi"
    ],
    "citedby-count": 109,
    "ref-count": 69,
    "ref-list": [
        "Change, customer satisfaction and competition: Issues from the strategic management context. International Journal of Economics",
        "Impacts of corporate social responsibility on customer satisfaction in telecom industry of Bangladesh",
        "Performance evaluation of UK acquiring companies in the pre and post-acquisitions periods",
        "Radio frequency identification (RFID) technology as a strategic tool towards higher performance of supply chain operations in textile and apparel industry of Malaysia",
        "Reducing toxic waste produces quick results",
        "Customer satisfaction and effective HRM policies customer and employee satisfaction. International Journal of Social, Education",
        "Strategy and the environment",
        "Corporate responsibility and ROA: Evidence from the Italian Stock Exchange",
        "Environmental sustainability in the service industry of transportation and logistics service providers: Systematic literature review and research directions",
        "An historical trajectory of the economic transformation of the southern Keiyo community in Kenya",
        "The effect of customer‐centric green supply chain management on operational performance and customer satisfaction",
        "An analysis of corporate governance in the banking sector of Zimbabwe",
        "The partial least squares approach to structural equation modeling",
        "The effects of CSR on customer satisfaction and loyalty in China: The moderating role of corporate image. Journal of Economics",
        "Creating value for multiple stakeholders: Sustainable business models at the base of the pyramid",
        "Special issue: Supply chain and logistics decisions under environmental aspect",
        "Public infrastructure spending and economic growth in Nigeria: An Error Correction Mechanism (ECM) approach",
        "Integration between radical innovation and incremental innovation to expedite supply chain performance through collaboration and openinnovation: A case study of Indonesian logistic companies",
        "Implications of accountants unethical behavior and corporate failures. International Journal of Business",
        "The role of MNEs in community development initiatives in developing countries: Corporate social responsibility at work in Nigeria and South Africa",
        "Estimating the performance of the logistics services attributes influencing customer satisfaction in the field of refrigerated transport",
        "An analysis of environmental management, organizational context and performance of Spanish hotels",
        "A primer on partial least squares structural equation modeling (PLS-SEM)",
        "The impact of renewable energy on economic well-being of Malaysia: Fresh evidence from auto regressive distributed lag bound testing approach",
        "A new criterion for assessing discriminant validity in variance-based structural equation modeling",
        "Exploring the conditions under which salesperson work satisfaction can lead to customer satisfaction",
        "Corporate social responsibility in the multinational enterprise: Strategic and institutional approaches",
        "Corporate social responsibility and its role in community development: An international perspective",
        "Building values, business ethics and corporate social responsibility into the developing organization",
        "Electric vehicles in logistics and transportation: A survey on emerging environmental, strategic, and operational challenges",
        "Diversity on corporate boards and firm performance: An empirical evidence from Malaysia",
        "Reflections on decentralization, community empowerment and sustainable development in Cameroon",
        "HR management practices and customer satisfaction: The mediating effect of effective supply chain management practices",
        "Corporate social responsibility and customer satisfaction among US publicly traded hotels and restaurants",
        "Do a company’s sincere intentions with CSR initiatives matter to employees? A comparison of customer-related and employee-related CSR initiatives",
        "A multivariate analysis for risk capital estimation in insurance industry: Vine copulas",
        "Does corporate social responsibility influence firm performance of Indian companies?",
        "A conceptual model of corporate social responsibility dimensions, brand image, and customer satisfaction in Malaysian hotel industry",
        "Performance Indicators of E-Logistic System with mediating role of Information and Communication Technology (ICT)",
        "Insurance-economic growth Nexus: Evidence from Botswana",
        "Empirical and evidence-based investigation: External debt, poverty and economic growth nexus. International Journal of Applied Economics",
        "Corporate tax and profitability of deposit money banks in Nigeria. Journal of Accounting",
        "Corporate responsibility, multinational corporations, and nation states: An introduction",
        "The association between corporate risk disclosure and firm performance in emerging country–The case of Egypt",
        "Managing capital market reactions to corporate social responsibility",
        "Quality Management Practices towards Customer Satisfaction in Local Authority Public Services Website",
        "How does corporate social responsibility contribute to firm financial performance? The mediating role of competitive advantage, reputation, and customer satisfaction",
        "Corporate governance, sustainability and capital markets orientation",
        "Foreign direct investment (FDI) and employment: A case of province of Punjab, Pakistan",
        "Community and environmental sustainability: Collaboration and interdisciplinary education",
        "Theoretical framework In theoretical framework and hypothesis development",
        "Determinants of job satisfaction among nurses: Evidence from south Asian perspective",
        "The impact of corporate social responsibility on customer satisfaction, relationship maintenance and loyalty in the shipping industry",
        "Corporate social responsibility in the oil and gas industry: The importance of reputational risk",
        "The role of human resource management in corporate social responsibility issue brief and roadmap",
        "The Correlates of Developing Green Supply Chain Management Practices: Firms Level Analysis in Malaysia",
        "The influence of external pressure groups on corporate social disclosure: Some empirical evidence. Accounting",
        "Exploring corporate ability and social responsibility associations as antecedents of customer satisfaction cross-culturally",
        "The contribution of environmental scanning to organizational performance"
    ],
    "affiliation": [
        {
            "affiliation-city": "A’ali",
            "@id": "60276985",
            "affilname": "Arab Open University - Bahrain",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276985",
            "affiliation-country": "Bahrain"
        },
        {
            "affiliation-city": "Erbil",
            "@id": "60275645",
            "affilname": "Tishk International University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60275645",
            "affiliation-country": "Iraq"
        },
        {
            "affiliation-city": "Karachi",
            "@id": "60194955",
            "affilname": "Indus University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194955",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sintok",
            "@id": "60002763",
            "affilname": "Universiti Utara Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002763",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}