{
    "eid": "2-s2.0-85037972365",
    "title": "Silver nanoparticles-based hydrogel: Characterization of material parameters for pressure ulcer dressing applications",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Alginate",
        "Chitosan",
        "Hydrogel",
        "Pressure ulcer",
        "Silver nanoparticles",
        "Wound dressing"
    ],
    "authors": [
        "Thitikan Khampieng",
        "Supisara Wongkittithavorn",
        "Sonthaya Chaiarwut",
        "Pongpol Ekabutr",
        "Prasit Pavasant",
        "Pitt Supaphol"
    ],
    "citedby-count": 44,
    "ref-count": 32,
    "ref-list": [
        "Advanced therapeutic dressings for effective wound healing—a review",
        "Managing pressure sores",
        "Effective management of pressure ulcers using Hydrofibre technology with silver ions",
        "Wound dressings and comparative effectiveness data",
        "Antimicrobial dressings",
        "Infected pressure ulcers in elderly individuals",
        "Properties of Ag/PVP hydrogel nanocomposite synthesized in situ by gamma irradiation",
        "Chitosan-PVP-nano silver oxide wound dressing: in vitro and in vivo evaluation",
        "Effects of silver-based wound dressings on the bacterial flora in chronic leg ulcers and its susceptibility in vitro to silver",
        "Biomedical applications of hydrogels: a review of patents and commercial products",
        "A review on polymeric hydrogel membranes for wound dressing applications: PVA-based hydrogel dressings",
        "Radiation synthesis of PVP/alginate hydrogel containing nanosilver as wound dressing",
        "Radiation preparation and swelling behavior of sodium carboxymethyl cellulose hydrogels",
        "Recent advances on the development of wound dressings for diabetic foot ulcer treatment—a review",
        "Radiation stability of resveratrol in immobilization on poly vinyl pyrrolidone hydrogel dressing for dermatological use",
        "Irradiation of polyvinyl alcohol and polyvinyl pyrrolidone blended hydrogel for wound dressing",
        "Novel chitin and chitosan nanofibers in biomedical applications",
        "Strategies to improve chitosan hemocompatibility: a review",
        "Production of hydrogel wound dressings using gamma radiation",
        "Antimicrobial efficacy of a novel silver hydrogel dressing compared to two common silver burn wound dressings: acticoat™ and PolyMem Silver™",
        "Hydrogels: methods of preparation, characterisation and applications, in: a.B.T.-P. In m. and E.B.-F.A. and m. to T.A. Carpi",
        "Radiation Modification of Some Natural Polymers and Their Potential Applications",
        "Novel Smart Chitosan-Grafted Alginate Microcapsules pH-Sensitive Hydrogel for Oral Protein Delivery: Release and Bio-Evaluation Studies",
        "Preparation and in vitro in vivo characterization of polyelectrolyte alginate-chitosan complex based microspheres loaded with verapamil hydrochloride for improved oral drug delivery",
        "Chitosan-pectin polyelectrolyte complex as a carrier for colon targeted drug delivery",
        "A novel wound dressing material- Fibrin-chitosan-sodium alginate composite sheet",
        "Silver nanoparticle-loaded PVA/gum acacia hydrogel: synthesis, characterization and antibacterial study",
        "Preparation of high-stable silver nanoparticle dispersion by using sodium alginate as a stabilizer under gamma radiation",
        "Influence of dose on particle size of colloidal silver nanoparticles synthesized by gamma radiation",
        "Gamma irradiation route to synthesis of highly re-dispersible natural polymer capped silver nanoparticles",
        "Green synthesis of silver nanoparticles from leaf extract of Mimusops elengi, Linn. for enhanced antibacterial activity against multi drug resistant clinical isolates",
        "Hydrogels containing silver nanoparticles for burn wounds show antimicrobial activity without cytotoxicity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Ministry of Education",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}