{
    "eid": "2-s2.0-84928405486",
    "title": "Outlook and challenges for promoting solar photovoltaic rooftops in Thailand",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Energy security",
        "Low carbon electricity",
        "Renewable energy",
        "Solar PV policy",
        "Solar rooftop energy",
        "Thailand"
    ],
    "authors": [
        "Aksornchan Chaianong"
    ],
    "citedby-count": 54,
    "ref-count": 76,
    "ref-list": [
        "A review on solar energy use in industries",
        "Thailand Alternative Energy Situation 2012",
        "Energy Statistics",
        "Thailand Power Supply and Peak Demand 1969-2013",
        "Significant Natural Catastrophes 2012",
        "Status and outlook for Thailand's low carbon electricity development",
        "Thailand Alternative Energy Situation Q1/2013",
        "Thailand's Renewable Energy and Its Energy Future: Opportunities & Challenges",
        "South Outage Cost B500m: FTI",
        "The Renewable and Alternative Energy Development Plan for 25 Percent in 10 Years (AEDP 2012-2021)",
        "Thailand Power Development Plan 2010-2030 (PDP 2010)",
        "A Review of Recent Development of Solar Thermal Technology Research in Thailand",
        "Solar energy: Markets, economics and policies",
        "Energy Statistic",
        "Industry Overview: The Photovoltaic Market in Germany",
        "Energy policy to promote photovoltaic generation",
        "A general approach toward building integrated photovoltaic systems and its implementation barriers: A review",
        "Why Are Residential PV Prices in Germany so Much Lower Than in the United States?",
        "A review of solar photovoltaic levelized cost of electricity",
        "Feed-in Tariff Scheme in Japan",
        "30 Years of Solar Energy Development in Japan: Co-evolution Process of Technology, Policies and the Market",
        "Solar photovoltaic in Malaysia: The way forward",
        "Department of Alternative Energy Development and Efficiency. Energy Consumption for Residential Sector",
        "Population Estimates and Projections Section",
        "A review on global solar energy policy",
        "PV development in Thailand",
        "Department of Alternative Energy Development and Efficiency. Thailand Alternative Energy Situation 2012",
        "Handbook for Solar Photovoltaic (PV) Systems",
        "Which Solar Panel Type is Best?",
        "Analysis of the silicon market: Will thin films profit?",
        "Comodity: Silicon",
        "Thin-film's Share of Solar Panel Market to Double by 2013",
        "Best Thin Film Solar Panels - Amorphous, Cadmium Telluride or CIGS?",
        "26th European Photovoltaic Solar Energy Conference",
        "Emissions from photovoltaic life cycles",
        "Life cycle impact analysis of cadmium in CdTe PV production",
        "Monocrystalline Vs Polycrystalline Solar Panels",
        "Thin Film Vs. Crystalline Silicon PV Modules",
        "Sustainable Energy-without the Hot Air",
        "Solar Cell Fabrication Technologies",
        "Module Cost Structure Breakdown: Can Thin Film Survive the Crystalline Silicon Onslaught? Lux Research",
        "CIS/CIGS Thin-film Module Cost Should Benefit from Solar PV Manufacturing Equipment Improvement in the Coming Years",
        "Photovoltaic (PV) Pricing Trends: Historical, Recent and Near-term Projections",
        "The 20th Meeting Report",
        "A Review of the U.S. Solar Workforce",
        "U.S. Solar Photovotaic Manufacturing Industry Trends, Global Competition, Federal Support",
        "Small Scale Domestic Rooftop Solar Photovoltaic Systems",
        "Thermal performance of parabolic concentrators under Malaysian environment: A case study",
        "A review of drivers, benefits, and challenges in integrating renewable energy sources into electricity grid",
        "Grid-connected photovoltaic power systems: Technical and potential problems-A review",
        "Investigation of voltage stability for residential customers due to high photovoltaic penetrations",
        "Grid-tied PV system energy smoothing",
        "Technology development needs for integrated grid-connected PV systems and electric energy storage",
        "PV plant intermittency mitigation using constant DC voltage PV and EV battery storage",
        "Determining optimum tilt angles and orientations of photovoltaic panels in Sanliurfa, Turkey",
        "Optimum fixed orientations and benefits of tracking for capturing solar radiation in the continental United States",
        "Renewable Energy Cost Database",
        "Electricity Power in Thailand 2011",
        "Political Attitudes Toward the Environment: The Politics of Residential Solar Panel Installations in California. the Department of Political Science",
        "Principle City Plan Ministerial Regulations, B.E. 2556. Department of Public Works and Town & Country Planning",
        "Department of Industrial Works",
        "The analysis on photovoltaic electricity generation status, potential and policies of the leading countries in solar energy",
        "Support for solar PV deployment in Spain: Some policy lessons",
        "Analysis of the Clean Energy Standard Act of 2012",
        "U.S. Solar Market Trend 2010, Interstate Renewable Energy Council (IREC), USA",
        "Analysis on the development and policy of solar PV power in China",
        "Solar Energy in Japan",
        "Japan's High-cost Renewable Energy Curbs Subsidy Impact2012",
        "Japan Set to Top Solar Power Market",
        "Ministry of Energy. Electricity and Oil Prices during 2002-2007",
        "Department of Alternative Energy Development and Efficiency",
        "Environment Working with Customers",
        "A review on energy saving strategies in industrial sector",
        "Analysis of the photovoltaic solar energy capacity of residential rooftops in Andalusia (Spain)",
        "Government Policy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}