{
    "eid": "2-s2.0-84905392128",
    "title": "Transesterification of palm olein using sodium phosphate impregnated on an alumina support",
    "cover-date": "2014-08-22",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Heterogeneous catalyst",
        "Palm olein",
        "Sodium phosphate",
        "Transesterification"
    ],
    "authors": [
        "K. Thinnakorn"
    ],
    "citedby-count": 8,
    "ref-count": 40,
    "ref-list": [
        "A review on biodiesel production, combustion, emissions and performance",
        "Biodiesel production process by homogeneous/heterogeneous catalytic system using an acid-base catalyst",
        "Acid esterification of a high free fatty acid crude palm oil and crude rubber seed oil blend: Optimization and parametric analysis",
        "Transesterification of triglycerides in high and low quality oil feeds over an HT2 hydrotalcite catalyst",
        "Development of heterogeneous base catalysts for biodiesel production",
        "Alkaline and alkaline-earth metals compounds as catalysts for the methanolysis of sunflower oil",
        "Transesterification of soybean oil to biodiesel using CaO as a solid base catalyst",
        "Screening, optimization and kinetics of Jatropha curcas oil transesterification with heterogeneous catalysts",
        "A review on FAME production processes",
        "Chem. Eng.",
        "Activity of solid catalysts for biodiesel production: A review",
        "Transesterification of soybean oil catalyzed by potassium loaded on alumina as a solid-base catalyst",
        "Solid base catalyzed transesterification of canola oil",
        "Heterogeneous catalysis of transesterification of soybean oil using KI/mesoporous silica",
        "Biodiesel production from crude palm oil using sulfonic acid-modified mesostructured catalysts",
        "Fuel",
        "Biodiesel from sunflower oil in supercritical methanol with calcium oxide",
        "Calcium carbonate catalyzed alcoholysis of fats and oils",
        null,
        "Transesterification of soybean oil with nano-MgO or not in supercritical and subcritical methanol",
        "Biodiesel production by heterogeneous catalysts and supercritical technologies",
        null,
        "Energy Fuel",
        "Transesterification of the crude oil of rapeseed with NaOH in supercritical and subcritical methanol",
        "Biodiesel production via transesterification of palm olein using sodium phosphate as a heterogeneous catalyst",
        null,
        "Chem. Cent. J.",
        "Kinetics of the non-catalytic transesterification of soybean oil",
        "Kinetics of hydrolysis and methyl esterification for biodiesel production in two-step supercritical methanol process",
        "Influence of the operating conditions and the external mass transfer limitations on the synthesis of fatty acid esters using a Candida antarctica lipase",
        "The effect of agitation intensity on alkali-catalyzed methanolysis of sunflower oil",
        null,
        "Prediction of phase equilibria in hydrocarbon + near-critical solvent systems",
        "Aspects of potassium leaching in the heterogeneously catalyzed transesterification of rapeseed oil",
        "J. Catal.",
        null,
        "Lipase from Thermomyces lanuginosus: Uses and prospects as an industrial biocatalyst",
        "Surface chemical promotion of Ca oxide catalysts in biodiesel production reaction by the addition of monoglycerides, diglycerides and glycerol"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}