{
    "eid": "2-s2.0-84941595671",
    "title": "Transgranular liquation cracking of grains in the semi-solid state",
    "cover-date": "2015-09-10",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Karagadde"
    ],
    "citedby-count": 71,
    "ref-count": 51,
    "ref-list": [
        "Revealing the micromechanisms behind semi-solid metal deformation with time-resolved X-ray tomography",
        "In situ synchrotron tomographic quantification of granular and intragranular deformation during semi-solid compression of an equiaxed dendritic Al-Cu alloy",
        "In situ X-ray tomography observation of inhomogeneous deformation in semi-solid aluminium alloys",
        "Direct observation of deformation in semi-solid carbon steel",
        "An X-ray microtomographic and finite element modeling approach for the prediction of semi-solid deformation behaviour in Al-Cu alloys",
        "Dilatant shear bands in solidifying metals",
        "In situ study of granular micromechanics in semi-solid carbon steels",
        "High-temperature transgranular fracture in an austenitic stainless steel",
        "Transgranular fracture in low temperature brittle fracture of high nitrogen austenitic steel",
        "Size-dependent deformation in nanograins and nanotwins",
        "Fracture toughness of graphene",
        "Persistence of granular structure during compaction processes",
        "Changes in acoustic event properties with progressive fracture damage",
        "In situ experimental study of roughness development at a stressed solid/fluid interface",
        "Evidence for seismogenic fracture of silicic magma",
        "Magma flow, exsolution processes and rock metasomatism in the Great Messejana-Plasencia dyke (Iberian Peninsula)",
        "Seismogenic lavas and explosive eruption forecasting",
        "Influence of sub-surface defects on low-cycle fatigue life in a gas turbine disc alloy at elevated temperature",
        "Liquation cracking in aluminium alloy welds",
        "Philos. Trans. R. Soc. London. Ser. A, Math. Phys. Sci",
        "The liquation cracking behavior of IN738LC superalloy during low power Nd:YAG pulsed laser welding",
        "In situ observation of hot tearing formation in succinonitrile-acetone",
        "Mechanical properties in the semi-solid state and hot tearing of aluminium alloys",
        "Solidification of A356 alloy in a linear electromagnetic stirrer",
        "Behavior of metal alloys in the semisolid state",
        "Rheology and microstructural development of a Al-4wt%Cu alloy in the semi-solid state",
        "Development of strength in solidifying aluminium alloys",
        "Shear deformation of high solid fraction (>0.60) semi-solid SnPb under various structures",
        "Characterisation of semi-solid material mechanical behaviour by indentation test",
        "Microstructure of stir-cast metals",
        "The fragmentation of primary dendrites during shearing in semisolid processing",
        "Dendrite fragmentation by catastrophic elastic remelting",
        "Corrosion",
        "I12: The Joint Engineering, Environment and Processing (JEEP) beamline at Diamond Light Source",
        "Contact force measurements and stress-induced anisotropy in granular materials",
        "Statistics of the contact network in frictional and frictionless granular packings",
        "Exploring dendrite coherency with the discrete element method",
        "Nat. Phys. Sci.",
        "Influence of barium addition on the microstructure and the rheological behaviour of partially solidified Al-Cu alloys",
        "Liquid metal embrittlement: A state-of-the-art appraisal",
        "In situ X-ray observation of semi-solid deformation and failure in Al-Cu alloys",
        "Interface morphology development during stress corrosion cracking: Part I. Via surface diffusion",
        "Instabilities in stress corrosion and the transition to brittle failure",
        "On the structure of stress-strain relations for time-dependent plastic deformation in metals",
        "Interface morphology development during stress corrosion cracking: Part I. Via surface diffusion",
        "Influence of Fe-rich intermetallics on solidification defects in Al-Si-Cu alloys",
        "Time-resolved synchrotron tomographic quantification of deformation-induced flow in a semi-solid equiaxed dendritic Al-Cu alloy",
        "Indentation of a power law creeping solid",
        "Trends in synchrotron-based tomographic imaging: The SLS experience",
        "Development of a laser-based heating system for in situ synchrotron-based X-ray tomographic microscopy",
        "A ring artifact suppression algorithm based on a priori information"
    ],
    "affiliation": [
        {
            "affiliation-city": "Didcot",
            "affilname": "Diamond Light Source",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Villigen",
            "affilname": "Paul Scherrer Institut",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "London",
            "affilname": "Imperial College London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Mumbai",
            "affilname": "Indian Institute of Technology Bombay",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Manchester",
            "affilname": "The University of Manchester",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Didcot",
            "affilname": "Research Complex at Harwell",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Manchester X-ray Imaging Facility and Research Complex at Harwell",
        "Engineering and Physical Sciences Research Council",
        "European Commission"
    ]
}