{
    "eid": "2-s2.0-85136688596",
    "title": "Municipal solid waste management for reaching net-zero emissions in ASEAN tourism twin cities: A case study of Nan and Luang Prabang",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Benefit–cost analysis",
        "Greenhouse gas emission",
        "Low-carbon city",
        "Municipal solid waste",
        "Net-zero emission",
        "Waste management"
    ],
    "authors": [
        "Kannaphat Chuenwong",
        "Weerin Wangjiraniran",
        "Jakapong Pongthanaisawan",
        "Sulak Sumitsawan",
        "Tassamon Suppamit"
    ],
    "citedby-count": 4,
    "ref-count": 53,
    "ref-list": [
        "Positive and negative impacts of tourism on environment: a case study of Pattaya city, Thailand",
        "An in-depth review on municipal solid waste management, treatment and disposal in Bangladesh",
        "A novel multi-dimensional modeling approach to integrated municipal solid waste management",
        "Cost benefit analysis of a municipal solid waste recycling facility in Soweto, South Africa",
        "Municipal solid waste – study of refuse derived fuel viability in Portugal with focus on regional planning",
        "Towards low carbon society in Iskandar Malaysia: implementation and feasibility of community organic waste composting",
        "Tourism and Regional Integration in Southeast Asia. V.R.F. Series No. 481",
        "Financing landfill gas projects in developing countries",
        "Hong Kong's greenhouse gas emissions from the waste sector and its projected changes by integrated waste management facilities",
        "Average Exchange Rate 2017",
        "Modelling net zero emissions",
        "Nan and Luang Prabang [Map]",
        "A multi- objective robust optimization model for site-selection and capacity allocation of municipal solid waste facilities: a case study in Tehran",
        "The analysis of greenhouse gas emissions/reductions in waste sector in Vietnam",
        "Institute for Global Environmental Strategies, A Guide for Improving Municipal Solid Waste Management and Promoting Urban Organic Waste Utilization in Lao PDR",
        "Institute for Global Environmental Strategies, Estimation Tool for Greenhouse Gas (GHG) Emissions from Municipal Solid Waste (MSW) Management in a Life Cycle Perspective, the Project of Measurement, Reporting and Verification (MRV) for Low Carbon Development in Asia (FY2013)",
        "Intergovernmental Panel on Climate Change, IPCC Guidelines for National Greenhouse Gas Inventories",
        "Climate Change 2013: the Physical Science Basis: Summary for Policymakers",
        "Composting as sustainable strategy for municipal solid waste management in the Chimborazo Region, Ecuador: suitability of the obtained composts for seedling production",
        "Laos Pilot Program for Narrowing the Development Gap toward ASEAN Integration, Progress Report 1: Supplement 2 (Luangprabang). Vientiane, Laos",
        "What a Waste 2.0: A Global Snapshot of Solid Waste Management to 2050",
        "Estimating greenhouse gas emissions from municipal solid waste management in Depok, Indonesia",
        "Lao statistic bureau",
        "Tourism and municipal solid waste management in developing economies: challenges and opportunities",
        "The impact of tourism on municipal solid waste generation: the case of Menorca Island (Spain)",
        "2014 Tourism Statistical Report",
        "COP26: Key Outcomes from the UN Climate Talks in Glasgow",
        "Waste management in touristic regions",
        "Nan Provincial Statistical Office, Nan Provincial Statistic Report: 2018",
        "Neighbouring Countries Economic Development Cooperation Agency, the Route of Nan Twin City to Luang Prabang",
        "Office of the National Economic and Social Development Council. Project for Promoting Sustainable in Future Cities of Thailand",
        "Office of the National Economics and Social Development Council. Gross Regional and Provincial Product Chain Volume Measure 2018 Edition",
        "Carbon footprint reduction potential of waste management strategies in tourism",
        "A multi-objective model to optimize country-scale municipal solid waste management with economic and environmental objectives: a case study in Malaysia",
        "The economic case for low-carbon waste management in rapidly growing cities in the developing world: the case of Palembang, Indonesia",
        "Pollution Control Department, Ministry of Natural Resources and Environment, Booklet on Thailand State of Pollution 2018. PCD. No. 06-069",
        "Waste hierarchy index for circular economy in waste management",
        "Scenario planning for low carbon tourism city: a case study of Nan",
        "Data Collection Survey on Region Development in Luang PraBang, LAO P.D.R., Final report 2016",
        "Review on Indian municipal solid waste management practices for reduction of environmental impacts to achieve sustainable development goals",
        "The relationship between tourism and economic growth among BRICS countries: a panel cointegration analysis",
        "Zero emission targets as long-term global goals for climate protection",
        "Quantitative analysis of the methane gas emissions from municipal solid waste in India",
        "Thailand Greenhouse Gas Management Organization, Waste Management Options for Greenhouse Gas Reduction",
        "Thailand Greenhouse Gas Management Organization, Development of Provincial Greenhouse Gas Reduction Project, Final report 2018",
        "Estimation of greenhouse gas emissions: an alternative approach to waste management for reducing the environmental impacts in Myanmar",
        "World Tourism Organization International. Tourism Highlights",
        "Benefits of improved municipal solid waste management on greenhouse gas reduction in Luang Prabang, Laos",
        "Waste management study in the archipelago tourism area (case study: Nusa Penida District, Bali Province, Indonesia)",
        "Annual Report 2017",
        "Population Growth 2017",
        "World Bank Knowledge Sharing Series on Low Carbon and Climate-Smart Cities"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National University of Laos and Souphanouvong University",
        "Chulalongkorn University"
    ]
}