{
    "eid": "2-s2.0-84961329865",
    "title": "Cocrystallization of artemisinin and amodiaquine hydrochloride",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Amodiaquine dihydrochloride monohydrate",
        "Artemisinin",
        "Cocrystallization",
        "Physicochemical characterization",
        "Solid state characterization"
    ],
    "authors": [
        "Wiriyaporn Sirikun"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "An overview of pharmaceutical cocrystals as intellectual property",
        "Crystal engineering of active pharmaceutical ingredients to improve solubility and dissolution rates",
        "General principles of pharmaceutical solid polymorphism: A supramolecular perspective",
        "Use of a glutaric acid cocrystal to improve oral bioavailability of a low solubility API",
        "Pharmaceutical co-crystals",
        "The salt-cocrystal continuum: The influence of crystal structure on ionization state",
        "Physical stability enhancement of theophylline via cocrystallization",
        "Making co-crystals - The utility of ternary phase diagrams",
        "Diversity in single- and multiple-component crystals. the search for and prevalence of polymorphs and cocrystals",
        "Artemisinins",
        "Thai J. Pharm Sci",
        "Polymorphism of artemisinin from Artemisia annua",
        "Malaria",
        "Progress in malaria control in endemic areas",
        "Celecoxib:nicotinamide dissociation: Using excipients to capture the cocrystal's potential",
        "Crystal Engineering of the Composition of Pharmaceutical Phases: Multiple-Component Crystalline Solids Involving Carbamazepine",
        "Comparative preclinical drug metabolism and pharmacokinetic evaluation of novel 4-aminoquinoline anti-malarials",
        "Artesunate plus amodiaquine combination therapy: Reviewing the evidence"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}