{
    "eid": "2-s2.0-85019765396",
    "title": "The current status of eye lens dose measurement in interventional cardiology personnel in Thailand",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Radiology",
            "@code": "2741"
        },
        {
            "$": "Physical Therapy",
            "@code": "3612"
        },
        {
            "$": "Radiation",
            "@code": "3108"
        }
    ],
    "keywords": [
        "Cataract",
        "Effective dose",
        "Eye dosimetry",
        "Interventional cardiology",
        "Lens opacity",
        "Optically stimulated luminescence"
    ],
    "authors": [
        "Anchali Krisanachinda"
    ],
    "citedby-count": 15,
    "ref-count": 27,
    "ref-list": [
        "Avoidance of radiation injuries from medical interventional procedures: ICRP Publication 85",
        "Radiation exposure to medical staff in interventional and cardiac radiology",
        "The 2007 recommendations of the international commission on radiological protection, vol. 37(2–4)",
        "Ann ICRP",
        "3. Radiopathology of skin and eye and radiation risk",
        "The 2007 Recommendations of the International Commission on Radiological Protection. ICRP publication 103.",
        "Cataracts among Chernobyl clean-up workers: Implications regarding permissible eye exposures",
        "RELID (Retrospective Evaluation of Lens Injuries and Dose)",
        "The lens is more sensitive to radiation than we had believed.",
        "Radiation protection; new insights in radiation risk and basic safety standards",
        "Duane’s clinical ophthalmology",
        "External factors in the development of cataract",
        "Quantitative assessment of the cataractogenic potential of very low doses of neutrons",
        "The New Epidemiology of Cataract",
        "The epidemiology of eye disease",
        "Eur Heart J",
        "Risk for radiation-induced cataract for staff in interventional cardiology: Is there reason for concern?",
        "Occupational radiation doses to operators performing cardiac catheterization procedures",
        "Front Radiat Ther Oncol",
        "The Lens Opacities Classification System III",
        "Personal dosimetry for interventional operators: When and how should monitoring be done?",
        "ICRP Publication 85: avoidance of radiation injuries from medical interventional procedures, 1st edn",
        "Eye lens dosimetry in interventional cardiology: Results of staff dose measurements and link to patient dose levels",
        null,
        "Eye lens dosimetry for interventional procedures - Relation between the absorbed dose to the lens and dose at measurement positions",
        "Corticosteroid-induced cataracts",
        "Ocular associations of diabetes other than diabetic retinopathy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kanazawa",
            "affilname": "Kanazawa University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}