{
    "eid": "2-s2.0-84988955300",
    "title": "Characterization of a hemocyte homeostasis-associated-like protein (HHAP) in the freshwater crayfish Pacifastacus leniusculus",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Immunology and Microbiology (miscellaneous)",
            "@code": "2401"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Immunology",
            "@code": "2403"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        }
    ],
    "keywords": [
        "Aeromonas hydrophila",
        "Hemocyte homeostasis",
        "Intestine",
        "Pacifastacus leniusculus",
        "RNA interference"
    ],
    "authors": [
        "Kantamas Apitanyasai"
    ],
    "citedby-count": 11,
    "ref-count": 28,
    "ref-list": [
        "Role of Penaeus monodon hemocyte homeostasis associated protein (PmHHAP) in regulation of caspase-mediated apoptosis",
        "Anim. Biol.",
        "Laminin receptor protein is implicated in hemocyte homeostasis for the whiteleg shrimp Penaeus (Litopenaeus) vannamei",
        "Molecular signatures at imminent death: Hemocyte gene expression profiling of shrimp succumbing to viral and fungal infections",
        "A long form of shrimp astakine transcript: Molecular cloning, characterization and functional elucidation in promoting hematopoiesis",
        "Experimental infection of white spot syndrome virus in freshwater crayfish Pacifastacus leniusculus",
        "Cell-mediated immunity in arthropods: Hematopoiesis, coagulation, melanization and opsonization",
        "Crustacean haemocytes and haematopoiesis",
        "Fish. Shellfish Immonol.",
        "Early events in crustacean innate immunity",
        "A cytokine-like factor astakine accelerates the hemocyte production in Pacific oyster Crassostrea gigas",
        null,
        "Histone H2A as a transfection agent in crayfish hematopoietic tissue cells",
        "Ancient cytokines, the role of astakines as hematopoietic growth factors",
        "Crustacean hematopoiesis and the astakine cytokines",
        "Invertebrate hematopoiesis: An astakine-dependent novel hematopoietic factor",
        "Fine structure and classification of shrimp hemocytes",
        "The influence of haemocyte number on the resistance of the freshwater crayfish, Pacifastacus leniusculus Dana, to the parasitic fungus Aphanomyces astaci",
        "A novel viral responsive protein is involved in hemocyte homeostasis in the black tiger shrimp, Penaeus monodon",
        "β-Thymosins and Hemocyte Homeostasis in a Crustacean",
        "Biol. Bull.",
        "Hemocyte production and maturation in an invertebrate animal; proliferation and gene expression in hematopoietic stem cells of Pacifastacus leniusculus",
        "An ancient role for a prokineticin domain in invertebrate hematopoiesis",
        "Discovery of immune molecules and their crucial functions in shrimp immunity",
        "Immunity mechanisms in crustaceans",
        "YHV-responsive gene expression under the influence of PmRelish regulation",
        "An insect TEP in a crustacean is specific for cuticular tissues and involved in intestinal defense",
        "The essential roles of core binding factors CfRunt and CfCBFβ in hemocyte production of scallop Chlamys farreri"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Uppsala Universitet",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Vetenskapsrådet",
        "Thailand Research Fund"
    ]
}