{
    "eid": "2-s2.0-85161385460",
    "title": "Nonce word evidence for the misinterpretation of implausible events",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Experimental and Cognitive Psychology",
            "@code": "3205",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "implausible events",
        "misinterpretations",
        "noncanonical structures",
        "nonce words",
        "sentence processing"
    ],
    "authors": [
        "Jack Dempsey",
        "Anna Tsiola",
        "Suphasiree Chantavarin",
        "Fernanda Ferreira",
        "Kiel Christianson"
    ],
    "citedby-count": 0,
    "ref-count": 59,
    "ref-list": [
        "The misinterpretation of noncanonical sentences revisited",
        "The cognitive basis for linguistic structures",
        "Contrast coding choices in a decade of mixed models",
        "Probabilistic online processing of sentence anomalies",
        "How many words do we read per minute? A review and meta-analysis of reading rate",
        "Brms: An R package for Bayesian multilevel models using stan",
        "How do people interpret implausible sentences?",
        "Learning new word meanings from context: A study of eye movements",
        "Examining the competing interpretations hypothesis in the comprehension of noncanonical structures",
        "When language comprehension goes wrong for the right reasons: Good-enough, underspecified, or shallow language processing",
        "Do readers misassign thematic roles? Evidence from a trailing boundary-change paradigm",
        "What if they’re just not that into you (or your experiment)? On motivation and psycholinguistics",
        "Thematic roles assigned along the garden path linger",
        "Context strengthens initial misinterpretations of text",
        "Effects of plausibility on structural priming",
        "Effects of plausibility on structural priming",
        "Younger and older adults’ “good-enough” interpretations of garden-path sentences",
        "EXPRESS: When and where did it happen? Systematic differences in recall of core and optional sentence information",
        "A coefficient of agreement for nominal scales",
        "The time course of word retrieval revealed by event-related brain potentials during overt speech",
        "Word meaning contributes to free recall performance in supraspan verbal list-learning tests",
        "Online representations of non-canonical sentences are more than good-enough",
        "Can propositional biases modulate syntactic repair processes? Insights from preceding comprehension questions",
        "Referencing context in sentence processing: A failure to replicate the strong interactive mental models hypothesis",
        "Misretrieval but not misrepresentation: A feature misbinding account of post-interpretive effects in number attraction",
        "EXPRESS: Syntactic adaptation leads to updated knowledge for local structural frequencies",
        "The misinterpretation of noncanonical sentences",
        "Good-enough representations in language comprehension",
        "Recovery from misanalyses of garden-path sentences",
        "The ‘good enough’ approach to language comprehension",
        "The problem of comprehension in psycholinguistics",
        "The diagnosis and cure of garden paths",
        "Rational integration of noisy evidence and prior semantic expectations in sentence interpretation",
        "Going beyond our means: A proposal for improving psycholinguistic methods",
        "What’s left if the jabberwock gets the semantics? An ERP investigation into semantic and syntactic processes during auditory sentence comprehension",
        "A failure to replicate rapid syntactic adaptation in comprehension",
        "Evidence for automatic accessing of constructional meaning: Jabberwocky sentences prime associated verbs",
        "Task effects on eye movements during reading",
        "Good-enough linguistic representations and online cognitive equilibrium in language processing",
        "This construction needs learned",
        "A noisy-channel model of human sentence comprehension under uncertain input",
        "Limits on lexical prediction during reading",
        "Cue validity and sentence interpretation in English, German, and Italian",
        "Does comprehension (sometimes) go wrong for noncanonical sentences?",
        "Passives are not hard to interpret but hard to remember: evidence from online and offline studies",
        "Misinterpretations in agreement and agreement attraction",
        "Aging, parafoveal preview, and semantic integration in sentence processing: Testing the cognitive workload of wrap-up",
        "A comparison of online and offline measures of good-enough processing in garden-path sentences",
        "Comprehenders model the nature of noise in the environment",
        "Error-driven retrieval in agreement attraction rarely leads to misinterpretation",
        "Lingering misinterpretations of garden path sentences arise from competing syntactic representations",
        "Underspecification of syntactic ambiguities: Evidence from self-paced reading",
        "Evidence for self-organized sentence processing: digging-in effects",
        "The activation of inappropriate analyses in garden-path sentences: Evidence from structural priming",
        "Investigating effects of selectional restriction violations and plausibility violation severity on eye-movements in reading",
        "Eye movements, word familiarity, and vocabulary acquisition",
        "I “hear” what you’re “saying”: Auditory perceptual simulation, reading speed, and reading comprehension"
    ],
    "affiliation": [
        {
            "affiliation-city": "Urbana",
            "@id": "60000745",
            "affilname": "University of Illinois Urbana-Champaign",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000745",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60027561",
            "affilname": "University of Illinois at Chicago",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027561",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}