{
    "eid": "2-s2.0-84990924161",
    "title": "Assessment of energy efficiency measures in the petrochemical industry in Thailand",
    "cover-date": "2016-11-20",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Energy conservation",
        "Greenhouse gases mitigation",
        "Petrochemical industry"
    ],
    "authors": [
        "Thanapol Tantisattayakul"
    ],
    "citedby-count": 20,
    "ref-count": 31,
    "ref-list": [
        "A review on energy saving strategies in industrial sector",
        "Energy conservation measures for the German cement industry and their ability to compensate for rising energy-related production costs",
        "Potential of greenhouse gas emission reduction in Thai road transport by ethanol bus technology",
        "Energy optimization and prediction of complex petrochemical industries using an improved artificial neural network approach integrating data envelopment analysis",
        "Greenh. Gas Meas. Manag.",
        "Understanding CDM potential in the Mediterranean basin: A country assessment of Egypt and Morocco",
        "Assessment of emerging energy-efficiency technologies for the pulp and paper industry: A technical review",
        "Existing and anticipated technology strategies for reducing greenhouse gas emissions in Korea's petrochemical and steel industries",
        "Perspective for smart factory in petrochemical industry",
        "Energy efficiency and conservation in China's chemical fiber industry",
        "A global survey of gas hydrate development and reserves: Specifically in the marine field",
        "Energy-saving potential of the industrial sector of Taiwan",
        "Selecting a CDM investor in China: A critical analysis",
        "What is energy efficiency and emission reduction potential in the Iranian petrochemical industry?",
        "Approximation of theoretical energy-saving potentials for the petrochemical industry using energy balances for 68 key processes",
        "Analyses of the decarbonizing Thailand's energy system toward low-carbon futures",
        "A review of high-efficiency motors: Specification, policy, and technology",
        "A survey on the impediments to low carbon technology investment of the petrochemical industry in Korea",
        "The role of optimal design and application of heat tracing systems to improve the energy conservation in petrochemical facilities",
        "A review of climate change, mitigation and adaptation",
        "Assessing application potential of clean energy supply for greenhouse gas emission mitigation: A case study on General Motors global manufacturing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of the Higher Education Commission"
    ]
}