{
    "eid": "2-s2.0-85083260081",
    "title": "User requirement and usability testing framework for information system development: Case study of financial institution",
    "cover-date": "2020-04-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "P. O. Thatawong",
        "A. Jiamsanguanwong"
    ],
    "citedby-count": 2,
    "ref-count": 16,
    "ref-list": [
        "The Impact of information technology in banking system (A case study in Bank Keshavarzi IRAN)",
        "The economic effects of technological progress: Evidence from the banking industry",
        "Software process and product improvement: A historical perspective",
        "Lean production, Toyota Production System and Kaizen philosophy: A conceptual analysis from the perspective of Zen Buddhism",
        "Getting Requirements Fit for Purpose-Improvement of Requirement Quality for Requirement Standardization",
        "A comparison between three SDLC models waterfall model, spiral model, and Incremental/Iterative model",
        "Waterfall vs. V-Model vs. Agile: A comparative study on SDLC",
        "Enhancing mathematical reasoning in the classroom: The effects of cooperative learning and metacognitive training",
        "Transfer from structured to open-ended problem solving in a computerized metacognitive environment",
        "Metacognition changes during an engineering design project",
        "Metacognition and low achievement in mathematics: The effect of training in the use of metacognitive skills to solve mathematical word problems",
        "Software defect prevention based on human error theories",
        "Identifying and measuring quality in a software requirements specification",
        "Usability testing of an academic library web site: A case study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}