{
    "eid": "2-s2.0-85111377162",
    "title": "Anatomical note on a tree snail Amphidromus (Amphidromus) cambojiensis (Reeve, 1860) from Vietnam (Eupulmonata: Camaenidae)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "colour variation",
        "conservation",
        "endemic",
        "synonym",
        "Systematics"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Fred Naggs",
        "Jonathan D. Ablett",
        "Pham Van Sang",
        "Luong Van Hao",
        "Somsak Panha"
    ],
    "citedby-count": 0,
    "ref-count": 50,
    "ref-list": [
        "Coquilles nouvelles provenant des récoltes de M. L. Levay dans le Haut-Mékong pendant la campagne du Massie (1893–95)",
        "Anatomical notes on some Javanese Amphidromus (Pulmonata: Camaenidae)",
        "Land snail diversity in the monsoon tropics of Northern Australia: revision of the genus Exiligada Iredale, 1939 (Mollusca: Pulmonata: Camaenidae), with description of 13 new species",
        "From morphology to molecules: a combined source approach to untangle the taxonomy of Clessinia (Gastropoda, Odontostomidae), endemic land snails from the Dry Chaco ecoregion",
        "Labile ecotypes accompany rapid cladogenesis in an adaptive radiation of Mandarina (Bradybaenidae) land snails",
        "Discrete or indiscrete? Redefining the colour polymorphism of the land snail Cepaea nemoralis",
        "When shells do not tell: 145 million years of evolution in North America’s polygyrid land snails, with a revision and conservation priorities",
        "On altitude dependent characters in Albinaria idaea (L. Pfeiffer, 1849), with a revision of the species (Gastropoda: Pulmonata: Clausiliidae)",
        "A list of the species of Amphidromus Albers, with critical notes and descriptions of some hitherto undescribed species and varieties",
        "Enhanced colour polymorphisms in island populations of the land snail Euhadra peliomphala",
        "A morphological phylogenetic analysis and generic revision of Australian Helicarionidae (Gastropoda: Pulmonata: Stylommatophora), and an assessment of the relationships of the family",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Disruptive selection of shell colour in land snails: a mark–recapture study of Euhadra peliomphala simodae",
        "The land snail genus Amphidromus: a synoptic catalogue",
        "Zur binnenmollusken-fauna Annams III",
        "Zwei neue Amphidromus aus Annam",
        "Enantiomorphs differ in shape in opposite directions between populations",
        "Taxonomic vandalism in malacology: comments on molluscan taxa recently described by N. N. Thach and colleagues (2014–2019)",
        "Descriptions of thirsty-six new species of land shells from Mr. H. Cuming’s collection",
        "Diagnosen neuer Hrliceen",
        "On two new species of shells from Cambojia",
        "Camaenidae: catalog of species",
        "Treatise on recent terrestrial pulmonate molluscs, Trigonochlamydidae, Papillodermidae, Vitrinidae, Limacidae, Bielziidae, Agriolimacidae, Boettgerillidae, Camaenidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "The ecology of shell shape difference in chirally dimorphic snails",
        "Revision of the carnivorous snail genus Discartemon Pfeiffer, 1856, with description of twelve new species (Pulmonata, Streptaxidae)",
        "Illustrated type catalogue of Amphidromus Albers, 1850 in the Natural History Museum, London, and descriptions of two new species",
        "Evolution of whole-body enantiomorphy in the tree snail genus Amphidromus",
        "Reassessment and systematic position of the sinistral snails of genus Hemiplecta from Thailand (Eupulmonata: Ariophantidae), with description of two new species",
        "Notes on the sinistral helicoid snail Bertia cambojiensis (Reeve, 1860) from Vietnam (Eupulmonata, Dyakiidae)",
        "A new subspecies of Amphidromus (A.) inversus (Müller, 1774) from Peninsular Malaysia",
        "Taxonomic review of the tree snails Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: subgenus Amphidromus",
        "Annotated checklist of the land snail fauna from southern Cambodia (Mollusca, Gastropoda)",
        "The evolution of extreme shell shape variation in the land snail Ainohelix editha: a phylogeny and hybrid zone analysis",
        "The pattern of geographical and altitudinal variation in the land snail Albinaria idaea from Crete (Gastropoda: Clausiliidae)",
        "Die Typen und Typoide des Natur-Museums Senckenberg 10: mollusca, Pleurodontidae (l)",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hanoi",
            "@id": "60071359",
            "affilname": "Vietnam Academy of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071359",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Sa Pa",
            "@id": "126642165",
            "affilname": "Sa Pa Medicinal Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126642165",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Centre of Excellence on Biodiversity, Chulalongkorn University",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}