{
    "eid": "2-s2.0-85025460682",
    "title": "Mesoporous water adsorbent material from poly high internal phase emulsion for agriculture application",
    "cover-date": "2017-11-20",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "adsorption",
        "emulsion polymerization",
        "porous materials"
    ],
    "authors": [
        "Jitima Preechawong"
    ],
    "citedby-count": 5,
    "ref-count": 28,
    "ref-list": [
        "Effects of salt stress on plant growth, stomatal response and solute accumulation of different maize genotypes",
        "Synthesis of novel superabsorbing copolymers for agricultural and horticultural applications",
        "Absorption and desorption of liquid water by a superabsorbent polymer: Effect of polymer in the drying of the soil and the quality of certain plants",
        "Agro-process intensification: Soilborne micro-bioreactors with nitrogen fixing bacterium Azospirillum brasilense as self-sustaining biofertiliser source for enhanced nitrogen uptake by plants",
        "High internal phase emulsion templating as a route to well-defined porous polymers",
        "Polymeric foam via polymerized high internal phase emulsion filled with organo-modified bentonite",
        "Polymerized high internal-phase emulsions: Properties and interaction with water",
        "Polystyrene Macroporous Bead Support for Mammalian Cell Culture",
        "Cell contact dependent extended release of adenovirus by microparticles in vitro",
        "Polyhipe foam materials as filtration media",
        "Ion exchange modules formed from polyhipe foam precursors",
        "Surface modification of monolithic PolyHIPE Polymers for anionic functionality and their ion exchange behavior",
        null,
        "Influence of Single-wall Carbon Nanotubes and Polypyrrole Thin Layer Coating on the Electrical Conductivity of PolyHIPE Foams",
        "Highly ordered and tunable polyHIPEs by using microfluidics",
        "Development of novel polymeric materials for agroprocess intensification",
        "Agro-process intensification through synthetic rhizosphere media for nitrogen fixation and yield enhancement in plants",
        "Cross-linker flexibility in porous crystalline polymers synthesized from long side-chain monomers through emulsion templating",
        "Ostwald ripening in emulsions. I. Direct observations of Ostwald ripening in emulsions",
        "Synthesis and characterization of the polystyrene - Asphaltene graft copolymer by FT-IR spectroscopy",
        "Nanometric thin polymeric films based on molecularly imprinted technology: Towards electrochemical sensing applications",
        "Studies on interfacial adhesion, tensile and thermal characteristics in blends of polystyrene/novalac resin",
        "Photo-irradiation for preparation, modification and stimulation of polymeric membranes",
        "J. Polym. Sci.",
        "Bicontinuous highly cross-linked poly(acrylamide-co-ethyleneglycol dimethacrylate) porous materials synthesized within high internal phase emulsions",
        "Porous poly(2-hydroxyethyl methacrylate) hydrogels synthesized within high internal phase emulsions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Rachadapiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}