{
    "eid": "2-s2.0-84995436841",
    "title": "What were they thinking? Reducing sunk-cost bias in a life-span sample",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Aging",
            "@code": "1302"
        },
        {
            "$": "Social Psychology",
            "@code": "3207"
        }
    ],
    "keywords": [
        "Age differences",
        "Decision making",
        "Intervention",
        "Sunk costs",
        "Time horizons"
    ],
    "authors": [
        "Jo Nell Strough"
    ],
    "citedby-count": 12,
    "ref-count": 89,
    "ref-list": [
        "The sunk cost and concorde effects: Are humans less rational than lower animals?",
        "The psychology of sunk cost",
        "Theoretical models of human development",
        "Age and experiential differences in strategy generation and information requests for solving everyday problems",
        "Handbook of life-span development",
        "Don't look back in anger! Responsiveness to missed chances in successful and nonsuccessful aging",
        "Framing effects in surveys: How respondents make sense of the questions we ask",
        "Assessing what to address in science communication",
        "Thinking about numbers is not my idea of fun: Need for cognition mediates age differences in numeracy performance",
        "Individual differences in adult decision-making competence",
        "Explaining adult age differences in decision-making competence",
        "Choosing to be happy? Age differences in \"maximizing\" decision strategies and experienced emotional well-being",
        "Getting older isn't all that bad: Better decisions and coping when facing \"sunk costs\"",
        "The influence of a sense of time on human development",
        "Now You See It, Now You Don't: Age Differences in Affective Reactivity to Social Tensions",
        "Academy of Management Journal",
        "The multifold relationship between memory and decision making: An individual-differences study",
        "Chapter 7 - Aging, Memory, and Decision Making",
        "The state of the American traveler",
        "Action-state orientation: Construct validity of a revised measure and its relationship to work-related variables",
        "The theory of decision making",
        "Constructive Thinking: A Broad Coping Variable With Specific Components",
        "Verbal reports as data",
        "If It Changes It Must Be a Process. Study of Emotion and Coping During Three Stages of a College Examination",
        "Do Procedures for Verbal Reporting of Thinking Have to Be Reactive? A Meta-Analysis and Recommendations for Best Reporting Methods",
        "Reasons for Framing Effects",
        "Too close to quit: The role of project completion in maintaining commitment",
        "Individual Differences in Two Emotion Regulation Processes: Implications for Affect, Relationships, and Well-Being",
        "Sunk costs in the human brain",
        "The influence of forward-looking antecedents, uncertainty, and anticipatory emotions on project escalation",
        "Rational choice in an uncertain world: The psychology of judgment and decision making",
        "Escalation and De-escalation of Commitment in Response to Sunk Costs: The Role of Budgeting in Mental Accounting",
        "Age and experience influences on the complexity of social inferences",
        "Age and self-relevance effects on information search during decision making",
        "If only i had taken my usual route: Age-related differences in counter-factual thinking",
        "The Consequences of Completion: How Level of Completion Influences Information Concealment by Decision Makers",
        "Optimism as modifier of escalation of commitment",
        "Behavioral and Brain Sciences",
        "Constructive Thinking and Coping With Laboratory-Induced Stress",
        "Measures and meanings: The use of qualitative data in social and personality psychology",
        "Framing effects on adolescent task representations, analytic and heuristic processing, and decision making: Implications for the normative/descriptive gap",
        "Personal theories, intellectual ability, and epistemological beliefs: Adult age differences in everyday reasoning biases",
        "Learning to de-escalate: The effects of regret in escalation of commitment",
        "Complementary cognitive capabilities, economic decision making, and aging",
        "Sound credit scores and financial decisions despite cognitive aging",
        "Cross-Sectional Age Variance Extraction: What's Change Got To Do With It?",
        "The dark side of intuition: Aging and increases in nonoptimal intuitive decisions",
        "Promoting de-escalation of commitment: A regulatory-focus perspective on sunk costs",
        "Looking forward and looking back: Integrating completion and sunk-cost effects within an escalation-of-commitment progress decision",
        "When one cause casts doubt on another: A normative analysis of discounting in causal attribution",
        "Telling more than we can know: Verbal reports on mental processes",
        "Gender and age differences in emotion regulation strategies and their relationship to depressive symptoms",
        "Negative decision outcomes are more common among people with lower decision-making competence: An item-level analysis of the Decision Outcome Inventory (DOI)",
        "The Association of Coping to Physical and Psychological Health Outcomes: A Meta-Analytic Review",
        "Judgment and decision making as a skill: Learning, development, and evolution",
        "Adult Age Differences in Dual Information Processes: Implications for the Role of Affective and Deliberative Processes in Older Adults’ Decision Making",
        "Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models",
        "How People Make Decisions That Involve Risk: A Dual-Processes Approach",
        "The sunk-cost fallacy: Bush falls victim to a bad new argument for the Iraq war. Slate",
        "Cleaning Up the big muddy: A meta-analytic review of the determinants of escalation of commitment",
        "The mental accounting of sunk time costs: Why time is not like money",
        "Framing, Loss Aversion, and Mental Accounting",
        "On the Relative Independence of Thinking Biases and Cognitive Ability",
        "Knee-deep in the big muddy: a study of escalating commitment to a chosen course of action",
        "Academy of Management Review",
        "Escalation at the credit window: A longitudinal study of bank executives' recognition and write-off of problem loans",
        "Hour glass half full or half empty? Future time perspective and preoccupation with negative events across the life span",
        "New perspectives for motivating better decisions in older adults",
        "Decision-making heuristics and biases across the life span",
        "Emotion, social cognition and problem solving during adulthood",
        "Are older adults less subject to the sunk-cost fallacy than younger adults?: Short report",
        "Chapter 12 - Understanding Life-Span Developmental Changes in Decision-Making Competence",
        "Understanding decisions about sunk costs from older and younger adults' perspectives",
        "No Time to Waste: Restricting Life-Span Temporal Horizons Decreases the Sunk-Cost Fallacy",
        "Rumination and age: Some things get better",
        "Sunk cost effects: The influences of instruction and future return estimates",
        "Cognitive biases and organizational correctives: Do both disease and cure depend on the politics of the beholder?",
        "Availability: A heuristic for judging frequency and probability",
        "Inaction Inertia: Foregoing Future Benefits as a Result of an Initial Failure to Act",
        "Emotion regulation in older age"
    ],
    "affiliation": [
        {
            "affiliation-city": "Morgantown",
            "affilname": "West Virginia University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pittsburgh",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Antonio",
            "affilname": "The University of Texas Health Science Center at San Antonio",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Leeds",
            "affilname": "University of Leeds",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Santa Monica",
            "affilname": "RAND Corporation",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "affilname": "Concordia College",
            "affiliation-country": "Philippines"
        }
    ],
    "funding": [
        "National Institute on Aging",
        "National Institute on Aging"
    ]
}