{
    "eid": "2-s2.0-84905245193",
    "title": "Synthesis gas production by combined reforming of CO2-containing natural gas with steam and partial oxidation in a multistage gliding arc discharge system",
    "cover-date": "2014-07-30",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [],
    "authors": [
        "Krittiya Pornmai"
    ],
    "citedby-count": 12,
    "ref-count": 29,
    "ref-list": [
        "Natural gas to synthesis gas - Catalysts and catalytic processes",
        null,
        "Plasma-catalytic reforming of methane in AC microsized gliding arc discharge: Effects of input power, reactor thickness, and catalyst existence",
        "Carbon dioxide reforming of methane to produce synthesis gas over metal-supported catalysts: State of the art",
        "Hydrogen generation from hydro-ethanol reforming by DBD-plasma",
        "Hydrogen production by steam-oxidative reforming of bio-ethanol assisted by Laval nozzle arc discharge",
        "Encyclopedia of Low Temperature Plasma",
        "Nonequilibrium effect of atmospheric-pressure microwave-discharge plasma on methane and kerosene conversion into synthesis gas",
        "Modeling of hydrogen-rich gas production by plasma reforming of hydrocarbon fuels",
        "Plasma-assisted production of hydrogen from hydrocarbons",
        "Reactivity of methane in nonthermal plasma in the presence of oxygen and inert gases at atmospheric pressure",
        "Combined steam reforming and partial oxidation of methane to synthesis gas under electrical discharge",
        "Nonequilibrium pulsed discharge: A novel method for steam reforming of hydrocarbons or alcohols",
        "Greenhouse Gas Control Technologies",
        "Oxygen pathways and carbon dioxide utilization in methane partial oxidation in ambient temperature electric discharges",
        "Plasma catalytic reforming of methane",
        "Reforming of methane into syngas in a plasma-assisted reactor",
        "Gliding arc discharges as a source of intermediate plasma for methane partial oxidation",
        "Employing plasma as catalyst in hydrogen production",
        "Asian J. Water Environ. Pollut.",
        "Electrically assisted partial oxidation of methane",
        null,
        "Synthesis gas production from Co2-containing natural gas by combined steam reforming and partial oxidation in an AC gliding arc discharge",
        null,
        null,
        "Lange's Handbook of Chemistry",
        "Effects of initial water content on steam reforming of aliphatic hydrocarbons with nonthermal plasma",
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Institute of Science Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}