{
    "eid": "2-s2.0-84889665159",
    "title": "Indirect pulp treatment vs antibiotic sterilization of deep caries in mandibular primary molars",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [],
    "authors": [
        "Chutima Trairatvorakul"
    ],
    "citedby-count": 23,
    "ref-count": 30,
    "ref-list": [
        "Indirect pulp capping and primary teeth: Is the primary tooth pulpotomy out of date?",
        "Pediatr Dent",
        "Indirect pulp treatment: In vivo outcomes of an adhesive resin system vs calcium hydroxide for protection of the dentin-pulp complex",
        "Indirect pulp treatment of primary posterior teeth: A retrospective study",
        "Evaluation of a new pulp capping agent in indirect pulp therapy.",
        "Success rates of formocresol pulpotomy and indirect pulp therapy in the treatment of deep dentinal caries in primary teeth",
        "Caries control and other variables associated with success of primary molar vital pulp therapy",
        "Evaluation of a resin modified glass ionomer serving both as indirect pulp therapy and as restorative material for primary molars",
        "In vitro antimicrobial susceptibility to combinations of drugs of bacteria from carious and endodontic lesions of human deciduous teeth",
        "In-vitro antibacterial susceptibility of bacteria taken from infected root dentine to a mixture of ciprofloxacin, metronidazole and minocycline",
        "Bactericidal efficacy of metronidazole against bacteria of human carious dentin in vitro",
        "Bactericidal efficacy of metronidazole against bacteria of human carious dentin in vivo",
        "Sterilization of infected root-canal dentine by topical application of a mixture of ciprofloxacin, metronidazole and minocycline in situ",
        "Bactericidal efficacy of a mixture of ciprofloxacin, metronidazole, minocycline and rifampicin against bacteria of carious and endodontic lesions of human deciduous teeth in vitro",
        "Endodontic treatment of primary teeth using a combination of antibacterial drugs",
        "Endodontic treatment of primary teeth using combination of antibacterial drugs: An in vivo study",
        "Clinical evaluation of 3Mix and Vitapex® as treatment options for pulpally involved primary molars",
        "Success rates of a mixture of ciprofloxacin, metronidazole, and minocycline antibiotics used in the non-instrumentation endodontic treatment of mandibular primary molars with carious pulpal involvement",
        "Evaluation of the effect of EDTA, EDTAC and citric acid on the microhardness of root dentine",
        "Calcium hydroxide partial pulpotomy is an alternative to formocresol pulpotomy based on a 3-year randomized trial",
        "A survey of primary tooth pulp therapy as taught in us dental schools and practiced by diplomates of the American board of pediatric dentistry",
        "Indirect pulp capping in the primary dentition: A 4 year follow-up study",
        "Clinical and radiographic evaluation of indirect pulp treatment in primary molars: 36 months follow-up",
        "Indirect pulp capping success verified.",
        "Direct and indirect pulp capping with two new products.",
        "Designing new treatment strategies in vital pulp therapy",
        "Radiographic changes following formocresol pulpotomy in primary molars.",
        "Remineralization of carious dentin treated with calcium hydroxide."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thonburi Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}