{
    "eid": "2-s2.0-85079530120",
    "title": "Personality disorder and functioning in major depressive disorder: A nested study within a randomized controlled trial",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Clinical trial",
        "Depression",
        "Personality disorders"
    ],
    "authors": [
        "Bianca E. Kavanagh",
        "Lana J. Williams",
        "Michael Berk",
        "Alyna Turner",
        "Henry J. Jackson",
        "Mohammadreza Mohebbi",
        "Buranee Kanchanatawan",
        "Melanie M. Ashton",
        "Chee H. Ng",
        "Michael Maes",
        "Lesley Berk",
        "Gin S. Malhi",
        "Nathan Dowling",
        "Ajeet B. Singh",
        "Olivia M. Dean"
    ],
    "citedby-count": 6,
    "ref-count": 48,
    "ref-list": [
        "Acute and longer-term outcomes in depressed outpatients requiring one or several treatment steps: A STAR*D report",
        "Remission rates following antidepressant therapy with bupro-pion or selective serotonin reuptake inhibitors: A meta-analysis of original data from 7 randomized controlled trials",
        "Prevention of relapse following cognitive therapy vs medications in moderate to severe depression",
        "An empirically-based classification of personality disorder",
        "The generalizability of the psychoanalytic concept of the working alliance",
        "Alliance in individual psychotherapy",
        "Role of pill-taking, expectation and therapeutic alliance in the placebo response in clinical trials for major depression",
        "Epidemiology of major depressive disorder: Results from the national epidemiologic survey on alcoholism and related conditions",
        "Prevalence, correlates, disability, and comorbidity of DSM-IV borderline personality disorder: Results from the wave 2 national epidemiologic survey on alcohol and related conditions",
        "Personality disorders and outcome of inpatient treatment for depression: A 1-year prospective follow-up study",
        "The prevalence of DSM-IV personality disorders in psychiatric outpatients",
        "Comorbidity of personality disorders and unipolar major depression: A review",
        "The personality disorder examination: A preliminary report",
        "Comorbidity of personality disorders in mood disorders: A meta-analytic review of 122 studies from 1988 to 2010",
        "Personality pathology and treatment outcome in major depression: A review",
        "Efficacy of pharmacotherapy in depressed patients with and without personality disorders: A systematic review and meta-analysis",
        "Chronic depression and comorbid personality disorders: Response to sertraline versus imipramine",
        "Personality disorder and the outcome of depression: Meta-analysis of published studies",
        "Predictors of outcome of group and internet-based cognitive behavior therapy",
        "The influence of personality on the treatment outcome of psychopathology",
        "The Nottingham study of neurotic disorder. Effect of personality status on response to drug treatment, cognitive therapy and self-help over two years",
        "Personality assessment schedule",
        "The role of personality pathology in depression treatment outcome with psychotherapy and pharmacotherapy",
        "Adjunctive minocycline treatment for major depressive disorder: A proof of concept trial",
        "A new depression scale designed to be sensitive to change",
        "Protocol and rationale-the efficacy of minocycline as an adjunctive treatment for major depressive disorder: A double blind, randomised, placebo controlled trial",
        "Standardised assessment of personality – a study of validity and reliability in substance abusers",
        "Standardised Assessment of Personality – Abbreviated Scale (SAPAS): Preliminary validation of a brief screen for personality disorder",
        "Screening for personality disorder with the Standardised Assessment of Personality: Abbreviated Scale (SAPAS): Further evidence of concurrent validity",
        "Development, reliability and acceptability of a new version of the DSM-IV social and occupational functioning assessment scale (SOFAS) to assess routine social funtioning",
        "The Range of Impaired Functioning Tool (LIFE-RIFT): A brief measure of functional impairment",
        "Quality of Life Enjoyment and Satisfaction Questionnaire – short form for quality of life assessments in clinical practice: A psychometric study",
        "Assessing personality: Effects of the depressive state on trait measurement",
        "The treatment of chronic depression, part 2: A double-blind, randomized trial of sertraline and imipramine",
        "Prevalence and correlates of low-grade systemic inflammation in adult psychiatric inpatients: An electronic health record-based study",
        "Elevated C-reactive protein levels, psychological distress, and depression in 73,131 individuals",
        "The impact of comorbid depression on recovery from personality disorders and improvements in psychosocial functioning: Results from a randomized controlled trial",
        "The influence of comorbid personality disorder on the effects of behavioural activation vs antidepressant medication for major depressive disorder: Results from a randomized trial in Iran",
        "Treatment rejecting and treatment seeking personality disorders: Type R and Type S",
        "Etiology and treatment of cluster C personality disorders",
        "Personality disorders",
        "Two-year stability of personality disorder in older adolescent outpatients",
        "Diagnostic stability of comorbid personality disorders among patients fully or partially remitted from first-episode depression: A 5-year follow-up study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Melbourne",
            "@id": "60026553",
            "affilname": "University of Melbourne",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026553",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Geelong",
            "@id": "60018805",
            "affilname": "Deakin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018805",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60006974",
            "affilname": "Royal North Shore Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006974",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Callaghan",
            "@id": "60183191",
            "affilname": "School of Medicine and Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60183191",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60118640",
            "affilname": "Melbourne School of Psychological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118640",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60118547",
            "affilname": "Melbourne School of Population and Global Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118547",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60010710",
            "affilname": "Faculty of Medicine and Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010710",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60003438",
            "affilname": "ORYGEN Youth Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003438",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australasian Society for Bipolar and Depressive Disorders",
        "Brain and Behavior Foundation",
        "Australasian Society for Bipolar and Depressive Disorders",
        "Deakin University"
    ]
}