{
    "eid": "2-s2.0-84907868583",
    "title": "Synergistic effect of various neutral donors in D2EHPA for selective neodymium separation from lanthanide series via HFSLM",
    "cover-date": "2014-11-25",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Hollow fiber",
        "Lanthanide",
        "Liquid membrane",
        "Neodymium",
        "Synergistic"
    ],
    "authors": [
        "Thanaporn Wannachod"
    ],
    "citedby-count": 28,
    "ref-count": 51,
    "ref-list": [
        "Trace determination of lanthanides in metallurgical, environmental, and geological samples",
        "Encyclopedia of Chemical Technology",
        "Industrial applications of rare earths: which way for the end of the century",
        "Separation of middle rare earths by solvent extraction using 2-ethylhexylphosphonic acid mono-2-ethylhexyl ester as an extractant",
        "Kinetics and mechanism of extraction and stripping of neodymium using a Lewis cell",
        "Sep. Purif. Technol.",
        "Synergistic extraction and separation of heavy lanthanide by mixtures of bis(2,4,4-trimethylpentyl)phosphinic acid and 2-ethylhexyl phosphinic acid mono-2-ethylhexyl ester",
        "Study on a novel flat renewal supported liquid membrane with D2EHPA and hydrogen nitrate for neodymium extraction",
        "Mathematical Model for the Extraction of Neodymium from Nitrate Media using Hollow Fiber Supported Liquid Membrane Operated in a Recycling Mode",
        "Solvent extraction of neodymium ions from hydrochloric acid solution using PC88A and saponified PC88A",
        "Lanthanum and neodymium from Egyptian monazite: Synergistic extractive separation using organophosphorus reagents",
        "Solvent extraction of neodymium, europium and thulium by di-(2-ethylhexyl)phosphoric acid",
        "A Rare Earth Extraction and Separation",
        "Science and Practice of Liquid-Liquid Extraction",
        "Studies on europium separation from a middle rare earth concentrate by in situ zinc reduction technique",
        "Recovery of europium by chemical reduction of a commercial solution of europium and Gadolinium chlorides",
        "Study on separation of Eu(II) from trivalent rare earths via electro-reduction and ion exchange",
        "Facilitated transport of copper in bulk liquid membranes containing LIX 984N",
        "Transport mechanisms and modelling in liquid membrane contactors",
        "Mass Transfer in Chemical Engineering Process",
        "Treatment of arsenic ions from produced water through hollow fiber supported liquid membrane",
        "Synergistic separation of yttrium ions in lanthanide series from rare earths mixture via hollow fiber supported liquid membrane",
        "Enhancement of uranium ion flux by consecutive extraction via hollow fiber supported liquid membrane",
        "Fluid-flow models operating on linear algebra for extraction and stripping of silver ions from pharmaceutical wastewater by HFSLM",
        "Study on synergistic carriers facilitated transport of uranium(VI) and europium(III) across supported liquid membrane from phosphoric acid media",
        "Separation of trivalent actinides and lanthanides using a flat sheet supported liquid membrane containing Cyanex-301 as the carrier",
        "Counter-current extraction of uranium and lanthanides from simulated high-level waste using N,N,N′,N′-tetraoctyl diglycolamide",
        "Proc. Estonian Acad. Sci. Chem.",
        "Effect of the quaternary ammonium salt Aliquat 336 on the solvent extraction of lanthanoid (III) ions with thenoyltrifluoroacetone",
        "Synergistic Extraction and Separation of Mixture of Lanthanum and Neodymium by Hollow Fiber Supported Liquid Membrane",
        "Liquid-liquid extraction of yttrium using primene-JMT from acidic sulfate solutions",
        "Transport of yttrium metal ions through fibers supported liquid membrane solvent extraction",
        "Effect of diluents on the extraction of praseodymium and samarium by Cyanex 923 from acidic nitrate medium",
        null,
        "A solvent extraction process with mixture of CA12 and Cyanex272 for the preparation of high purity yttrium oxide from rare earth ores",
        "Synergistic extraction study of samarium(III) from chloride medium by mixtures of bis(2,4,4-trimethylpentyl)phosphinic acid and 8-hydroxyquinoline",
        "Physicochem. Probl. Miner. Process.",
        "Extraction of Lanthanum and samarium from nitrate medium by some commercial organophosphorus extractants",
        "Studies on Permeation of Nd (III) through Supported Liquid Membrane Using DNPPA + TOPO as Carrier",
        "Synergistic extraction of zinc(II) and cadmium(II) with mixtures of primary amine N1923 and neutral organophosphorous derivatives",
        "Extraction of micro- and macroconcentrations of rare earth ions with the mixture of D2EHPA and TBP in n-hexane and cyclohexane",
        "Terminology for Membranes and Membrane Propcesses",
        "Selective Transport of Palladium through a Hollow Fiber Supported Liquid Membrane and Prediction Model Based on Reaction Flux",
        "Mass transport modeling of Cs(I) through hollow fiber supported liquid membrane containing calix-[4]-bis(2,3-naptho)-crown-6 as the mobile carrier",
        "Synergistic effect of neutral donors on the extraction of zirconium(IV) by salicylaldoxime in dichloromethane",
        "Separation and concentration of gallium from acidic leach solutions containing various metal ions by emulsion type of liquid membranes using TOPO as mobile carrier",
        "Int. J. Chem.",
        "Synergistic effect of MEHPA on co-extraction of zinc and cadmium with DEHPA",
        "Uphill transport and mathematical model of Pb(II) from dilute synthetic lead-containing solutions across hollow fiber supported liquid membrane",
        "Removal of iron from industrial grade aluminum sulfate by primary amine extraction system",
        "Copper recovery and spent ammoniacal etchant regeneration based on hollow fiber supported liquid membrane technology: From bench-scale to pilot-scale tests"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}