{
    "eid": "2-s2.0-84937759730",
    "title": "Chemical constituents from Sonneratia ovata Backer and their in vitro cytotoxicity and acetylcholinesterase inhibitory activities",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        }
    ],
    "keywords": [
        "Acetylcholinesterase inhibition",
        "Cerebroside",
        "In vitro cytotoxicity",
        "Phenolics",
        "Sonneratia ovata",
        "Sonneratiaceae"
    ],
    "authors": [
        "Thi Hoai Thu Nguyen"
    ],
    "citedby-count": 32,
    "ref-count": 26,
    "ref-list": [
        "Bioactivities, bioactive compounds and chemical constituents of mangrove plants",
        "Antioxidant and anticholinesterase activities in various parts of sonneratia caseolaris (L.)",
        "Protection against neurodegenerative diseases of Iris pseudopumila extracts and their constituents",
        "Chemical constituents of marine medicinal mangrove plant Sonneratia caseolaris",
        "Chemical constituents from the fruits of Sonneratia caseolaris and Sonneratia ovata (Sonneratiaceae)",
        "J. Shenyang Pharm. Univ.",
        "Detection of antifungal activity in Anemarrhena asphodeloides by sensitive BCT method and isolation of its active compound",
        "Maple syrup phytochemicals include lignans, coumarins, a stilbene, and other previously unreported antioxidant phenolic compounds.",
        "Lignan constituents from Chloranthus japonicus Sieb.",
        "ACS Symp. Ser.",
        "Bioactive constituents from roots of Bursera tonkinensis",
        "Phenolic and lignan glycosides from the butanol extract of averrhoa carambola l. root",
        "J. Chin. Mater. Med.",
        "Chemical constituents of hyptidendron canum (pohl ex benth.) r. harley (lamiaceae).",
        "Eur. J. Med. Chem.",
        "Antihypertensive activity of 6-0-galloyl-d-glucose, a phenolic glycoside from sapium sebiferum",
        "The polyphenol constituents of grape pomace",
        "A flavonol glycoside-lignan ester and accompanying acylated glucosides from Monochaetum multiflorum",
        "Arch. Pharm. Res.",
        "Purification and identification of antibacterial phenolics from Tripodanthus acutifolius leaves",
        "Ceramides and cerebrosides from Ligusticum chuanxiong HORT",
        "Sphingolipids - Their metabolic pathways and the pathobiochemistry of neurodegenerative diseases",
        "Isolation of a new cerebroside from the root bark of Aralia elata",
        "Antimicrobial activity of sphingolipids isolated from the stems of cucumber (Cucumis sativus L.)",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "A new and rapid colorimetric determination of acetylcholinesterase activity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Medicine and Pharmacy at HCMC",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Roskilde",
            "affilname": "Roskilde Universitet",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Saigon University",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": []
}