{
    "eid": "2-s2.0-85086805847",
    "title": "A Potential Biomarker from Diffusion Weighted Imaging and Parametric Response Map Analysis for Treatment Response Prediction in Nasopharyngeal Cancer",
    "cover-date": "2020-06-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "T. Jirawatwanith",
        "T. Tangyoosuk",
        "C. Lertbutsayanukul",
        "N. Jittapiromsak",
        "Y. Rakvongthai"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Diffusion-weighted magnetic resonance imaging in the early detection of response to chemoradiation in cervical cancer",
        "A Feasibility Study of Parametric Response Map Analysis of Diffusion- Weighted Magnetic Resonance Imaging Scans of Head and Neck Cancer Patients for Providing Early Detection of Therapeutic Efficacy",
        "Global cancer statistics, 2012",
        "Diffusion-weighted MRI: A new functional clinical technique for tumour imaging",
        "Diffusion magnetic resonance imaging: A biomarker for treatment response in oncology",
        "Apparent diffusion coefficient: Potential imaging biomarker for prediction and early detection of response to chemotherapy in hepatic metastases",
        "Functional diffusion map: A noninvasive MRI biomarker for early stratification of clinical brain tumor response",
        "Early treatment response in non-small cell lung cancer patients using diffusion-weighted imaging and functional diffusion maps - A feasibility study",
        "SfDM: Open-Source Software for Temporal Analysis and Visualization of Brain Tumor Diffusion MR Using Serial Functional Diffusion Mapping",
        "New response evaluation criteria in solid tumours: Revised RECIST guideline (version 1.1)",
        "Functional diffusion map as an early imaging biomarker for high-grade glioma: Correlation with conventional radiologic response and overall survival"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}