{
    "eid": "2-s2.0-84945898530",
    "title": "Shaping ability of ProTaper NEXT, ProTaper Universal and iRace files in simulated S-shaped canals",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Apical foramen",
        "Canal deviation",
        "Canal preparation",
        "Nickle titanium rotary",
        "S-shaped canal"
    ],
    "authors": [
        "Sirawut Hiran-us"
    ],
    "citedby-count": 20,
    "ref-count": 20,
    "ref-list": [
        "The effect of preparation procedures on original canal shape and on apical foramen shape",
        "An initial investigation of the bending and torsional properties of nitinol root canal files",
        "A comparison of Greater Taper files, ProFiles, and stainless steel files to shape curved root canals",
        "The shaping effects of three nickel-titanium rotary instruments in simulated S-shaped canals",
        "Root canal anatomy preservation of waveone reciprocating files with or without glide path",
        "Shaping Ability of Four Nickel-Titanium Rotary Instruments in Simulated S-Shaped Canals",
        "The shaping movement: Fifth-generation technology",
        "Int Endod J",
        "Comparative evaluation of the shaping ability of ProTaper Next, iRaCe and Hyflex CM rotary NiTi files in severely curved root canals",
        "Shaping ability and cleaning effectiveness of two single-file systems in severely curved root canals of extracted teeth: Reciproc and WaveOne versus Mtwo and ProTaper",
        "Metallurgical analysis and fatigue resistance of WaveOne and ProTaper Nickel-Titanium instruments",
        "Comparative study of different novel nickel-titanium rotary systems for root canal preparation in severely curved root canals",
        "SWU Dent J.",
        "Cyclic fatigue testing of nickel-titanium endodontic instruments.",
        "Glide path preparation in s-shaped canals with rotary pathfinding nickel-titanium instruments",
        "Properties of endodontic hand instruments used in rotary motion Part 2. instrumentation of curved canals",
        "Efficiency of rotary nickel-titanium K3 instruments compared with stainless steel hand K-Flexofile. Part 1. Shaping ability in simulated curved canals",
        "Shaping ability of three nickel-titanium endodontic file systems in simulated s-shaped root canals",
        "Cleaning and shaping the root canal.",
        "Leakage along apical root fillings in curved root canals. Part I: Effects of apical transportation on seal of root fillings"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Graduate School of Medical and Dental Sciences",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}