{
    "eid": "2-s2.0-84953255472",
    "title": "An eight-legged tactile sensor to estimate coefficient of static friction",
    "cover-date": "2015-11-04",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Wei Chen"
    ],
    "citedby-count": 9,
    "ref-count": 15,
    "ref-list": [
        "The significance and use of the friction coefficient",
        "Estimating friction using incident slip sensing during a manipulation task",
        "The induced vibration touch sensor — a new dynamic touch sensing concept",
        "SLIP DETECTION USING ACOUSTIC EMISSION SIGNAL ANALYSIS.",
        "Sensing skin acceleration for slip and texture perception",
        "Intrinsic contact sensing for soft fingers",
        "Static friction coefficient determination by force sensing and its application",
        "Signals in tactile afferents from the fingers eliciting adaptive motor responses during precision grip",
        "Detection of incipient object slippage by skin-like sensing and neural network processing",
        "Development of artificial finger skin to detect incipient slip for realization of static friction sensation",
        "Detection system of incident slippage and friction coefficient based on a flexible tactile sensor with structural electrodes",
        "Instantaneous evaluation of friction based on ARTC tactile sensor",
        "Proc. 11th Int. Conf. Solid-State Sensors & Actuators",
        "Analysis and design of a tactile sensor detecting strain distribution inside an elastic finger",
        "Friction estimation by pressing an elastic finger-shaped sensor against a surface"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}