{
    "eid": "2-s2.0-85070067749",
    "title": "Cardiorespiratory burden of brass neck coils placed on Kayan karen long-neck women of Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Endocrinology, Diabetes and Metabolism",
            "@code": "2712",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Nutrition and Dietetics",
            "@code": "2916",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Physiology (medical)",
            "@code": "2737",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Arterial stiffness",
        "Cerebral blood flow",
        "Endothelial function",
        "Flow-mediated dilation",
        "Human adaptation",
        "Lung functions"
    ],
    "authors": [
        "Pattawan Lapo",
        "Nakarin Inmutto",
        "Hirofumi Tanaka",
        "Daroonwan Suksom"
    ],
    "citedby-count": 2,
    "ref-count": 21,
    "ref-list": [
        "ATS/ERS Statement on respiratory muscle testing",
        "Prevalence and factors associated with type 2 diabetes mellitus and hypertension among the hill tribe elderly populations in northern Thailand",
        "Does gravitational pressure of blood hinder flow to brain of the giraffe?",
        "Macro-and microvascular function in habitually exercising systemic lupus erythem-atosus patients",
        "The 6-minute walk test as a predictor of objectively measured aerobic fitness in healthy working-aged adults",
        "Mean arterial pressure change associated with cerebral blood flow in healthy older adults",
        "Interrelationships among noninvasive measures of postischemic macro-and microvascular reactivity",
        "The weighty issue of obesity in paediatric respiratory medicine",
        "Ultrasound assessment of flow-mediated dilation",
        "Diaphragmatic vs. Pursed-lip breathing exercise using a windmill toy on respiratory muscle strength, lung function and dyspnea in the elderly",
        "Arterial stiffness is associated with age-related differences in cerebrovascular conductance",
        "The structural organization and adrenergic innervation of the carotid arterial system of the giraffe (Giraffa camelopardalis)",
        "Cardiorespiratory function before and after operation for pectus excavatum: Medium-term results",
        "Ventilatory and cardiovascular responses to exercise in patients with pectus excavatum",
        "Continuous vs. Interval training on glycemic control and macro-and microvascular reactivity in type 2 diabetic patients",
        "Giraffe-necked women",
        "Subclavian artery stenosis: Prevalence, risk factors, and association with cardiovascular diseases",
        "The relative efficacy of land-based and water-based exercise training on macro-and microvascular functions in older patients with type 2 diabetes",
        "Trapped in their own rings: Padaung women and their fight for traditional freedom",
        "Effects of aerobic exercise and vitamin C supplementation on rhinitis symptoms in allergic rhinitis patients. Asian Pac",
        "High-sensitivity C-reactive protein and cardiovascular disease: A resolute belief or an elusive link?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Austin",
            "@id": "60013372",
            "affilname": "The University of Texas at Austin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013372",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Sports Science",
        "Chulalongkorn University"
    ]
}