{
    "eid": "2-s2.0-85020398553",
    "title": "Sensitivity of temperature to physical parameterization schemes of RegCM4 over the CORDEX-Southeast Asia region",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        }
    ],
    "keywords": [
        "CORDEX",
        "model evaluation",
        "RegCM4",
        "Southeast Asia",
        "temperature"
    ],
    "authors": [
        "F. T. Cruz"
    ],
    "citedby-count": 43,
    "ref-count": 58,
    "ref-list": [
        "Sensitivity of different convection schemes in RegCM4.0 for simulation of precipitation during the Septembers of 1989 and 1998 over West Africa",
        "Description of the Penn State/NCAR mesoscale model version 4 (MM4)",
        "J. Atmos. Sci.",
        "Changes in temperature and precipitation extremes over the Indo-Pacific region from 1971 to 2005",
        "Changes in means and extreme events of temperature and precipitation in the Asia-Pacific Network region, 1955-2007",
        "Projected climate change over Southeast Asia simulated using a WRF regional climate model",
        "Long-term trends and extremes in observed daily precipitation and near surface air temperature in the Philippines for the period 1951-2010",
        "Assessing the sensitivity of the non-hydrostatic regional climate model to boundary conditions and convective schemes over the Philippines",
        "The ERA-Interim reanalysis: Configuration and performance of the data assimilation system",
        "Biosphere – Atmosphere Transfer Scheme (BATS) Version 1e as Coupled to the NCAR Community Climate Model",
        "Climate change hotspots in the CMIP5 global climate model ensemble",
        "Development and evaluation of a convection scheme for use in climate models",
        "Numerical prediction of convectively driven mesoscale pressure systems. Part II: mesoscale model.",
        "Regional climate model intercomparison project for Asia",
        "RegCM4: Model description and preliminary tests over multiple CORDEX domains",
        "WMO Bull.",
        "Development of a second-generation regional climate model (RegCM2). Part I: boundary-layer and radiative transfer processes",
        "Development of a second-generation regional climate model (RegCM2). Part II: convective processes and assimilation of lateral boundary conditions",
        "Prognostic evaluation of assumptions used by cumulus parameterizations",
        "Change in mean temperature as a predictor of extreme temperature change in the Asia-Pacific region",
        "Sensitivity of the regional climate model RegCM4.2 to planetary boundary layer parameterisation",
        "Updated high-resolution grids of monthly climatic observations - the CRU TS3.10 Dataset",
        "Asia",
        "A high resolution air mass transformation model for short-range weather forecasting",
        "Sensitivity of the regional climate of East/Southeast Asia to convective parameterizations in the RegCM3 modelling system. Part 1: Focus on the Korean peninsula",
        "Sensitivity of Southeast Asia rainfall simulations to cumulus and air-sea flux parameterizations in RegCM4",
        "The impact of two land-surface schemes on the characteristics of summer precipitation over East Asia from the RegCM4 simulations",
        "CLARA-A1: A cloud, albedo, and radiation dataset from 28 yr of global AVHRR data",
        "Description of NCAR Community Climate Model (CCM3), Technical Note TN-420+STR",
        "Present-day regional climate simulation over Malaysia and western Maritime Continent region using PRECIS forced with ERA40 reanalysis",
        "Evaluating the impacts of cumulus, land surface and ocean surface schemes on summertime rainfall simulations over East-to-southeast Asia and the western north pacific by RegCM4",
        "Observed trends in surface air temperatures and their extremes in Thailand from 1970 to 2009",
        "Projected rainfall and temperature changes over Malaysia at the end of the 21st century based on PRECIS modelling system",
        "Projected changes in means and extremes of temperature and precipitation over Thailand under three future emissions scenarios",
        "Trends in extreme daily rainfall and temperature in southeast Asia and the south Pacific: 1961-1998",
        "Sensitivity studies of the RegCM3 simulation of summer precipitation, temperature and local wind field in the Caribbean Region",
        "Climate projections for Vietnam based on regional climate models",
        "Performance evaluation of RegCM4 in simulating extreme rainfall and temperature indices over the CORDEX-Southeast Asia region",
        "Variations of surface temperature and rainfall in Vietnam from 1971 to 2010",
        "Performance of regional climate model RegCM3 over Thailand",
        "Regional climate modeling for the developing world: The ICTP RegCM3 and RegCNET",
        "Simulation of regional-scale water and energy budgets: Representation of subgrid cloud and precipitation processes within RegCM",
        "Evaluation of the AR4 climate models' simulated daily maximum temperature, minimum temperature, and precipitation over Australia using probability density functions",
        "Seasonal and interannual variations of surface climate elements over Vietnam",
        "Assessment of RegCM4.3 over the CORDEX South America domain: Sensitivity analysis for physical parameterization schemes",
        "An improved in situ and satellite SST analysis for climate",
        "The Maritime Continent Monsoon",
        "Observed changes in extreme temperature and precipitation over Indonesia",
        "Trend and interannual variability of temperature in Malaysia: 1961-2002",
        "Glob. Environ. Res.",
        "Discover, visualize, and deliver geospatial data through OGC standards-based WebGIS system",
        "A sensitivity study of the Regional Climate Model (RegCM3) to the convective scheme with emphasis in central eastern and southeastern Europe",
        "Intercomparison of bulk aerodynamic algorithms for the computation of sea surface fluxes using TOGA COARE and TAO data",
        "Parameter tuning and calibration of RegCM3 with MIT-emanuel cumulus parameterization scheme over CORDEX East Asia domain",
        "Can a regional ocean-atmosphere coupled model improve the simulation of the interannual variability of the western North Pacific summer monsoon?",
        "Future summer precipitation changes over CORDEX-East Asia domain downscaled by a regional ocean-atmosphere coupled model: A comparison to the stand-alone RCM",
        "Dynamical downscaling of historical climate over CORDEX East Asia domain: A comparison of regional ocean-atmosphere coupled model to stand-alone RCM simulations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quezon City",
            "affilname": "Ateneo de Manila University",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Jakarta",
            "affilname": "Agency for Meteorology",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "Vietnam National University, Hanoi",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "Vietnam Academy of Science and Technology",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Central Jakarta",
            "affilname": "Badan Pengkajian dan Penerapan Teknologi",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hachioji",
            "affilname": "Tokyo Metropolitan University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangi",
            "affilname": "Universiti Kebangsaan Malaysia",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "BMKG",
        "Department of Marine Science, Faculty of Science, Chulalongkorn University, Bangkok, Thailand e School of Environment and Natural Resource Sciences",
        "Faculty of Science and Technology",
        "Ramkhamhaeng University, Bangkok, Thailand g Center for Research and Development, Agency for Meteorology, Climatology and Geophysics",
        "VNU University of Science",
        "Vietnam National University",
        "Asia-Pacific Network for Global Change Research",
        "Asia-Pacific Network for Global Change Research",
        "City, University of London",
        "Department of Energy and Climate Change",
        "Vietnam Academy of Science and Technology",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "Universiti Kebangsaan Malaysia",
        "Universiti Kebangsaan Malaysia",
        "African University of Science and Technology",
        "Ateneo de Manila University",
        "Tokyo Metropolitan University"
    ]
}