{
    "eid": "2-s2.0-85077801415",
    "title": "Rheological properties of film solution from cassava starch and kaffir lime oil",
    "cover-date": "2019-12-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "N. M. Manshor",
        "J. Jai",
        "F. Hamzah",
        "A. Somwangthanaroj",
        "W. T. Ongdeesoontorn"
    ],
    "citedby-count": 5,
    "ref-count": 20,
    "ref-list": [
        "Diatomite as a novel composite ingredient for chitosan film with enhanced physicochemical properties",
        "Rheological, functional and antioxidant properties of films forming solution and active gelatin films incorporated with Centella asiatica (L.) urban extract",
        "Edible and biodegradable starch films: A review",
        "Rheological and structural characterisation of film-forming solutions and biodegradable edible film made from kefiran as affected by various plasticizer types",
        "Rheological and physical characterization of film-forming solutions and edible films from tapioca starch/decolorized hsian-tsao leaf gum",
        "Rheological, textural and calorimetric modifications of dark chocolate during process",
        "Rheological properties of casting solutions for starch edible films production",
        "Structural properties of films and rheology of film-forming solutions based on chitosan and chitosan-starch blend enriched with murta leaf extract",
        "Rheological, mechanical and moisture sorption characteristics of cassava starch-konjac glucomannan blend films",
        "Effect of glycerol concentration and temperature on the rheological properties of cassava starch solutions",
        "Preparation and characterization of starch/carrageenan edible films",
        "Influence of glycerol and temperature on the rheological properties of potato starch solutions",
        "Rheological properties of soy protein isolate solution for fibers and films",
        "Rheology of film-forming solutions and physical properties of tara gum film reinforced with polyvinyl alcohol (PVA)",
        "Dynamic rheological properties of Lepidium perfoliatum seed gum: Effect of concentration, temperature and heating/cooling rate",
        "Rheological properties and gel characteristics of polysaccharides from fruit-bodies of sparassis crispa",
        "Film forming solutions based on gelatin and poly(vinyl alcohol) blends: Thermal and rheological characterizations",
        "Effects of κ-carrageenan on the structure and rheological properties of fish gelatin",
        "The flow behavior, thixotropy and dynamical viscoelasticity of fenugreek gum",
        "Flow behavior, thixotropy and dynamical viscoelasticity of sodium alginate aqueous solutions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "@id": "60020524",
            "affilname": "Mae Fah Luang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020524",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shah Alam",
            "@id": "60004351",
            "affilname": "Universiti Teknologi MARA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004351",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Universiti Teknologi MARA",
        "Excellence Fund",
        "Institute of Research and Management Innovation"
    ]
}