{
    "eid": "2-s2.0-85136577137",
    "title": "Bioproducts from proteins in neem seed oil meals",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "antimicrobial",
        "applications",
        "cytotoxicity",
        "neem",
        "oil cakes",
        "proteins"
    ],
    "authors": [
        "Pornanong Aramwit",
        "K. R. Shubashree",
        "G. S. Nagananda",
        "Roopa Reddy",
        "S. Kavya",
        "Narendra Reddy"
    ],
    "citedby-count": 2,
    "ref-count": 28,
    "ref-list": [
        "Neem products and their agricultural applications",
        "Pharmacological and therapeutic potential of neem (Azadirachta indica)",
        "Bio-active compounds isolated from neem tree and their applications",
        "Surface and diffusion charge contribution study of neem leaves derived porous carbon electrode for supercapacitor applications using acidic, basic, and neutral electrolytes",
        "Neem oil and crop protection: From now to the future",
        "Production of a novel alkaline lipase by Fusarium globulosum using neem oil, and its applications",
        "Neem cake: Chemical composition and larvicidal activity on Asian tiger mosquito",
        "Production of lipase by pseudomonas aeruginosa JCM5962 (T) under semi-solid state fermentation: Potential use of Azadirachta indica (neem) oil cake",
        "Potential of plant proteins for medical applications",
        "Preparation and properties of peanut protein films crosslinked with citric acid",
        "Novel protein fibers from wheat gluten",
        "Development, characterization and evaluation of the biocompatibility of catechol crosslinked horsegram protein films",
        "Characterization of crosslinked Macrotyloma uniflorum (Horsegram) protein films for packaging and medical applications",
        "Extraction and characterisation of bioactive proteins from pongamia pinnata and their conversion into bioproducts for food packaging applications",
        "A novel method for comparison of biocidal properties of nanomaterials to bacteria, yeasts and algae",
        "Toxicity of 12 metal-based nanoparticles to algae, bacteria and protozoa",
        "FTIR spectroscopic characterization of soy proteins obtained through AOT reverse micelles",
        "Synthesis, characterization, and antimicrobial efficacy of composite films from guar gum/sago starch/whey protein isolate loaded with carvacrol, citral and carvacrol-citral mixture",
        "Influence of fiber surface treatment on properties of Indian grass fiber reinforced soy protein based biocomposites",
        "Infrared spectroscopy of proteins",
        "Thermoplastic films from peanut proteins extracted from peanut meal",
        "Film production with groundnut extraction cake and its physico-mechanical properties with potential use for food packaging",
        "Physical properties of a composite film containing sunflower seed meal protein and its application in packaging smoked duck meat",
        "Extraction and characterization of proteins from castor oil meal for medical applications",
        "Effect of salicylic acid, malic acid, citric acid and sucrose on antioxidant activity, membrane stability and ACC-oxidase activity in relation to vase life of carnation cut flowers",
        "Measurement of free radical scavenging activity of gallic acid and unusual antioxidants as sugars and hydroxyacids",
        "Therapeutics role of Azadirachta indica (neem) and their active constituents in diseases prevention and treatment",
        "The antimicrobial and antioxidant property, GC–MS analysis of non-edible oil-seed cakes of neem, madhuca, and simarouba"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "116700778",
            "affilname": "Jyothy Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116700778",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TSRI Fund",
        "Center for Incubation Innovation Research and Consultancy",
        "National Research Council of Thailand"
    ]
}