{
    "eid": "2-s2.0-85016012452",
    "title": "Economic impact of investment in maternal and newborn health care under the National Health Security Scheme of Thailand",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Cost-identification and effectiveness analysis",
        "Maternal",
        "Newborn and child health",
        "Thailand",
        "Universal health coverage"
    ],
    "authors": [
        "Pacharawan Khusakunrat"
    ],
    "citedby-count": 2,
    "ref-count": 19,
    "ref-list": [
        "Severity and risk adjusting relating to obstetric outcomes, DRG assignment, and reimbursement.",
        "Health care financing and utilization of maternal health services in developing countries",
        "Making Fair Choices on the Path to Universal Health Coverage: Final Report of the WHO Consultative Group on Equity and Universal Health Coverage",
        "Tracking Universal Health Coverage First Global Monitoring Report",
        "Tracking Universal Health Coverage First Global Monitoring Report",
        "Thailand Millennium Development Goals Report 2009",
        "Juran Quality Handbook",
        "Principles of Quality Cost: Principle Implementation",
        "Thai DRGs Version 4.0",
        "A qualitative study of DRG coding practice in hospitals under the Thai Universal Coverage Scheme",
        "J Health Sci.",
        "EC-EI-027 Macroeconomic Indicators of Thailand 1.",
        "Health Outcomes and Health Equity Report",
        "Effect of health insurance on delivery care utilization and perceived delays and barriers among southern Thai women",
        "Delivering interventions to reduce the global burden of stillbirths: Improving service supply and community demand",
        "Reducing stillbirths: Screening and monitoring during pregnancy and labour",
        "Reducing stillbirths: Prevention and management of medical disorders and infections during pregnancy",
        "Antenatal care in developing countries: The need for a tailored model",
        "Preterm birth in Sweden: What are the average lengths of hospital stay and the associated inpatient costs?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}