{
    "eid": "2-s2.0-84990247780",
    "title": "Catalytic activity and stability of HZSM-5 zeolite and hierarchical uniform mesoporous MSU-SZSM-5 material during bio-ethanol dehydration",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Bio-ethanol",
        "Catalytic stability",
        "Dehydration",
        "Hierarchical mesoporous",
        "HZSM-5"
    ],
    "authors": [
        "Waranpong Choopun"
    ],
    "citedby-count": 29,
    "ref-count": 27,
    "ref-list": [
        null,
        "The nature of the relative bonding chemistry in zeolites: An XPS study",
        "Dehydration reaction of bio-ethanol to ethylene over modified SAPO catalysts",
        null,
        null,
        null,
        "Comparative studies of ethanol to propylene over HZSM-5/SAPO-34 catalysts prepared by hydrothermal synthesis and physical mixture",
        "Light olefins and light oil production from catalytic pyrolysis of waste tire",
        "Templating mesoporous zeolites",
        "Ethanol conversion to aromatic hydrocarbons over several zeolite catalysts",
        "Composites of micro- and mesoporous materials: Simultaneous syntheses of MFI/MCM-41 like phases by a mixed template approach",
        "Characteristics of catalysts for enhanced green production of distillates and chemicals in bio-oil from catalytic dehydration of bio-ethanol",
        "Steam-stable MSU-S aluminosilicate mesostructures assembled from zeolite ZSM-5 and zeolite beta seeds",
        "Ethanol transformation over HFAU, HBEA and HMFI zeolites presenting similar Brønsted acidity",
        "Mechanistic insights on the ethanol transformation into hydrocarbons over HZSM-5 zeolite",
        "Dealumination of small- and large-port mordenites: A comparative study",
        "Growth mechanism of coke on HBEA zeolite during ethanol transformation",
        "Catalyst activity comparison of alcohols over zeolites",
        "Conversion of ethanol to hydrocarbons on hierarchical HZSM-5 zeolites",
        "Iran. J. Oil Gas Sci. Technol.",
        null,
        "Bio-based hydrocarbons and oxygenates from catalytic bio-ethanol dehydration: Comparison between gallium and germanium oxides as promoters on HBeta zeolites with various silica to alumina ratios",
        "Dehydration of ethanol into ethylene over solid acid catalysts",
        "Extremely high surface area of ordered mesoporous MCM-41 by atrane route",
        "Hydrothermally stable mesoporous aluminosilicates (MSU-S) assembled from zeolite seeds as catalysts for biomass pyrolysis",
        "Catalytic performance of nano crystalline H-ZSM-5 in ethanol to gasoline (ETG) reaction",
        "Comparison of four catalysts in the catalytic dehydration of ethanol to ethylene"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology",
        "Petroleum and Petrochemical College, Chulalongkorn University"
    ]
}