{
    "eid": "2-s2.0-85016611209",
    "title": "Variability of total sediment supply of the Chao Phraya River, Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "B. Bidorn"
    ],
    "citedby-count": 7,
    "ref-count": 26,
    "ref-list": [
        "Streamflow and sediment transport from mountain watersheds of the Chao Phraya Basin, northern Thailand: a reconnaissance study",
        "The effects of Thailand's Great Flood of 2011 on river sediment discharge in the upper Chao Phraya River basin, Thailand",
        "British Journal of Environment and Climate Change",
        "Impacts of dams on the sediment flux of the Pearl River, southern China",
        "The 2011 Thailand flood: Climate causes and return periods",
        "Human impact on fluvial regimes and sediment flux during the Holocene: Review and future research agenda",
        "Proceedings of the International Conference: The Chao Phraya Delta",
        "Sediment Transport and Navigation Problem in Lower Nan River (Unpublished Doctoral Dissertation)",
        "Journal of Japan Society of Civil Engineers",
        "The estuarine geochemistry of rare earth elements and indium in the Chao Phraya River, Thailand",
        "Int. Rice Res. Inst",
        "Thailand. in JSCE Annual Conference,Tokyo, Japan",
        "Using multi-temporal remote-sensing data to estimate 2011 flood area and volume over Chao Phraya River basin, Thailand",
        "Impacts of sediment retention by dams on delta shoreline recession: Evidences from the Krishna and Godavari deltas, India",
        "The 2Nd National Convention on Civil Engineering",
        "Estimating fluvial sediment transport: The rating parameters",
        "Stratigraphy and Holocene evolution of the mud-dominated Chao Phraya delta, Thailand",
        "Kasetsart J.(Natural Science)",
        "Trends in Decreasing Discharge in 1970S -1990S in the Chao Phraya River in Paper Presented to the Asia Pacific Association of Hydrology and Water Resources (APHW)",
        "Impact of large-scale reservoir operation on flow regime in the Chao Phraya River basin, Thailand",
        "The partitioning of the total sediment load of a river into suspended load and bedload: A review of empirical data",
        "Paper Presented to the 56Th International Executive Council of ICID Beijing, China",
        "Human impact on land-ocean sediment transfer by the world's rivers",
        "Recent trends in the suspended sediment loads of the world's rivers",
        "Principal component and multiple regression analyses for the estimation of suspended sediment yield in ungauged basins of Northern Thailand",
        "Impact of dams on Yangtze River sediment supply to the sea and delta intertidal wetland response"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tallahassee",
            "affilname": "Florida State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Orlando",
            "affilname": "University of Central Florida",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "JST-JICA",
        "Water Resources Engineering Department",
        "Chulalongkorn University",
        "Science and Technology Research Partnership for Sustainable Development"
    ]
}