{
    "eid": "2-s2.0-84979655748",
    "title": "Spermidine Synthase is Required for Growth of Synechococcus sp. PCC 7942 Under Osmotic Stress",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Osmotic stress",
        "Overexpressing spds",
        "spds knockout",
        "Spermidine synthase",
        "Synechococcus sp. PCC 7942"
    ],
    "authors": [
        "Apiradee Pothipongsa"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Polyamine metabolic canalization in response to drought stress in arabidopsis and the resurrection plant craterostigma plantagineum",
        "Polyamines and environmental challenges: Recent development",
        "Identification of multiple RNA polymerase sigma factor homologs in the cyanobacterium Anabaena sp. strain PCC 7120: Cloning, expression, and inactivation of the sigB and sigC genes",
        null,
        "Water relation, photosynthetic ability and growth of thai jasmine rice (Oryza sativa L. ssp. indica cv. KDML 105) to salt stress by application of exogenous glycinebetaine and choline",
        "Ethanol synthesis by genetic engineering in cyanobacteria",
        "Applying spermidine for differential responses of antioxidant enzymes in cucumber subjected to short-term salinity",
        "Spermidine synthase is required for virulence of Leishmania donovani",
        "Enhancement of spermidine content and antioxidant capacity in transgenic pear shoots overexpressing apple spermidine synthase in response to salinity and hyperosmosis",
        "Microbiol Cult Coll",
        "Polyamines: Natural and engineered abiotic and biotic stress tolerance in plants",
        "Spermidine synthase genes are essential for survival of arabidopsis",
        "Current research, technology and education topic. Applied microbiology and microbial biotechnology",
        "Exogenous spermidine alleviates UV-induced growth inhibition of Synechocystis sp. PCC 6803 via reduction of hydrogen peroxide and malonaldehyde levels",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "GABA Accumulation in Response to Different Nitrogenous Compounds in Unicellular Cyanobacterium Synechocystis sp. PCC 6803",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "Overexpression of Spermidine synthase enhances tolerance to multiple environmental stresses and up-regulates the expression of various stress-regulated genes in transgenic Arabidopsis thaliana",
        "Improvement of environmental stress tolerance of sweet potato by introduction of genes for spermidine synthase",
        "The Essential Role of Spermidine in Growth of Agrobacterium tumefaciens Is Determined by the 1,3-Diaminopropane Moiety",
        null,
        "Salt stress-mediated changes in free polyamine titers and expression of genes responsible for polyamine biosynthesis of apple in vitro shoots",
        "The SigB σ factor regulates multiple salt acclimation responses of the cyanobacterium Synechocystis sp. PCC 6803",
        "Polyamines induced by osmotic stress protect synechocystis sp. PCC 6803 cells and arginine decarboxylase transcripts against UV-B radiation",
        "Polyamines reduce salt-induced oxidative damage by increasing the activities of antioxidant enzymes and decreasing lipid peroxidation in Virginia pine",
        "Over-expression of the apple spermidine synthase gene in pear confers multiple abiotic stress tolerance by altering polyamine titers",
        "Construction of Specific Mutations in Photosystem II Photosynthetic Reaction Center by Genetic Engineering Methods in Synechocystis 6803",
        "Deletion mutations in the speED operon: spermidine is not essential for the growth of Escherichia coli",
        "Involvement of polyamines in the drought resistance of rice",
        "Involvement of polyamine binding protein D (PotD) of synechocystis sp. PCC 6803 in spermidine uptake and excretion",
        "A unifying model for the role of polyamines in bacterial cell growth, the polyamine modulon"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU Frontier Research, Food and Water Cluster",
        "Commission on Higher Education, Thailand",
        "Ratchadaphiseksomphot Endowment Fund",
        "Science Achievement Scholarship of Thailand",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "School of Aerospace Science and Technology"
    ]
}