{
    "eid": "2-s2.0-85169302277",
    "title": "Determination of Poly(3-hydroxybutyrate) Content in Cyanobacterium Synechocystis sp. PCC 6803 Using Acid Hydrolysis Followed by High-performance Liquid Chromatography",
    "cover-date": "2023-08-20",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuroscience (all)",
            "@code": "2800",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "HPLC",
        "Nitrogen deprivation",
        "PHB",
        "Poly(3-hydroxybutyrate)",
        "Synechocystis"
    ],
    "authors": [
        "Janine Kaewbai-Ngam",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "A review of biopolymer (Poly-β-hydroxybutyrate) synthesis in microbes cultivated on wastewater",
        "A review on production of poly β hydroxybutyrates from cyanobacteria for the production of bio plastics",
        "Poly(3-hydroxybutyrate-co-3-hydroxyvalerate) copolymer production by the diazotrophic cyanobacterium Nostoc muscorum Agardh: Process optimization and polymer characterization",
        "Poly-β-hydroxybutyrate accumulation in cyanobacteria under photoautotrophy",
        "Photoautotrophic production of poly(hydroxyalkanoates) in cyanobacteria",
        "Determination of Polyhydroxybutyrate (PHB) Content in Ralstonia eutropha Using Gas Chromatography and Nile Red Staining",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: An efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "Production of glycogen, PHB, biohydrogen, NAD(P)H, and proteins in Synechocystis sp. PCC 6803 disrupted in metabolically linked biosynthetic pathway(s)",
        "Maximizing PHB content in Synechocystis sp. PCC 6803: a new metabolic engineering strategy based on the regulator PirC",
        "PHB is Produced from Glycogen Turn-over during Nitrogen Starvation in Synechocystis sp. PCC 6803",
        "Cyanobacterial polyhydroxyalkanoate production: status quo and quo vadis?",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "Enhanced poly-?-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Generic Assignments, Strain Histories and Properties of Pure Cultures of Cyanobacteria",
        "Requirement of the Nitrogen Starvation-Induced Protein Sll0783 for Polyhydroxybutyrate Accumulation in Synechocystis sp. Strain PCC 6803",
        "Increased bioproduction of glycogen, lipids, and poly(3-hydroxybutyrate) under partial supply of nitrogen and phosphorus by photoautotrophic cyanobacterium Synechocystis sp. PCC 6803",
        "Production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) under photoautotrophy and heterotrophy by non-heterocystous N 2 -fixing cyanobacterium",
        "Cyanobacterial production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) from carbon dioxide or a single organic substrate: improved polymer elongation with an extremely high 3-hydroxyvalerate mole proportion",
        "Identification and Analysis of the Polyhydroxyalkanoate-Specific β-Ketothiolase and Acetoacetyl Coenzyme A Reductase Genes in the Cyanobacterium Synechocystis sp. Strain PCC6803",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Accumulation of poly-β-hydroxybutyrate in cyanobacterium Synechocystis sp. PCC6803",
        "Recent progress and challenges in cyanobacterial autotrophic production of polyhydroxybutyrate (PHB), a bioplastic",
        "Quantitative Determination of Poly-β-hydroxybutyrate in Synechocystis sp. PCC 6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "113736755",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113736755",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}