{
    "eid": "2-s2.0-84945902050",
    "title": "Direct Tensile Strength and Characteristics of Dentin Restored with All-Ceramic, Resin-Composite, and Cast Metal Prostheses Cemented with Resin Adhesives",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Immunology and Microbiology",
            "@code": "2400"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        }
    ],
    "keywords": [],
    "authors": [
        "Morakot Piemjai"
    ],
    "citedby-count": 9,
    "ref-count": 43,
    "ref-list": [
        "Fundamentals of Fixed Prosthodontics",
        "Contemporary Fixed Prosthodontics",
        "Phillips's Science of Dental Materials",
        "Review of the clinical survival of direct and indirect restorations in posterior teeth of the permanent dentition",
        "Restoration longevity and analysis of reasons for the placement and replacement of restorations provided by vocational dental practitioners and their trainers in the United Kingdom",
        "Clinical diagnosis of recurrent caries",
        "Longevity of fixed partial dentures",
        "A 20-year retrospective survival study of fixed partial dentures",
        "A simple method of increasing the adhesion of acrylic filling materials to enamel surfaces",
        "Hybridization OfDentalHard Tissues",
        "Effect of tooth surface roughness on marginal seating and retention of complete metal crowns.",
        "Effect of Seating Force, Margin Design, and Cement on Marginal Seal and Retention of Complete Metal Crowns",
        "Crown pull-off test (crown retention test) to evaluate the bonding effectiveness of luting agents",
        "Tech. Rep. TR 11405",
        "Mechanical Behavior of Materials: Engineering Methods for Deformation, Fracture, and Fatigue",
        "A tensile test to facilitate identification of defects in dentine bonded specimens",
        "Importance of mini-dumbbell specimen to access tensile strength of restored dentine: Historical background and the future perspective in dentistry",
        "Effect of etchant variation on wet and dry dentin bonding primed with 4-META/acetone",
        "Effect of dentin conditioners on wet bonding of 4-META/MMA-TBB resin",
        "In vivo degradation of resin-dentin bonds in humans over 1 to 3 years",
        "Nanoleakage: leakage within the hybrid layer.",
        "Effect of remaining demineralised dentine on dental microleakage accessed by a dye penetration: How to inhibit microleakage?",
        "Comparison of microleakage of three acid-base luting cements versus one resin-bonded cement for Class V direct composite inlays",
        "Microleakage : a review",
        "Caries penetration and cement thickness of three luting agents.",
        "Bacterial leakage around dental restorations: its effect on the dental pulp",
        "Contribution of polymer chemistry to dentistry: Development of an impermeable interpenetrating polymer network to protect teeth from acid demineralization",
        "Influence of dentinal polyelectrolytes on wet demineralized dentin, a bonding substrate",
        "Improved wet bonding of methyl methacrylate-tri-n-butylborane resin to dentin etched with ten percent phosphoric acid in the presence of ferric ions",
        "AFM observation of collapse and expansion of phosphoric acid-demineralized dentin",
        "Effect of porcelain surface treatment on the bond to composite",
        "Etched porcelain veneers: the current state of the art.",
        "Surface conditioning influences zirconia ceramic bonding",
        "Effect of a Silane Coupling Agent and Ferric Chloride on the Bonding of Porcelain, Quartz and Alumina with 4-META/MMA-TBB Resin",
        "The influence of surface conditions and silane agents on the bond of resin to dental porcelain",
        "Tensile bond strength of an adhesive resin cement to different alloys having various surface treatments",
        "Identification of a resin-dentin hybrid layer in vital human dentin created in vivo: Durable bonding to vital dentin",
        "Journal of Japanese Dental Materials",
        "Bonding to dentin with a self-etching primer: The effect of smear layers",
        "Marginal integrity between a prefabricated composite block and enamel, DEJ, and dentin",
        "Dentin protection by a primer-less adhesive technique",
        "Interfacial chemistry of moisture-aged class II composite restorations",
        "Compressive fracture resistance of porcelain laminates bonded to enamel or dentin with four adhesive systems: Basic science research"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}