{
    "eid": "2-s2.0-85026811654",
    "title": "Design equations for undrained stability of opening in underground walls",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Building and Construction",
            "@code": "2215"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        }
    ],
    "keywords": [
        "Limit analysis",
        "Opening",
        "Stability",
        "Underground walls"
    ],
    "authors": [
        "Boonchai Ukritchon"
    ],
    "citedby-count": 50,
    "ref-count": 56,
    "ref-list": [
        "The face stability of slurry-shield-driven tunnels",
        "Face Stability Conditions with Earth-Pressure-Balanced Shields",
        "Stability of an undrained plane strain heading revisited",
        "Analysis of jacking forces during microtunnelling in limestone",
        "Face failure in homogeneous and stratified soft ground: Theoretical and experimental approaches on 1g EPBS reduced scale model",
        "J. Geotech. Eng. Divis.",
        "Shallow tunnels in cohesionless soil: Stability of tunnel face",
        "Prediction of jacking forces for microtunnelling operations",
        "Limit analysis in soil mechanics",
        "Face stability analysis of shallow shield tunnels in dry sandy ground using the discrete element method",
        "Experimental study on face instability of shield tunnel in sand",
        "Field performance of concrete pipes during jacking in cemented sandy silt",
        "The stability of shallow tunnels and underground openings in cohesive material",
        "Q. Appl. Math.",
        "Numerical analysis to better understand the mechanism of the effects of ground supports and reinforcements on the stability of tunnels using the distinct element method",
        "Face Stability Analysis of Shield Tunnels in Homogeneous Soil Overlaid by Multilayered Cohesive-Frictional Soils",
        "Upper-bound solutions for the face stability of a shield tunnel in multilayered cohesive-frictional soils",
        "Upper-bound stability analysis of a plane strain heading in non-homogeneous clay",
        "Three-dimensional face stability analysis of pressurized tunnels driven in a multilayered purely frictional medium",
        "Tunnelling",
        "Finite element limit analysis of pullout capacity of planar caissons in clay",
        "Stability of unsupported conical excavations in non-homogeneous clays",
        "Undrained stability of an active planar trapdoor in non-homogeneous clays with a linear increase of strength with depth",
        "Undrained limiting pressure behind soil gaps in contiguous pile walls",
        "CENTRIFUGAL TESTING OF MODEL TUNNELS IN SOFT CLAY.",
        "Experimental investigation of the face stability of shallow tunnels in sand",
        "A new discontinuous upper bound limit analysis formulation",
        "Formulation and solution of some plasticity problems as conic programs",
        "Upper and lower bound solutions for the face stability of shallow circular tunnels in frictional material",
        "Stability analysis of large slurry shield-driven tunnel in soft clay",
        "Upper bound solution for the face stability of shield tunnel below the water table",
        "Lower bound limit analysis of cohesive-frictional materials using second-order cone programming",
        "Upper bound limit analysis using simplex strain elements and second-order cone programming",
        "Probabilistic analysis and design of circular tunnels against face stability",
        "Face stability analysis of circular tunnels driven by a pressurized shield",
        "Rotational failure mechanisms for the face stability analysis of tunnels driven by a pressurized shield",
        "Continuous velocity fields for collapse and blowout of a pressurized tunnel face in purely cohesive soil",
        "A tunnel face failure mechanism for layered ground, considering the possibility of partial collapse",
        "Tunnel face stability in heavily fractured rock masses that follow the Hoek-Brown failure criterion",
        "Geotechnical stability analysis",
        "Undrained stability of a plane strain heading",
        "Undrained pullout capacity of cylindrical suction caissons by finite element limit analysis",
        "Undrained face stability of tunnels in Bangkok subsoils",
        "Tunnel heading stability in drained ground",
        "Undrained stability of a circular tunnel where the shear strength increases linearly with depth",
        "Structure optimisation of a diaphragm wall with special modelling methods in a large-scale circular ventilating shaft considering shield crossing",
        "Upper-bound finite element analysis of stability of tunnel face subjected to surcharge loading in cohesive-frictional soil",
        "A discrete numerical approach for modeling face stability in slurry shield tunnelling in soft soils",
        "Construction of a large-section long pedestrian underpass using pipe jacking in muddy silty clay: A case study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}