{
    "eid": "2-s2.0-85150163291",
    "title": "Is navigation beneficial for transforaminal endoscopic lumbar foraminotomy? A preliminary comparison study with fluoroscopic guidance",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Foraminotomy",
        "Full-endoscopic",
        "Lumbar foraminal stenosis",
        "O-arm navigation",
        "Transforaminal"
    ],
    "authors": [
        "Jung Hoon Kim",
        "Khanathip Jitpakdee",
        "Vit Kotheeranurak",
        "Javier Quillo-Olvera",
        "Kyung Chul Choi",
        "Young Jin Kim",
        "Cho Rong Lee",
        "Jin Sung Kim"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "Diagnosis and operative treatment of intraforaminal and extraforaminal nerve root compression",
        "The natural history of root entrapment syndrome",
        "Subarticular entrapment of the dorsal root ganglion as a cause of sciatic pain",
        "The novel technique of uniportal endoscopic interlaminar contralateral approach for coexisting L5–S1 lateral recess, foraminal, and extraforaminal stenosis and its clinical outcomes",
        "New uses and refinements of the paraspinal approach to the lumbar spine",
        "Evolution of minimally invasive lumbar spine surgery",
        "The evolution of minimally invasive spine surgery: JNSPG 75th anniversary invited review article",
        "New generation intraoperative three-dimensional imaging (O-arm) in 100 spine surgeries: does it change the surgical procedure?",
        "Minimally invasive spinal surgery with intraoperative image-guided navigation",
        "Intraoperative risks of radiation exposure for the surgeon and patient",
        "Biological effects of cosmic radiation: deterministic and stochastic",
        "Patient and staff dosimetry in vertebroplasty",
        "Staff dosimetry in interventional cardiology",
        "Learning curve and minimally invasive spine surgery",
        "Learning curve for percutaneous endoscopic lumbar discectomy depending on the surgeon's training level of minimally invasive spine surgery",
        "Learning curve of percutaneous endoscopic transforaminal lumbar discectomy by a single surgeon",
        "The accuracy of intraoperative O-arm images for the assessment of pedicle screw postion",
        "Efficacy and safety for combination of t-EMG with O-arm assisted pedicle screw placement in neurofibromatosis type I scoliosis surgery",
        "Surgeon, staff, and patient radiation exposure in minimally invasive transforaminal lumbar interbody fusion: impact of 3D fluoroscopy-based navigation partially replacing conventional fluoroscopy: study protocol for a randomized controlled trial",
        "Radiation safety and spine surgery: systematic review of exposure limits and methods to minimize radiation exposure",
        "Does less invasive spine surgery result in increased radiation exposure? A systematic review",
        "Radiation exposure to the surgeon during percutaneous endoscopic lumbar discectomy: a prospective study",
        "In: Health effects of exposure to low levels of ionizing radiation: Beir V (ed) national academies press (US) Copyright © 1990 by the national academy of sciences",
        "Radiation exposure to the surgeon during minimally invasive spine procedures is directly estimated by patient dose",
        "Surgeon and staff radiation exposure in minimally invasive spinal surgery: prospective series using a personal dosimeter",
        "Wearing lead aprons in surgical operating rooms: ergonomic injuries evidenced by infrared thermography",
        "Get the lead off our backs!",
        "Comparison of radiation exposure between O-arm navigated and C-arm guided screw placement in minimally invasive transforaminal lumbar interbody fusion",
        "Radiation exposure of patient and operating room personnel by fluoroscopy and navigation during spinal surgery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "@id": "60276990",
            "affilname": "The Catholic University of Korea Seoul St. Mary's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276990",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Goyang",
            "@id": "128494278",
            "affilname": "Seoul Top Spine Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128494278",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Queretaro",
            "@id": "117986824",
            "affilname": "Hospital H+ Querétaro",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117986824",
            "affiliation-country": "Mexico"
        }
    ],
    "funding": [
        "Ministry of Health & Welfare, Republic of Korea",
        "Korea Health Industry Development Institute"
    ]
}