{
    "eid": "2-s2.0-84929359168",
    "title": "There is more than one way to crack an oyster: Identifying variation in burmese long-tailed macaque (Macaca fascicularis aurea) stone-tool use",
    "cover-date": "2015-05-13",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Amanda Tan"
    ],
    "citedby-count": 40,
    "ref-count": 59,
    "ref-list": [
        "Tool use as adaptation",
        "Animal Tool Behaviour: The Use and Manufacture of Tools by Animals.",
        "Optimisation of Nut-Cracking With Natural Hammers by Wild Chimpanzees",
        "Chimpanzees using stones to crack open oil palm nuts in Liberia",
        "Chimpanzees use stone hammers in Cameroon",
        "Social structure and dynamics of wild chimpanzees at Bossou, Guinea",
        "Nut cracking by wild chimpanzees in Sierra Leone, West Africa",
        "Wild capuchin monkeys (Cebus libidinosus) use anvils and stone pounding tools",
        "Capuchin monkey tool use: Overview and implications",
        "First record of tool use by wild populations of the yellow-breasted capuchin monkey (Cebus xanthosternos) and new records for the bearded capuchin (cebus libidinosus)",
        "Stone-tool usage by Thai long-tailed macaques (Macaca fascicularis)",
        "The physical characteristics and usage patterns of stone axe and pounding hammers used by long-tailed macaques in the Andaman sea region of Thailand",
        "Primate archaeology",
        "The evolution and cultural transmission of percussive technology: integrating evidence from palaeoanthropology and primatology",
        "Behavioural biology: Archaeology meets primate technology",
        "Cultural innovation and transmission of tool use in wild chimpanzees: Evidence from field experiments",
        "The Mind of the Chimpanzee.",
        "Evidence for cultural differences between neighboring chimpanzee communities",
        "Chaînes opératoires and resource-exploitation strategies in chimpanzee (Pan troglodytes) nut cracking",
        "Physical properties of palm fruits processed with tools by wild bearded capuchins (Cebus libidinosus)",
        "Characteristics of hammer stones and anvils used by wild bearded capuchin monkeys (Cebus libidinosus) to crack open palm nuts",
        "Three stones for three seeds: Natural occurrence of selective tool use by capuchins (Cebus libidinosus) based on an analysis of the weight of stones found at nutting sites",
        "New data on the use of stone tools by chimpanzees in Guinea and Liberia",
        "Hands of Primates.",
        "Kinematics and energetics of nut-cracking in wild capuchin monkeys (Cebus libidinosus) in Piauí, Brazil",
        "Ant-dipping among the chimpanzees of Bossou, Guinea, and some comparisons with other sites",
        "Cultures in chimpanzees",
        "Tool use and tool making in wild chimpanzees.",
        "Japanese macaque cultures: Inter- and intra-troop behavioural variability of stone handling patterns across 10 troops",
        "Age-related differences in the performance, diffusion, and maintenance of stone handling, a behavioral tradition in Japanese macaques",
        "Of stones and monkeys: Testing ecological constraints on stone handling, a behavioral tradition in Japanese macaques",
        "Age-specific functions of stone handling, a solitary-object play behavior, in Japanese macaques (Macaca fuscata)",
        "Acquisition and development of stone handling behavior in infant Japanese macaques",
        "Marine prey processed with stone tools by burmese long-tailed macaques (Macaca fascicularis aurea) in intertidal habitats",
        "The ethnoarchaeology of juvenile foragers: Shellfishing strategies among Meriam children",
        "Sunda and Sahul: Prehistoric Studies in Southeast Asia, Melanesia and Australia.",
        "Subsistence shellfish harvesting in the Maputaland Marine Reserve in northern Kwazulu-Natal, South Africa: Sandy beach organisms",
        "Journal de la Societe Des Oceanistes.",
        "Use-Wear Patterns on Wild Macaque Stone Tools Reveal Their Behavioural History",
        "Human activity negatively affects stone tool-using Burmese long-tailed macaques Macaca fascicularis aurea in Laem Son National Park, Thailand",
        "Observational Study of Behavior: Sampling Methods",
        "Culture and geographic variation in orangutan behavior",
        "Orangutan cultures and the evolution of material culture",
        "The enhanced tool-kit of two groups of wild bearded capuchin monkeys in the caatinga: Tool making, associative use, and secondary tools",
        "The Japanese Macaques.",
        "Cross-site differences in foraging behavior of white-faced capuchins (Cebus capucinus)",
        "The Biology of Traditions: Models and Evidence.",
        "Stone handling behavior in rhesus macaques (Macaca mulatta), a behavioral propensity for solitary object play shared with Japanese macaques",
        "Comparison of stone handling behavior in two macaque species: Implications for the role of phylogeny and environment in primate cultural variation",
        "Food provisioning and stone handling tradition in Japanese macaques: a comparative study of ten troops.",
        "The Chimpanzees of the Taï Forest",
        "Tool use and predation of oysters (Crassostrea rhizophorae) by the tufted capuchin, Cebus apella appella, in brackish water mangrove swamp",
        "Biomechanical study of grasping according to the volume of the object: Human versus non-human primates",
        "Tool-composite reuse in wild chimpanzees (Pan troglodytes): Archaeologically invisible steps in the technological evolution of early hominins?",
        "Savanna chimpanzees use tools to harvest the underground storage organs of plants",
        "Modeling the Early Human Mind.",
        "Excavation of a chimpanzee stone tool site in the African rainforest",
        "4,300-Year-old chimpanzee sites and the origins of percussive stone technology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "affilname": "School of Humanities",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fort Collins",
            "affilname": "Colorado State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Ministry of Education",
        "Nanyang Technological University",
        "Thailand Research Fund"
    ]
}