{
    "eid": "2-s2.0-85132859514",
    "title": "Rare germline alterations of myeloperoxidase predispose to myeloid neoplasms",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [],
    "authors": [
        "Sunisa Kongkiatkamon",
        "Laila Terkawi",
        "Yihong Guan",
        "Vera Adema",
        "Metis Hasipek",
        "Tatiana Dombrovski",
        "Milo Co",
        "Wencke Walter",
        "Hassan Awada",
        "Yvonne Parker",
        "Stephan Hutter",
        "Simona Pagliuca",
        "Carmelo Gurnari",
        "Heesun J. Rogers",
        "Manja Meggendorfer",
        "Daniel J. Lindner",
        "Torsten Haferlach",
        "Valeria Visconte",
        "Thomas LaFramboise",
        "Babal K. Jha",
        "Jaroslaw P. Maciejewski"
    ],
    "citedby-count": 1,
    "ref-count": 48,
    "ref-list": [
        "ELANE mutations in cyclic and severe congenital neutropenia: genetics and pathophysiology",
        "Rare germline variant contributions to myeloid malignancy susceptibility",
        "Molecular cloning and characterization of cDNA for human myeloperoxidase",
        "Myeloperoxidase: friend and foe",
        "Myeloperoxidase in human neutrophil host defence",
        "Neutrophils in the activation and regulation of innate and adaptive immunity",
        "Genetic studies on myeloperoxidase deficiency in Italy",
        "Myeloperoxidase negatively regulates the expression of proinflammatory cytokines and chemokines by zymosan-induced mouse neutrophils",
        "Myeloperoxidase deficiency enhances inflammation after allogeneic marrow transplantation",
        "Lung Neutrophilia in Myeloperoxidase Deficient Mice during the Course of Acute Pulmonary Inflammation",
        "Myeloperoxidase and cardiovascular disease",
        "Myeloperoxidase: A new player in autoimmunity",
        "Myeloperoxidase in kidney disease",
        "Consequences of total and subtotal myeloperoxidase deficiency: risk or benefit?",
        "Time-dependent changes in mortality and transformation risk in MDS",
        "Somatic SETBP1 mutations in myeloid malignancies",
        "Invariant patterns of clonal succession determine specific clinical features of myelodysplastic syndromes",
        "Consequences of mutant TET2 on clonality and subclonal hierarchy",
        "Dynamics of clonal evolution in myelodysplastic syndromes",
        "ANNOVAR: functional annotation of genetic variants from high-throughput sequencing data",
        "DNA sequencing with chain-terminating inhibitors",
        "Pattern of inheritance in hereditary myeloperoxidase deficiency associated with the R569W missense mutation",
        "A novel form of hereditary myeloperoxidase deficiency linked to endoplasmic reticulum/proteasome degradation",
        "Biochemical and molecular characterization of hereditary myeloperoxidase deficiency",
        "Does a relationship exist between neutrophil myeloperoxidase deficiency and the occurrence of neoplasms?",
        "Hereditary myeloperoxidase deficiency: a rare condition? Diagnostic possibilities of a differential white cell autoanalyzer (Hemalog-D)",
        "Clinical manifestation of myeloperoxidase deficiency",
        "Constitutional hypomorphic telomerase mutations in patients with acute myeloid leukemia",
        "Increased Frequency of Fanconi Anemia Group C Genetic Variants in Children With Sporadic Acute Myeloid Leukemia",
        "Genetic heterogeneity among Fanconi anemia heterozygotes and risk of cancer",
        "Dissecting ELANE neutropenia pathogenicity by human HSC gene editing",
        "The spectrum of ELANE mutations and their implications in severe congenital and cyclic neutropenia",
        "Neutrophil Elastase Defects in Congenital Neutropenia. Front",
        "Cooperativity of RUNX1 and CSF3R mutations in severe congenital neutropenia: a unique pathway in myeloid leukemogenesis",
        "Incidence of CSF3R mutations in severe congenital neutropenia and relevance for leukemogenesis: Results of a long-term survey",
        "Myeloperoxidase: a key regulator of neutrophil oxidant production",
        "Neutrophils: Their role in innate and adaptive immunity 2017",
        "Superoxide and hydrogen peroxide in relation to mammalian cell proliferation",
        "Epidermal growth factor (EGF)-induced generation of hydrogen peroxide. Role in EGF receptor-mediated tyrosine phosphorylation",
        "Hyperoxidant states cause microbial cell differentiation by cell isolation from dioxygen",
        "Hydrogen peroxide mediates the cell growth and transformation caused by the mitogenic oxidase Nox1",
        "Oxidative stress as a mediator of apoptosis",
        "What is the concentration of hydrogen peroxide in blood and plasma?",
        "Hydrogen peroxide as a central redox signaling molecule in physiological oxidative stress: Oxidative eustress",
        "Hydrogen Peroxide-Induced DNA Damage and Repair through the Differentiation of Human Adipose-Derived Mesenchymal Stem Cells",
        "Hydrogen peroxide induces DNA single- and double-strand breaks in thyroid cells and is therefore a potential mutagen for this organ",
        "Hydrogen peroxide induces DNA single strand breaks in respiratory epithelial cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Munich",
            "@id": "60077260",
            "affilname": "MLL Münchner Leukämielabor GmbH",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60077260",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60032732",
            "affilname": "Taussig Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032732",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60021160",
            "affilname": "Cleveland Clinic Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021160",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60000305",
            "affilname": "Case Western Reserve University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000305",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "American Italian Cancer Foundation",
        "Vera and Joseph Dresner Foundation"
    ]
}