{
    "eid": "2-s2.0-85075520597",
    "title": "Polygonum odoratum essential oil inhibits the activity of mushroom derived tyrosinase",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Biochemistry",
        "Biotechnology",
        "Enzyme inhibition",
        "Food preservation",
        "Food science",
        "Food technology",
        "Mushroom tyrosinase",
        "Natural products",
        "Plant biology",
        "Polygonum odoratum"
    ],
    "authors": [
        "Anne Frances Murray",
        "Hiroki Satooka",
        "Kuniyoshi Shimizu",
        "Warinthorn Chavasiri",
        "Isao Kubo"
    ],
    "citedby-count": 11,
    "ref-count": 23,
    "ref-list": [
        "Comparative chemical profiling, cholinesterase inhibitions and anti-radicals properties of essential oils from Polygonumhydropiper L: a Preliminary anti- Alzheimer's study",
        "Chemical profiling, antimicrobial and insecticidal evaluations of Polygonumhydropiper L.",
        "GC-MS analysis and gastroprotective evaluations of crude extracts, isolated Saponins, and essential oil from polygonumhydropiper L",
        "Hmong gardens: botanical diversity in an urban setting",
        "Anti-Salmonella activity of volatile compounds of Vietnam coriander",
        "Dodine as a protein denaturant: the best of two worlds?",
        "Melanosis inhibition and SO2 residual levels in shrimp Parapenaeus longirostris after different sulfite-based treatments",
        "Effects of mushroom tyrosinase on anisaldehyde.J",
        "Austrilian Kesom oil – a new essential oil for the flavor and fragrance industry",
        "Crystal structure of agaricus bisporus mushroom tyrosinase: identity of the tetramer subunits and interaction with tropolone",
        "Tyrosinase inhibitors from natural and synthetic sources: structure, inhibition mechanism and perspective for the future",
        "Tyrosinase inhibitors from cumin",
        "Anisaidehyde, a melanogenesis potentiator",
        "New insights into the active site strucutre and catalytic mechanism of tyrosinase and it's realted proteins",
        "Protein-surfactant interactions: a tale of many states",
        "Alpha-Lactalbumin is unfolded by all classes of surfactants but by different mechanisms",
        "Tyrosinase:The four oxidation states of the active site and their relevance to enzymatic activation, oxidation and inactivation.Bioorg",
        "Thin-layer chromatography—densitometry and thin-layer chromatography—image analysis for screening bile acid-binding activities of Thai edible plants",
        "Effects of thymol on mushroom tyrosinase-catalyzed melanin formation",
        "Eryngium foetidum, Coriandrum sativum and Persicaria odorata: a review. J.",
        "Synthesis and study of schiff base ligands",
        "Selectivity of odorant-binding proteins from the southern house mosquito tested against physiologically relevant ligands",
        "Esr studies on salicyladehyde schiff base complexes of copper (III) dimer formation on Bis(N-alkylsalcylidenemination- copper (II) complexes and their derivatives in toluene"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Berkeley",
            "@id": "60025038",
            "affilname": "University of California, Berkeley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025038",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60011047",
            "affilname": "Kyushu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011047",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}