{
    "eid": "2-s2.0-85086957232",
    "title": "Conservation and restoration of coral reefs under climate change: Strategies and practice",
    "cover-date": "2016-01-01",
    "subject-areas": [],
    "keywords": [
        "Asexual propagation",
        "Conservation",
        "Coral reef",
        "Management",
        "Sexual propagation"
    ],
    "authors": [
        "Suchana Chavanich"
    ],
    "citedby-count": 1,
    "ref-count": 40,
    "ref-list": [
        "Mass coral bleaching in 2010 in the Southern Caribbean",
        "Progress in the development and acquisition of anticancer agents from marine sources",
        "Fusion or failure? The future of conservation biology",
        "Confronting the coral reef crisis",
        "Ratcheting down the coral reefs",
        "Differential physiological responses of two congeneric scleractinian corals to mineral accretion and an electric field",
        "Worldwide death of corals-Natural cyclical events or man-made pollution?",
        "Reefs at risk revisited",
        "Impact of Tsunami on the seafloor and corals in Thailand",
        "Two introduced tunicate species, Ecteinascidia thurstoni Herdman, 1891 and Clavelina cyclus Tokioka & Nishikawa, 1975, in Thailand",
        "Report on the current status of marine non-indigenous species in the Western Pacific Region",
        "Reef communities after the 2010 mass coral bleaching Atracha Yai Island in the Andaman Sea and Koh Tao in the Gulf of Thailand",
        "Mar Res Indones",
        "Coral restoration techniques in the Western Pacific Region",
        "Conservation, management, and restoration of coral reefs",
        "Coral reef conservation",
        "Coral bleaching: Patterns, processes, causes and consequences",
        "Reef rehabilitation manual",
        "Reef restoration concepts and guidelines:Making sensible management choices in the face of uncertainty",
        "Discovery and development of the anticancer agent salinosporamide A (NPI-0052)",
        "Increased zooxanthellae numbers and mitotic index in electrically stimulated corals",
        "Closing the circle: Is it feasible to rehabilitate reefs with sexually propagated corals?",
        "Climate change, coral bleaching and the future of the world's coral reefs",
        "Coral reefs under rapid climate change and ocean acidification.",
        "Galaxea JCRS",
        "Coral reef restoration",
        "One-year monitoring report, restoration project, Soto’s Reef, George Town Grand Cayman Island, British West Indies",
        "Coral reef conservation",
        "Marine organisms: Potential source for drug discovery",
        "A reef manager’s guide to coral bleaching",
        "Evaluation of concrete mixtures for use in underwater repairs",
        "Global marine biological diversity",
        "Repeated coral bleaching in the Andaman Sea, Thailand, during the last two decades",
        "Rebuilding coral reefs: Does active reef restoration lead to sustainable reefs?",
        "Cnidarians as a source of new marine bioactive compounds - An overview of the last decade and future steps for bioprospecting",
        "Transplantation of coral fragments from ship groundings on electrochemically formed reef structures",
        "Empathizing with nature: The effects of perspective talking on concern for environmental issues",
        "The Biology of Coral Reefs",
        "The SER primer on ecological restoration",
        "Status of coral reefs of the world: 2008"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}