{
    "eid": "2-s2.0-85142751567",
    "title": "Determinants of Ride-Hailing Applications Adoption: How Travelers’ Characteristics and Attitudes Affect the Adoption of New Online Mobility Platforms in Bangkok?",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Individual mobility",
        "Ride-hailing applications",
        "Ride-sourcing services",
        "Urban mobility"
    ],
    "authors": [
        "Wattana Laosinwattana",
        "Phathinan Thaithatkul",
        "Saksith Chalermpong"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        "App-based, on-demand ride services: Comparing taxi and ridesourcing trips and user characteristics in San Francisco",
        "Disruptive change in the taxi business: The case of Uber",
        "Conde Nast Traveler",
        "Design and implementation of a highly efficient three-level t-type converter for low-voltage applications",
        "Disruptive transportation: The adoption, utilization",
        "The ridehailing trend: Past, present",
        "To compete or not compete: Exploring the relationships between motorcycle-based ride-sourcing, motorcycle taxis, and public transport in the Jakarta metropolitan area",
        "What influences travelers to use Uber? Exploring the factors affecting the adoption of on-demand ride services in California",
        "The impact of ride-hailing on vehicle miles traveled",
        "Ride-hailing in Santiago de Chile: Users’ characterisation and effects on travel behaviour",
        "Paratransit as a connective mode for mass transit systems in Asian developing cities: Case of Bangkok in the era of ride-hailing services",
        "How app-based ride-hailing services influence travel behavior: An empirical study from China",
        "What drives the use of ridehailing in California? Ordered probit models of the usage frequency of Uber and Lyft",
        "Design and implementation of a highly efficient three-level t-type converter for low-voltage applications",
        "The application of electronic computers to factor analysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}