{
    "eid": "2-s2.0-84898011490",
    "title": "Variations in phytoplankton photo-physiology and productivity in a dynamic eutrophic ecosystem: A fast repetition rate fluorometer-based study",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "2303"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Eutrophic coastal region",
        "Frr fluorometry",
        "P-E curve",
        "Photoacclimation",
        "Phytoplankton"
    ],
    "authors": [
        "Yoshihisa Mino"
    ],
    "citedby-count": 12,
    "ref-count": 67,
    "ref-list": [
        "Photosynthetic characteristics of phycoerythrin-containing marine Synechococcus spp. - I. Responses to growth photon flux density",
        "Can. J. Bot.",
        null,
        "The electrochemical domain of photosynthesis",
        "Growth and photoregulation dynamics of the picoeukaryote Pelagomonas calceolata in fluctuating light",
        "Does nitrogen or silicon limit phytoplankton production in the Mississippi River plume and nearby regions?",
        "Primary Productivity and Biogeochemical Cycles in the Sea",
        "Variations in chlorophyll fluorescence yields in phytoplankton in the world oceans",
        "ACCLIMATION TO SPECTRAL IRRADIANCE IN ALGAE",
        "Plant Physiol.",
        "Plant Physiol.",
        "Aquatic Photosynthesis",
        "NITROGEN LIMITATION IN ISOCHRYSIS GALBANA (HAPTOPHYCEAE). II. RELATIVE ABUNDANCE OF CHLOROPLAST PROTEINS",
        "Cyclic electron transfer in photosystem II in the marine diatom Phaeodactylum tricornutum",
        "In situ observation of phytoplankton productivity by an underwater profiling buoy system: Use of fast repetition rate fluorometry",
        "Phytoplankton productivity in the western subarctic gyre of the North Pacific in early summer 2006",
        "Phytoplankton Productivity: Carbon Assimilation in Marine and Freshwater Ecosystems",
        "A dynamic regulatory model of phytoplanktonic acclimation to light, nutrients, and temperature",
        "A kinetic model of non-photochemical quenching in cyanobacteria",
        "Nutrient limitation of phytoplankton in freshwater and marine environments: A review of recent evidence on the effects of enrichment",
        "Experimental and theoretical studies on the excess capacity of Photosystem II",
        "Use of active fluorescence to estimate phytoplankton photosynthesis in situ",
        "Measurements of variable chlorophyll fluorescence using fast repetition rate techniques: Defining methodology and experimental protocols",
        "Plant Physiol.",
        "Chlorophyll fluorescence and photosynthesis: The basics",
        "Estimating phytoplankton primary production in Lake IJsselmeer (The Netherlands) using variable fluorescence (PAM-FRRF) and C-uptake techniques",
        "A photosynthetic strategy for coping in a high-light, low-nutrient environment",
        "Photosynthetic parameters of phytoplankton from 50°N to 50°S in the Atlantic Ocean",
        "Coast. Mar. Sci.",
        "Coral reef fishing and coral-algal phase shifts: Implications for global reef status",
        "Studies on reactions of illuminated chloroplasts. I. Mechanism of the reduction of oxygen and other hill reagents",
        "The Gulf of Thailand",
        "Coast. Mar. Sci.",
        "Basin-scale variability of phytoplankton bio-optical characteristics in relation to bloom state and community structure in the Northeast Atlantic",
        "Phytoplankton photoacclimation and photoadaptation in response to environmental gradients in a shelf sea",
        "Physical controls on phytoplankton physiology and production at a shelf sea front: A fast repetition-rate fluorometer based field study",
        "Short-term variability of photosynthetic parameters and particulate and dissolved primary production in the Alboran sea (SW Mediterranean)",
        null,
        "Non-photochemical fluorescence quenching and the diadinoxanthin cycle in a marine diatom",
        "The influence of vertical mixing on the photoinhibition of variable chlorophyll a fluorescence and its inclusion in a model of phytoplankton photosynthesis",
        "An immunoprobe to measure Rubisco concentrations and maximal photosynthetic rates of individual phytoplankton cells",
        "Photoinhibition of Photosynthesis from Molecular Mechanisms to the Field",
        "Resolving chlorophyll a fluorescence images of photosynthetic efficiency into photochemical and non-photochemical components - Calculation of qP and Fv'/Fm' without measuring Fo'",
        "Coastal eutrophication and harmful algal blooms: Importance of atmospheric deposition and groundwater as 'new' nitrogen and other nutrient sources",
        "Chlororespiration",
        "Photoadaption in marine phytoplankton: Response of the photosynthetic unit",
        "PHOTOINHIBITION OF PHOTOSYNTHESIS IN NATURAL ASSEMBLAGES OF MARINE PHYTOPLANKTON.",
        "The Photosystems: Structure, Function and Molecular Biology",
        "Cyclic electron flow around Photosystem II in vivo",
        "Bio-optical modelling of primary production in the SW Finnish coastal zone, Baltic Sea: Fast repetition rate fluorometry in Case 2 waters",
        "The cost of photoinhibition",
        "Mar. Ecol. Prog. Ser.",
        "Photoadaptation in Antarctic phytopfankton: Variations in growth rate, chemical composition and P versus I curves",
        "Short-term variation of triple oxygen isotopes and gross oxygen production in the Sagami Bay, central Japan",
        "Phytoplankton photosynthesis-irradiance parameters in the near-shore UK coastal waters of the North Sea: Temporal variation and environmental control",
        "Contrasting photoacclimation costs in ecotypes of the marine eukaryotic picoplankter Ostreococcus",
        "A methodology to determine primary production and phytoplankton photosynthetic parameters from Fast Repetition Rate Fluorometry",
        "Population dynamics of green Noctiluca scintillans (Dinophyceae) associated with the monsoon cycle in the upper Gulf of Thailand",
        "Assessment of photosynthesis in a spring cyanobacterial bloom by use of a fast repetition rate fluorometer",
        "Evaluation of biophysical and optical determinations of light absorption by photosystem II in phytoplankton",
        "Interpretation of fast repetition rate (FRR) fluorescence: Signatures of phytoplankton community structure versus physiological state",
        "Fast Repetition Rate (FRR) Chlorophyll a Fluorescence Induction Measurements",
        "Light-saturated photosynthesis - Limitation by electron transport or carbon fixation?",
        "Iron uptake and growth limitation in oceanic and coastal phytoplankton",
        "Biophysical and socio-economic assessments of the coastal zone: The LOICZ approach",
        "Assessment of carbon- and fluorescence-based primary productivity in Ariake Bay, southwestern Japan",
        "Photosynthesis/irradiance relationships in the Ross Sea, Antarctica, and their control by phytoplankton assemblage composition and environmental factors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kasuga",
            "affilname": "Kyushu University, Research Institute for Applied Mechanics",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Yokosuka",
            "affilname": "Japan Agency for Marine-Earth Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Solution-oriented Research for Science and Technology",
        "Japan Society for the Promotion of Science",
        "Japan Science and Technology Agency"
    ]
}