{
    "eid": "2-s2.0-85108005514",
    "title": "Diversity and distribution of harmful microalgae in the Gulf of Thailand assessed by DNA metabarcoding",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Alexandrium fragae",
        "Azadinium spinosum",
        "Fish killing, paralytic shellfish poisoning",
        "High-throughput sequencing"
    ],
    "authors": [
        "Zhengxu Fu",
        "Ajcharaporn Piumsomboon",
        "Porntep Punnarak",
        "Praderm Uttayarnmanee",
        "Chui Pin Leaw",
        "Po Teen Lim",
        "Aijun Wang",
        "Haifeng Gu"
    ],
    "citedby-count": 11,
    "ref-count": 105,
    "ref-list": [
        "A method for studying protistan diversity using massively parallel sequencing of V9 hypervariable regions of small-subunit ribosomal RNA genes",
        "Three new species of the genus Alexandrium (Dinoflagellata)",
        "Pseudo-nitzschia, Nitzschia, and domoic acid: New research since 2011",
        "The harmful unarmored dinoflagellate Karlodinium in Japan and Philippines, with reference to ultrastructure and micropredation of Karlodinium azanzae sp. nov. (Kareniaceae, Dinophyceae)",
        "Abundance and distribution of phytoplankton in the Thai water",
        "T-REX: a web server for inferring, validating and visualizing phylogenetic trees and networks",
        "Distribution, abundance and species composition of phytoplankton in the South China Sea, Area I: Gulf of Thailand and East Coast of Peninsular Malaysia",
        "Morphology and molecular phylogeny of a new PST-producing dinoflagellate species: Alexandrium fragae sp. nov. (Gonyaulacales, Dinophyceae)",
        "Seasonal variation in water column conditions in the upper Gulf of Thailand",
        "The eukaryotic tree of life from a global phylogenomic perspective",
        "DADA2: high-resolution sample inference from Illumina amplicon data",
        "Exact sequence variants should replace operational taxonomic units in marker-gene data analysis",
        "Cultivation of seaweed Gracilaria lemaneiformis enhanced biodiversity in a eukaryotic plankton community as revealed via metagenomic analyses",
        "Records of cetaceans in Thailand",
        "Nonparametric estimation of the number of classes in a population",
        "Stopping rules and estimation for recapture debugging with unequal failure rates",
        "Water pollution and habitat degradation in the Gulf of Thailand",
        "Resolving phytoplankton taxa based on high-throughput sequencing during brown tides in the Bohai Sea, China",
        "Composition and genetic diversity of picoeukaryotes in subtropical coastal waters as revealed by 454 pyrosequencing",
        "Applicability of massively parallel sequencing on monitoring harmful algae at Varna Bay in the Black Sea",
        "Diversity and distribution of haptophytes revealed by environmental sequencing and metabarcoding–a review",
        "Suspected causative dinoflagellates of paralytic shellfish poisoning in the Gulf of Thailand",
        "Coastal Marine Science in Southeast Asia Synthesis Report of the Core Program of the Japan Society for the Promotion of Science: Coastal Marine Science (2001-2010)",
        "Estimation of 18S gene copy number in marine eukaryotic plankton using a next-generation sequencing approach.",
        "PHYTOPK28-D1D2: a curated database of 28S rRNA gene D1-D2 domains from eukaryotic organisms dedicated to metabarcoding analyses of marine phytoplankton samples",
        "Insights into the harmful algal flora in northwestern Mediterranean coastal lagoons revealed by pyrosequencing metabarcodes of the 28S rRNA gene",
        "Morphology, phylogeny and azaspiracid profile of Azadinium poporum (Dinophyceae) from the China Sea",
        "Morphology, toxicity, and phylogeny of Alexandrium (Dinophyceae) species along the coast of China",
        "Past: paleontological statistics software package for education and data analysis",
        "First record of a fish-killing Gymnodinium sp. bloom in Kuwait Bay, Arabian Sea: chronology and potential causes",
        "Wide distribution of toxic marine dinoflagellate Alexandrium tamiyavanichii along the east coast of Peninsular Malaysia",
        "Singapore isolates of the dinoflagellate Gymnodinium catenatum (Dinophyceae) produce a unique profile of paralytic shellfish poisoning toxins",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Non-toxic strains Protogonyaulax tamarensis (Lebour) Taylor (Dinophyceae) in the Gulf of Thailand",
        "Protogonyaulax cohorticula, a toxic dinoflagellate found in the Gulf of Thailand",
        "EukRef-excavates: seven curated SSU ribosomal RNA gene databases",
        "Spatial distribution of toxic Alexandrium tamiyavanichii (Dinophyceae) in the southeastern South China Sea-Sulu Sea: A molecular-based assessment using real-time quantitative PCR (qPCR) assay",
        "Distributions of three Alexandrium species and their toxins across a salinity gradient suggest an increasing impact of GDA producing A. pseudogonyaulax in shallow brackish waters of Northern Europe",
        "How quantitative is metabarcoding: a met-analytical approach",
        "Potentially toxic microalgae of Vietnamese waters",
        "Three new records of dinoflagellates in Singapore's coastal waters, with observations on environmental conditions associated with microalgal growth in the Johor Straits",
        "Salinity effect on growth and toxin production of four tropical Alexandrium species (Dinophyceae)",
        "First report of Alexandrium taylori and Alexandrium peruvianum (Dinophyceae) in Malaysia waters",
        "Effects of light and temperature on growth, nitrate uptake, and toxin production of two tropical dinoflagellates: Alexandrium tamiyavanichii and Alexandrium minutum (Dinophyceae)",
        "Morphological variation of two Alexandrium species responsible for paralytic shellfish poisoning in Southeast Asia",
        "A bloom of Karlodinium australe (Gymnodiniales, Dinophyceae) associated with mass mortality of cage-cultured fishes in West Johor Strait, Malaysia",
        "Phytoplankton community changes in Kuantan Port (Malaysia), with emphasis on the paralytic-shellfish toxin-producing dinoflagellate Alexandrium tamiyavanichii",
        "Distribution of dinoflagellate cysts in the surface sediment of the South China Sea, Area I: Gulf of Thailand and East Coast of Peninsular Malaysia",
        "Red Tide in the Inner Gulf of Thailand, Workshop on Red Tide Monitoring in Asian Coastal Waters",
        "Seasonal variations in cell abundance of Noctiluca scintillans in the coastal waters off Chonburi Province, the upper Gulf of Thailand",
        "Occurrence of Gymnodinium catenatum in the Gulf of Thailand",
        "Metabarcoding analysis of harmful algal species in Jiaozhou Bay",
        "Sympatric occurrence of two Azadinium poporum ribotypes in the Eastern Mediterranean Sea",
        "Unraveling the Karenia selliformis complex with the description of a non-gymnodimine producing Patagonian phylotype",
        "Microbial biogeography: putting microorganisms on the map",
        "The characterization of enzymatically amplified eukaryotic 16S-like rRNA-coding regions",
        "Identifying Pseudo-nitzschia species in natural samples using genus-specific PCR primers and clone libraries",
        "Prolonged high biomass diatom blooms induced formation of hypoxic-anoxic zones in the inner part of Johor Strait",
        "dinoref: a curated dinoflagellate (Dinophyceae) reference database for the 18S rRNA gene",
        "Summer bloom of Vulcanodinium rugosum in Cienfuegos Bay (Cuba) associated to dermatitis in swimmers",
        "An attempt to semi-quantify potentially toxic diatoms of the genus Pseudo-nitzschia in Tokyo Bay, Japan by using massively parallel sequencing technology",
        "Vulcanodinium rugosum gen. et sp. nov. (Dinophyceae), un nouveau dinoflagellé marin de la côte méditerranéenne française",
        "Contamination of biotoxin, Domoic acid in stranded marine mammals in Thai water",
        "Vegan: community ecology package",
        "An Introduction to Mathematical Ecology",
        "Phytoplankton in the Inner Gulf of Thailand",
        "Species of the dinoflagellate genus Alexandrium (Gonyaulacales) in the Gulf of Thailand",
        "jModelTest: phylogenetic model averaging",
        "Phylogenetic relationships of Pseudo-nitzschia subpacifica (Bacillariophyceae) from the Mexican Pacific, and its production of domoic acid in culture",
        "Phylogenetic relationships of Cochlodinium polykrikoides Margalef (Gymnodiniales, Dinophyceae) from the Mediterranean Sea and the implications of its global biogeography",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Perspectives from ten years of protist studies by high-throughput metabarcoding",
        "Flora of Koh Chang: contributions to the knowledge of the vegetation in the Gulf of Siam",
        "Identification of group- and strain-specific genetic markers for globally distributed Alexandrium (Dinophyceae). II. Sequence analysis of a fragment of the LSU rRNA gene",
        "Microplankton (including dinoflagellate and foraminifera) in the South China Sea, Area I: Gulf of Thailand and Peninsular Malaysia. In: Proceedings of the First Technical Seminar on Marine Fishery Resources Survey in the South China Sea, Area I: Gulf of Thailand and Peninsular Malaysia, 24-26 November 1997",
        "The Mathematical Theory of Communications",
        "Toxic HAB species from the Sea of Okhotsk detected by a metagenetic approach, seasonality and environmental drivers",
        "Measurement of diversity",
        "Assessment of the metabarcoding approach for community analysis of benthic-epiphytic dinoflagellates using mock communities",
        "Seasonal variation of sea surface current in the Gulf of Thailand",
        "Population dynamics of green Noctiluca scintillans (Dinophyceae) associated with the monsoon cycle in the upper Gulf of Thailand",
        "RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Occurences of red tide in the Gulf of Thailand",
        "Peri-urban oyster farming in the upper Gulf of Thailand",
        "Toxigenic strains of Azadinium poporum (Amphidomataceae, Dinophyceae) from Japan and Vietnam, with first reports of A. poporum (ribotype A) and A. trinitatum in Asian Pacific",
        "Seasonal circulations in the Malay Peninsula Eastern continental shelf from a wave–tide–circulation coupled model",
        "High diversity of Pseudo-nitzschia along the northern coast of Sarawak (Malaysian Borneo), with descriptions of P. bipertita sp. nov. and P. limii sp. nov. (Bacillariophyceae)",
        "A new non-toxic species in the dinoflagellate genus Azadinium: A. poporum sp. nov",
        "Multiple new strains of Amphidomataceae (Dinophyceae) from the North Atlantic revealed a high toxin profile variability of Azadinium spinosum and a new non-toxigenic Az. cf. spinosum",
        "Diversity and ecology of green microalgae in marine systems: an overview based on 18S rRNA gene sequences",
        "Comparison of coastal phytoplankton composition estimated from the V4 and V9 regions of the 18S rRNA gene with a focus on photosynthetic groups and especially Chlorophyta",
        "Cryptic speciation in Protoceratium reticulatum (Dinophyceae): evidence from morphological, molecular and ecophysiological data",
        "Environmental issues in the Gulf of Thailand",
        "Can abundance of protists be inferred from sequence data: a case study of Foraminifera",
        "The functional significance of ribosomal (r)DNA variation: Impacts on the evolutionary ecology of organisms",
        "Karenia digitata sp. nov. (Gymnodiniales, Dinophyceae), a new harmful algal bloom species from the coastal waters of west Japan and Hong Kong",
        "Over 30 years of HABs in the Philippines and Malaysia: what have we learned?",
        "Simulation of river plume behaviors in a tropical region: case study of the Upper Gulf of Thailand",
        "An improved DNA extraction method for efficient and quantitative recovery of phytoplankton diversity in natural assemblages",
        "The first report of Vulcanodinium rugosum (Dinophyceae) from the South China Sea with a focus on the life cycle",
        "Mapping of picoeucaryotes in marine ecosystems with quantitative PCR of the 18S rRNA gene",
        "First report of goniodomin A production by the dinoflagellate Alexandrium pseudogonyaulax developing in southern Mediterranean (Bizerte Lagoon, Tunisia)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "@id": "60087824",
            "affilname": "Ministry of Land and Resources P.R.C.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087824",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Xiamen",
            "@id": "60018205",
            "affilname": "Xiamen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018205",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chumphon",
            "@id": "121548605",
            "affilname": "Central Gulf of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121548605",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "China-ASEAN Maritime Cooperation Fund",
        "National Natural Science Foundation of China"
    ]
}