{
    "eid": "2-s2.0-85119038679",
    "title": "Growing 3D-nanostructured carbon allotropes from CO2 at room temperature under the dynamic CO2 electrochemical reduction environment",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Carbon allotropes",
        "CO2 electrochemical reduction",
        "Crystal growth",
        "Nanostructured carbon",
        "Single crystal"
    ],
    "authors": [
        "Rungkiat Nganglumpoon",
        "Suthasinee Watmanee",
        "Thapong Teerawatananond",
        "Piriya Pinthong",
        "Krongkwan Poolboon",
        "Nattaphon Hongrutai",
        "Duangamol N. Tungasmita",
        "Sukkaneste Tungasmita",
        "Yuttanant Boonyongmaneerat",
        "Narin Jantaping",
        "Suttipong Wannapaiboon",
        "Piyasan Praserthdam",
        "Yoshitada Morikawa",
        "James G. Goodwin",
        "Joongjai Panpranot"
    ],
    "citedby-count": 7,
    "ref-count": 51,
    "ref-list": [
        "Correlations between microstructure and hydrophobicity properties of pulsed laser deposited diamond-like carbon films",
        "Direct conversion of CO2 to multi-layer graphene using Cu–Pd alloys",
        "Direct conversion of greenhouse gas CO2 into graphene via molten salts electrolysis",
        "Carbon nanotube wools made directly from CO2 by molten electrolysis: value driven pathways to carbon dioxide greenhouse gas mitigation",
        "3D graphene materials from the reduction of CO2",
        "Reduction of carbon dioxide to methane and ethene—an on-line MS study with rotating electrodes",
        "Electrochemical reduction of CO2 to carbon films on stainless steel around room temperature",
        "Room temperature CO2 reduction to solid carbon species on liquid metals featuring atomically thin ceria interfaces",
        "Specific cation adsorption: exploring synergistic effects on CO2 electroreduction in ionic liquids",
        "Directing the outcome of CO2 reduction at bismuth cathodes using varied ionic liquid promoters",
        "Insights into the composition and function of a bismuth-based catalyst for reduction of CO2 to CO",
        "Transport matters: boosting CO2 electroreduction in mixtures of [BMIm][BF4]/water by enhanced diffusion",
        "A novel electrolysis cell for CO2 reduction to CO in ionic liquid/organic solvent electrolyte",
        "Enhanced electrocatalytic CO formation from CO2 on nanostructured silver foam electrodes in ionic liquid/water mixtures",
        "Conversion of CO2 to value-added products mediated by ionic liquids",
        "Fast operando spectroscopy tracking in situ generation of rich defects in silver nanocrystals for highly selective electrochemical CO2 reduction",
        "Enhanced CO selectivity and stability for electrocatalytic reduction of CO2 on electrodeposited nanostructured porous Ag electrode",
        "Bismuth oxides with enhanced bismuth–oxygen structure for efficient electrochemical reduction of carbon dioxide to formate",
        "High-selectivity electrochemical CO2 reduction to formate at low overpotential over Bi catalyst with hexagonal sheet structure",
        "Oxidation of silver by atomic oxygen",
        "Aqueous CO2 reduction at very low overpotential on oxide-derived Au nanoparticles",
        "Electroreduction of carbon monoxide to liquid fuel on oxide-derived nanocrystalline copper",
        "Novel Bi, BiSn, Bi2Sn, Bi3Sn, and Bi4Sn catalysts for efficient electroreduction of CO2 to formic acid",
        "Ag/graphene composite based on high-quality graphene with high electrical and mechanical properties",
        "Selective deposition of nanocrystalline carbon films on GaN diodes in photocatalytic reactions",
        "A novel semiconductor compatible path for nano-graphene synthesis using CBr4 precursor and Ga catalyst",
        "Raman spectroscopic study of diamond and graphite in ureilites and the origin of diamonds",
        "Atomic and molecular adsorption on the Bi(111) surface: insights into catalytic CO2 reduction",
        "Electrochemical CO2 reduction to CO on dendritic Ag–Cu electrocatalysts prepared by electrodeposition",
        "Synthesis of highly crystalline silver dendrites microscale nanostructures by electrodeposition",
        "The Raman spectrum of nanocrystalline diamond",
        "Ultrananocrystalline diamond",
        "Self-assembly of carbon atoms on transition metal surfaces—chemical vapor deposition growth mechanism of graphene",
        "C sp2/sp3 hybridisations in carbon nanomaterials – XPS and (X)AES study",
        "Deep hydrodenitrification of pyridine by solid catalyst coupling with ionic liquids under mild conditions",
        "Electrochemical deposition of N-heterocyclic carbene monolayers on metal surfaces",
        "Surface diffusion and coalescence of mobile metal nanoparticles",
        "Enhanced electrocatalytic CO2 reduction via field-induced reagent concentration",
        "Chemistry of solvated electrons in molten alkali chloride salts",
        "Properties of negatively charged ruthenium clusters in molten sodium chloride",
        "Anisotropic etching of platinum electrodes at the onset of cathodic corrosion",
        "Cathodic corrosion: 21st century insights into a 19th century phenomenon",
        "Anisotropic cathodic corrosion of gold electrodes in the absence and presence of carbon monoxide",
        "Is the imidazolium cation a unique promoter for electrocatalytic reduction of carbon dioxide?",
        "Reaction mechanisms of CO2 electrochemical reduction on Cu(111) determined with density functional theory",
        "A review of catalysts for the electroreduction of carbon dioxide to produce low-carbon fuels",
        "Advances in electrocatalysts for oxygen evolution reaction of water electrolysis-from metal oxides to carbon nanotubes",
        "Application of electric fields for controlling crystallization",
        "Oxidative control of surface plasmon resonance of bismuth nanometal in bismuth glass nanocomposites",
        "Electrodeposition of Zn–Ni, Zn–Fe and Zn–Ni–Fe alloys",
        "Electrochemical behavior of copper and cobalt in post-etch cleaning solutions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091507",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Clemson",
            "@id": "60026610",
            "affilname": "Clemson University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026610",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Suita",
            "@id": "60024322",
            "affilname": "Osaka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024322",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "112649034",
            "affilname": "Synchrotron Light Research Institute (Public Organization)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112649034",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CrystalLyte Co. Ltd.",
        "CrystalLyte Co., Ltd.",
        "Second Century Fund",
        "Soft Square International Co. Ltd.",
        "Soft Square International Co., Ltd.",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "Malaysia-Thailand Joint Authority",
        "Thailand Science Research and Innovation"
    ]
}