{
    "eid": "2-s2.0-85016103239",
    "title": "Chromogranin A cell density in the large intestine of Asian and European patients with irritable bowel syndrome",
    "cover-date": "2017-07-03",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        }
    ],
    "keywords": [
        "Chromogranin A",
        "colon",
        "endocrine cells",
        "immunohistochemistry",
        "morphometry",
        "rectum"
    ],
    "authors": [
        "Magdy El-Salhy"
    ],
    "citedby-count": 15,
    "ref-count": 63,
    "ref-list": [
        "Recent developments in the pathophysiology of irritable bowel syndrome",
        "Epidemiology of irritable bowel syndrome in Asia: Something old, something new, something borrowed",
        "Prevalence of irritable bowel syndrome in Shahrekord, Iran",
        "Epidemiology of dyspepsia in the general population in Mumbai.",
        "Epidemiological and clinical profile of irritable bowel syndrome in India: Report of the Indian Society of Gastroenterology Task Force",
        "Prevalence of irritable bowel syndrome in Korea: Population-based survey using the Rome II criteria",
        "Prevalence of irritable bowel syndrome in Hong Kong",
        "A population-based study of irritable bowel syndrome in a non-Western population",
        "A population-based epidemiologic study of irritable bowel syndrome in South China: Stratified randomized study by cluster sampling",
        "J Neurogastroenterol Motil",
        "Irritable bowel syndrome prevalence in city center of Sivas",
        "Epidemiological features of irritable bowel syndrome in a Turkish urban society",
        "Irritable bowel syndrome in a rural community in Bangladesh: Prevalence, symptoms pattern, and health care seeking behavior",
        "Prevalence and management of abdominal cramping and pain: A multinational survey",
        "Prevalence, comorbidity and impact of irritable bowel syndrome in Norway",
        "U. S. Householder survey of functional gastrointestinal disorders - Prevalence, sociodemography, and health impact",
        "The epidemiology of irritable bowel syndrome in North America: A systematic review",
        "Functional bowel symptoms in a general Dutch population and associations with common stimulants",
        "Irritable bowel syndrome and dyspepsia in the general population: Overlap and lack of stability over time",
        "Prevalence of irritable bowel syndrome according to different diagnostic criteria in a non-selected adult population",
        "The epidemiology of irritable bowel syndrome in a random population: prevalence, incidence, natural history and risk factors",
        "Functional gastrointestinal disorders in Canada: First population-based survey using Rome II criteria with suggestions for improving the questionnaire",
        "Irritable bowel syndrome according to varying diagnostic criteria: Are the new Rome II criteria unnecessarily restrictive for research and practice?",
        "Irritable bowel syndrome prevalence varies enormously depending on the employed diagnostic criteria: Comparison of Rome II versus previous criteria in a general population",
        "Irritable bowel syndrome: Diagnosis, pathogenesis and treatment options",
        "The chromogranin-secretogranin family",
        "Synaptophysin and chromogranins/secretogranins widespread constituents of distinct types of neuroendocrine vesicles and new tools in tumor diagnosis",
        "Chromogranin A: Its role in endocrine function and as an endocrine and neuroendocrine tumor marker",
        "Chromogranin a as a possible tool in the diagnosis of irritable bowel syndrome",
        "Duodenal chromogranin a cell density as a biomarker for the diagnosis of irritable bowel syndrome",
        "Reduced chromogranin a cell density in the ileum of patients with irritable bowel syndrome",
        "Chromogranin A cell density in the rectum of patients with irritable bowel syndrome",
        "Irritable bowel syndrome: Diagnosis and pathogenesis",
        "Irritable bowel syndrome: Recent developments in diagnosis, pathophysiology, and treatment",
        "Is irritable bowel syndrome an organic disorder?",
        "Irritable bowel syndrome: the role of gut neuroendocrine peptides.",
        "Functional Bowel Disorders",
        "Guidelines on the irritable bowel syndrome: Mechanisms and practical management",
        "Application of computer image analysis in endocrine cell quantification",
        "Is chromogranin a prohormone?",
        "Chromogranins A and B and secretogranin II in hormonally identified endocrine cells of the gut and the pancreas",
        "Types of endocrine cells in the human colon and rectum",
        "Colonic endocrine cells in inflammatory bowel disease",
        "Increased populations of endocrine cells in Crohn's ileitis",
        "Enteroendocrine cells, stem cells and differentiation progenitors in rats with TNBS-induced colitis",
        "Treatment with novel AP-1 and NF-B inhibitors restores the colonic endocrine cells to normal levels in rats with DSS-induced colitis",
        "Chromogranin a cell density as a diagnostic marker for lymphocytic colitis",
        "High chromogranin A cell density in the colon of patients with lymphocytic colitis",
        "Monocyte migration: A novel effect and signaling pathways of catestatin",
        "Effects of the neuropeptide secretoneurin on natural killer cell migration and cytokine release",
        "Gut hormones: Emerging role in immune activation and inflammation",
        "Neuropeptides and inflammatory bowel disease",
        "High resolution colonic manometry - What have we learnt?- A review of the literature 2012 topical collection on neuromuscular disorders of the gastrointestinal tract",
        "Diffuse endocrine system, neuroendocrine tumors and immunity: What's new?",
        "The homeostatic role of neuropeptide Y in immune function and its impact on mood and behaviour",
        "The role of the neuropeptide Y (NPY) family in the pathophysiology of inflammatory bowel disease (IBD)",
        "UEG J",
        "Exp Biol Med",
        "The possible role of gastrointestinal endocrine cells in the pathophysiology of irritable bowel syndrome",
        "The gut microbiota and irritable bowel syndrome: Friend or foe?",
        "Irritable bowel syndrome in developing countries - A disorder of civilization or colonization?",
        "J Neurogastroenterol Motil",
        "Health-Care-Seeking Behaviors Related to Bowel Complaints Hispanics versus Non-Hispanic Whites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bergen",
            "affilname": "Haukeland Universitetssjukehus",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bergen",
            "affilname": "Universitetet i Bergen",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stord, Hordaland",
            "affilname": "Stord Helse-Fonna Hospital",
            "affiliation-country": "Norway"
        }
    ],
    "funding": []
}