{
    "eid": "2-s2.0-84903224540",
    "title": "Inorganic Arsenic in Rice and Rice Bran. Health Implications.",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [
        "Bioavailability",
        "Health implications",
        "Inorganic arsenic",
        "Rice",
        "Rice bran",
        "Risk assessment"
    ],
    "authors": [
        "Suthep Ruangwises"
    ],
    "citedby-count": 6,
    "ref-count": 45,
    "ref-list": [
        "African rice (Oryza glaberrima): History and future potential",
        "Food Agric Organ United Nations",
        "Food Agric Organ United Nations",
        "Food Agric Organ United Nations",
        "Food Agric Organ United Nations",
        "Arsenic & rice",
        "Environmental Health Criteria 224. Arsenic and arsenic compounds. 2nd ed",
        "Arsenic in soil and vegetation of contaminated areas in southern Tuscany (Italy)",
        "Bioavailability and speciation of arsenic in carrots grown in contaminated soil",
        "Arsenic in rice: II. Arsenic speciation in USA grain and implications for human health",
        "Arsenic speciation in moso bamboo shoot - A terrestrial plant that contains organoarsenic species",
        "The influence of arsenite concentration on arsenic accumulation in tomato and bean plants",
        "Casarett & Doull's toxicology: the basic science of poisons. 7th ed",
        "Acute oral toxicity and chemical and physical properties of arsenic trioxides.",
        "The acute toxicity of arsenobetaine",
        "Acute toxicities of arsenical herbicides",
        "The acute toxicity of pesticides to rats",
        "Agency for Toxic Substances and Disease Registry Toxicological profile for arsenic",
        "A review of human carcinogens--part C: metals, arsenic, dusts, and fibres.",
        "Joint FAO/WHO Expert Committee on Food Additives (JECFA) Safety evaluation of certain contaminants in food. WHO Food Additives Series 63",
        "Arsenic methylation is a process of detoxification through accelerated excretion",
        "Comparison of the urinary excretion of arsenic metabolites after a single oral dose of sodium arsenite, monomethylarsonate, or dimethylarsinate in man",
        null,
        "Casarett & Doull's toxicology: the basic science of poisons. 7th ed",
        "Effects and dose response relationships of skin cancer and blackfoot disease with arsenic",
        "Prevalence of skin cancer in an endemic area of chronic arsenicism in taiwan",
        "Cancer Epidemiol Biomarkers Prev",
        "Ingested arsenic, characteristics of well water consumption and risk of different histological types of lung cancer in northeastern Taiwan",
        "European Union Member States Working Group Discussion paper on guidance for risk management options on how to deal with the results from new risk assessment methodologies. 5th Session of the Codex Committee on Contaminants in Food",
        "Dietary exposure to inorganic arsenic of the Hong Kong population: Results of the first Hong Kong Total Diet Study",
        "Greatly enhanced arsenic shoot assimilation in rice leads to elevated grain levels compared to wheat and barley",
        "Determination of total and speciated arsenic in rice by ion chromatography and inductively coupled plasma mass spectrometry",
        "High percentage inorganic arsenic content of mining impacted and nonimpacted chinese rice",
        "Speciation and localization of arsenic in white and brown rice grains",
        "Simultaneous extraction of arsenic and selenium species from rice products by microwave-assisted enzymatic extraction and analysis by ion chromatography-inductively coupled plasma-mass spectrometry",
        "Total and inorganic arsenic concentrations in rice sold in Spain, effect of cooking, and risk assessments",
        "Variation in arsenic speciation and concentration in paddy rice related to dietary exposure",
        "Total and inorganic arsenic in rice and rice bran purchased in Thailand",
        "Inorganic arsenic in rice bran and its products are an order of magnitude higher than in bulk grain",
        "Cooking rice in a high water to rice ratio reduces inorganic arsenic content",
        "Influence of cooking method on arsenic retention in cooked rice related to dietary exposure",
        "Arsenic burden of cooked rice: Traditional and modern methods",
        "Bioavailability of inorganic arsenic in cooked rice: Practical aspects for human health risk assessments",
        "Some drinking-water disinfectants and contaminants, including arsenic. Monographs on chloramine, chloral and chloral hydrate, dichloroacetic acid, trichloroacetic acid and 3-chloro-4-(dichloromethyl)-5-hydroxy-2(5H)-furanone.",
        "Arsenic poisoning in groundwater: Health risk and geochemical sources in Bangladesh"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}