{
    "eid": "2-s2.0-85128001323",
    "title": "Prevalence of female pattern hair loss in postmenopausal women: A cross-sectional study",
    "cover-date": "2022-04-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Alopecia",
        "Androgen",
        "FPHL",
        "Hair loss",
        "Key Words:",
        "Menopause."
    ],
    "authors": [
        "Sukanya Chaikittisilpa",
        "Nattiya Rattanasirisin",
        "Ratchathorn Panchaprateep",
        "Nalina Orprayoon",
        "Phanuphong Phutrakul",
        "Ammarin Suwan",
        "Unnop Jaisamrarn"
    ],
    "citedby-count": 6,
    "ref-count": 20,
    "ref-list": [
        "Dermatologic Consortium for Women's Health. Female pattern hair loss.",
        "Follicular miniaturization in female pattern hair loss: Clinicopathological correlations.",
        "Classification of the types of androgenetic alopecia (common baldness) occurring in the female sex.",
        "Female pattern hair loss.",
        "Oestrogen receptor beta is the predominant oestrogen receptor in human scalp skin.",
        "Getting under the skin of hair aging: The impact of the hair follicle environment.",
        "The psychological impact of alopecia.",
        "Factors associated with female pattern hair loss and its prevalence in Taiwanese women: A community-based survey.",
        "Calculation of free and bound fractions of testosterone and estradiol-17 beta to human plasma proteins at body temperature.",
        "Prevalence of androgenetic alopecia in China: A community-based study in six cities.",
        "The prevalence and types of androgenetic alopecia in Korean men and women.",
        "Prevalence of male and female pattern hair loss in Maryborough.",
        "Incidence of female androgenetic alopecia (female pattern alopecia).",
        "Patterned androgenic alopecia in women.",
        "Hair density, hair diameter and the prevalence of female pattern hair loss.",
        "Female pattern hair loss: A clinical, pathophysiologic, and therapeutic review.",
        "Prevalence of dermatologic manifestations and metabolic biomarkers in women with polycystic ovary syndrome in north China.",
        "Prevalence of androgenic alopecia in patients with polycystic ovary syndrome and characterization of associated clinical and biochemical features.",
        "Female pattern hair loss and androgen excess: A report from the multidisciplinary androgen excess and PCOS committee.",
        "Rotterdam criteria-based diagnostic subtype is not a strong predictor of cutaneous phenotype in patients with polycystic ovary syndrome: A cross-sectional study."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Prachin Buri",
            "@id": "107283127",
            "affilname": "Chaophraya Abhaibhubejhr Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/107283127",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}