{
    "eid": "2-s2.0-85118126894",
    "title": "Monocyte-to-lymphocyte ratio as a predictor of TB among people living with HIV",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "HIV",
        "ML ratio",
        "Monocytes",
        "Predictor",
        "Tuberculosis"
    ],
    "authors": [
        "Sivaporn Gatechompol",
        "J. Sophonphan",
        "S. J. Kerr",
        "S. Ubolyam",
        "A. Avihingsanon",
        "F. van Leth",
        "F. Cobelens"
    ],
    "citedby-count": 7,
    "ref-count": 34,
    "ref-list": [
        "The global burden of latent tuberculosis infection: a re-estimation using mathematical modelling",
        "Progression of subclinical culture-positive tuberculosis to symptomatic disease in HIV-infected individuals",
        "High prevalence of subclinical tuberculosis in HIV-1-infected persons without advanced immunodeficiency: implications for TB screening",
        "HIV infection does not affect active case finding of tuberculosis in South African gold miners",
        "Validation of a host blood transcriptomic biomarker for pulmonary tuberculosis in people living with HIV: a prospective diagnostic and prognostic accuracy study",
        "Incipient and subclinical tuberculosis: defining early disease states in the context of host immune response",
        "Incipient and subclinical tuberculosis: a clinical review of early stages and progression of infection",
        "Considerations for biomarker-targeted intervention strategies for tuberculosis disease prevention",
        "A blood RNA signature for tuberculosis disease risk: a prospective cohort study",
        "Identification of probable early-onset biomarkers for tuberculosis disease progression",
        "Concise whole blood transcriptional signatures for incipient tuberculosis: a systematic review and patient-level pooled meta-analysis",
        "Distinct transcriptional and anti-mycobacterial profiles of peripheral blood monocytes dependent on the ratio of monocytes: lymphocytes",
        "Biomarkers for risk of developing active tuberculosis in contacts of TB patients: a prospective cohort study",
        "The association between the ratio of monocytes: lymphocytes at age 3 months and risk of tuberculosis (TB) in the first two years of life",
        "Ratio of monocytes to lymphocytes in peripheral blood identifies adults at risk of incident tuberculosis among HIV-infected adults initiating antiretroviral therapy",
        "The association between the ratio of monocytes: lymphocytes and risk of tuberculosis among HIV-infected postpartum women",
        "Guidelines for antiretroviral therapy in HIV-1 infected adults and adolescents 2014, Thailand",
        "1993 revised classification system for HIV infection and expanded surveillance case definition for AIDS among adolescents and adults",
        "Proportional hazards tests and diagnostics based on weighted residuals",
        "Time-dependent ROC curves for censored survival data and a diagnostic marker",
        "Unmasking tuberculosis in the era of antiretroviral treatment",
        "Human immunology of tuberculosis",
        "Predictive value of interferon-c release assays for incident active tuberculosis: a systematic review and meta-analysis",
        "Monocyte-mediated defense against microbial pathogens",
        "Sequential inflammatory processes define human progression from M. tuberculosis infection to tuberculosis disease",
        "Transcriptional biomarkers for predicting development of tuberculosis: progress and clinical considerations",
        "Monocyte-to-lymphocyte ratio is associated with tuberculosis disease and declines with anti-TB treatment in HIV-infected children",
        "Quantitative and qualitative profiles of circulating monocytes may help identifying tuberculosis infection and disease stages"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}