{
    "eid": "2-s2.0-85112736593",
    "title": "Building physical health: What is the role of mental health?",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "HILDA",
        "mental health",
        "panel data",
        "physical health"
    ],
    "authors": [
        "Dusanee Kesavayuth",
        "Prompong Shangkhum",
        "Vasileios Zikos"
    ],
    "citedby-count": 3,
    "ref-count": 59,
    "ref-list": [
        "Income and democracy",
        "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
        "The immune system and happiness",
        "Stress, inflammation and cardiovascular disease",
        "Initial conditions and moment restrictions in dynamic panel data models",
        "Unemployment and self-assessed health: Evidence from panel data",
        "The heart's content: The association between positive psychological well-being and cardiovascular health",
        "Validating the SF-36 health survey questionnaire: new outcome measure for primary care",
        "The transition from good to poor health: An econometric study of the older population",
        "The validity of the SF-36 in an Australian National Household Survey: Demonstrating the applicability of the Household Income and Labour Dynamics in Australia (HILDA) Survey to examination of health inequalities",
        "The dynamics of health in the British Household Panel Survey",
        "Behavioral factors associated with disease, injury, and death among men: Evidence and implications for prevention",
        "If, why, and when subjective well-being influences health, and future needed research",
        "Positive affect and psychobiological processes",
        "‘No man is an island entire of itself.’ The hidden effect of peers on physical activity",
        "New evidence on the relationship between income and health",
        "Estimating dynamic panel models in corporate finance",
        "What good are positive emotions?",
        "The role of positive emotions in positive psychology: The broaden-and-build theory of positive emotions",
        "The causal effect of health insurance on utilization and outcomes in adults: A systematic review of US studies",
        "Social support, social networks, and health",
        "The relationship between life satisfaction and health behavior: A cross-cultural analysis of young adults",
        "Effects of education on health",
        "Education improves public health and promotes health equity",
        "Is the SF-36 a valid measure of change in population health? Results from the Whitehall II study",
        "Depression as a disease of modernity: Explanations for increasing prevalence",
        "Self-reported health versus biomarkers: Does unemployment lead to worse health?",
        "A longitudinal study of health selection in marital transitions",
        "Financial risk attitudes and aging in Australia",
        "Locus of control, health and healthcare utilization",
        "Subjective well-being and healthcare utilization: A mediation analysis",
        "Maintaining healthy behavior: A prospective study of psychological well-being and physical activity",
        "Does kindness lead to happiness? Voluntary activities and subjective well-being",
        "Socioeconomic inequalities in health dynamics: A comparison of Britain and the United States",
        "Smoking behaviour and mental health disorders—mutual influences and implications for therapy",
        "The dynamics of physical and mental health in the older population",
        "The relationship between physical and mental health: A mediation analysis",
        "Pathways linking positive emotion and health in later life",
        "Sliding down the U-shape? A dynamic panel investigation of the age-well-being relationship, focusing on young adults",
        "I can't smile without you: Spousal correlation in life satisfaction",
        "Health or happiness? What is the impact of physical activity on the individual?",
        "Marital status, health and mortality",
        "How to do xtabond2: An introduction to difference and system GMM in Stata",
        "Does employment affect health?",
        "Depressive symptoms have an independent, gradient risk for coronary heart disease incidence in a random, population-based sample",
        "Depression and physical health multimorbidity: primary data and country-wide meta-analysis of population data from 190 593 people across 43 low-and middle-income countries",
        "Psychological distress, major depressive disorder, and risk of stroke",
        "Greater ability to express positive emotion is associated with lower projected cardiovascular disease risk",
        "Social relationships and health: A flashpoint for health policy",
        "The HILDA Survey: A case study in design and development of a successful household panel survey",
        "Retirement and its consequences for women's health in Australia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60030324",
            "affilname": "University of the Thai Chamber of Commerce",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030324",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Melbourne Institute",
        "Australian Government Department of Families",
        "Melbourne Institute of Applied Economic and Social Research"
    ]
}