{
    "eid": "2-s2.0-85091720476",
    "title": "Managerial competence of first-line nurse managers in public hospitals in Indonesia",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nursing (all)",
            "@code": "2900",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "Indonesia",
        "Nurse administrators",
        "Personnel management",
        "Public hospitals"
    ],
    "authors": [
        "Joko Gunawan",
        "Yupin Aungsuroch",
        "Mary L. Fisher",
        "Anna M. McDaniel",
        "Colleen Marzilli"
    ],
    "citedby-count": 10,
    "ref-count": 33,
    "ref-list": [
        "Predictors of occupational stress and well-being in First-Line Nurse Managers: a cross-sectional survey study",
        "Managerial competence of first-line nurse managers: a concept analysis",
        "The lived experiences of becoming first-line nurse managers: a phenomenological study",
        "Operating room nurse manager competencies in Greek hospitals",
        "Does alignment elicit competency-based HRM? A systematic review",
        "What is the social gain from competency management? The employees’ perception at a Brazilian public university",
        "Nurse competence scale: a systematic and psychometric review",
        "Comparison of managerial competence of Indonesian first-line nurse managers: a two-generational analysis",
        "Comparisons of self-ratings on managerial competencies, research capability, time management, executive power, workload and work stress among nurse administrators",
        "Statistical power analyses using G* Power 3.1: tests for correlation and regression analyses",
        "Ethical principles for medical research involving human subjects",
        "Development and psychometric properties of managerial competence scale for first-line nurse managers in Indonesia",
        "Design and implementation content validity study: development of an instrument for measuring patient-centered communication",
        "Perceived managerial competence of first-line nurse managers: a comparative analysis among public hospitals",
        "Managerial competency among hospital managers: does experience on the job matter?",
        "Unequal distribution of nurses in Indonesia: a perspective from a nurse",
        "Human resource management activities on the front line: a nursing perspective"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tyler",
            "@id": "60019188",
            "affilname": "University of Texas at Tyler",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019188",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60013959",
            "affilname": "University of Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013959",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Indianapolis",
            "@id": "60002829",
            "affilname": "IU School of Nursing",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002829",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}