{
    "eid": "2-s2.0-84897724301",
    "title": "Cell transmission model-based multiagent Q-learning for network-scale signal control with transit priority",
    "cover-date": "2014-03-01",
    "subject-areas": [
        {
            "$": "General Computer Science",
            "@code": "1700"
        }
    ],
    "keywords": [
        "bus rapid transit",
        "cell transmission model",
        "road network",
        "transit signal priority control"
    ],
    "authors": [
        "Pitipong Chanloha"
    ],
    "citedby-count": 3,
    "ref-count": 40,
    "ref-list": [
        "Advanced Public Transportation Systems: The State of the Art Update 2006",
        "Bus Rapid Transit: Case Studies in Bus Rapid Transit",
        "ITE 2003 Annual Meeting",
        "Bus priority at traffic signals: Investigating the options",
        "New intelligent transport systems applications in Europe to improve bus services",
        "KSCE J. Civil Eng.",
        "Guidelines for the Successful Implementation of Transit Signal Priority on Arterials",
        "Adaptive Control of Transit Operations",
        "An Overview of Transit Signal Priority",
        "Robust Optimization Model for Bus Priority under Arterial Progression",
        "A passive transit signal priority approach for Bus Rapid Transit System",
        "Development and evaluation of a coordinated and conditional bus priority approach",
        "Prediction of transit vehicle arrival times at signalised intersections for signal priority control",
        "System-wide impacts of green extension transit signal priority",
        "Optimal signal-planning method of intersections based on bus priority",
        "An adaptive traffic signal timing scheme for bus priority at isolated intersection",
        "Proc. 4th Workshop on Agents in Traffic and Transportation",
        "Dynamic programming - Neural network real-time traffic adaptive signal control algorithm",
        "Estimation of optimal green time simulation using fuzzy neural network",
        "Cooperative, hybrid agent architecture for real-time traffic signal control",
        "Transportation Research Board 88th Annual Meeting",
        "An approximate dynamic programming strategy for responsive traffic signal control",
        "Adaptive dynamic control for road traffic signals",
        "Reinforcement Learning: An Introduction",
        "Reinforcement learning: Introduction to theory and potential for transport applications",
        "Fourth European Workshop on Multi-Agent Systems",
        "Integrated traffic corridor control using machine learning",
        "Int. Conf. on Automated Planning and Scheduling",
        "Simulation and optimization of traffic in a city",
        "The coordination between traffic signal control agents based on Q-learning",
        "Incremental multistep Q-learning for adaptive traffic signal control based on delay minimization strategy",
        "A stochastic adaptive control model for isolated intersections",
        "The cell transmission model, part II: Network traffic",
        "Int. Conf. on Complex Systems",
        "Dynamic network traffic control",
        "European Transport Conf.",
        "An enhanced 0-1 mixed-integer LP formulation for traffic signal control",
        "Multi-Agent Look-Ahead Traffic-Adaptive Control",
        "Multiclass cell transmission model for heterogeneous mobility in general topology of road network",
        "Technical Report Final Report Version 2.0"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Suranaree University of Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}