{
    "eid": "2-s2.0-84954136289",
    "title": "Development of a Thai version of the neutropenia subscale for the Functional Assessment of Cancer Therapy Neutropenia questionnaire",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "FACT-N",
        "Health-related quality of life",
        "Hematological malignancies",
        "Neutropenia subscale",
        "Scale translation",
        "Scale validation"
    ],
    "authors": [
        "Nongluck Ananta-Ard"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Chemotherapy and Biotherapy Guidelines and Recommendations for Practice.",
        "Cancer Nursing. 7th Ed",
        "Assessment of neutropenia-related quality of life in a clinical setting",
        "Cancer Nurs Prac.",
        "Neutropenia: State of the knowledge Part II",
        "Experiencing neutropenia: Quality of life interviews with adult cancer patients",
        "A prospective investigation of chemotherapy-induced neutropenia and quality of life",
        "Measuring health-related quality of life and neutropenia-specific concerns among older adults undergoing chemotherapy: Validation of the Functional Assessment of Cancer Therapy-Neutropenia (FACT-N)",
        "The functional assessment of cancer therapy scale: Development and validation of the general measure",
        "General population and cancer patient norms for the functional assessment of cancer therapy-general (FACT-G)",
        "Quality of life, functional assessment of cancer therapy-general",
        "PRO Newsletter.",
        "A comprehensive method for the translation and cross-cultural validation of health status questionnaires",
        "Measurement in Nursing and Health Research. 4th Ed",
        "Nursing Research Methods and Critical Appraisal for Evidence-based Practice",
        "Multivariate Data Analysis",
        "Psychometric Theory",
        "Multivariate Data Analysis. 7th Ed",
        "Cancer therapy-related symptoms and self-care in Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}