{
    "eid": "2-s2.0-84992110529",
    "title": "Leadership and teacher learning in urban and rural schools in China: Meeting the dual challenges of equity and effectiveness",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "Development",
            "@code": "3303"
        }
    ],
    "keywords": [
        "Agency",
        "China",
        "Leadership",
        "Rural",
        "Teacher professional learning",
        "Trust",
        "Urban"
    ],
    "authors": [
        "Philip Hallinger"
    ],
    "citedby-count": 71,
    "ref-count": 90,
    "ref-list": [
        "Successful Principal Leadership in Times of Change",
        "Back-translation for cross-cultural research",
        "Testing Structural Equation Models",
        "Managing secondary schools in China",
        "The MACS approach to testing for multigroup invariance of a second-order structure: A walk through the process",
        "Globalization and Education: Integration and Contestation Across Cultures",
        "Testing measurement invariance of second-order factor models",
        "Affective Trust in Chinese Leaders: Linking Paternalistic Leadership to Employee Performance",
        "Evaluating goodness-of-fit indexes for testing measurement invariance",
        "Effects of resources, inequality, and privilege bias on achievement: Country, school, and student level analyses",
        "Teacher learning: What matters?",
        "Testing for factorial invariance in the context of construct Validation",
        "What is agency?",
        "Stud. Continuing Educ.",
        "Factorial invariance and specification of second-order latent growth models",
        "Lead. Managing",
        "Exploring the Principal's Contribution to School Effectiveness: 1980-1995",
        "Conceptual and methodological issues in studying school leadership effects as a reciprocal process",
        "Culture and educational administration: A case of finding out what you don’t know you don’t know",
        "Modelling the effects of principal leadership and school capacity on teacher professional learning in Hong Kong primary schools",
        "Exploring the Impact of School Principals on Teacher Professional Communities in Hong Kong",
        "Political change and the urban-rural gap in basic education in China, 1949-1990",
        "The new professionalism: The synthesis of professional and institutional development",
        "Beyond Baron and Kenny: Statistical mediation analysis in the new millennium",
        "Modeling the longitudinal effects of school leadership on teaching and learning",
        "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
        "Examining program quality disparities between urban and rural kindergartens in China: Evidence from Zhejiang",
        "World Bank Policy Research Working Paper",
        "Factors affecting teachers' participation in professional learning activities",
        "Transformational school leadership for large-scale reform: Effects on students, teachers, and their classroom practices",
        "Testing a conception of how school leadership influences student learning",
        "Exploring the mediating effects of trust on principal leadership and teacher professional learning in Hong Kong primary schools",
        "Principal leadership and school capacity effects on teacher learning in Hong Kong",
        "Professional community and professional development in the learning-centered school",
        "How School Leadership Influences Student Learning: The Four Paths",
        "Supporting the professional learning of teachers in China: Does principal leadership make a difference?",
        "Education management and performance after rural education finance reform: Evidence from Western China",
        "J. Sch. Leadersh.",
        "Measurement invariance, factor analysis and factorial invariance",
        "School Factors Related to Quality and Equity. Results from PISA 2000",
        "Educational quality differences in a middle-income country: the urban-rural gap in Malaysian primary schools",
        "Open Educ. Res.",
        "Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models",
        "J. Sch. Leadersh.",
        "Leadership for teacher learning: A community of practice perspective",
        "Returns to investment in education: A further update",
        "Measuring regional inequality of education in China: Widening coast-inland gap or widening rural-urban gap?",
        "How principals promote and understand teacher development under curriculum reform in China",
        "The impact of leadership on student outcomes: An analysis of the differential effects of leadership types",
        "School leadership and student achievement: The mediating effects of teacher beliefs",
        "J. Staff Dev.",
        "Editorial: Globalisation, educational governance and decentralisation: Promoting equity,increasing participation, and enhancing quality?",
        "Perceived teacher self-efficacy as a predictor of job stress and burnout: Mediation analyses",
        "Toward an organizational model of change in elementary schools: The contribution of organizational learning mechanisms",
        "Toward an organizational model of change in elementary schools: The contribution of organizational learning mechanisms",
        "Distinguishing Optimism From Neuroticism (and Trait Anxiety, Self-Mastery, and Self-Esteem): A Reevaluation of the Life Orientation Test",
        "Changing classroom practices: The role of school-wide capacity for sustainable improvement",
        "The Handbook of Research on Educational Administration",
        "Rural Educ.",
        "Leading school change in China: A review of related literature and preliminary investigation",
        "The International Handbook of School Effectiveness Research",
        "Social exchange in Dutch schools for vocational education and training:The role of teachers’ trust in colleagues, the supervisor and higher management",
        "How to improve teaching practices: The role of teacher motivation, organizational factors, and leadership practices",
        "Fostering teacher professionalism in schools: The role of leadership orientation and trust",
        "Relating school leadership to perceived professional learning community characteristics: A multilevel analysis",
        "A Review and Synthesis of the Measurement Invariance Literature: Suggestions, Practices, and Recommendations for Organizational Research",
        "A review of research on the impact of professional learning communities on teaching practice and student learning",
        "Review of research on school principal leadership in mainland china, 1998-2013: Continuity and change",
        "Principal leadership in China: An initial review",
        "Basic education curriculum reform in rural China: Achievements, problems, and solutions",
        "School leadership and professional learning community: case study of two senior high schools in Northeast China",
        "Prospective Teachers' Sense of Efficacy and Beliefs About Control"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qingdao",
            "affilname": "Ocean University of China",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}