{
    "eid": "2-s2.0-85147143457",
    "title": "The Impact of Personal Protective Equipment on Speech Discrimination and Verbal Communication in the Operating Room and the Role of Audio Communication Devices",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Modeling and Simulation",
            "@code": "2611",
            "@abbrev": "MATH"
        }
    ],
    "keywords": [
        "communication technology",
        "COVID-19",
        "human factors",
        "Personal protective equipment",
        "simulation",
        "verbal communication"
    ],
    "authors": [
        "Andrew C. Hall",
        "Benjamin H. Silver",
        "Wayne Ellis",
        "Joseph G. Manjaly",
        "Nattawan Utoomprurkporn",
        "Natalie Blencowe",
        "Martin Birchall",
        "Anil Patel"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "COVID-19 infection and diffusion among the healthcare workforce in a large university-hospital inNorthwest Italy",
        "Screening of healthcare workers for SARS-CoV-2 highlights the role of asymptomatic carriage in COVID-19 transmission",
        "Good people who try their best can have problems: recognition of human factors and how to minimise error",
        "Operating during the COVID-19 pandemic: how to reduce medical error",
        "We still cannot hear: staff perceptions of personal protective equipment impact on speech and communication in the operating theater during pediatric airway surgery",
        "Practical insights for paediatric otolaryngology surgical cases and performing microlaryngobronchoscopy during the COVID-19 pandemic",
        "Systems-focused simulation to prepare for COVID-19 intraoperative emergencies",
        "Speech-in-noise tests: how and why to include themin your basic test battery",
        "Noisiness in operating theatres: nurses' perceptions and potential difficulty communicating",
        "How private is your consultation? Acoustic and audiological measures of speech privacy in the otolaryngology clinic",
        "The impact of noise in the intensive care unit",
        "Noise pollution in the anaesthetic and intensive care environment",
        "The BKB (Bamford-Kowal-Bench) sentence lists for partially-hearing children",
        "Use of test-retest measures to evaluate performance stability in adults with cochlear implants",
        "OpenEpi: a web-based epidemiologic and statistical calculator for public health",
        "Comparison of informational vs. Energetic masking effects on speechreading performance",
        "The effects of speech and speechlike maskers on unaided and aided speech recognition in persons with hearing loss",
        "Speech understanding using surgical masks: a problem in health care?",
        "The effect of conventional and transparent surgical masks on speech understanding in individuals with and without hearing loss",
        "How domedical masks degrade speech perception",
        "Influence of sound immersion and communicative interaction on the Lombard effect",
        "Common diagnoses and treatments in professional voice users",
        "The influence of occupation on self-perceived vocal problems in patients with voice complaints",
        "Impact of noise and noise reduction on processing effort: a pupillometry study",
        "Age-related hearing loss",
        "Hidden hearing loss: a disorder with multiple etiologies and mechanisms",
        "The relationship between high-frequency pure-tone hearing loss, hearing in noise test (HINT) thresholds, and the articulation index",
        "Effects of noise on speech recognition: challenges for communication by service members",
        "Hearing assessment in dental practitioners and other academic professionals from an urban setting",
        "Disclosing disability in the context of professional regulation: a qualitativeUK study",
        "The effects of ceiling height and absorber placement on speech intelligibility in simulated restaurants",
        "Communication failures: an insidious contributor to medical mishaps",
        "Operative team communication during simulated emergencies: too busy to respond?",
        "Is the current level of training in the use of equipment for prehospital radio communication sufficient? A cross-sectional study among prehospital physicians in Denmark",
        "The benefit of head orientation to speech intelligibility in noise",
        "Molded communication earplugs in military aviation",
        "Radio speech communication problems reported in a survey of military pilots"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bristol",
            "@id": "60171764",
            "affilname": "Bristol Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60171764",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bristol",
            "@id": "60170515",
            "affilname": "University Hospitals Bristol and Weston NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60170515",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60011326",
            "affilname": "UCL Ear Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011326",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cardiff",
            "@id": "60000020",
            "affilname": "University Hospital of Wales",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000020",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "124984716",
            "affilname": "University College Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124984716",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}