{
    "eid": "2-s2.0-84929094618",
    "title": "Virulence assay of rhizoid and non-rhizoid morphotypes of Flavobacterium columnare in red tilapia, Oreochromis sp., fry",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Veterinary (miscellaneous)",
            "@code": "3401"
        }
    ],
    "keywords": [
        " Flavobacterium columnare",
        "Colony morphotypes",
        "Tilapia",
        "Virulence"
    ],
    "authors": [
        "H. T. Dong"
    ],
    "citedby-count": 24,
    "ref-count": 23,
    "ref-list": [
        "Columnaris infection among cultured Nile tilapia Oreochromis niloticus",
        "(Symposium on Myxobacteria and Flavobacteria: Paper VII). The Pathogenic Myxobacteria with Special Reference to Fish Diseases",
        "Diseases of Aquatic Organisms",
        "The Prokaryotes",
        "Bulletin of the US Bureau of Fisheries",
        "Columnaris disease in fish: A review with emphasis on bacterium-host interactions",
        "Shieh medium supplemented with tobramycin for selective isolation of Flavobacterium columnare (Flexibacter columnaris) from diseased fish",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "IBC Interdisciplinary Bio Central",
        "Isolation and characterization of strains of Flavobacterium columnare from Brazil",
        "Studies on Artificial Infection of the Gliding Bacteria in Cultured Fishes",
        "Flavobacterium columnare colony types: Connection to adhesion and virulence?",
        "Virulent and nonvirulent Flavobacterium columnare colony morphologies: Characterization of chondroitin AC lyase activity and adhesion to polystyrene",
        "Phage-Driven Loss of Virulence in a Fish Pathogenic Bacterium",
        "Comparing the different morphotypes of a fish pathogen - Implications for key virulence factors in Flavobacterium columnare",
        "Reproducible challenge model to investigate the virulence of Flavobacterium columnare genomovars in rainbow trout Oncorhynchus mykiss",
        "Fish Disease: Diagnosis and Treatment",
        "Bacteriological Proceedings",
        "Flavobacterium columnare genomovar influences mortality in channel catfish (Ictalurus punctatus)",
        "First identification of Flavobacterium columnare infection in farmed freshwater striped catfish Pangasianodon hypophthalmus",
        "Molecular characterization of Flavobacterium columnare isolated from a natural outbreak of columnaris disease in farmed fish, Catla catla from India",
        "Transmission and detection of Flavobacterium columnare in channel catfish Ictalurus punctatus",
        "Association of colony morphotypes with virulence, growth and resistance against protozoan predation in the fish pathogen Flavobacterium columnare"
    ],
    "affiliation": [
        {
            "affiliation-city": "Auburn",
            "affilname": "USDA ARS Aquatic Animal Health Research Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}