{
    "eid": "2-s2.0-85039170512",
    "title": "Prevalence of and risk factors for cerebral microbleeds among adult patients with haemophilia A or B",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Genetics (clinical)",
            "@code": "2716",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cerebral haemorrhage",
        "haemophilia A",
        "haemophilia B",
        "magnetic resonance imaging",
        "prevalence",
        "risk factors"
    ],
    "authors": [
        "H. Husseinzadeh",
        "T. Chiasakul",
        "P. A. Gimotty",
        "B. Pukenas",
        "R. Wolf",
        "M. Kelty",
        "E. Chiang",
        "P. F. Fogarty",
        "A. Cuker"
    ],
    "citedby-count": 14,
    "ref-count": 34,
    "ref-list": [
        "Incidence of cerebral microbleeds in the general population: the Rotterdam Scan Study",
        "Cerebral microbleeds: prevalence and associations with cardiovascular risk factors in the Framingham Study",
        "MRI evidence of past cerebral microbleeds in a healthy elderly population",
        "MR detection of microhemorrhages in neurologically healthy adults",
        "Prevalence and risk factors of cerebral microbleeds: an update of the Rotterdam scan study",
        "Prevalence and risk factors of cerebral microbleeds: the Rotterdam Scan Study",
        "Cerebral microbleeds in the population based AGES-Reykjavik study: prevalence and location",
        "Risk factors, stroke prevention treatments, and prevalence of cerebral microbleeds in the Framingham Heart Study",
        "Cerebral microbleeds are associated with an increased risk of stroke: the Rotterdam Study",
        "Cerebral microbleeds and recurrent stroke risk: systematic review and meta-analysis of prospective ischemic stroke and transient ischemic attack cohorts",
        "Cerebral microbleeds and the risk of mortality in the general population",
        "Basal ganglia cerebral microbleeds and global cognitive function: the Kashima Scan Study",
        "Strictly lobar cerebral microbleeds are associated with cognitive impairment",
        "Space and location of cerebral microbleeds, cognitive decline, and dementia in the community",
        "Prevalence and incidence of intracranial haemorrhage in a population of children with haemophilia. The Hemophilia Growth and Development Study",
        "Changes in the occurrence of and risk factors for hemophilia-associated intracranial hemorrhage",
        "Intracranial haemorrhage among a population of haemophilic patients in Brazil",
        "Intracranial haemorrhages in French haemophilia patients (1991–2001): clinical presentation, management and prognosis factors for death",
        "Intracranial bleeding in haemophilia beyond the neonatal period–the role of CT imaging in suspected intracranial bleeding",
        "Intracranial haemorrhage in haemophilia A and B",
        "Associations between intracranial haemorrhage and prescribed prophylaxis in a large cohort of haemophilia patients in the United States",
        "Intracranial haemorrhage in the Italian population of haemophilia patients with and without inhibitors",
        "Prevalence and risk factors for heart disease among males with hemophilia",
        "Health status and quality of life of elderly persons with severe hemophilia born before the advent of modern replacement therapy",
        "Cognitive dysfunctions and cerebral microbleeds in adult patients with haemophilia A: a clinical and MRI pilot-study",
        "Cerebral microbleeds: accelerated 3D T2*-weighted GRE MR imaging versus conventional 2D T2*-weighted GRE MR imaging for detection",
        "Susceptibility-weighted imaging: technical aspects and clinical applications, part 1",
        "The measurement of observer agreement for categorical data",
        "Chronic HCV infection is a risk factor of ischemic stroke",
        "Chronic hepatitis C virus infection and atherosclerosis: clinical impact and mechanisms",
        "HIV/HCV co-infection and the risk of cardiovascular disease: a meta-analysis",
        "Antiviral therapy reduces risk of haemorrhagic stroke in patients with HCV infection: a nationwide cohort study",
        "Hemophilia surveillance system project investigators",
        "Clinical challenges within the aging hemophilia population"
    ],
    "affiliation": [
        {
            "affiliation-city": "Philadelphia",
            "@id": "60003711",
            "affilname": "University of Pennsylvania Perelman School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003711",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Biogen-Idec",
        "Thrombosis Research Society",
        "National Hemophilia Foundation",
        "Biogen-Idec",
        "University of Pennsylvania",
        "Novo Nordisk"
    ]
}