{
    "eid": "2-s2.0-84923918758",
    "title": "Expression and polymorphism of farnesoic acid O-methyltransferase (FAMeT) and association between its SNPs and reproduction-related parameters of the giant tiger shrimp Penaeus monodon",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Expression profiles",
        "FAMeT",
        "Ovarian development",
        "Penaeus monodon",
        "SNPs"
    ],
    "authors": [
        "Arun Buaklin"
    ],
    "citedby-count": 11,
    "ref-count": 48,
    "ref-list": [
        "Induction of ovarian maturation and spawning by combined treatment of serotonin and a dopamine antagonist, spiperone in Litopenaeus stylirostris and Litopenaeus vannamei",
        "Basic local alignment search tool",
        "Recent Advances in Comparative Arthropod Morphology, Physiology, and Development: Morphogenic Hormones of Arthropods",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Characterization of O-methyltransferase and Broad Complex Genes and Proteins in the Giant Tiger Shrimp Penaeus monodon",
        "Identification and expression analysis of the Broad-Complex core protein isoform 6 (BR-C Z6) gene in the giant tiger shrimp Penaeus monodon (Penaeidae: Decapoda)",
        "Phylip (Phylogenetic Inference Package) Version 3.5c",
        "Identification of single nucleotide polymorphism cytochrome P450-c19a and its relation to reproductive traits in Japanese flounder (Paralichthys olivaceus)",
        "Shrimp endocrinology. A review",
        "Characterization of the putative farnesoic acid O-methyltransferase (LvFAMeT) cDNA from white shrimp, Litopenaeus vannamei: Evidence for its role in molting",
        "Genetic heterogeneity of the giant tiger shrimp (Penaeus monodon) in Thailand revealed by RAPD and mitochondrial DNA RFLP analyses",
        "Molecular cloning and expression analysis of ovary-specific transcript 1 (Pm-OST1) of the giant tiger shrimp, penaeus monodon",
        "Expression levels of vitellogenin receptor (Vtgr) during ovarian development and association between its single nucleotide polymorphisms (SNPs) and reproduction-related parameters of the giant tiger shrimp penaeus monodon",
        "Isolation and expression analysis of multiple isoforms of putative farnesoic acid O-methyltransferase in several crustacean species",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "Bull. Inst. Zool. Acad. Sin. Monogr.",
        "Stimulation of ovarian maturation in the crayfish Procambarus clarkii by methyl farnesoate",
        "DNA marker technologies and their applications in aquaculture genetics",
        "Methyl farnesoate inhibition of late stage ovarian development and fecundity reduction in the black tiger prawn, Penaeus monodon",
        "Serotonin induces ovarian maturation in giant freshwater prawn broodstock, Macrobrachium rosenbergii de Man",
        "Zool. Sci.",
        "Is methyl farnesoate a crustacean hormone?",
        "Methyl farnesoate stimulates gonad development in Macrobrachium malcolmsonii (H. Milne Edwards) (Decapoda, Palaemonidae)",
        "Expression of vitellogenin and cortical rod proteins during induced ovarian development by eyestalk ablation in the kuruma prawn, Marsupenaeus japonicus",
        "Detection of polymorphisms of human DNA by gel electrophoresis as single-strand conformation polymorphisms",
        "Molecular cloning and expression analysis of the Mitogen-activating protein kinase 1 (MAPK1) gene and protein during ovarian development of the giant tiger shrimp Penaeus monodon",
        "Expressed sequence tag analysis for identification and characterization of sex-related genes in the giant tiger shrimp Penaeus monodon",
        "Molecular cloning and expression of progestin membrane receptor component 1 (Pgmrc1) of the giant tiger shrimp Penaeus monodon",
        "Three forms of cyclin B transcripts in the ovary of the kuruma prawn Marsupenaeus japonicus: Their molecular characterizations and expression profiles during oogenesis",
        "Cathepsin C transcripts are differentially expressed in the final stages of oocyte maturation in kuruma prawn Marsupenaeus japonicus",
        "Cloning, Characterization, and Developmental Expression of a Putative Farnesoic Acid O-Methyl Transferase in the Female Edible Crab Cancer pagurus",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Molecular Cloning: A Laboratory Manual",
        "Periovulatory changes in catfish ovarian oestradiol-17β, oestrogen-2-hydroxylase and catechol-O-methyltransferase during GnRH analogue-induced ovulation and in vitro induction of oocyte maturation by catecholoestrogens",
        "The shrimp FAMeT cDNA is encoded for a putative enzyme involved in the methylfarnesoate (MF) biosynthetic pathway and is temporally expressed in the eyestalk of different sexes",
        "Function and cellular localization of farnesoic acid O-methyltransferase (FAMeT) in the shrimp, Metapenaeus ensis",
        "Primer premier: Program for design of degenerate primers from a protein sequence",
        "Identification, characterization and expression of adipose differentiation-related protein (ADRP) gene and protein in ovaries of the giant tiger shrimp Penaeus monodon",
        "Identification of reproduction-related proteins and characterization of the protein disulfide isomerase A6 cDNA in ovaries of the giant tiger shrimp Penaeus monodon",
        "Associations between single nucleotide polymorphisms in candidate genes and growth rate in Arctic charr (Salvelinus alpinus L.)",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Equal contribution of hepatopancreas and ovary to the production of vitellogenin (PmVg1) transcripts in the tiger shrimp, Penaeus monodon",
        "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: Procedure and some applications",
        "Molecular characterization of a cDNA encoding vitellogenin and its expression in the hepatopancreas and ovary during vitellogenesis in the kuruma prawn, penaeus japonicus",
        "Ovarian maturation and spawning in the white shrimp, Penaeus vannamei, by serotonin injection",
        "Hormonal regulation of reproductive development in crustaceans",
        "The Fifth Asian Fisheries Forum: International Conference on Fisheries and Food Security Beyond the Year 2000. 11-14 November 1998. Chiangmai, National Center for Genetic Engineering and Biotechnology, Thailand",
        "Serotonin stimulates ovarian maturation and spawning in the black tiger shrimp Penaeus monodon"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency",
        "National Science and Technology Development Agency",
        "Thailand Graduate Institute of Science and Technology",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}