{
    "eid": "2-s2.0-84991442352",
    "title": "Comparison of transabdominal and transvaginal ultrasonography for the assessment of cervical length at 16–23 weeks of gestation",
    "cover-date": "2017-04-03",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "Cervical length",
        "preterm",
        "transabdominal",
        "transvaginal",
        "ultrasonography"
    ],
    "authors": [
        "Lunthaporn Puttanavijarn"
    ],
    "citedby-count": 4,
    "ref-count": 16,
    "ref-list": [
        "ACOG practice bulletin no. 127: Management of preterm labor.",
        "Transvaginal and transabdominal ultrasonography of the uterine cervix during pregnancy",
        "National, regional, and worldwide estimates of preterm birth rates in the year 2010 with time trends since 1990 for selected countries: A systematic analysis and implications",
        "Correlation between cervical lengths measured by transabdominal and transvaginal sonography for predicting preterm birth",
        "Can transabdominal ultrasound identify women at high risk for short cervical length?",
        "Can transabdominal ultrasound be used as a screening test for short cervical length?",
        "Patients with an ultrasonographic cervical length ≤15 mm have nearly a 50% risk of early spontaneous preterm delivery",
        "The length of the cervix and the risk of spontaneous premature delivery",
        "Ultrasound assessment of cervical length at 18-21 weeks' gestation in an Australian obstetric population: Comparison of transabdominal and transvaginal approaches",
        "The reliability of transabdominal cervical length measurement in a low-risk obstetric population: Comparison with transvaginal measurement",
        "Outcome of Preterm Premature Rupture of Membranes",
        "Neonatal morbidity according to gestational age and birth weight from five tertiary care centers in the United States, 1983 through 1986",
        "Comparison of cervical lengths using transabdominal and transvaginal sonography in midpregnancy",
        "Is transabdominal sonography of the cervix after voiding a reliable method of cervical length assessment?",
        "Transabdominal scanning of the cervix at the 20-week morphology scan: Comparison with transvaginal cervical measurements in a healthy nulliparous population",
        "Cervical assessment at the routine 23-weeks' scan: Problems with transabdominal sonography"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}