{
    "eid": "2-s2.0-85077698885",
    "title": "Peritoneal Dialysis–Related Infection Rates and Outcomes: Results From the Peritoneal Dialysis Outcomes and Practice Patterns Study (PDOPPS)",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nephrology",
            "@code": "2727",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "bacterial infection",
        "best practices",
        "causative organism",
        "epidemiology",
        "facility practices",
        "hospitalization",
        "international comparisons",
        "microbiology",
        "PD-related infection",
        "Peritoneal dialysis (PD)",
        "Peritoneal Dialysis and Outcomes Practice Patterns Study (PDOPPS)",
        "peritonitis",
        "peritonitis prevention",
        "technique failure"
    ],
    "authors": [
        "Jeffrey Perl",
        "Douglas S. Fuller",
        "Brian A. Bieber",
        "Neil Boudville",
        "Talerngsak Kanjanabuch",
        "Yasuhiko Ito",
        "Sharon J. Nessim",
        "Beth M. Piraino",
        "Ronald L. Pisoni",
        "Bruce M. Robinson",
        "Douglas E. Schaubel",
        "Martin J. Schreiber",
        "Isaac Teitelbaum",
        "Graham Woodrow",
        "Junhui Zhao",
        "David W. Johnson"
    ],
    "citedby-count": 86,
    "ref-count": 58,
    "ref-list": [
        "Time-dependent reasons for peritoneal dialysis technique failure and mortality",
        "Peritoneal dialysis in the US: evaluation of outcomes in contemporary cohorts",
        "Recent peritonitis associates with mortality among patients treated with peritoneal dialysis",
        "The first peritonitis episode alters the natural course of peritoneal membrane characteristics in peritoneal dialysis patients",
        "Longitudinal changes in peritoneal kinetics: the effects of peritoneal dialysis and peritonitis",
        "Cost analysis of peritoneal catheter infections",
        "Predictors of peritonitis, hospital days, and technique survival for peritoneal dialysis patients in a managed care setting",
        "Patient and caregiver priorities for outcomes in peritoneal dialysis: multinational nominal group technique study",
        "An international Delphi survey helped develop consensus-based core outcome domains for trials in peritoneal dialysis",
        "Standardising data definitions for peritoneal dialysis (PD): progress towards P-DOPPS [abstract]",
        "Peritoneal dialysis-associated peritonitis outcomes reported in trials and observational studies: a systematic review",
        "The Peritoneal Dialysis Outcomes and Practice Patterns Study (PDOPPS): unifying efforts to inform practice and improve global outcomes in peritoneal dialysis",
        "ISPD peritonitis recommendations: 2016 update on prevention and treatment",
        "Semiparametric regression for the mean and rate functions of recurrent events",
        "A multivariate technique for multiply imputing missing values using a sequence of regression models",
        "Multiple Imputation for Nonresponse in Surveys",
        "Microbiology and outcomes of peritonitis in North America",
        "Predictors of peritonitis in patients on peritoneal dialysis: results of a large, prospective Canadian database",
        "Annual peritoneal dialysis report 2014, the Peritoneal Dialysis Registry",
        "UK Renal Registry 21st Annual Report – data to 31/12/2017",
        "The “PD First” policy in Thailand: three-years experiences (2008-2011)",
        "Association of comorbid conditions and mortality in hemodialysis patients in Europe, Japan, and the United States: the Dialysis Outcomes and Practice Patterns Study (DOPPS)",
        "International differences in the location and use of arteriovenous accesses created for hemodialysis: results from the Dialysis Outcomes and Practice Patterns Study (DOPPS)",
        "Factors affecting outcomes in patients reaching end-stage kidney disease worldwide: differences in access to renal replacement therapy, modality use, and haemodialysis practices",
        "US Renal Data System 2018 Annual Data Report: epidemiology of kidney disease in the United States",
        "The changing profile of PD-related peritonitis in Thailand: a single centers experience",
        "Hospitalization of peritoneal dialysis patients: the impact of peritonitis episodes on the hospitalization rate",
        "The effect of biocompatible versus standard peritoneal dialysis solutions on peritonitis microbiology, treatment and outcomes: the balANZ trial",
        "Effects of biocompatible versus standard fluid on peritoneal dialysis outcomes",
        "Technique failure and center size in a large cohort of peritoneal dialysis patients in a defined geographic area",
        "Patient and technique survival on peritoneal dialysis in the United States: evaluation in large incident cohorts",
        "Effect of renal center characteristics on mortality and technique failure on peritoneal dialysis",
        "Patient-related and centre-related factors influencing technique survival of peritoneal dialysis in the Netherlands",
        "Center effects and peritoneal dialysis peritonitis outcomes: analysis of a national registry",
        "The association between peritoneal dialysis modality and peritonitis",
        "Peritonitis—does peritoneal dialysis modality make a difference?",
        "The outcomes of continuous ambulatory and automated peritoneal dialysis are similar",
        "Continuous ambulatory peritoneal dialysis versus automated peritoneal dialysis for end-stage renal disease",
        "A comparative analysis on the incidence of peritonitis and exit-site infection in CAPD and automated peritoneal dialysis",
        "Comparative outcomes between continuous ambulatory and automated peritoneal dialysis: a narrative review",
        "Peritonitis rates and common microorganisms in continuous ambulatory peritoneal dialysis and automated peritoneal dialysis",
        "Comparing automated peritoneal dialysis with continuous ambulatory peritoneal dialysis: survival and quality of life differences?",
        "Similar peritonitis outcome in CAPD and APD patients with dialysis modality continuation during peritonitis",
        "Practical considerations when prescribing icodextrin: a narrative review",
        "Randomized, controlled trial of glucose-sparing peritoneal dialysis in diabetic patients",
        "Association of biocompatible peritoneal dialysis solutions with peritonitis risk, treatment, and outcomes.",
        "Role of preoperative antibiotic prophylaxis in preventing postoperative peritonitis in newly placed peritoneal dialysis catheters",
        "Randomized, double-blind trial of antibiotic exit site cream for prevention of exit site infection in peritoneal dialysis patients",
        "The risk of peritonitis after an exit site infection: a time-matched, case-control study",
        "A qualitative systematic review of the literature supporting a causal relationship between exit-site infection and subsequent peritonitis in patients with end-stage renal disease treated with peritoneal dialysis",
        "The association between exit site infection and subsequent peritonitis among peritoneal dialysis patients",
        "A syllabus for teaching peritoneal dialysis to patients and caregivers",
        "An intervention design: supporting skills development for peritoneal dialysis trainers",
        "Training patients for automated peritoneal dialysis: a survey of practices in six successful centers in the United States",
        "Focus on peritoneal dialysis training: working to decrease peritonitis rates",
        "Impact of patient training patterns on peritonitis rates in a large national cohort study",
        "Health insurance and the use of peritoneal dialysis in the United States"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60136265",
            "affilname": "Arbor Research Collaborative for Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60136265",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Woolloongabba",
            "@id": "60109259",
            "affilname": "Translational Research Institute Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60109259",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031806",
            "affilname": "The University of Western Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031806",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60031004",
            "affilname": "The University of Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031004",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Aurora",
            "@id": "60028392",
            "affilname": "University of Colorado Anschutz Medical Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028392",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Woolloongabba",
            "@id": "60025258",
            "affilname": "Princess Alexandra Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025258",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Leeds",
            "@id": "60020454",
            "affilname": "St James's University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020454",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60018916",
            "affilname": "Sir Mortimer B. Davis Jewish General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018916",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60017018",
            "affilname": "Saint Michael's Hospital University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017018",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60015543",
            "affilname": "University of Pittsburgh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015543",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nagakute",
            "@id": "60004395",
            "affilname": "Aichi Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004395",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Denver",
            "@id": "114211509",
            "affilname": "DaVita HealthCare Partners Inc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114211509",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "David W. Johnson",
        "US Department of Health and Human Services",
        "National Institutes of Health",
        "US National Institutes of Health",
        "HHS",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "Agency for Healthcare Research and Quality",
        "Baxter",
        "HHS",
        "Baxter Healthcare",
        "Fresenius Medical Care"
    ]
}