{
    "eid": "2-s2.0-85088255538",
    "title": "DLBCL patients treated with CD19 CAR T cells experience a high burden of organ toxicities but low nonrelapse mortality",
    "cover-date": "2020-07-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "However, most toxicities are manageable and rarely cause mortality. , a uniform toxicity assessment is crucial for monitoring adverse events and improving experience in patients receiving cd19 car t cells",
        "Toxicity burdens in dlbcl patients treated with car t cells are high"
    ],
    "authors": [
        "Kitsada Wudhikarn",
        "Martina Pennisi",
        "Marta Garcia-Recio",
        "Jessica R. Flynn",
        "Aishat Afuye",
        "Mari Lynne Silverberg",
        "Molly A. Maloy",
        "Sean M. Devlin",
        "Connie Lee Batlevi",
        "Gunjan L. Shah",
        "Michael Scordo",
        "Maria Lia Palomba",
        "Parastoo B. Dahi",
        "Craig S. Sauter",
        "Bianca D. Santomasso",
        "Elena Mead",
        "Miguel Angel Perales"
    ],
    "citedby-count": 53,
    "ref-count": 29,
    "ref-list": [
        "Chimeric antigen receptor T-cell therapies for lymphoma",
        "The other side of CAR T-cell therapy: Cytokine release syndrome, neurologic toxicity, and financial burden",
        "Cytokine release syndrome",
        "ASTCT consensus grading for cytokine release syndrome and neurologic toxicity associated with immune effector cells",
        "Comparing CAR T-cell toxicity grading systems: Application of the ASTCT grading system and implications for management",
        "Axicabtagene ciloleucel CAR T-cell therapy in refractory large B-cell lymphoma",
        "Tisagenlecleucel in adult relapsed or refractory diffuse large b-cell lymphoma",
        "Acute kidney injury after CAR-T cell therapy: Low incidence and rapid recovery",
        "Thirty day resource utilization after chimeric antigen receptor (CAR) T cell infusion for hematologic malignancies [abstract]",
        "Long-term safety and activity of axicabtagene ciloleucel in refractory large B-cell lymphoma (ZUMA-1): A singlearm, multicentre, phase 1-2 trial",
        "Long-term follow-up of tisagenlecleucel in adult patients with relapsed or refractory diffuse large B-cell lymphoma: Updated analysis of Juliet study [abstract]",
        "Axicabtagene ciloleucel in the real world: Outcomes and predictors of response, resistance and toxicity",
        "Standard-of-care axicabtagene ciloleucel for relapsed or refractory large B-cell lymphoma: Results from the US Lymphoma CAR T Consortium",
        "A multicenter retrospective analysis of clinical outcomes, toxicities, and patterns of use in institutions utilizing commercial axicabtagene ciloleucel and tisagenlecleucel for relapsed/refractory aggressive B-cell lymphomas",
        "Clinical presentation, management, and biomarkers of neurotoxicity after adoptive immunotherapy with CAR T cells",
        "Cardiac profile of chimeric antigen receptor T cell therapy in children: A single-institution experience",
        "Pivotal safety and efficacy results from transcend NHL 001, a multicenter phase 1 study of lisocabtagene maraleucel (liso-cel) in relapsed/refractory (R/R) large B cell lymphomas",
        "Impact of lisocabtagene maraleucel (liso-cel) treatment on health-related quality of life and health utility in patients (pts) with relapsed/refractory (R/R) aggressive B cell non-Hodgkin lymphoma (NHL): Transcend NHL 001",
        "Patient-reported long-term quality of life after tisagenlecleucel in relapsed/refractory diffuse large B-cell lymphoma",
        "Late events after treatment with CD19-targeted chimeric antigen receptor modified T cells",
        "Hematological count recovery in patients undergoing treatment with chimeric antigen receptor T cells (CAR T)",
        "Infectious complications in aggressive B cell non-Hodgkin lymphoma after CD-19 chimeric antigen receptor T cell therapy",
        "Cytokine release syndrome grade as a predictive marker for infections in patients with relapsed or refractory B-cell acute lymphoblastic leukemia treated with chimeric antigen receptor T cells",
        "Impact of toxicity on survival for older adult patients after CD341 selected allogeneic hematopoietic stem cell transplantation",
        "Effects of late toxicities on outcomes in long-term survivors of ex-vivo CD341-selected allogeneic hematopoietic cell transplantation",
        "The impact of toxicities on first-year outcomes after ex vivo CD341-selected allogeneic hematopoietic cell transplantation in adults with hematologic malignancies",
        "Value-based care in hematopoietic cell transplantation and cellular therapy: Challenges and opportunities",
        "Patient-reported outcomes with chimeric antigen receptor T cell therapy: Challenges and opportunities"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "@id": "60009343",
            "affilname": "Memorial Sloan-Kettering Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009343",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030318",
            "affilname": "Università degli Studi di Milano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030318",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "@id": "60007997",
            "affilname": "Weill Cornell Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007997",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "@id": "124817515",
            "affilname": "Division of Hematology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124817515",
            "affiliation-country": null
        }
    ],
    "funding": [
        "Associazione Italiana contro le Leucemie-linfomi e mieloma Milano e Provincia Organizzazione Non Lucrativa di Utilità Sociale",
        "National Institutes of Health",
        "National Cancer Institute",
        "Amgen",
        "American Italian Cancer Foundation",
        "Janssen Pharmaceutical"
    ]
}