{
    "eid": "2-s2.0-84976871178",
    "title": "Hypothesis concerning embodied calendars: A case study of number form, color spreading, and taste-color synaesthesia",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [],
    "authors": [
        "V. S. Ramachandran"
    ],
    "citedby-count": 3,
    "ref-count": 37,
    "ref-list": [
        "Coloured speech perception: is synaesthesia what happens when modularity breaks down?",
        "Individual differences among grapheme-color synesthetes: Brain-behavior correlations",
        "Neural basis of individual differences in synesthetic experiences",
        "Visualised numerals",
        "Temporal sequences, synesthetic mappings, and cultural biases: The geography of time",
        "The Phenomenology of Synaesthesia",
        "The man who tasted shapes",
        "Psychophysical investigations into the neural basis of synaesthesia",
        "Synaesthesia - A window into perception, thought and language",
        "The perceptual reality of synesthetic colors",
        "Psyche",
        "Synaesthesia: The prevalence of atypical cross-modal experiences",
        "A systematic, large-scale study of synaesthesia: Implications for the role of early experience in lexical-colour associations",
        "Can synaesthesia research inform cognitive science?",
        "Five plus two equals yellow: Mental arithmetic in people with synaesthesia is not coloured by visual experience",
        "Scholarpedia",
        "The cross-activation theory at 10",
        "Acquired synesthesia in retinitis pigmentosa",
        "Individual differences among grapheme-color synesthetes: Brain-behavior correlations",
        "Increased structural connectivity in grapheme-color synesthesia",
        "The role of parietal cortex in the formation of color and motion based concepts",
        "Illusory contours and cortical neuron responses",
        "Texture segregation in the human visual cortex: A functional MRI study",
        "The Mental Representation of Parity and Number Magnitude",
        "Is Numerical Comparison Digital? Analogical and Symbolic Effects in Two-Digit Number Comparison",
        "Objective evidence of convoluted number lines",
        "J Cogn Neurosci",
        "Changing views of brain evolution",
        "Ovals of time: Time-space associations in synaesthesia",
        "Handedness and calendar orientations in time-space synaesthesia",
        "Microstructure of a spatial map in the entorhinal cortex",
        "Time cells in the hippocampus: A new dimension for mapping memories"
    ],
    "affiliation": [
        {
            "affiliation-city": "La Jolla",
            "affilname": "University of California, San Diego",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}