{
    "eid": "2-s2.0-85027586677",
    "title": "A study on the gustafson-kessel clustering algorithm in power system fault identification",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        }
    ],
    "keywords": [
        "Adaptive neuro-fuzzy inference system",
        "Fuzzy clustering means",
        "Gustafson-Kessel clustering algorithm",
        "Power transmission line"
    ],
    "authors": [
        "Amalina Abdullah"
    ],
    "citedby-count": 1,
    "ref-count": 20,
    "ref-list": [
        "International Conference on Power Systems Transients (IPST2009)",
        "Pattern Recognition with Fuzzy Objective Function Algorithms",
        "Fuzzy Models for Pattern Recognition: Methods that Search for Structure in Data",
        "A note on the Gustafson-Kessel and adaptive fuzzy clustering algorithms",
        "A wavelet-fuzzy combined approach for classification and location of transmission line faults",
        "A novel fuzzy neural network based distance relaying scheme",
        "A new and accurate fault location algorithm for combined transmission lines using Adaptive Network-Based Fuzzy Inference System",
        "Nonlinear system identification using Takagi-Sugeno type neuro-fuzzy model",
        "Innovations in Fuzzy Clustering",
        "Fault location using wavelets",
        "China Renming University Press",
        "FUZZY CLUSTERING WITH A FUZZY COVARIANCE MATRIX.",
        "Boundary detection through fuzzy clustering",
        "Fuzzy Modeling for Control, Kluwer Academic Publishers",
        "Alternative c-means clustering algorithms",
        "Improved covariance estimation for Gustafson-Kessel clustering",
        "Fuzzy Cluster Analysis",
        "Rapid integration of large airborne geophysical data suites using a fuzzy partitioning cluster algorithm: A tool for geological mapping and mineral exploration targeting",
        "Fault location of two-parallel transmission lines for double phase-to-earth fault using one-terminal data",
        "Int. Journal of Computer Science & Information Technology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}