{
    "eid": "2-s2.0-85153505117",
    "title": "Multi-stakeholder perspectives on sustainability transitions in the cosmetic industry",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Cosmetic industry",
        "Green policy",
        "Life cycle thinking",
        "Multi-stakeholder perspectives",
        "Sustainability transitions",
        "Sustainable production"
    ],
    "authors": [
        "Tawalhathai Suphasomboon",
        "Sujitra Vassanadumrongdee"
    ],
    "citedby-count": 0,
    "ref-count": 88,
    "ref-list": [
        "Water sustainability: a waterless life cycle for cosmetic products",
        "Born to be sustainable: how to combine strategic disruption, open innovation, and process digitization to create a sustainable business",
        "Thailand skin care products market [Online]",
        "Green consumer behavior in the cosmetics market",
        "A model-based strategy for developing sustainable cosmetics small and medium industries with system dynamics",
        "Safety of botanical ingredients in personal care products/cosmetics",
        "Do circular economy practices accelerate CSR participation of SMEs in a stakeholder-pressured era? A network theory perspective",
        "Influence of corporate social responsibility on sustainable practices of small and medium-sized enterprises: implications on business performance",
        "Bridging ‘Stakeholder Value Creation’ and ‘Urban Sustainability’: the need for better integrating the environmental dimension",
        "Green formulations and ingredients",
        "Green standards, certification and indices",
        "A step forward on sustainability in the cosmetics industry: a review",
        "Current regulatory and market frameworks in green cosmetics: the role of certification",
        "Report of the World Commission on Environment And Development: Our Common Future",
        "The influence of eco-labelling on ethical consumption of organic cotton",
        "City level circular transitions: barriers and limits in Amsterdam, Utrecht and the Hague",
        "Improving the production chain with LCA and eco-design: application to cosmetic packaging",
        "Do cosmetics matter? – ‘Yes, they do!' say the overwhelming majority of European consumers [Online]",
        "Loop power: big beauty brands see 'great opportunity' in reusables [Online]",
        "Corporate sustainability in small and medium-sized enterprises: a literature analysis and road ahead",
        "Sustainability - how the beauty industry is feeding plastic to you and the planet [Online]",
        "Green guides [Online]",
        "Qualitative Research Methods for Psychologists",
        "Investigating context factors in the strategic management of corporate sustainability integration",
        "Circular economy and corporate social responsibility in the agricultural system: cases study of the Italian agri-food industry",
        "Organic Cosmetics Market: ASEAN Industry Analysis & Forecast",
        "Reusability and recyclability of plastic cosmetic packaging: a life cycle assessment",
        "Deductive content analysis of research on sustainable construction in India: current progress and future directions",
        "Differential importance of ecolabel criteria to consumers",
        "Reverse logistics and the sectoral agreement of packaging industry in Brazil towards a transition to circular economy",
        "Part 3: the role of design for sustainable packaging",
        "Eco-labeling and sustainability: a case of textile industry in Pakistan",
        "Emerging approaches, challenges and opportunities in life cycle assessment",
        "Corporate social responsibility and tourism: hotel companies in Phuket, Thailand, after the Indian Ocean tsunami",
        "Thai consumer preferences: skin care and cosmetics [Online]",
        "Barriers to a sustainability transformation of meat production practices - an industry actor perspective",
        "Rambutan seed fat as a potential source of cocoa butter substitute in confectionary product",
        "Toward a theory of corporate sustainability: a theoretical integration and exploration",
        "Performance of the cosmetics industry from the perspective of Corporate Social Responsibility and Design for Sustainability",
        "Content analysis",
        "Purchasing natural personal care products in the era of fake news? The moderation effect of brand trust",
        "The influence factors on choice behavior regarding green products based on the theory of consumption values",
        "Why determinants of green purchase cannot be treated equally? The case of green cosmetics: literature review",
        "Handling social risks in government-driven mega project: an empirical case study from West China",
        "Examining nonsuicidal self-injury content creation on TikTok through qualitative content analysis",
        "Closing the loop or widening the gap? The unequal politics of Thailand's circular economy in addressing marine plastic pollution",
        "Sustainability in small and medium-sized enterprises: a systematic literature review and future research agenda",
        "Qualitative content analysis - theoretical foundation, basic procedures and software solution",
        "Qualitative content analysis",
        "Analysis of enablers of sustainable supply chain management in electronics industries: the Indian context",
        "Chapter 32 - circular economy in the cosmetics industry: an assessment of sustainability reporting",
        "Circular economy and corporate social responsibility: towards an integrated strategic approach in the multinational cosmetics industry",
        "Sometimes linear, sometimes circular: states of the economy and transitions to the future",
        "Analysis of green product procurement and ecolabels towards sustainable consumption and production in Thailand",
        "Can firms enhance economic performance by contributing to sustainable consumption and production? Analyzing the patterns of influence of environmental performance in Japanese manufacturing firms",
        "Are corporate environmental activities to meet sustainable development goals (SDGs) simply greenwashing? An empirical study of environmental management control systems in Vietnamese companies from the stakeholder management perspective",
        "Fostering sustainable land restoration through circular economy governed transitions",
        "Ethical sourcing of raw materials",
        "Make Up the Future: The Quantis Cosmetics Report. Levers of Change for a Sustainable Cosmetics Business",
        "Ecolabelling in textile industry: a review",
        "Implementation of circular economy business models by small and medium-sized enterprises (SMEs): barriers and enablers",
        "Sustainability paradigm in the cosmetics industry: state of the art",
        "How to encourage business professionals to adopt sustainable practices? Experimental evidence that the ‘business case’ discourse can backfire",
        "Integrated eco-design decision-making for sustainable product development",
        "Sustainability: How the Cosmetics Industry Is Greening Up",
        "Evaluation of sustainability practices in small and medium-sized manufacturing enterprises in Southern Brazil",
        "Assessing eco-innovations in green chemistry: life cycle assessment (LCA) of a cosmetic product with a bio-based ingredient",
        "The minimalist beauty company tackling the industry's waste problem [Online]",
        "Life cycle thinking and the use of LCA in policies around the world",
        "Behavioral reasoning perspectives to brand love toward natural products: moderating role of environmental concern and household size",
        "Worldwide beauty & personal care market revenue growth 2013-2025 [Online]",
        "Cosmetics market in Thailand - statistics & facts [Online]",
        "Market value for natural and organic beauty worldwide 2021-2027 [Online]",
        "Natural cosmetics - Thailand [Online]",
        "Toward sustainable consumption of green cosmetics and personal care products: the role of perceived value and ethical concern",
        "Regulatory drivers in the last 20 years towards the use of in silico techniques as replacements to animal testing for cosmetic-related substances",
        "Thailand - personal care and beauty products [Online]",
        "Sustainable development of cosmetic products in the frame of the laboratory market",
        "Cosmetics & U.S. law [Online]",
        "Eco-labelling [Online]",
        "Four ways our brands are saving water worldwide [Online]",
        "Professionals' health conceptions of clients with psychosocial problems: an analysis based on an empirical exploration of semi-structured interviews",
        "Green Cosmetic Ingredients And Processes. Analysis of Cosmetic Products",
        "Environmental impacts of cosmetic products",
        "Impact of eco-labelling on the implementation of sustainable production and consumption",
        "Corporate social responsibility disclosure—choices of report and its determinants: empirical evidence from firms listed on the Stock Exchange of Thailand",
        "What influences consumers' intention to purchase organic personal care products? The role of social reassurance"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}