{
    "eid": "2-s2.0-84978112658",
    "title": "New lycopodine-type alkaloids from Lycopodium carinatum",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Chemical conversion",
        "Lycopocarinamine",
        "Lycopodium alkaloid",
        "Structure elucidation"
    ],
    "authors": [
        "Noriyuki Kogure"
    ],
    "citedby-count": 17,
    "ref-count": 39,
    "ref-list": [
        "Lycopodium alkaloids: Isolation and asymmetric synthesis",
        "The Lycopodium Alkaloids",
        "The Lycopodium alkaloids",
        "Lycopodium Alkaloids - Synthetic Highlights and Recent Developments",
        "The structures of huperzine A and B,' two new alkaloids exhibiting marked anticholinesterase activity",
        "Chemistry, pharmacology, and clinical efficacy of the Chinese nootropic agent huperzine A",
        "Lycopladines B-D and lyconadin B, new alkaloids from Lycopodium complanatum",
        "Complanadine B, obscurumines A and B, new alkaloids from two species of Lycopodium",
        "Cytotoxic ent-kaurane diterpenoids from Isodon eriocalyx var. laxiflora",
        "Lycojapodine A, a novel alkaloid from Lycopodium japonicum",
        "Lycojaponicumins A-C, three alkaloids with an unprecedented skeleton from lycopodium japonicum",
        "Total syntheses of (±)-fawcettimine, (±)-fawcettidine, (±)-lycoflexine, and (±)-lycoposerramine-Q",
        "Redox divergent synthesis of fawcettimine-type lycopodium alkaloids",
        "Total syntheses of lyconadins A-C",
        "Recent progress in total synthesis of Lycopodium alkaloids",
        "The first asymmetric total synthesis of lycoposerramine-R",
        "Total synthesis of (±)-lycoposerramine-R, a novel skeletal type of Lycopodium alkaloid",
        "Biogenetically inspired total syntheses of lycopodium alkaloids, (+)-flabellidine and (-)-lycodine",
        "Syntheses of fawcettimine-type lycopodium alkaloids utilizing the Pauson-Khand reaction",
        "Ten new fawcettimine-related alkaloids from three species of Lycopodium",
        "Asymmetric total synthesis of a pentacyclic lycopodium alkaloid: Huperzine-Q",
        "First Asymmetric Total Syntheses of Fawcettimine-Type Lycopodium Alkaloids, Lycoposerramine-C and Phlegmariurine-A",
        "Asymmetric total syntheses of cyclic nitrone-containing phlegmarine-type Lycopodium alkaloids, lycoposerramines-X and -Z",
        "A divergent approach for the total syntheses of cernuane-type and quinolizidine-type Lycopodium alkaloids",
        "Asymmetrie total syntheses of two phlegmarine-type alkaloids, lycoposerramines-V and -W, newly isolated from lycopodium serratum",
        "Ten new lycopodium alkaloids having the lycopodane skeleton isolated from Lycopodium serratum Thunb",
        "Carinatumins A-C, new alkaloids from Lycopodium carinatum inhibiting acetylcholinesterase",
        "Three new Lycopodium alkaloids from Huperzia carinata and Huperzia squarrosa",
        "Malycorins A - C, new Lycopodium alkaloids from Lycopodium phlegmaria",
        "Acetylcholinesterase inhibitory activity of lycopodane-type alkaloids from the Icelandic Lycopodium annotinum ssp. alpestre",
        "Phytochemical analysis of alkaloids from the Icelandic club moss Diphasiastrum alpinum",
        "Lycopodine-type Lycopodium alkaloids from Huperzia serrata",
        "New Lycopodium alkaloids from Lycopodium obscurum",
        "Total Synthesis of (±)-Fawcettimine",
        "Seven new Lycopodium alkaloids, lycoposerramines-C, -D, -E, -P, -Q, -S, and -U, from Lycopodium serratum Thunb.",
        "Three new phlegmariurine B type Lycopodium alkaloids from Huperzia serrata",
        "Phytochemistry",
        "Microbial transformation of (-)-Huperzine A",
        "Can. J. Chem."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiba",
            "affilname": "Chiba University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}