{
    "eid": "2-s2.0-84897742183",
    "title": "Effect of diluent gas on ethylene epoxidation activity over various Ag-based catalysts on selective oxide supports",
    "cover-date": "2014-05-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        null,
        "Cu-Ag",
        "Diluent gases",
        "Ethylene epoxidation",
        null
    ],
    "authors": [
        "Atiporn Chongterdtoonskul"
    ],
    "citedby-count": 9,
    "ref-count": 43,
    "ref-list": [
        "Nano-sized silver crystals and their dispersion over α-alumina for ethylene epoxidation",
        null,
        "Ethylene epoxidation over silver and copper-silver bimetallic catalysts: I. Kinetics and selectivity",
        "Handbook of Heterogeneous Catalysis",
        "Kinetics and mechanism of ethylene oxidation. Reactions of ethylene and ethylene oxide on a silver catalyst",
        null,
        "Preparation and photocatalytic properties of strontium titanate powders via sol-gel process",
        "Effect of preparation conditions on Ag catalysts for ethylene epoxidation",
        "Production of silver nano-powders by electron beam evaporation",
        "Cu and Au nanocomposites in catalytic olefination reaction",
        "Preparation and characterization of silica-supported, group IB-Pd bimetallic catalysts prepared by electroless deposition methods",
        "Synthesis of thermally stable and highly active bimetallic Au-Ag nanoparticles on inert supports",
        "Vapor phase synthesis and characterization of bimetallic alloy and supported nanoparticle catalysts",
        "High surface area α-aluminas III. Oxidation of ethylene, ethylene oxide, and acetaldehyde over silver dispersed on high surface area α-alumina",
        "Ion-beam characterization of alumina-supported silver catalysts used for ethylene epoxidation",
        "Ethylene epoxidation on Ag catalysts supported on non-porous, microporous and mesoporous silicates",
        "Colloidal silver catalysts for oxidation of ethylene",
        "Appl. Chem.",
        null,
        "Effects of 1,2 dichloroethane addition on the optimal silver catalyst distribution in pellets for epoxidation of ethylene",
        "In situ controlled promotion of catalyst surfaces via NEMCA: The effect of Na on the Ag-catalyzed ethylene epoxidation in the presence of chlorine moderators",
        "XPS, TPD and TPR studies of Cs-O complexes on silver: Their role in ethylene epoxidation",
        "Study of Cs-promoted, α-alumina-supported silver ethylene-epoxidation catalysts: I. Characterization of the support and as-prepared catalyst",
        "A single crystal study of the silver-catalysed selective oxidation and total oxidation of ethylene",
        "Chlorine promoters in selective ethylene epoxidation over Ag(111): A comparison with Ag(110)",
        "On the mechanism of Cs promotion in ethylene epoxidation on Ag",
        "Study of Cs-promoted, α-alumina-supported silver, ethylene-epoxidation catalysts: IV. Model study",
        "Study of the promoting effects in ethylene epoxidation",
        "Chlorine promotion of selective ethylene oxidation over Ag(110): Kinetics and mechanism",
        "Ethylene epoxidation in a catalytic packed-bed membrane reactor: Effects of reactor configuration and 1,2-dichloroethane addition",
        "Rhenium promotion of Ag and Cu-Ag bimetallic catalysts for ethylene epoxidation",
        "Study of the active phase of silver catalysts for ethylene epoxidation",
        "Epoxidation of ethylene over silver catalysts supported on α-alumina crystal carriers",
        "Palladium-silver bimetallic catalysts with improved activity and selectivity for ethylene epoxidation",
        null,
        "Effects of oxide supports on ethylene epoxidation activity over Ag-based catalysts",
        "Ethylene epoxidation activity over ag-based catalysts on different nanocrystalline perovskite titanate supports",
        null,
        null,
        "The Petroleum and Petrochemical College",
        "Direct epoxidation of ethylene in a dilute reaction stream in oxidative coupling of methane"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology",
        "Department of Chemical Engineering, University of Michigan",
        "PTT Global Chemical Public Co. Ltd.",
        "RGJ-Industry",
        "Ratchadaphiseksomphot Endowment Fund",
        "Sustainable Petroleum and Petrochemicals Research Unit",
        "Transportation Energy Center",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}