{
    "eid": "2-s2.0-85121357265",
    "title": "A Prescriptive Model for Selling Wine Futures to Mitigate Quality Uncertainty",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management of Technology and Innovation",
            "@code": "1405",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management Science and Operations Research",
            "@code": "1803",
            "@abbrev": "DECI"
        },
        {
            "@_fa": "true",
            "$": "Control and Optimization",
            "@code": "2606",
            "@abbrev": "MATH"
        }
    ],
    "keywords": [
        "Advance selling",
        "Pricing",
        "Quality uncertainty",
        "Wine futures"
    ],
    "authors": [
        "Tim Noparumpa",
        "Burak Kazaz",
        "Scott Webster"
    ],
    "citedby-count": 0,
    "ref-count": 33,
    "ref-list": [
        "The impact of gurus: Parker grades and en primeur wine prices",
        "Prediciting the quality and prices of Bordeaux wine",
        "The demand for expert opinion: Bordeaux wine",
        "Bordeaux wine vintage quality and the weather",
        "Joint inventory and pricing decisions for an assortment",
        "Evaluating wine-tasting results and randomness with a mixture of rank preference models",
        "Information acquisition for capacity planning via pricing and advance selling: When to stop and act?",
        "Advance selling in a supply chain under uncertain supply and demand",
        "On the Lambert W function",
        "The economics of buyer uncertainty: Advance selling vs. probabilistic selling",
        "The efficiency of advance-purchase discounts in the presence of aggregate demand uncertainty",
        "Advance-purchase discounts and monopoly allocation of capacity",
        "Analytics for wine futures: Realistic prices",
        "Wine analytics: Fine wine pricing and selection under weather and market uncertainty",
        "Matching supply and demand: The value of a second chance in producing hybrid seed corn",
        "Production planning under yield and demand uncertainty",
        "Wine analytics",
        "The impact of yield dependent trading costs on pricing and production planning under supply uncertainty",
        "Technical note – Price-setting newsvendor problems with uncertain supply and risk aversion",
        "Pricing multiple products with the multinomial logit and nested logit concavity: Concavity and implications",
        "Wine tasters, ratings and en primeur prices",
        "Economic choices",
        "Wine futures and advance selling under quality uncertainty",
        "Wine futures: Pricing and allocation as levers against quality uncertainty",
        "Analyses of wine-tasting data: A tutorial",
        "Advance pricing of services and other implications of separating purchase and consumption",
        "Advance selling as a competitive marketing tool",
        "An analysis of wine critic consensus: A study of Washington and California wines",
        "Advance selling in the presence of speculators and forward looking consumers",
        "Price versus production postponement: Capacity and competition",
        "Electronic tickets, smart cards, and online payments: When and how to advance sell"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Syracuse",
            "@id": "60118346",
            "affilname": "Martin J. Whitman School of Management",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118346",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tempe",
            "@id": "60116379",
            "affilname": "W. P. Carey School of Business",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60116379",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}