{
    "eid": "2-s2.0-85081736212",
    "title": "Yeast extract elicited isoflavonoid accumulation and biosynthetic gene expression in Pueraria candollei var. mirifica cell cultures",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biosynthetic pathway",
        "Elicitation",
        "Phytoestrogen",
        "Pueraria mirifica"
    ],
    "authors": [
        "Dolly Rani",
        "Thitirat Meelaph",
        "Wanchai De-Eknamkul",
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 12,
    "ref-count": 16,
    "ref-list": [
        "Potential risks and benefits of phytoestrogen-rich diets",
        "Isoflavonoids from Pueraria mirifica and their estrogen activity",
        "Evolutionary study of the isoflavonoid pathway based on multiple copies analysis in soybean",
        "Antioxidant activity of daidzein, a natural antioxidant, and its spectroscopic properties in organic solvents and phosphatidylcholine liposomes",
        "Enthrel treatment enhanced isoflavonoids accumulation in cell suspension cultures of Pueraria tuberosa, a woody legume",
        "Proteome analysis of Pueraria mirifica tubers collected in different seasons",
        "Effects of abiotic and biotic elicitors on growth and isoflavonoid accumulation in Pueraria candollei var. candollei and P. candollei var. mirifica cell suspension cultures",
        "Molecular cloning and characterization of an isoflavone 7-O-glucosyltransferase from Pueraria lobata",
        "High dietary phytoestrogen intake is associated with higher bone mineral density in postmenopausal but not premenopausal women",
        "A revised medium for rapid growth and bioassays with tobacco tissue cultures",
        "Rapid metabolism of isoflavonoids in elicitor-treated cell suspension cultures of Pueraria lobata",
        "Optimizing Pueraria candollei var. mirifica cell suspension culture for prolonged maintenance and decreased variation of isoflavonoid from single cell lines",
        "Optimized production of isoflavonoes in cell cultures of Psoralea corylifolia L. using elicitation and precursor feeding",
        "Methyl jasmonate and yeast elicitor induce differential transcriptional and metabolic re-programming in cell suspension cultures of the model legume Medicago truncatula",
        "Enhanced accumulation of high-value deoxymiroestrol and isoflavonoids using hairy root as a sustainable source of Pueraria candollei var Mirifica",
        "A reputed rejuvenator"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}