{
    "eid": "2-s2.0-85017645249",
    "title": "On the genus Armina (Gastropoda: Heterobranchia: Nudibranchia) in Thailand",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Armina semperi",
        "Complex of species",
        "Gulf of Thailand",
        "New species",
        "Nudibranchia",
        "Western Pacific"
    ],
    "authors": [
        "Rahul Mehrotra"
    ],
    "citedby-count": 8,
    "ref-count": 42,
    "ref-list": [
        "A New Look at the Statistical Model Identification",
        "50 pls",
        "20 pls",
        "Videnskabelige Meddelelser fra Dansk naturhistorisk Forening 1860:309–331. plate",
        "Naturhistorisk Tidsskrift, 3 die Række, 4:1–80, 207–380, plates",
        "25–31",
        "32–35",
        "The opisthobranchiata of south africa",
        "With a little help from DNA barcoding: Investigating the diversity of Gastropoda from the Portuguese coast",
        "Diversity and occurrence of nudibranchs in Thailand",
        "Proceedings of the California Academy of Natural Sciences",
        "Nudibranchs of the world",
        "Journal of the College of Science, Imperial University Tokyo",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "Gig Harbor",
        "Nudibranch and sea slug identification - Indo-Pacific",
        "Nucleic Acids Symp Ser",
        "Anatomy of some indo-pacific elysiidae (opisthobranchia: Sacoglossa (=ascoglossa)), with a discussion of the generic division and phylogeny",
        "(Ed.). The marine flora and fauna of Hong Kong and southern China IV. Proceedings of the Eighth International Marine Biological Workshop; the marine flora and fauna of Hong Kong and southern China, Hong Kong",
        "Special Publications of the Phuket Marine Biological Center",
        "Spec Publ Phuket Marine Biological Center",
        "The nudibranch names mentioned as n.sp. in Bergh (1861) are almost all nomina nuda (Gastropoda: Heterobranchia: Nudibranchia)",
        "Anim Syst Evol Divers",
        "Patterns of DNA barcode variation in canadian marine molluscs",
        "Enhanced primers for amplification of DNA barcodes from a broad range of marine metazoans",
        "Species inventory of sea slugs (Gastropoda: Heterobranchia) for Koh Tao, Thailand, with 25 first records for Thai waters",
        "Molecular phylogeny and evolution of symbiosis in a clade of Indopacific nudibranchs",
        "Checklist of Mollusca Fauna in Thailand",
        "Uppsala University",
        "Marine mollusks in Japan",
        "The first molecular phylogeny of cladobranchian opisthobranchs (Mollusca, Gastropoda, Nudibranchia)",
        "The simple Fool’s guide to PCR",
        "Mrbayes 3.2: Efficient bayesian phylogenetic inference and model choice across a large model space",
        "Available from:",
        "MSc thesis",
        "Beaufortia",
        "Costasiella coronata, new species, and a revised diagnosis for the family costasiellidae (mollusca: Opisthobranchia: Sacoglossa)",
        "Large mangrove-dwelling Elysia species in Asia, with descriptions of two new species (Gastropoda: Opistobranchia: Sacoglossa)",
        "Aiteng ater, new genus, new species, an amphibious and insectivorous sea slug that is difficult to classify [Mollusca: Gastropoda: Opisthobranchia: Sacoglossa(?): aitengidae, new family]",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Living genera of sea pens (Coelenterata: Octocorallia: Pennatulacea): illustrated key and synopses",
        "The phylogeny of nudibranchia (opisthobranchia, gastropoda, mollusca) reconstructed by three molecular markers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Paris",
            "affilname": "Museum National d'Histoire Naturelle",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Altos de Pipe",
            "affilname": "Instituto Venezolano de Investigaciones Científicas",
            "affiliation-country": "Venezuela"
        },
        {
            "affiliation-city": "Taoyuan",
            "affilname": "New Heaven Reef Conservation Program",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University, Thailand",
        "Ratchadaphiseksomphot Endowment Fund"
    ]
}