{
    "eid": "2-s2.0-84939781521",
    "title": "Effects of Ni and Ti on the phase stability, martensitic transformation and mechanical properties of B2 CuZr phase",
    "cover-date": "2015-08-24",
    "subject-areas": [
        {
            "$": "General Computer Science",
            "@code": "1700"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "Computational Mathematics",
            "@code": "2605"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "First-principles calculation",
        "Martensitic transformation",
        "Mechanical properties"
    ],
    "authors": [
        "Guohui Yi"
    ],
    "citedby-count": 14,
    "ref-count": 37,
    "ref-list": [
        "Strategy for pinpointing the formation of B2 CuZr in metastable CuZr-based shape memory alloys",
        null,
        null,
        "Hot workability of CuZr-based shape memory alloys for potential high-temperature applications",
        "Processing of CuZr based shape memory alloys",
        null,
        "Peculiarities of the martensitic transformation in ZrCu intermetallic compound - Potential high temperature SMA",
        "Study of the reversible intermetallic phase: B2-type CuZr",
        "Crystal structures and shape-memory behaviour of NiTi",
        "Esomat 2009 - 8th European Symposium on Martensitic Transformations",
        null,
        "The influence of Ni and Ti on the martensitic transformation and shape memory effect of the intermetallic compound ZrCu",
        null,
        "Phys. Rev. B",
        "Physical metallurgy of Ti-Ni-based shape memory alloys",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Generalized gradient approximation made simple",
        "Relaxation of Crystals with the Quasi-Newton Method",
        "Augmented-plane-wave virtual-crystal approximation",
        null,
        "Ab initio phase stability at high temperatures and pressures in the V-Cr system",
        null,
        null,
        "First-principles investigations on elastic and thermodynamic properties of zirconium under pressure",
        "Negative poisson's ratios as a common feature of cubic metals",
        "The elastic behaviour of a crystalline aggregate",
        "Deformation-induced martensitic transformation in Cu-Zr-(Al,Ti) bulk metallic glass composites",
        "Effects of Ni addition on the microstructure and compressive deformation behavior in Zr-Cu-Ni martensitic alloys",
        null,
        "Composition-dependent elastic properties and electronic structures of off-stoichiometric TiNi from first-principles calculations",
        "Extreme Poisson's ratios and their electronic origin in B2 CsCl-type AB intermetallic compounds",
        "Elastic properties of B2-NiTi and B2-PdTi",
        "Single-crystal elastic constants of the equiatomic NiTi alloy near the martensitic transformation",
        "Unit cell determination in CuZr martensite by electron microscopy and X-ray diffraction",
        "High temperature shape memory alloys",
        "Lond. Edinburgh Dublin Philos. Mag. J. Sci.",
        "First-principles calculations of structural energetics of Cu-TM (TM = Ti, Zr, Hf) intermetallics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "NBRPC",
        "Ratchadapisek Somphoch Endowment Fund",
        "Surface Coatings Technology for Metals and Materials Research Unit",
        "National Natural Science Foundation of China",
        "Chulalongkorn University"
    ]
}