{
    "eid": "2-s2.0-84981240795",
    "title": "Petrochemistry and mineral chemistry of Late Permian hornblendite and hornblende gabbro from the Wang Nam Khiao area, Nakhon Ratchasima, Thailand: Indication of Palaeo-Tethyan subduction",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "Arc magmatism",
        "Geothermobarometry",
        "Hornblendite",
        "PT condition",
        "Thailand",
        "Zircon U-Pb geochronology"
    ],
    "authors": [
        "Alongkot Fanka"
    ],
    "citedby-count": 4,
    "ref-count": 105,
    "ref-list": [
        "Thermodynamic calculation of emplacement pressures for batholithic rocks, California: Implications for the aluminum-in-hornblende barometer",
        "Status of thermobarometry in granitic batholiths",
        null,
        "The Geology of Thailand",
        "Age, tectonic setting and regional implications of the Chiang Khong volcanic suite, northern Thailand",
        "Petrology and tectonic implications of Upper Paleozoic volcanic rocks of the Chiang Mai belt, northern Thailand",
        "Crustal evolution of island-arc ultramafic magma: Galmoenan pyroxenite-dunite plutonic complex, Koryak Highland (Far East Russia)",
        "Petrology and tectonic significance of gabbros, tonalites, shoshonites, and anorthosites in a late Paleozoic arc-root complex in the Wrangellia terrane, southern Alaska",
        "Calcic amphibole equilibria and a new amphibole-plagioclase geothermometer",
        "Petrochemistry and tectonic setting of mafic volcanic rocks in the Chon Daen-Wang Pong area, Phetchabun, Thailand",
        "On the origin of high-alumina arc basalt and the mechanics of melt extraction",
        "Proceedings of the Workshop on Stratigraphic Correlation of Thailand and Malaysia, Had Yai, Thailand",
        "Proceedings of the National Conference on Geologic Resources of Thailand: Potential for Future Development",
        "The configuration of Greater Gondwana-Evidence from LA ICPMS, U-Pb geochronology of detrital zircons from the Palaeozoic and Mesozoic of Southeast Asia and China",
        null,
        "J. Geol. Soc. Thailand",
        "The granites of the southeast Asian tin belt.",
        "Overseas Mem. Brit. Geol. Surv.",
        "The origin of island arc high-alumina basalts",
        null,
        "Deposition and element fractionation processes during atmospheric pressure laser sampling for analysis by ICP-MS",
        "Structure and geochemistry of an Alaskan-type ultramafic-mafic complex in the Eastern Pontides, NE Turkey",
        "A detailed geochemical study of island Arc crust: The Talkeetna Arc section, south-central Alaska",
        "Aluminum in hornblende: an empirical igneous geobarometer.",
        "Pressure, temperature and oxygen fugacity conditions of calc-alkaline granitoids, Eastern Desert of Egypt, and tectonic implications",
        "Gabbro Akarem mafic-ultramafic complex, Eastern Desert, Egypt: A Late Precambrian analogue of Alaskan-type complexes",
        "Non-ideal interactions in calcic amphiboles and their bearing on amphibole-plagioclase thermometry",
        "Confirmation of the empirical correlation of Al in hornblende with pressure of solidification of calc-alkaline plutons.",
        "Geothermobarometry and fluid inclusions of dioritic rocks in Bangladesh: Implications for emplacement depth and exhumation rate",
        "Petrology and SrNd isotopic systems of the basalts and rhyolites, Loei, Thailand",
        "Geol. Soc. Am. Mem.",
        "Trace element abundances in megacrysts and their host basalts: Constraints on partition coefficients and megacryst genesis",
        "Alaskan-Type Plutons and Ultramafic Lavas in Far East Russia, Northeast China, and Japan",
        "Platinum-group minerals from placers related to the Nizhni Tagil (Middle Urals, Russia) Uralian-Alaskan-type ultramafic complex: Ore-mineralogy and study of silicate inclusions in (Pt, Fe) alloys",
        "Experimental calibration of the aluminum-in-hornblende geobarometer with application of Long Valley caldera (California) volcanic rocks",
        "Adakites in the Truong Son and Loei fold belts, Thailand and Laos: Genesis and implications for geodynamics and metallogeny",
        "High-field-strength element depletions in arc basalts due to mantle-magma interaction",
        "Thermal structure due to solid-state flow in the mantle wedge beneath arcs",
        "Relative depletion of niobium in some arc magmas and the continental crust: partitioning of K, Nb, La and Ce during melt/rock reaction in the upper mantle",
        "International Symposia on Geoscience Resources and Environments of Asian Terranes (GREAT 2008), 4th IGCP 516 and 5th APSEG, Bangkok",
        "Flood and shield basalts from Ethiopia: Magmas from the African superswell",
        "2nd International Conference on Geological and Environmental Sciences",
        "Nomenclature of amphiboles: Report of the subcommittee on amphiboles of the international mineralogical association, commission on new minerals and mineral names",
        "Clinopyroxene composition as a method of identification of the magmatic affinities of paleo-volcanic series",
        "Discrimination of ophiolitic from nonophiolitic ultramafic-mafic allochthons in orogenic belts by the Al/Ti ratio in clinopyroxene",
        "Tectonic framework and Phanerozoic evolution of Sundaland",
        "Palaeozoic-Mesozoic history of SE Asia",
        "Gondwana dispersion and Asian accretion: Tectonic and palaeogeographic evolution of eastern Tethys",
        "Am. Mineral.",
        "The Geology of Thailand",
        "Proceeding of National Conference on Geologic Resources of Thailand: Potential for Future Development",
        "Precise U-Pb ages of Duluth Complex and related mafic intrusions, northeastern Minnesota: geochronological insights to physical, petrogenetic, paleomagnetic, and tectonomagmatic processes associated with the 1.1 Ga Midcontinent Rift system",
        "Geochemistry and tectonic setting of the Central Loei volcanic rocks, Pak Chom area, Loei, northeastern Thailand",
        "Large-scale hydration of the lithosphere above subducting slabs",
        "Role of the sub-continental lithosphere in magma genesis at active continental margins.",
        "Geochemical fingerprinting of oceanic basalts with applications to ophiolite classification and the search for Archean oceanic crust",
        "Tectonic setting of basic volcanic rocks determined using trace element analyses",
        "Lithospheric pressure-depth relationship in compressive regions of thickened crust",
        "The Quetico Intrusions of Western Superior Province: Neo-Archean examples of Alaskan/Ural-type mafic-ultramafic intrusions",
        "Tectono-magmatic precursors for porphyry Cu-(Mo-Au) deposit formation",
        "Slab-mantle interactions. 3. Petrogenesis of intraplate magmas and structure of the upper mantle",
        "Rutile saturation in magmas: implications for TiNbTa depletion in island-arc basalts",
        "Geochemistry and geochronology of the Chatree epithermal gold-silver deposit: Implications for the tectonic setting of the Loei Fold Belt, central Thailand",
        "Amphibole composition in tonalite as a function of pressure: an experimental calibration of the Al-in-hornblende barometer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Museum of Nature and Science",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Johannesburg",
            "affilname": "University of Johannesburg",
            "affiliation-country": "South Africa"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "School of Aerospace Science and Technology"
    ]
}