{
    "eid": "2-s2.0-85082166683",
    "title": "Mesoporous acidic catalysts synthesis from dual-stage and rising co-current gasification char: Application for fame production from waste cooking oil",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Biodiesel",
        "Characterization",
        "Dual-stage gasification char",
        "Post-sulfonation",
        "Rising co-current gasification char",
        "Transesterification"
    ],
    "authors": [
        "Junaid Ahmad",
        "Umer Rashid",
        "Francesco Patuzzi",
        "Nahla Alamoodi",
        "Thomas Shean Yaw Choong",
        "Soroush Soltani",
        "Chawalit Ngamcharussrivichai",
        "Imededdine Arbi Nehdi",
        "Marco Baratieri"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Muskmelon (Cucumis melo) seed oil: A potential non-food oil source for biodiesel production.",
        "Biodiesel production in the presence of sulfonated mesoporous ZnAl2O4catalyst via esterification of palm fatty acid distillate (PFAD).",
        "Synthesis of tetragonal sulfated zirconia via a novel route for biodiesel production.",
        "Post-functionalization of polymeric mesoporous C@Zn core-shell spheres used for methyl FAME production.",
        "Transesterification of waste cooking oil for biodiesel production catalyzed by Zn substituted waste egg shell derived CaO nanocatalyst.",
        "A calcium oxide-based catalyst derived from palm kernel shell gasification residues for biodiesel production.",
        "Biochar-based nano-composites for the decontamination of wastewater: A review.",
        "Effects of binders on the properties of bio-char pellets.",
        "In-situ catalytic conversion of tar using rice husk char-supported nickel-iron catalysts for biomass pyrolysis/gasification.",
        "Biochar Supported Cao as heterogeneous catalyst for biodiesel production.",
        "Effective conversion of non-edible oil with high free fatty acid into biodiesel by sulphonated carbon catalyst.",
        "Biomass-derived porous carbon highly efficient for removal of Pb(II) and Cd(II).",
        "Sea nut shell based catalysts for the production of ethanolic biodiesel.",
        "Possible utilization pathways of char from biomass thermochemical conversion: Char as a catalytic filtering medium for tar cracking. In Proceedings of the 24th European Biomass Conference and Exhibition",
        "Quality of used frying fats and oils: Comparison of rapid tests based on chemical and physical oil properties.",
        "Efficient procedure for biodiesel synthesis from waste oils using novel solid acidic ionic liquid polymer as catalysts.",
        "Catalytic performance and deactivation of sulfonated hydrothermal carbon in the Esterification of fatty acids: Comparison with sulfonic solids of different nature.",
        "Evaluation of synthesized green carbon catalyst from waste date pits for tertiary butylation of phenol.",
        "Biochar based solid acid catalyst for biodiesel production.",
        "Development of a novel process for biodiesel production from palm fatty acid distillate (PFAD).",
        "Biodiesel production catalyzed by highly acidic carbonaceous catalysts synthesized via carbonizing lignin in sub-and super-critical ethanol.",
        "Synthesis of char-based acidic catalyst for methanolysis of waste cooking oil: An insight into a possible valorization pathway for the solid by-product of gasification.",
        "CO2Adsorption study on pure and chemically activated chars derived from commercial biomass gasifiers.",
        "Active acid catalyst of sulphated zinc oxide for transesterification of soybean oil with methanol to biodiesel.",
        "Carbon-based solid acid catalyst from de-oiled canola meal for biodiesel production.",
        "Sulfonated mesoporous zinc aluminate catalyst for biodiesel production from high free fatty acid feedstock using microwave heating system.",
        "Copper (II) removal potential from aqueous solution by pyrolysis biochar derived from anaerobically digested algae-dairy-manure and effect of KOH activation.",
        "Green biodiesel production from waste cooking oil using an environmentally benign acid catalyst.",
        "Optimization study of binary metal oxides catalyzed transesterification system for biodiesel production.",
        "Microwave assisted transesterification of rapeseed oil."
    ],
    "affiliation": [
        {
            "affiliation-city": "Serdang",
            "@id": "60025577",
            "affilname": "Universiti Putra Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025577",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Abu Dhabi",
            "@id": "60104134",
            "affilname": "Khalifa University of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104134",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Tunis",
            "@id": "60045778",
            "affilname": "Université de Tunis El Manar",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60045778",
            "affiliation-country": "Tunisia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60013183",
            "affilname": "King Saud University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013183",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Bolzano",
            "@id": "60009914",
            "affilname": "Free University of Bozen-Bolzano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009914",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "Putra IPB",
        "King Saud University",
        "University Putra Malaysia"
    ]
}