{
    "eid": "2-s2.0-85020038125",
    "title": "Evaluation of cytotoxicity of hematite nanoparticles in bacteria and human cell lines",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Colloid and Surface Chemistry",
            "@code": "1505"
        }
    ],
    "keywords": [
        "Bacteria",
        "Cytotoxic",
        "Hematite nanoparticle",
        "Hemolytic",
        "Optimization"
    ],
    "authors": [
        "Kumar Rajendran"
    ],
    "citedby-count": 53,
    "ref-count": 70,
    "ref-list": [
        "Sweating the small stuff: Environmental risk and nanotechnology",
        "Impact of Fe and Ag nanoparticles on seed germination and differences in bioavailability during exposure in aqueous suspension and soil",
        "Metallic nanoparticles in the food industry advantages and limitations",
        "Assessing nanoparticle toxicity",
        "Expert Opin. Environ. Biol.",
        "Silver nanoparticles as antimicrobial agent: A case study on E. coli as a model for Gram-negative bacteria",
        "Assessing the impact of copper and zinc oxide nanoparticles on soil: A field study",
        "Antimicrobial and antioxidant potentials of biosynthesized colloidal zinc oxide nanoparticles for a fortified cold cream formulation: A potent nanocosmeceutical application",
        null,
        "Relation between the redox state of iron-based nanoparticles and their cytotoxicity toward Escherichia coli",
        "Single-walled carbon nanotubes exhibit strong antimicrobial activity",
        "Sharper and faster \"Nano darts\" kill more bacteria: A study of antibacterial activity of individually dispersed pristine single-walled carbon nanotube",
        "Graphene-based antibacterial paper",
        "Enhanced antimicrobial efficacy of thermal-reduced silver nanoparticles supported by titanium dioxide",
        "Antimicrobial activity of metals: Mechanisms, molecular targets and applications",
        "Extracellular synthesis of silver nanoparticles by a silver-tolerant yeast strain MKY3",
        "Agricultural waste Annona squamosa peel extract: Biosynthesis of silver nanoparticles",
        "Acaricidal, insecticidal, and larvicidal efficacy of aqueous extract of Annona squamosa L peel as biomaterial for the reduction of palladium salts into nanoparticles",
        "Bacillus sp. mediated extracellular synthesis of silver nanoparticles",
        "Enhanced production of extracellular ribonuclease from Aspergillus niger by optimization of culture conditions using response surface methodology",
        "Medium development for enhanced production of alkaline protease from a newly isolated Bacillus pseudofirmus SVB1",
        "Biosynthesis of hematite nanoparticles and its cytotoxic effect on HepG2 cancer cells",
        "On the enhanced antibacterial activity of antibiotics mixed with gold nanoparticles",
        null,
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Inhibitory effects of cocoa flavanols and procyanidin oligomers on free radical-induced erythrocyte hemolysis",
        "Afr. J. Pure Appl. Chem.",
        null,
        null,
        "Biosynthesis of silver nanocrystals by Bacillus licheniformis",
        "Biosynthesis, purification and characterization of silver nanoparticles using Escherichia coli",
        "Potent retro-inverso d -peptide for simultaneous targeting of angiogenic blood vasculature and tumor cells",
        "Hematite nanoparticles larger than 90 nm show no sign of toxicity in terms of lactate dehydrogenase release, nitric oxide generation, apoptosis, and comet assay in murine alveolar macrophages and human lung epithelial cells",
        null,
        "Low Concentrations of Silver Nanoparticles in Biosolids Cause Adverse Ecosystem Responses under Realistic Field Scenario",
        "Response of soil bacterial community to metal nanoparticles in biosolids",
        null,
        "Effect of metal oxide nanoparticles on microbial community structure and function in two different soil types",
        "J. Comp. Clin. Pathol. Res.",
        null,
        "Antimicrobial activities of commercial nanoparticles against an environmental soil microbe, Pseudomonas putida KT2440",
        "Antibacterial activity of ZnO nanoparticle suspensions on a broad spectrum of microorganisms",
        "Comparative toxicity of nanoparticulate CuO and ZnO to soil bacterial communities",
        "Bacterial toxicity comparison between nano- and micro-scaled oxide particles",
        "Responses of a soil bacterium, Pseudomonas chlororaphis O6 to commercial metal oxide nanoparticles compared with responses to metal ions",
        "Antibody recognition force microscopy shows that outer membrane cytochromes OmcA and MtrC are expressed on the exterior surface of Shewanella oneidensis MR-1",
        "The impact of iron oxide magnetic nanoparticles on the soil bacterial community",
        "Impacts of hematite nanoparticle exposure on biomechanical, adhesive, and surface electrical properties of escherichia coli cells",
        "Optimization of process parameters for the rapid biosynthesis of hematite nanoparticles",
        "Cytotoxicity and anticancer studies of Bacillus cereus and Bacillus pumilus metabolites targeting human cancer cells",
        "Effects of iron-oxide nanoparticle surface chemistry on uptake kinetics and cytotoxicity in CHO-K1 cells",
        "Nanoparticle-induced surface reconstruction of phospholipid membranes",
        "Biological Systems Relevant for Redox Signaling and Control",
        "Depletion of intracellular glutathione and increased lipid peroxidation mediate cytotoxicity of hematite nanoparticles in MRC-5 cells",
        "NO/redox disequilibrium in the failing heart and cardiovascular system",
        "NADPH oxidase in human lung fibroblasts",
        "The NOX family of ROS-generating NADPH oxidases: Physiology and pathophysiology",
        "Regulation of ROS signal transduction by NADPH oxidase 4 localization",
        "The yeast mitochondrial carrier proteins Mrs3p/Mrs4p mediate iron transport across the inner mitochondrial membrane",
        "Molecular and cellular mechanisms of iron homeostasis and toxicity in mammalian cells",
        "The eukaryotic P loop NTPase Nbp35: An essential component of the cytosolic and nuclear iron-sulfur protein assembly machinery",
        "The role of labile iron pool in cardiovascular diseases",
        "Neurotoxicity of low-dose repeatedly intranasal instillation of nano- and submicron-sized ferric oxide particles in mice",
        "Infrared vibrations of hematite formed from aqueous- and dry-thermal incubation of Si-containing ferrihydrite",
        "In vitro cytotoxicity of monodispersed hematite nanoparticles on Hek 293 cells",
        "Biological effects of ultrafine model particles in human macrophages and epithelial cells in mono- and co-culture",
        "Copper oxide nanoparticles are highly toxic: A comparison between metal oxide nanoparticles and carbon nanotubes",
        null,
        "Genotoxic effects of dietary and lifestyle related carcinogens in human derived hepatoma (HepG2, Hep3B) cells",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Coimbatore",
            "affilname": "CMS College of Science &amp; Commerce",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vellore",
            "affilname": "Vellore Institute of Technology",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}