{
    "eid": "2-s2.0-85079074082",
    "title": "Cyanobacterial production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) from carbon dioxide or a single organic substrate: improved polymer elongation with an extremely high 3-hydroxyvalerate mole proportion",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biomaterial",
        "Carbon",
        "Cyanobacteria",
        "Poly(3-hydroxybutyrate-co-3-hydroxyvalerate)",
        "Poly-3-hydroxybutyrate",
        "Polyhydroxyalkanoates"
    ],
    "authors": [
        "Somchai Tarawat",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 20,
    "ref-count": 28,
    "ref-list": [
        "Production and characterization of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) co-polymer by a N2-fixing cyanobacterium, Nostoc muscorum Agardh",
        "Poly(3-hydroxybutyrate-co-3-hydroxyvalerate) copolymer production by the diazotrophic cyanobacterium Nostoc muscorum Agardh: process optimization and polymer characterization",
        "Poly-beta-hydroxybutyrate accumulation in cyanobacteria under photoautotrophy",
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Production and characterization of biodegradable terpolymer poly(3-hydroxybutyrate-co-3-hydroxyvalerate-co-4-hydroxybutyrate) by Alcaligenes sp. A-04",
        "Multiple range and multiple F tests",
        "Gas-chromatographic analysis of poly(3-hydroxyalkanoates) in bacteria",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: an efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "Cyanobacterial polyhydroxyalkanoate production: status quo and quo vadis?",
        "Bacterial polyhydroxyalkanoates",
        "Production of poly(3-hydroxybutyrate) and its copolymer poly(3-hydroxybutyrate-co-3-hydroxyvalerate) by Erwinia sp. USMI-20",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "Polyhydroxyalknoate synthesis in plants as a tool for biotechnology and basic studies of lipid metabolism",
        "Towards sustainable bioplastic production using the photoautotrophic bacterium Rhodopseudomonas palustris TIE-1",
        "Role of cultural variables in tailoring poly(3-hydroxybutyrate-co-3-hydroxyvalerate) copolymer synthesis in the diazotrophic cyanobacterium Aulosira fertilissima CCC 444",
        "The origin of multicellularity in cyanobacteria",
        "Advances in cyanobacterial polyhydroxyalkanoates production",
        "Production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) under photoautotrophy and heterotrophy by non-heterocystous N2-fixing cyanobacterium",
        "Identification and analysis of the polyhydroxyalkanoate-specific beta-ketothiolase and acetoacetyl coenzyme A reductase genes in the cyanobacterium Synechocystis sp. strain PCC6803",
        "The effect of enhanced acetate influx on Synechocystis sp. PCC 6803 metabolism",
        "The evolutionary diversification of cyanobacteria: molecular-phylogenetic and paleontological perspectives",
        "Application of enzymatically synthesized short-chain-length hydroxy fatty acid coenzyme A thioesters for assay of polyhydroxyalkanoic acid synthases",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Biosynthesis of polyhydroxyalkanoate homopolymers by Pseudomonas putida",
        "Biosynthesis of poly (3-hydroxybutyrate-co-3-hydroxyvalerate) by bacterial community from propylene oxide saponification wastewater residual sludge",
        "Biosynthesis of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) containing a predominant amount of 3-hydroxyvalerate by engineered Escherichia coli expressing propionate-CoA transferase",
        "Production of poly-3-hydroxybutyrate from lactose and whey by Methylobacterium sp. ZP24"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}