{
    "eid": "2-s2.0-85007179642",
    "title": "Isolation and identification of anaerobic bacteria from coconut wastewater factory for ethanol, butanol and 2, 3 butanediol production",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "16S rRNA species identification",
        "Acetate",
        "Anaerobic bacteria",
        "Butanol",
        "Ethanol"
    ],
    "authors": [
        "Supattra Lertsriwong"
    ],
    "citedby-count": 11,
    "ref-count": 33,
    "ref-list": [
        "Manaul of Clinical Micro Biology (7th ed.)",
        "Basic local alignment search tool",
        "Proc. Environ. Sci.",
        "Review and re-analysis of domain-specific 16S primers",
        "Encyclophedia of Food Microbiology",
        "Clostridia",
        "Direct Production of Butanol and Ethanol from Cane Sugar Factory Wastewater and Cellulosic Ethanol Pilot Plant Wastewater by Clostridium Beijerinckii CG1",
        "The physicochemical characteristics and anaerobic degradability of desiccated coconut industry waste water",
        "Handbook on clostridia",
        "Biobutanol: An attractive biofuel",
        "Acetone, butanol, and ethanol production from wastewater algae",
        "Methods for the Recovery of Clostridia from Foods",
        "Genetic diversity of the biofilm covering Montacuta ferruginosa (mollusca, bivalvia) as evaluated by denaturing gradient gel electrophoresis analysis and cloning of PCR-amplified gene fragments coding for 16S rRNA",
        "Pectinatus portalensis nov. sp., a relatively fast-growing, coccoidal, novel Pectinatus species isolated from a wastewater treatment plant",
        "Acetone-butanol fermentation revisited",
        "Production of 2,3-butanediol by Klebsiella oxytoca from various sugars in microalgal hydrolysate",
        "Carbohydrate content and composition of product from subcritical water treatment of coconut meal",
        "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
        "Nucleic Acids Techniques in Bacterial Systematics",
        "Lecithinase production by Clostridium perfringens in chemicallly defined media.",
        "Butanol and ethanol production from tapioca starch wastewater by Clostridium spp.",
        "Production of 2,3-butanediol by Klebsiella oxytoca",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "A simplified method of staining endospores",
        "Int. J. Curr. Res. Acad. Rev.",
        "Prospects for inferring very large phylogenies by using the neighbor-joining method",
        "Metabolic pathway to propionate of Pectinatus frisingensis, a strictly anaerobic beer-spoilage bacterium",
        "Physiology and development of Pectinatus cerevisiiphilus and Pectinatus frisingensis, two strict anaerobic beer spoilage bacteria",
        "Physiological response of Pectinatus frisingensis, a beer spoilage bacterium, to mild heat treatments",
        "The chemical composition and biological properties of coconut (Cocos Nucifera L.) water"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}