{
    "eid": "2-s2.0-85021903308",
    "title": "A comprehensive ethnic-based analysis of alpha thalassaemia allelle frequency in northern Thailand article",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Mattapong Kulaphisit"
    ],
    "citedby-count": 10,
    "ref-count": 36,
    "ref-list": [
        "Haemoglobinopathies in Southeast Asia",
        "Frequency of α-thalassemia-1 of the Southeast Asian-type among pregnant women in northern Thailand determined by PCR technique",
        "Prevalence of α-thalassemias in northern Thailand",
        "A review of the molecular genetics of the human α-globin gene cluster",
        "The thalassemia syndromes: Molecular basis and prenatal diagnosis in 1990",
        "Studies of hemoglobin Bart and deletion of alpha-globin genes from cord blood in Thailand.",
        "Thalassemia in children in Southern Thailand.",
        "α-thalassaemia",
        "Alpha-thalassemia in northern thailand: Frequency of deletional types characterized at the DNA level",
        "Clinical features and molecular analysis in Thai patients with HbH disease",
        "A Group of Thai Hematologists (1990) Current Situation and Strategic Plan for Prevention and Control of Blood Diseases in Thailand 1989-1990. 1st Edn Edn",
        "Prenatal eradication of Hb Bart's hydrops fetalis",
        "New updating into hemoglobinopathies",
        "Alpha-thalassemia in Northern Thailand.",
        "The prevalence of alpha-thalassemia amongst Tai and Mon-Khmer ethnic groups residing in northern Thailand: A population-based study",
        "The impact and disease burden of thalassemia in Thailand: a population-based study in 2010.",
        "The α-Thalassemias",
        "Prevalence of Thalassemia in pregnant women at Maharaj Nakorn Chiang Mai Hospital",
        "Ethnic Groups of Thailand: Non-Tai-Speaking Peoples 1st Edition",
        "Tai Group of Thailand: Introduction and Overview, 1st Edition",
        "Genetic variation in Northern Thailand Hill Tribes: Origins and relationships with social structure and linguistic differences",
        "Genetic structure of the Mon-Khmer speaking groups and their affinity to the neighbouring Tai populations in Northern Thailand",
        "The spectrum of α-and β-thalassemia mutations in Yunnan Province of southwestern China",
        "Effect of migration patterns on maternal genetic structure: A case of Tai-Kadai migration from China to Thailand",
        "Mitochondrial DNA polymorphisms in Yunnan nationalities in China",
        "Haemoglobin Constant Spring has an unstable α chain messenger RNA",
        "Living at the edge of Thai society: The Karen in the highlands of Northern Thailand",
        "Microgeography and molecular epidemiology of malaria at the Thailand-Myanmar border in the malaria pre-elimination phase",
        null,
        "Hemoglobin e prevalence among ethnic groups residing in malaria-endemic areas of Northern Thailand and its lack of association with plasmodium falciparum invasion in vitro",
        "Mitochondrial DNA variation of tai speaking peoples in Northern Thailand",
        "Human Evolutionary Genetics. 2nd Edition",
        "Mapping human genetic diversity in Asia",
        "A view of modern human origins from Y chromosome microsatellite variation",
        "Single-tube multiplex-PCR screen for common deletional determinants of α-thalassemia",
        "Molecular screening of the Hbs Constant Spring (codon 142, TAA>CAA, α2) and Paksé (codon 142, TAA>TAT, α2) mutations in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}