{
    "eid": "2-s2.0-84988557100",
    "title": "Mitochondrial DNA and two Y-chromosome genes of common long-tailed macaques (Macaca fascicularis fascicularis) throughout Thailand and vicinity",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Isthmus of Kra",
        "land-bridge",
        "mitochondrial DNA",
        "SRY",
        "TSPY"
    ],
    "authors": [
        "Srichan Bunlungsup"
    ],
    "citedby-count": 26,
    "ref-count": 54,
    "ref-list": [
        "Continental monophyly and molecular divergence of peninsular malaysia's macaca fascicularis fascicularis",
        "Phylogenetic relationships of Malaysia's long-tailed macaques, Macaca fascicularis, based on cytochrome b sequences",
        "First joint record of Mesopithecus and cf. Macaca in the Miocene of Europe",
        "A rapid quantitative real-time PCR-based DNA quantification assay coupled with species-assignment capabilities for two hybridizing macaca species",
        "Mitochondrial DNA sequence phylogeny of 4 populations of the widely distributed cynomolgus macaque (Macaca fascicularis fascicularis)",
        "Assessing natural introgression in 2 biomedical model species, the rhesus macaque (Macaca mulatta) and the long-tailed macaque (Macaca fascicularis)",
        "BEAST 2: A Software Platform for Bayesian Evolutionary Analysis",
        "Morphological characteristics and genetic diversity of Burmese long-tailed Macaques (Macaca fascicularis aurea)",
        "The mammals of the Indomalayan region: A systematic review",
        "High intraindividual variation in internal transcibed spacersequences in Aeschynanthus (Gesneriaceae): Implications for phylogenetics",
        "Rhesus and crab-eating macaques: Intergradation in Thailand",
        "Systematic review of Southeast Asian longtail macaques, Macaca fascicularis (Raffles, [1821])",
        "Fieldiana Zoology",
        "Primate taxonomy",
        "Monkeys on the edge: Ecology and management of long-tailed macaques and their interface with humans",
        "The physical geography of southeast Asia",
        "Body size and proportions and pelage color of free-ranging Macaca mulatta from a zone of hybridization in northeastern Thailand",
        "Assessment of the hybridization between rhesus (Macaca mulatta) and long-tailed macaques (M. fascicularis) based on morphological characters",
        "Differentiation of mitochondrial DNA types in Macaca fascicularis",
        "Low genetic diversity and biased distribution of mitochondrial DNA haplotypes in the Japanese macaque (Macaca fuscata yakui) on Yakushima Island",
        "A synopsis of climatic and vegetational change in Southeast Asia",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Explaining the causes of the zoogeographic transition around the Isthmus of Kra: Using bats as a case study",
        "The Indochinese-Sundaic faunal transition at the Isthmus of Kra: An analysis of resident forest bird species distributions",
        "The biogeographical relations of the frogs and snakes of Sundaland",
        "Journal of Threatened Taxa",
        "Hybridization and stratification of nuclear genetic variation in Macaca mulatta and M. fascicularis",
        "The genetic composition of populations of cynomolgus macaques (Macaca fascicularis) used in biomedical research",
        "Genetic diversity of longtail macaques (Macaca fascicularis) on the island of Mauritius: An assessment of nuclear and mitochondrial DNA polymorphisms",
        "Sea level change through the last glacial cycle",
        "Mitogenomic phylogeny of the common long-tailed macaque (Macaca fascicularis fascicularis)",
        "The Natural History Journal of Chulalongkorn University",
        "The Natural History Journal of Chulalongkorn University",
        "The human-ABO blood groups of free-ranging long-tailed macaques (Macaca fascicularis) and parapatric rhesus macaques (M. mulatta) in Thailand",
        "Mammals of south-east Asian islands and their late Pleistocene environments",
        "Ancient genome-wide admixture extends beyond the current hybrid zone between Macaca fascicularis and M. mulatta",
        "The biogeography of the Isthmus of Kra region: A review",
        "FigTree. v1. 4.12",
        "Tracer v1.5",
        "Functional and evolutionary biology of primates",
        "Molecular cloning: A laboratory manual",
        "Mitochondrial DNA diversity among three subpopulations of cynomolgus macaques (Macaca fascicularis) originating from the Indochinese Region",
        "Mitochondrial DNA variation in Chinese and Indian Rhesus macaques (Macaca mulatta)",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Determining genetic background in captive stocks of cynomolgus macaques (Macaca fascicularis)",
        "Divergence population genetic analysis of hybridization between rhesus and cynomolgus macaques",
        "PAUP: Phylogenetic analysis using Parsimony. V4.0b10",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Comparison of Y chromosome and mtDNA phylogenies leads to unique inferences of macaque evolutionary history",
        "Y-chromosome and mitochondrial markers in Macaca fascicularis indicate introgression with Indochinese M. mulatta and a biogeographic barrier in the Isthmus of Kra",
        "Paternal, maternal, and biparental molecular markers provide unique windows onto the evolutionary history of macaque monkeys",
        "Maps of Pleistocene sea levels in Southeast Asia: Shorelines, river systems and time durations",
        "The nonhuman primates",
        "Rapid sequence evolution of the mammalian sex-determining gene SRY"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Cooperation Research Program of Primate Research Institute",
        "Japan Society for Promotion of Science Funds",
        "Ratchadapisek Sompoch Endowment Fund",
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology",
        "Ministry of Education, Culture, Sports, Science and Technology",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "Kyoto University",
        "Kyoto University"
    ]
}