{
    "eid": "2-s2.0-84954290071",
    "title": "Prehistorical frequency of high-energy marine inundation events driven by typhoons in the Bay of Bangkok (Thailand), interpreted from coastal carbonate boulders",
    "cover-date": "2016-03-30",
    "subject-areas": [
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Bangkok",
        "Coastal boulders",
        "Flood risk",
        "Gulf Of Thailand",
        "Storm deposits",
        "Storm surge",
        "Typhoons"
    ],
    "authors": [
        "James P. Terry"
    ],
    "citedby-count": 22,
    "ref-count": 68,
    "ref-list": [
        "Aon Benfield Launches First Pan-Asian Typhoon Model",
        "Impact Forecasting",
        "Historic 1771 Meiwa tsunami confirmed by high-resolution U/Th dating of massive Porites coral boulders at Ishigaki Island in the Ryukyus, Japan",
        "Study of storm surge due to Typhoon Linda (1997) in the Gulf of Thailand using a three dimensional ocean model",
        "Particle shape: A review and new methods of characterization and classification",
        "Journal of Japan Society of Civil Engineers Series",
        "Impacts of climate change: Challenges of flooding in coastal East Asia",
        "Temporal variation in a coral reef community at Pattaya Bay, Gulf of Thailand",
        "U/Th-dating living and young fossil corals from the central tropical Pacific",
        "The Typhoons of the Chinese Seas in the Year 1881",
        "Geological Map of Thailand 1:50,000F5134 1 Sheet 5134 I Amphoe Bang Lamung",
        "Marine inundation hazards in French Polynesia: Geomorphic impacts of tropical cyclone oli in February 2010",
        "Coral boulders, gravel tongues and sand sheets: Features of coastal accretion and sediment nourishment by Cyclone Tomas (March 2010) on Taveuni Island, Fiji",
        "Exploratory spatial analysis of typhoon characteristics in the North Pacific basin",
        "Huge erratic boulders in Tonga deposited by a prehistoric tsunami",
        "Climate Change and Asia's Coastal Urban Cities: Can they Meet the Challenge?",
        "The Brunei slide: A giant submarine landslide on the North West Borneo Margin revealed by 3D seismic data",
        "Living with natural hazards in the Asia-Pacific region",
        "Historical and geological evidence of boulders deposited by tsunamis, southern Ryukyu Islands, Japan",
        "Discrimination of boulders deposited by tsunamis and storm waves at Ishigaki Island, Japan",
        "Distribution of boulders at Miyara Bay of Ishigaki Island, Japan: A flow characteristic indicator of tsunami and storm waves",
        "Seismicity of the Earth",
        "Holocene sea levels and palaeoenvironments, Malay-Thai Peninsula, southeast Asia",
        "RSMC Best Track Data (Text)",
        "Evaluation Tsunami Hazard in Vietnam and Gulf of Thailand. Tsunami Risk Reduction Measures Phase 2",
        "Environmental limits to coral reef development: Where do we draw the line?",
        "Devastating storm surges of Typhoon Haiyan",
        "Written records of historical tsunamis in the northeastern South China Sea - Challenges associated with developing a new integrated database",
        "A preliminary study of the distribution, sizes and orientations of large reef-top coral boulders deposited by extreme waves at Makemo Atoll, French Polynesia",
        "Advantages of beachrock slabs for interpreting high-energy wave transport: Evidence from ludao island in south-eastern Taiwan",
        "Physical criteria for distinguishing sandy tsunami and storm deposits using modern examples",
        "Numerical simulations to account for boulder movements on Lanyu Island, Taiwan: Tsunami or storm?",
        "Reassessment of hydrodynamic equations: Minimum flow velocity to initiate boulder transport by high energy events (storms, tsunamis)",
        "International Best Track Archive for Climate Stewardship (IBTrACS)",
        "Extremely high-energy wave deposits inside the Great Barrier Reef, Australia: Determining the cause-tsunami or tropical cyclone",
        "Waves, coastal boulder deposits and the importance of the pre-transport setting",
        "The A.D. 1300 event in the Pacific Basin",
        "Journal of Pacific Archaeology",
        "2,000-Year-long temperature and hydrology reconstructions from the Indo-Pacific warm pool",
        "Coastal geomorphic conditions and styles of storm surge washover deposits from Southern Thailand",
        "Consideration on Management of Coastal Environment at Deltas in Thailand, Research Report",
        "Effect of Tsunamis generated in the Manila Trench on the Gulf of Thailand",
        "Inprint Newsletter of the OGBP/IHDP, Land Ocean Interaction in the Coastal Zone",
        "Galaxea",
        "Exploring the dynamics of migration to mega-delta cities in Asia and Africa: Contemporary drivers and future scenarios",
        "Paleo-tsunami relics on the southern and central Antillean Island Arc",
        "Wave-emplaced coarse debris and megaclasts in Ireland and Scotland: Boulder transport in a high-energy littoral environment",
        "Sinking deltas due to human activities",
        "Submarine mass failures as tsunami sources: Their climate control",
        "Potential for timing high-energy marine inundation events in the recent geological past through age-dating of reef boulders in Fiji",
        "On quantifying the sinuosity of typhoon tracks in the western North Pacific basin",
        "One hundred and thirty years since Darwin: 'Reshaping' the theory of atoll formation",
        "Megaclasts: Proposed revised nomenclature at the coarse end of the Udden-Wentworth grain-size scale for sedimentary particles",
        "Coastal vulnerability to typhoon inundation in the Bay of Bangkok, Thailand? Evidence from carbonate boulder deposits on Ko Larn island",
        "Reef-platform Coral Boulders: Evidence for High-energy Marine Inundation Events on Tropical Coastlines",
        "The 'terrific Tongking typhoon' of October 1881 - Implications for the Red River Delta (northern Vietnam) in modern times",
        "Sea State Along Shipping Route",
        "Erosion and accretion processes in a muddy dissipative coast, the Chao Phraya River delta, Thailand",
        "Sea-level Rise and Coastal Subsidence",
        "Natural Disasters",
        "Personal communication",
        "Personal communication",
        "Coastal and Marine Geospatial Technologies",
        "A Synthesis Report",
        "Reconstruction of storm/tsunami records over the last 4000 years using transported coral blocks and lagoon sediments in the southern South China Sea",
        "High-precision U-series ages of transported coral blocks on Heron Reef (southern Great Barrier Reef) and storm activity during the past century",
        "High-precision U-series dating of very young cyclone-transported coral reef blocks from Heron and Wistari reefs, southern Great Barrier Reef, Australia",
        "Schweizer Mineralogische und Petrographische Mitteilungen"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dubai",
            "affilname": "Zayed University",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Aon-Benfield Pte. Ltd.",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}