{
    "eid": "2-s2.0-85053831669",
    "title": "Intracatheter Antifungal Lock Leading to Detrimental Complications",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Fungal peritonitis",
        "Intracatheter",
        "Paradoxical",
        "Peritoneal dialysis (PD)"
    ],
    "authors": [
        "Pongpratch Puapatanakul",
        "Nuttha Lumlertgul",
        "Nisa Thongbor",
        "Jidapa Mahamongkholsawat",
        "Talerngsak Kanjanabuch"
    ],
    "citedby-count": 3,
    "ref-count": 25,
    "ref-list": [
        "Predictors and outcomes of fungal peritonitis in peritoneal dialysis patients",
        "Factors predicting outcome of fungal peritonitis in peritoneal dialysis: analysis of a 9-year experience of fungal peritonitis in a single center",
        "Fungal peritonitis in patients on continuous ambulatory peritoneal dialysis: a single-centre experience in India",
        "ISPD Peritonitis Recommendations: 2016 Update on Prevention and Treatment",
        "Successful treatment of fungal peritonitis with intracatheter antifungal retention",
        "Can intracatheter retention of antifungal agents cure fungal peritonitis? Two cases successfully treated without catheter removal",
        "Successful treatment of central venous catheter infection due to Candida lipolytica by caspofungin-lock therapy",
        "Ethanol locks therapy for resolution of fungal catheter infections",
        "Malassezia furfur catheter infection cured with antibiotic lock therapy",
        "Preliminary results treating persistent central venous catheter infections with the antibiotic lock technique in pediatric patients",
        "Intraluminal antibiotic treatment of central venous catheter infections in patients receiving parenteral nutrition at home",
        "Should lock therapy always be avoided for central venous catheter-associated fungal bloodstream infections?",
        "Broviac catheter-related candidemia",
        "Candida glabrata fungemia cured by antibiotic-lock therapy: case report and short review",
        "Treatment of central venous catheter fungal infection using liposomal amphotericin-B lock therapy",
        "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
        "Successful treatment of fungal peritonitis in CAPD by intravenous, intraperitoneal, and intracatheter administration of amphotericin B. A case report",
        "Successful treatment of eight episodes of Candida peritonitis without catheter removal using intracatheter administration of amphotericin B",
        "Peritoneal catheter colonization with Alternaria: successful treatment with catheter preservation",
        "Grossly visible fungal colonization of a Tenckhoff catheter. A case report and literature review",
        "Colonization of peritoneal catheter with a thermophilic fungus, Thermoascus crustaceus: a case report",
        "Fungal colonization of peritoneal catheter with persistently sterile cloudy effluent, in the absence of clinical findings of fungal peritonitis",
        "Visible Penicillium spp. colonization plaques on a Tenckhoff catheter without resultant peritonitis in a peritoneal dialysis patient",
        "Cross-reactivity of Fusarium spp. in the Aspergillus Galactomannan enzyme-linked immunosorbent assay",
        "Earlier diagnosis of invasive fusariosis with Aspergillus serum galactomannan testing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "121385025",
            "affilname": "Kidney Department of Medicine of Sunpasitthiprasong Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121385025",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "121385023",
            "affilname": "Sichon Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121385023",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Rachadaphisek Sompot Endorsement Fund",
        "Thailand Research Foundation",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}