{
    "eid": "2-s2.0-85008192169",
    "title": "Factors predicting quality of life in older people with diabetes in Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Diabetes",
        "Quality of life",
        "Resilience",
        "Self-care behavior"
    ],
    "authors": [
        "Tassana Choowattanapakorn"
    ],
    "citedby-count": 3,
    "ref-count": 47,
    "ref-list": [
        "The Open Diabetes Journal",
        "Standards of medical care in diabetes-2010",
        "Resilience revisited",
        "Systematic review of health-related quality of life models",
        "Health promotion by social cognitive means",
        "Measuring Quality of Life among Those with Type 2 Diabetes in Primary Care",
        "Correlates of health-related quality of life in French people with type 2 diabetes",
        "Predictive factors in the quality of life of cancer inpatients",
        "Resilience among women and men aged 60 years and over in Sweden and in Thailand",
        "Does self-monitoring of blood glucose improve outcome in type 2 diabetes? The Fremantle Diabetes Study",
        "Quality of life in stroke patients",
        "An assessment of patient education and self-management in diabetes disease management - Two case studies",
        "Predictors of quality of life at 5 to 6 years after heart transplantation",
        "Quality of life and its predictors for middle-aged and elderly patients with type 2 diabetes mellitus",
        "Resilience in sheltered battered women",
        "Measuring health-related quality of life in non-complicated diabetes patients may be an effective parameter to assess patients at risk of a more serious disease course: A cross-sectional study of two diabetes outpatient groups",
        "Confirmation of the “disability paradox” among hospice patients: Preservation of quality of life despite physical ailments and psychosocial concerns",
        "Proceeding of the Ninth Annual Sessions of the Society of Behavioral Medicine",
        "Resilience and aging",
        "International Journal of Nephrology and Urology",
        "Quality of life after percutaneous coronary intervention in the elderly with acute coronary syndrome",
        "Understanding social forces involved in diabetes outcomes: A systems science approach to quality-of-life research",
        "Competence and resilience in development",
        "Personal and cultural influences on diabetes self-care behaviors among Older Hispanics born in the U.S. and Mexico",
        "Key Statistics of Thailand",
        "Resilience, sense of coherence, purpose in life and self-transcendence in relation to perceived physical and mental health among the oldest old",
        "Relationship between literacy, knowledge, self-care behaviors, and heart failure-related quality of life among patients with heart failure",
        "Diabetes Spectrum",
        "Estimating utilities for chronic kidney disease, using SF-36 and SF-12-based measures: Challenges in a population of veterans with diabetes",
        "Fostering resilience within an adult day support program",
        "A resilience intervention in African American adults with type 2 diabetes: A pilot study of efficacy",
        "The associations between life satisfaction and health-related quality of life, chronic illness, and health behaviors among U.S. community-dwelling adults",
        "Quality of life along the diabetes continuum: a cross-sectional view of health-related quality of life and general health status in middle-aged and older Finns",
        "Correlates of spirituality in older women",
        "Associations of Lifestyle Factors, Disease History and Awareness with Health-Related Quality of Life in a Thai Population",
        "Journal of Gerontological Nursing",
        "Discovering Your Resilience Core",
        "Development and psychometric evaluation of the Resilience Scale.",
        "The quality of life of adults with type 2 diabetes in a hospital care clinic in Taiwan",
        "The MOS 36-item short-form health survey (Sf-36): I. conceptual framework and item selection",
        "Measuring diabetes self-care: A psychometric analysis of the Self-Care Inventory-revised with adults",
        "Metabolic control, self-management and psychosocial adjustment in women with type 2 diabetes",
        "Linking Clinical Variables With Health-Related Quality of Life: A Conceptual Model of Patient Outcomes",
        "What quality of life?",
        "The protective effects of resilience and hope on quality of life of the families coping with the criminal traumatisation of one of its members",
        "Statistics: An Introductory Analysis",
        "The role of resilience on psychological adjustment and physical health in patients with diabetes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ranong",
            "affilname": "Ranong Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Surat Thani",
            "affilname": "Surat Thani Oil Palm Research Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "affilname": "Chiangrai Prachanukroh Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}