{
    "eid": "2-s2.0-85092280246",
    "title": "Integrative taxonomy of the new millipede genus Coxobolellus, gen. nov. (Diplopoda: Spirobolida: Pseudospirobolellidae), with descriptions of ten new species",
    "cover-date": "2020-08-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "mitochondrial DNA",
        "new genus",
        "phylogeny",
        "species delineation"
    ],
    "authors": [
        "Piyatida Pimvichai",
        "Henrik Enghoff",
        "Somsak Panha",
        "Thierry Backeljau"
    ],
    "citedby-count": 12,
    "ref-count": 34,
    "ref-list": [
        "Diplopoda of India",
        "Myriopoden von Indochina. Expedition von Dr C. Dawydoff (1938?1939)",
        "Die Diplopoden-Fauna von Celebes",
        "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
        "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
        "Diplopoda ? taxonomic overview",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Delimiting species using single-locus data and the generalized mixed yule coalescent approach: a revised method and evaluation on simulated data sets",
        "Biological identifications through DNA barcodes",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "Studies on spiroboloid millipeds. XIV. Notes on the family Pseudospirobolellidae, and the description of a new genus and species from Thailand",
        "MRBAYES: Bayesian inference of phylogeny",
        "A bibliographic catalogue of the Spirobolida of the Oriental and Australian Regions (Diplopoda)",
        "Delineating species with DNA barcodes: a case of taxon dependent method performance in moths",
        "PCR primers",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "PartitionFinder 2: new methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Contributions à l'étude de la faune terrestre des îles granitiques de l'archipel des Séchelles (Mission P.L.G. Benoit ? J.J. Van Mol 1972). Myriapoda ? Diplopoda",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Do cytochrome c oxidase 1 gene sequences differentiate species of spirostreptid millipedes (Diplopoda: Spirostreptida: Spirostreptidae)?",
        "Molecular phylogeny of the Thyropygus allevatus group of giant millipedes and some closely related groups",
        "A revision of the Thyropygus allevatus group. Part V: Nine new species of the extended opinatus subgroup, based on morphological and DNA sequence data (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Morphological and mitochondrial DNA data reshuffle the taxonomy of the genera Atopochetus Attems, Litostrophus Chamberlin and Tonkinbolus Verhoeff (Diplopoda: Spirobolida: Pachybolidae), with descriptions of nine new species",
        "Phylogeny of the millipede order Spirobolida (Arthropoda: Diplopoda: Helminthomorpha)",
        "ABGD, Automatic Barcode Gap Discovery for primary species delimitation",
        "Intraspecific variation and phylogeography of the millipede model organism, the black pill millipede Glomeris marginata (Villers, 1789) (Diplopoda, Glomerida, Glomeridae)",
        "Monophyly and phylogeny of Schoenoplectus and Schoenoplectiella (Cyperaceae): evidence from chloroplast and nuclear DNA sequences",
        "Barcoding Fauna Bavarica: Myriapoda ? a contribution to DNA sequence-based identifications of centipedes and millipedes (Chilopoda, Diplopoda)",
        "A revision of dragon millipedes I: genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A revision of dragon millipede IV: the new genus Spinaxytes, with the description of nine new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "DAMBE7: new and improved tools for data analysis in molecular biology and evolution"
    ],
    "affiliation": [
        {
            "affiliation-city": "Copenhagen",
            "@id": "60095975",
            "affilname": "Statens Naturhistoriske Museum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095975",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Brussels",
            "@id": "60068588",
            "affilname": "Koninklijk Belgisch Instituut voor Natuurwetenschappen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068588",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antwerpen",
            "@id": "60012937",
            "affilname": "Universiteit Antwerpen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012937",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "@id": "60002875",
            "affilname": "Mahasarakham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002875",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TRF",
        "Thailand Science Research and Innovation"
    ]
}