{
    "eid": "2-s2.0-85107813898",
    "title": "Surface localisation of master knot of Henr in situ and ex vivo length of flexor hallucis longus tendon: Pertinent data for tendon harvesting and transfer",
    "cover-date": "2021-05-31",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Flexor hallucis longus",
        "Master knot of Henry",
        "Tendon transfer"
    ],
    "authors": [
        "P. Wan-Ae-loh",
        "P. Danginthawat",
        "T. Huanmanop",
        "S. Agthong",
        "V. Chentanez"
    ],
    "citedby-count": 4,
    "ref-count": 32,
    "ref-list": [
        "Flexor hallucis longus tendon transfer for chronic Achilles tendon rupture. A retrospective study",
        "Anatomy of Master Knot of Henry: A morphometric study on cadavers",
        "Proper shoe sizes for Thai elderly",
        "Plantar tendons of the foot: MR imaging and US",
        "Treatment of chronic achilles tendinopathy and ruptures with flexor hallucis tendon transfer: clinical outcome and MRI findings",
        "Transection of the medial plantar nerve and hallux cock-up deformity after flexor hallucis longus tendon transfer for Achilles tendinitis: case report",
        "Medial sliding calcaneal osteotomy with flexor hallucis longus transfer for the treatment of posterior tibial tendon insufficiency",
        "Analysis of 1.2 million foot scans from North America, Europe and Asia",
        "Foot dimensions and foot shape: differences due to growth, generation and ethnic origin",
        "Conservative treatment of Achilles tendinopathy: emerging techniques",
        "Achilles tendinosis: treatment options",
        "Anatomical study for flexor hallucis longus tendon transfer in treatment of Achilles tendinopathy",
        "Anatomical study of the neurovascular in flexor hallucis longus tendon transfers",
        "A new approach to children’s footwear based on foot type classification",
        "Risk of neurovascular injuries in flexor hallucis longus tendon transfers: an anatomic cadaver study",
        "Technique tip: a new technique for harvest of the flexor hallucis longus tendon",
        "Treatment of posterior tibial tendon dysfunction with flexor digitorum longus tendon transfer and calcaneal osteotomy",
        "Clinical significance of variations in the interconnections between flexor digitorum longus and flexor hallucis longus in the region of the knot of Henry",
        "Anatomical variations of the flexor hallucis longus muscle and the consequences for tendon transfer. A cadaver study",
        "Foot type classification: a critical review of current methods",
        "Sex determination through anthropometry of hand and foot in Thais",
        "The soft cadaver (thiel’s method): the new type of cadaver of department of anatomy, siriraj hospital",
        "Foot morphological difference between habitually shod and unshod runners",
        "Clinical outcomes of flexor hallucis longus transfer for the treatment of Achilles tendinosis rupture",
        "Flexor hallucis longus transfer for repair of chronic achilles tendinopathy",
        "Communications between the tendons of flexor hallucis longus and flexor digitorum longus: a cadaveric study",
        "Repair of chronic Achilles tendon rupture with flexor hallucis longus tendon transfer",
        "Measurements used to characterize the foot and the medial longitudinal arch: reliability and validity",
        "Standardizing foot-type classification using arch index values"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60015046",
            "affilname": "Huachiew Chalermprakiet University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015046",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}