{
    "eid": "2-s2.0-85022061440",
    "title": "Castles in the air: Rise and fall of the hacienda system in the Ecuadorian Amazon, 1910–1940",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Development",
            "@code": "3303"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Amazon",
        "Ecuador",
        "Frontier",
        "Labor",
        "Napo runa",
        "Patron",
        "Peon",
        "Rubber boom"
    ],
    "authors": [
        "Jaime Moreno Tejada"
    ],
    "citedby-count": 3,
    "ref-count": 36,
    "ref-list": [
        "El Oriente Dominicano X",
        "Informe Del Ministro De Guerra, Marina, Aviación, Archipiélago De Colón Y Oriente a La Nación",
        "Fronteras, Colonización Y Mano De Obra Indígena, Amazonía Andina (Siglos XIX–XX): La Construcción Del Espacio Socio-Económico Amazónico En Ecuador, Perú Y Bolivia (1792–1948)",
        "Poblamiento Y Colonización Espontánea En La Provincia Del Napo En 1977",
        "Humanitas",
        "Pioneros, Nativos Y Colonos: El Dorado En El Siglo Veinte",
        "Cultural Shaping of Violence: Victimization, Escalation, Response",
        "Brazil and the Struggle for Rubber: A Struggle in Environmental History",
        "Current History",
        "Estudios Geográficos",
        "Tradición Oral De Los Quichuas Amazónicos Del Aguarico Y San Miguel",
        "Viajes Por El Napo: Cartas De Un Misionero",
        "Of Mixed Blood: Kinship and History in Peruvian Amazonia",
        "La Semántica De La Dominación: El Concertaje De Indios",
        "Ecuador Vs. Peru: Peacemaking Amid Rivalry",
        "Geographical Review",
        "The Geographical Journal",
        "Las Provincias Orientales Del Ecuador: Examen Histórico-Administrativo",
        "Algo De Los Padres Josefinos Y De La Mision Del Napo",
        "La Ciudad Y Los Otros, Quito 1860–1940: Higienismo, Ornato Y Policía",
        "Ethnicity and Culture Amidst New “Neighbors”: The Runa of Ecuador’s Amazon Region",
        "Politics and Petroleum in Ecuador",
        "Ecuador: A Travel Journal",
        "The Life and Times of Grandfather Alonso: Culture and History in the Upper Amazon",
        "Some Other Amazonians: Perspectives on Modern Amazonia",
        "Whither O campesinato? Historical peasantries of Brazilian Amazonia",
        "Native South Americans: Ethnology of the Least Known Continent",
        "El Bebedor De Yaje",
        "Peasants, Primitives, and Proletarians: The Struggle for Identity in South America",
        "Crude Chronicles: Indigenous Politics, Multinational Oil and Neoliberalism in Ecuador",
        "Domination and the Arts of Resistance: Hidden Transcripts",
        "Geographical Review",
        "Entangled Edens: Visions of the Amazon",
        "Red Rubber, Bleeding Trees: Violence, Slavery and Empire in Northwest Amazonia, 1850–1933",
        "Culture of Terror—Space of Death. Roger Casement'S Putumayo Report and the Explanation of Torture",
        "Ecuadorian Ethnocide and Indigenous Ethnogenesis: Amazonian Resurgence Amidst Andean Colonialism"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Leonard Exploration Company",
        "Ecuadorian government"
    ]
}