{
    "eid": "2-s2.0-84899722162",
    "title": "Interest and informational preferences regarding genomic testing for modest increases in colorectal cancer risk",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Genetics (clinical)",
            "@code": "2716"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Behavior change",
        "Cancer risk",
        "Colorectal cancer",
        "Direct-to-consumer",
        "First-degree relatives",
        "Genomic",
        "SNP"
    ],
    "authors": [
        "A. E. Anderson"
    ],
    "citedby-count": 20,
    "ref-count": 49,
    "ref-list": [
        "Hereditary and Familial Colon Cancer",
        "Clinical Practice Guidelines in Oncology: Colorectal Cancer Screening. Version 2",
        "Recommendations from the EGAPP Working Group: Genetic testing strategies in newly diagnosed individuals with colorectal cancer aimed at reducing morbidity and mortality from Lynch syndrome in relatives",
        "Screening participation for people at increased risk of colorectal cancer due to family history: A systematic review and meta-analysis",
        "Population-Based Family History-Specific Risks for Colorectal Cancer: A Constellation Approach",
        "American Cancer Society Recommendations for Colorectal Cancer Early Detection",
        "Genome-wide investigation of gene-environment interactions in colorectal cancer",
        "Genomewide association studies and common disease - Realizing clinical utility",
        "Will knowledge of gene-based colorectal cancer disease risk influence quality of life and screening behavior? Findings from a population-based study",
        "Tables of Direct-toconsumer Genetic Testing Companies and Conditions Tested-August 2011",
        "23andMe",
        "Accu-metrics/Viaguard",
        "Will you get cancer?",
        "Size of the direct-to-consumer genomic testing market",
        "State of play in direct-to-consumer genetic testing for lifestyle-related diseases: Market, marketing content, user experiences and regulation",
        "Interest in genetic testing for modest changes in breast cancer risk: Implicationsfor SNP testing",
        "\"Is it really worth it to get tested?\": Primary care patients' impressions of predictive SNP testing for colon cancer",
        "A survey of UK public interest in internet-based personal genome testing",
        "Consumers' views of direct-to-consumer genetic information",
        "The common-sense model of self-regulation of health and illness",
        "Self-regulation and the behavioural response to DNA risk information: A theoretical analysis and framework for future research",
        "Motivation-based intervention to promote colonoscopy screening: An integration of a fear management model and motivational interviewing",
        "Examining the challenges of family recruitment to behavioral intervention trials: factors associated with participation and enrollment in a multi-state colonoscopy intervention trial.",
        "Intentions to maintain adherence to mammography",
        "Effective Health Risk Messages: A Step-by-step Guide",
        "Normal Personality Assessment in Clinical Practice: The NEO Personality Inventory",
        "Worry",
        "Abstracts 27th Annu Meet Society for Behavioral Medicine. San Francisco, March",
        "Distinguishing Optimism From Neuroticism (and Trait Anxiety, Self-Mastery, and Self-Esteem): A Reevaluation of the Life Orientation Test",
        "Rural-urban Commuting Areas (RUCAS)",
        "Physical Activity Guidelines for Americans",
        "About BMI for Adults",
        "Health and lifestyle behaviors among persons at risk of Lynch syndrome",
        "Prevalence and predictors of multiple behavioral risk factors for colon cancer",
        "Health behavior change: Can genomics improve behavioral adherence?",
        "Effect of direct-to-consumer genomewide profiling to assess disease risk",
        "Effects of communicating DNA-based disease risk estimates on risk-reducing behaviours",
        "How can we stimulate translational research in cancer genomics beyond bench to bedside?",
        "Genomic information as a behavioral health intervention: Can it work?",
        "A Further Extension of the Extended Parallel Process Model (E-EPPM): Implications of Cognitive Appraisal Theory of Emotion and Dispositional Coping Style",
        "Psychological consequences of predictive genetic testing for hereditary non-polyposis colorectal cancer (HNPCC): A prospective follow-up study",
        "Risk perceptions, worry, and attitudes about genetic testing for breast cancer susceptibility",
        "Ann Oncol",
        "Interest in genetic prostate cancer susceptibility testing among African American men",
        "Social networkers' attitudes toward direct-to-consumer personal genome testing",
        "Educational needs of primary care physicians regarding direct-to-consumer genetic testing",
        "Motivations and perceptions of early adopters of personalized genomics: Perspectives from research participants",
        "Patient and provider attitudes toward genomic testing for prostate cancer susceptibility: A mixed method study",
        "Genomic risk profiling: Attitudes and use in personal and clinical care of primary care physicians who offer risk profiling"
    ],
    "affiliation": [
        {
            "affiliation-city": "Salt Lake City",
            "affilname": "Huntsman Cancer Institute",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Albuquerque",
            "affilname": "UNM School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Albuquerque",
            "affilname": "UNM Comprehensive Cancer Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Salt Lake City",
            "affilname": "University of Utah School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "Georgetown Lombardi Comprehensive Cancer Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Provo",
            "affilname": "Brigham Young University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "Georgetown University School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "affilname": "Departments of Internal Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Cancer Institute",
        "National Cancer Institute"
    ]
}