{
    "eid": "2-s2.0-84962802498",
    "title": "On the evolution of the elastic properties of organic-rich shale upon pyrolysis-induced thermal maturation",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Geophysics",
            "@code": "1908"
        },
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        }
    ],
    "keywords": [],
    "authors": [
        "Adam M. Allan"
    ],
    "citedby-count": 45,
    "ref-count": 29,
    "ref-list": [
        "A multiscale methodology for the analysis of velocity anisotropy in organic-rich shale",
        "Pyrolysis-induced P-wave velocity anisotropy in organic-rich shales",
        "Determination of shale stiffness tensor from standard logs",
        "Impact of fabric, microcracks and stress field on shale anisotropy",
        "Estimation of effective anisotropy simultaneously with locations of microseismic events",
        "Experimental laboratory determination of the dynamic elastic properties of wet, drained shales",
        "Seismic anisotropy of shales",
        "Ultrasonic velocities in Cretaceous shales from the Williston basin.",
        "Journal of Geology",
        "4D imaging of fracturing in organic-rich shales during heating",
        "Assessing natural oil expulsion from source rocks by laboratory pyrolysis",
        "Microseismic joint location and anisotropic velocity inversion for hydraulic fracturing in a tight Bakken reservoir",
        "A classification for the pressure-sensitiviy properties of a sandstone rock frame",
        "A practical model for organic richness from porosity and resistivity logs",
        "Simple kinetic models of petroleum formation. Part I: oil and gas generation from kerogen",
        "Applied source rock geochemistry",
        "Anisotropy estimate for the Horn River Basin from sonic logs in vertical and deviated wells",
        "Weak elastic anisotropy.",
        "Emerging methodologies to characterize the rock physics properties of organic-rich shales",
        "Elastic anisotropy modeling of Kimmeridge shale",
        "Microcrack-induced versus intrinsic elastic anisotropy in mature HC- source shales",
        "Elastic anisotropy of source rocks: Implications for hydrocarbon generation and primary migration",
        "Velocity anisotropy in shales: A petrophysical study",
        "Ultrasonic velocity and anisotropy of hydrocarbon source rocks",
        "Seismic anisotropy in sedimentary rocks, part 2: Laboratory data",
        "Rietveld texture analysis from synchrotron diffraction images. II. Complex multiphase materials and diamond anvil cell experiments",
        "Organic maturity, hydrous pyrolysis and elastic property in shales"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Berkeley",
            "affilname": "University of California, Berkeley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Stanford",
            "affilname": "Stanford University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Science Foundation",
        "Sara Hart Kimball Stanford Graduate Fellowship Fund",
        "Chevron",
        "Argonne National Laboratory",
        "School of Humanities and Sciences, Stanford University",
        "ENI S.p.A.",
        "American Pain Society",
        "National Sleep Foundation",
        "U.S. Department of Energy",
        "Directorate for Geosciences"
    ]
}