{
    "eid": "2-s2.0-84941926507",
    "title": "Effect of EDTA on cadmium and zinc uptake by sugarcane grown in contaminated soil",
    "cover-date": "2015-09-12",
    "subject-areas": [
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        }
    ],
    "keywords": [
        "Cadmium",
        "Contaminated soil",
        "EDTA",
        "Saccarumofficinarum",
        "Zinc"
    ],
    "authors": [
        "Pantawat Sampanpanish"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "Springer Science and Business Media",
        "Agronomy J.",
        "Determination of total, organic, and available forms of phosphorus in soils",
        "EDTA and HEDTA effects on Cd, Cr, and Ni uptake by Helianthus annuus",
        "Codex Alimentarius Commission",
        "Soil Reaction and Exchangeable Acidity",
        "Soil Chemical Analysis",
        "Preliminary Compilation of Descriptive Geoenvironmental Mineral Deposit Models",
        "Trace Elements in Soils and Plants",
        "Soil Sci. Society Am. J.",
        "Phytoremediation of heavy metal-contaminated soils: Natural hyperaccumulation versus chemically enhanced phytoextraction",
        "Threat of the health quality of garden produces linked to pollution by toxic metals on some gardening sites of Benin",
        "Heavy metal displacement in chelate-irrigated soil during phytoremediation",
        "Total carbon, organic carbon, and organic matter",
        "Arsenic and antimony content in soil and plants from Baia Mare area, Romania",
        "Speciation of arsenic across water-sediment interface of Falgu River",
        "Phytoremediation: A novel strategy for the removal of toxic metals from the environment using plants",
        "Phytoremediation",
        "Chromium removal from soil by phytoremediation with weed plant species in Thailand",
        "Metal levels in sugar cane (Saccharum spp.) samples from an area under the influence of a municipal landfill and a medical waste treatment system in Brazil",
        "Soil Sampling, Preparation and Analysis",
        "Res.",
        "Soil pH and soil acidity",
        "Summary of Treatment Technology Effectiveness for Contaminated Soils",
        "Microwaveassistedaciddigestionof Siliceous and Organically Based Matrices",
        "Microwave Assisted Acid Digestion of Aqueons Samples and Extracts",
        "Effects of insoluble Zn, Cd, and EDTA on the growth, activities of antioxidant enzymes and uptake of Zn and Cd in Vetiveria zizanioides"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}