{
    "eid": "2-s2.0-84990942552",
    "title": "Penny-shaped crack in elastic medium with surface energy effects",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Computational Mechanics",
            "@code": "2206"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Intarit"
    ],
    "citedby-count": 28,
    "ref-count": 42,
    "ref-list": [
        "Nanomechanics",
        "A theory of hyperelasticity of multi-phase media with surface/interface energy effect",
        "Nanobeam mechanics: Elasticity, strength, and toughness of nanorods and nanotubes",
        "A continuum theory of elastic material surfaces",
        "Surface stress in solids",
        "Size-dependent elastic properties of nanosized structural elements",
        "Analytical solution for size-dependent elastic field of a nanoscale circular inhomogeneity",
        "Analytical solutions for a surface-loaded isotropic elastic layer with surface energy effects",
        "Dislocations and internal loading in a semi-infinite elastic medium with surface stresses",
        "Analysis of nanocontact problems of layered viscoelastic solids with surface energy effects under different loading patterns",
        "Elastic field of a nano-film subjected to tangential surface load: Asymmetric problem",
        "University of British Columbia",
        "The effects of surface tension on the elastic properties of nano structures",
        "Inter. Multi. Mech.",
        "Elastic layer under axisymmetric surface loads and influence of surface stresses",
        "Rigid frictionless indentation on elastic half space with influence of surface stresses",
        "Surface Green function for a soft elastic half-space: Influence of surface stress",
        "Effect of surface stress on the configurational equilibrium of voids and cracks",
        "Effect of crack-tip point loads on fracture",
        "Configurational equilibrium of circular-arc cracks with surface stress",
        "Surface effects on the near-tip stresses for mode-I and mode-III cracks",
        "Surface effects on the near-tip stress fields of a mode-II crack",
        "The effects of surface elasticity on an elastic solid with mode-III crack: Complete solution",
        "Analysis of plane-strain crack problems (Mode-I and Mode-II) in the presence of surface elasticity",
        "Proc. R. Soc. (Lond.)",
        "The linear thermoelastic problem of uniform heat flow disturbed by a penny-shaped insulated crack",
        "The penny-shaped crack and the plane strain crack in an infinite body of power-law material",
        "Inverse crack problem in elasticity",
        "FEM-SGBEM coupling for modeling of mode-I planar cracks in three-dimensional elastic media with residual surface tension effects",
        "Fourier Transforms",
        "J. Soc. Ind. Appl. Math.",
        "Formulas and Theorems for the Functions of Mathematical Physics",
        "Integral Transforms in Mathematical Physics",
        "QUADPACK: A Subroutine Package for Automatic Integration",
        "Atomistic calculations of elastic properties of metallic fcc crystal surfaces",
        "A semi-analytical method to compute surface elastic properties",
        "Applications of Potential Theory in Mechanics: A Selections of New Results",
        "A new approach to the modeling and analysis of fracture through extension of continuum mechanics to the nanoscale",
        "A note on fracture models incorporating surface elasticity",
        "A clarification of the role of crack-tip conditions in linear elasticity with surface effects",
        "Plane-strain fracture with curvature-dependent surface tension: Mixed-mode loading",
        "Numerical simulation of mode-III fracture incorporating interfacial mechanics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ottawa",
            "affilname": "Carleton University",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}