{
    "eid": "2-s2.0-84945237061",
    "title": "Does income matter for subjective well-being in developing countries?: Empirical evidence from Thailand microdata",
    "cover-date": "2016-02-17",
    "subject-areas": [
        {
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301"
        },
        {
            "$": "Anthropology",
            "@code": "3314"
        }
    ],
    "keywords": [
        "Developing countries",
        "happiness",
        "income",
        "life satisfaction",
        "subjective well-being",
        "Thailand"
    ],
    "authors": [
        "Pungpond Rukumnuaykit"
    ],
    "citedby-count": 4,
    "ref-count": 35,
    "ref-list": [
        "Well-being: The foundation of hedonic psychology(pp. 353–373)",
        "Happiness and the human development index: The paradox of Australia",
        "Relative income, happiness, and utility: An explanation for the Easterlin paradox and other puzzles",
        "Satisfaction and comparison income",
        "Personality in Adulthood: A Six-Year Longitudinal Study of Self-Reports and Spouse Ratings on the NEO Personality Inventory",
        "The Happy Personality: A Meta-Analysis of 137 Personality Traits and Subjective Well-Being",
        "Nations and households in economic growth: Essays in honor of Moses Abramovitz",
        "Income and happiness: Towards a unified theory",
        "Cardinalism: A fundamental approach",
        "Emotions and Economic Theory",
        "Are Smiles a Sign of Happiness? Gold Medal Winners at the Olympic Games",
        "How important is methodology for the estimates of the determinants of happiness?",
        "Happiness, economy and institutions",
        "What can economists learn from happiness research?",
        "Working Paper No. 190",
        "The relationship between happiness, health, and socio-economic factors: Results based on Swedish microdata",
        "Personality, Life Events, and Subjective Well-Being: Toward a Dynamic Equilibrium Model",
        "Back to Bentham? Explorations of experienced utility",
        "The Hedonistic Paradox: Is homo economicus happier?",
        "Australian Economic Review",
        "The how of happiness: A scientific approach to getting the life you want",
        "The Happy Planet Index",
        "Life satisfaction and perception of happiness among university students",
        "The development and testing of Thai Mental Health Indicator Version 2007 (in Thai)",
        "Competitiveness, Income Distribution, and Growth in Thailand: What Does the Long Run Evidence Show? Research Report No. I-24",
        "ASEAN Economic Bulletin",
        "Healthier and Happier? The Urban-Rural Divide in Thailand",
        "Subjective Well‐Being: The Convergence and Stability of Self‐Report and Non‐Self‐Report Measures",
        "Well-being: The foundations of hedonic psychology",
        "Does marriage make people happy, or do happy people get married?",
        "The welfare function of income in Belgium: An empirical investigation",
        "Ordinal and cardinal utility. An integration of the two dimensions of the welfare concept",
        "Happiness in nations: Subjective appreciation of life in 56 nations 1946–1992"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}