{
    "eid": "2-s2.0-85134855357",
    "title": "Batatasin III, a Constituent of Dendrobium scabrilingue, Improves Murine Pain-like Behaviors with a Favorable CNS Safety Profile",
    "cover-date": "2022-07-22",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [],
    "authors": [
        " Hasriadi",
        "Peththa Wadu Dasuni Wasana",
        "Boonchoo Sritularak",
        "Opa Vajragupta",
        "Pornchai Rojsitthisak",
        "Pasarapa Towiwat"
    ],
    "citedby-count": 4,
    "ref-count": 40,
    "ref-list": [
        "Nociceptor Sensory Neuron-Immune Interactions in Pain and Inflammation.",
        "Pain and Immunity: Implications for Host Defence.",
        "Relationship between Pain and Quality of Life.",
        "Pharmacologic Treatment of Pain.",
        "Opioid Complications and Side Effects.",
        "Cannabis for Chronic Pain: Challenges and Considerations.",
        "CNS Adverse Effects of Nonsteroidal Anti-Inflammatory Drugs: Therapeutic Implications.",
        "Nonsteroidal Anti-Inflammatory Drugs Exposure and the Central Nervous System.",
        "Adverse Effects of Systemic Opioid Analgesics.",
        "Adverse Effects of Opioids on the Central Nervous Systems of Palliative Care Patients.",
        "Psychiatric Effects of Drugs for Other Disorders.",
        "Therapeutic Orchids: Traditional Uses and Recent Advances-an Overview.",
        "Traditional Uses, Chemical Constituents, Pharmacological Activities, and Toxicological Effects of Dendrobium Leaves: A Review.",
        "A New Phenanthrenequinone from Dendrobium Draconis.",
        "Chemical Constituents of Dendrobium Venustum and Their Antimalarial and Anti-Herpetic Properties",
        "Novel Bis(Bibenzyl) and (Propylphenyl)Bibenzyl Derivatives from Dendrobium Nobile.",
        "New Bisbibenzyl and Phenanthrene Derivatives from Dendrobium Scabrilingue and Their α-Glucosidase Inhibitory Activity.",
        "Isolation and Characterization of Batatasin III and 3,4'- Dihydroxy-5-Methoxybibenzyl: A Pair of Positional Isomers from Sunipia Scariosa.",
        "Stilbenes from the Tubers of Bletilla Striata with Potential Anti-Neuroinflammatory Activity.",
        "Chemical Constituents and Their Antioxidant, Anti-Inflammatory and Anti-Acetylcholinesterase Activities from Pholidota Cantonensis.",
        "A New Antifungal and Antiprotozoal Bibenzyl Derivative from Gavilea Lutea.",
        "Batatasin III Inhibits Migration of Human Lung Cancer Cells by Suppressing Epithelial to Mesenchymal Transition and FAK-AKT Signals.",
        "Batatasin-III Regulates the NO Production and Mitochondrial Membrane Potential in Cerebral Vascular Endothelial Injury: In-Vivo and in-Vitro Study.",
        "Naturally Occurring Batatasins and Their Derivatives as α-Glucosidase Inhibitors.",
        "Anti-Inflammatory Effect Fraction of Bletilla Striata and Its Protective Effect on LPS-Induced Acute Lung Injury.",
        "TRPA1Mediates Formalin-Induced Pain.",
        "Relationship between Nociceptor Activity, Peripheral Edema, Spinal Microglial Activation and Long-Term Hyperalgesia Induced by Formalin.",
        "Evaluation of Formalin-Induced Pain Behavior and Glutamate Release in the Spinal Dorsal Horn Using in Vivo Microdialysis in Conscious Rats",
        "Peripheral Formalin Injection Induces Unique Spinal Cord Microglial Phenotypic Changes.",
        "Activation of Spinal Dorsal Horn Astrocytes by Noxious Stimuli Involves Descending Noradrenergic Signaling.",
        "Automated Home-Cage Monitoring as a Potential Measure of Sickness Behaviors and Pain-like Behaviors in LPS-Treated Mice.",
        "Pain Regulation by Non-Neuronal Cells and Inflammation.",
        "Emerging Targets in Neuroinflammation-Driven Chronic Pain.",
        "Behavioral Effects of Antiepileptic Drugs in Rats: Are the Effects on Mood and Behavior Detectable in Open-Field TestŒ",
        "Assessing the Predictive Value of the Rodent Neurofunctional Assessment for Commonly Reported Adverse Events in Phase i Clinical Trials.",
        "Automated Home-Cage for the Evaluation of Innate Non-Reflexive Pain Behaviors in a Mouse Model of Inflammatory Pain.",
        "Comparison of Methods for the Assessment of Locomotor Activity in Rodent Safety Pharmacology Studies.",
        "Botulinum Neurotoxins and Formalin-Induced Pain: Central vs. Peripheral Effects in Mice.",
        "BORIS: A Free, Versatile Open-Source Event-Logging Software for Video/Audio Coding and Live Observations."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}