{
    "eid": "2-s2.0-84966391972",
    "title": "Polyoxymethylene foam: From an investigation of key factors related to porous morphologies and microstructure to the optimization of foam properties",
    "cover-date": "2016-07-25",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Azodicarbonamide (ADCA)",
        "Blowing agent",
        "Foam formation",
        "Melt flow index",
        "Polyoxymethylene"
    ],
    "authors": [
        "Nantinee Mantaranon"
    ],
    "citedby-count": 25,
    "ref-count": 44,
    "ref-list": [
        "Am. Chem. Soc.",
        "Biodegradable polymeric microcellular foams by modified thermally induced phase separation method",
        "Thermal characteristics of polyurethane foams incorporated with phase change materials",
        "DSC study of transitions involved in thermal treatment of foamable mixtures of PE and EVA copolymer with azodicarbonamide",
        "Cell morphology analysis of high density polymer foams",
        "Microcellular thin PET sheet foam preparation by compression molding",
        "Preparation of microcellular poly(ethylene terephthalate) and its properties",
        "Intercalated polycarbonate/clay nanocomposites: Nanostructure control and foam processing",
        "Solid-state microcellular polycarbonate foams. II. the effect of cell size on tensile properties",
        "Preparation, characterization, and mechanical properties of some microcellular polysulfone foams",
        "Polyimide foams for aerospace vehicles",
        "Characterization of polyimide foams after exposure to extreme weathering conditions",
        "Effects of cell structure and density on the properties of high performance polyimide foams",
        "Degradation behavior of polyoxymethylene: Influence of different stabilizer packages",
        "Structure development during the melt spinning of poly(oxymethylene) fiber",
        "Fabrication of bioactive polyoxymethylene nanocomposites for bone tissue replacement",
        "Role of primary amine in polyoxymethylene (POM)/bentonite nanocomposite formation",
        "J. Therm. Anal. Calorim.",
        "Flame retardant polyoxymethylene with aluminium hydroxide/melamine/novolac resin synergistic system",
        "Synthesis of melamine-formaldehyde polycondensates as the thermal stabilizer of polyoxymethylene through ultrasonic irradiation",
        "Electrospun polyoxymethylene: Spinning conditions and its consequent nanoporous nanofiber",
        "Electrospinning as a new technique to control the crystal morphology and molecular orientation of polyoxymethylene nanofibers",
        "The effect of polyvinylidene fluoride on nonisothermal crystallization behavior of polyoxymethylene",
        "Synthesis of the melamine-formaldehyde polycondensate and its thermal stabilization effect on polyoxymethylene",
        "Polyoxymethylene",
        "Thermal-oxidative induced degradation behaviour of polyoxymethylene (POM) copolymer detected by TGA/MS",
        "Die Makromol. Chem.",
        "A process for making microcellular thermoplastic parts",
        "Report of an explosion during the manufacture of an azodicarbonamide formulation",
        "Kinetic study of the decompositions involved in the thermal degradation of commercial azodicarbonamide",
        "Melt rheology of polyolefins",
        "Flow-induced crystallization behavior in capillary extrusion of high density polyethylene melts",
        "From melt flow index to rheogram",
        "Rheograms for engineering thermoplastics from melt flow index",
        "Estimation of the melt rheology of polymer waste from melt flow index",
        "Cell morphology of extrusion foamed poly(lactic acid) using endothermic chemical foaming agent",
        "Effect of the high-density polyethylene melt index on the microcellular foaming of high-density polyethylene/polypropylene blends",
        "The foamability of low-melt-strength linear polypropylene with nanoclay and coupling agent",
        "Heterogeneous nucleation uniformizing cell size distribution in microcellular nanocomposites foams",
        "Microcellular foamed wood-plastic composites by different processes: A review",
        "Solid state microcellular foamed poly(lactic acid): Morphology and property characterization",
        "Processing-mechanical property relationship of thin microcellular PET sheet prepared by compression molding",
        "Morphology dependent anomalous frequency shifts of infrared absorption bands of polymer crystals: Interpretation in terms of transition dipole-dipole coupling theory",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}