{
    "eid": "2-s2.0-85029422056",
    "title": "Resource depletion through primate stone technology",
    "cover-date": "2017-09-08",
    "subject-areas": [
        {
            "$": "General Immunology and Microbiology",
            "@code": "2400"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Neuroscience",
            "@code": "2800"
        }
    ],
    "keywords": [],
    "authors": [
        "Lydia V. Luncz"
    ],
    "citedby-count": 19,
    "ref-count": 40,
    "ref-list": [
        "The Biology and Culture of Tropical Oysters",
        "Analyzing linguistic data: A practical introduction to statistics using R",
        "Has the Earth's sixth mass extinction already arrived?",
        "Frontiers in Psychology",
        "Lme4: Linear Mixed-Effects Models Using S4 Classes",
        "Avian extinction and mammalian introductions on oceanic islands",
        "Generalized linear mixed models: a practical guide for ecology and evolution",
        "The effects of marine protected areas on the population dynamics of a South African limpet, Cymbula oculus, relative to the influence of wave action",
        "Morphological characteristics and genetic diversity of Burmese long-tailed Macaques (Macaca fascicularis aurea)",
        "Monkeys opening oysters [6]",
        "Earliest known use of marine resources by neanderthals",
        "An Introduction to Generalized Linear Models",
        "Human impacts on ancient shellfish: a 10,000 year record from San Miguel Island, California",
        "Ecological and evolutionary consequences of size-selective harvesting: How much do we know?",
        "Tool use and predation of oysters (Crassostrea rhizophorae) by the tufted capuchin, Cebus apella appella, in brackish water mangrove swamp",
        "Monkeys on the Edge: Ecology and Management of Long-Tailed Macaques and Their Interface with Humans",
        "Marine prey processed with stone tools by burmese long-tailed macaques (Macaca fascicularis aurea) in intertidal habitats",
        "Long-tailed macaques select mass of stone tools according to food type",
        "NUMERICAL DATA, MAINTENANCE ACTIVITIES AND LOCOMOTION OF THE WILD CHACMA BABOON, PAPIO URSINUS",
        "Archaeological excavation of wild macaque stone tools",
        "Stone tool transport by wild Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Historical overfishing and the recent collapse of coastal ecosystems",
        "Middle Stone Age shellfish exploitation: Potential indications for mass collecting and resource intensification at Blombos Cave and Klasies River, South Africa",
        "Stone-tool usage by Thai long-tailed macaques (Macaca fascicularis)",
        "Depletion of a resource? The impact of prehistoric human foraging on intertidal mollusc communities and its significance for human settlement, mobility and dispersal",
        "Early human use of marine resources and pigment in South Africa during the Middle Pleistocene",
        "The Biology of Littorina littorea. Part I. Growth of the Shell and Tissues, Spawning, Length of Life and Mortality",
        "The winter feeding ecology of Avocets Recurvirostra avosetta on intertidal areas. II. Diet and feeding mechanisms",
        "Agent-based modelling, molluscan population dynamics, and archaeomalacology",
        "Human impacts on the nearshore environment: An archaeological case study from Kaua'i, Hawaiian Islands",
        "Some aspects of the breeding biology of Planaxis sulcatus (born) (Gastropoda: Planaxidae)",
        "Limpet Sizes in Stone Age Archaeological Contexts at the Cape, South Africa: Changing Environment or Human Impact? Early Human Impact in Megamolluscs",
        "R: A language and environment for statistical computing",
        "Population dynamics of two snail species, Planaxis sulcatus and Cerithium moniliferum, and their trematode species at Heron Island, Great Barrier Reef",
        "A global analysis of human settlement in coastal zones",
        "Archaeology in Oceania",
        "Mankind",
        "From play to proficiency: The ontogeny of stone-tool use in coastal-foraging long-tailed macaques (Macaca fascicularis) from a comparative perception-action perspective",
        "Influence of chimpanzee predation on the red colobus population at Ngogo, Kibale National Park, Uganda",
        "An evolutionary perspective on coastal adaptations by modern humans during the Middle Stone Age of Africa"
    ],
    "affiliation": [
        {
            "affiliation-city": "Oxford",
            "affilname": "Oxford Social Sciences Division",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "School of Humanities",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Leipzig",
            "affilname": "Max-Planck-Institut für Evolutionäre Anthropologie",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Seventh Framework Programme",
        "Leverhulme Trust",
        "European Research Council"
    ]
}