{
    "eid": "2-s2.0-84988799243",
    "title": "Estimation of solar radiation on the tilted surfaces in Songkhla, Thailand",
    "cover-date": "2016-09-06",
    "subject-areas": [],
    "keywords": [
        "azimuth surfaces",
        "diffuse solar radiation",
        "solar energy",
        "solar radiation",
        "tilted surfaces"
    ],
    "authors": [
        "Phaphithoun Pangnaada"
    ],
    "citedby-count": 2,
    "ref-count": 19,
    "ref-list": [
        "Modelling slope irradiance at high latitudes",
        "Atmospheric transmittance models and an analytical method to predict the optimum slope of an absorber plate, variously oriented at any latitude",
        "Optimum tilt angle and orientation for solar collectors in Assiut, Egypt",
        "Solar radiation incident upon slopes of different orientations",
        "On the optimum tilt of solar absorber plates",
        "Optimal tilt-angles for solar collectors used in China",
        "Optimization of the tilt angle of solar panels for Malaysia",
        "Optimum orientation of absorber plates",
        "Calculation of monthly average insolation on tilted surfaces",
        "Evaluation of models for estimating solar irradiation on vertical surfaces at Valencia, Spain",
        "International Journal of Renewable Energy",
        "Pro. U. N. Conf. on New Sources of Energy",
        "The interrelationship and characteristic distribution of direct, diffuse and total solar radiation",
        "World distribution of solar radiation",
        "The distribution of solar radiation over the Earth's surface",
        "Solar Engineering of Thermal Processes: Fourth Edition",
        "The Science Society of Thailand and the National Research Council of Thailand",
        "Solar Radiation Maps from Satellite Data for Thailand",
        "The 2nd Joint International Conference on Sustainable Energy and Environment, A. 035"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}