{
    "eid": "2-s2.0-84964262532",
    "title": "Virgibacillus kapii sp. nov., isolated from Thai shrimp paste (Ka-pi)",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Rungsima Daroonpunt"
    ],
    "citedby-count": 11,
    "ref-count": 34,
    "ref-list": [
        "Antibiotics in Laboratory Medicine",
        "Virgibacillus halophilus sp. nov., spore-forming bacteria isolated from soil in Japan",
        "Bacillus marismortui sp. nov., a new moderately halophilic species from the Dead Sea",
        "Reclassification of Bacillus marismortui as Salibacillus marismortui comb. nov.",
        "Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "As J Food Ag-Ind",
        "Microbial and chemical properties of Cambodian traditional fermented fish products",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Rapid flagella stain.",
        "Virgibacillus carmonensis sp. nov., Virgibacillus necropolis sp. nov. and Virgibacillus picturae sp. nov., three novel species isolated from deteriorated mural paintings, transfer of the species of the genus Salibacillus to Virgibacillus, as Virgibacillus marismortui comb. nov. and Virgibacillus salexigens comb. nov., and emended description of the genus Virgibacillus",
        "Virgibacillus salarius sp. nov., a halophilic bacterium isolated from a Saharan salt lake",
        "N Y State Agric Exp Stn Tech Bull",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Quantitative phyletics and the evolution of anurans",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Virgibacillus koreensis sp. nov., a novel bacterium from a salt field, and transfer of Virgibacillus picturae to the genus Oceanobacillus as Oceanobacillus picturae comb. nov. with emended descriptions",
        "DETERMINATION OF CARBOHYDRATE METABOLISM OF MARINE BACTERIA.",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. nov. from fish sauce in Thailand",
        "Lentibacillus kapialis sp. nov., from fermented shrimp paste in Thailand",
        "Salinicoccus siamensis sp. nov., isolated from fermented shrimp paste in Thailand",
        "Virgibacillus olivae sp. nov., isolated from waste wash-water from processing of Spanish-style green olives",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "THE DIFFERENTIATION OF PSEUDOMONAS FROM OTHER GRAM‐NEGATIVE BACTERIA ON THE BASIS OF ARGININE METABOLISM",
        "Gracilibacillus gen. nov., with description of Gracilibacillus halotolerans gen. nov., sp. nov.; transfer of Bacillus dipsosauri to Gracilibacillus dipsosauri comb, nov., and Bacillus salexigens to the genus Salibacillus gen. nov., as Salibacillus salexigens comb. nov",
        "Int J Syst Bacteriol",
        "Volatile compounds of vegetarian soybean kapi, a fermented Thai food condiment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}