{
    "eid": "2-s2.0-85097513411",
    "title": "Statistical analysis of building damage from the 2013 super typhoon haiyan and its storm surge in The Philippines",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Building damage",
        "Statistical analysis",
        "Storm surge",
        "Super Typhoon Haiyan"
    ],
    "authors": [
        "Tanaporn Chaivutitorn",
        "Thawalrat Tanasakcharoen",
        "Natt Leelawat",
        "Jing Tang",
        "Carl Vincent C. Caro",
        "Alfredo Mahar Francisco A. Lagmay",
        "Anawat Suppasri",
        "Jeremy D. Bricker",
        "Volker Roeber",
        "Carine J. Yi",
        "Fumihiko Imamura"
    ],
    "citedby-count": 3,
    "ref-count": 38,
    "ref-list": [
        "The Philippines Is the Most Storm-Exposed Country on Earth",
        "Storm surge due to 2013 Typhoon Yolanda (Haiyan) in Leyte Gulf, the Philippines",
        "Disaster warning system in the Philippines through enterprise engineering perspective: A study on the 2013 Super Typhoon Haiyan",
        "Storm surge and storm waves mod-elling due to Typhoon Haiyan in November 2013 with improved dy-namic meteorological conditions",
        "Dev-astating storm surges of Typhoon Haiyan",
        "Field Survey and Analysis of Damaged School Buildings by the 2013 Typhoon Haiyan and Storm Surge",
        "Super Typhoon Haiyan in the Philippines",
        "Hurricane wind versus storm surge damage in the context of a risk prediction model",
        "Response of Structures to wind, storm surge, flood, and waves",
        "A probabilistic framework for hurricane damage assessment considering non-stationarity and correlation in hurricane actions",
        "Development of typhoon fragility for industrial buildings",
        "Assessment of hurricane-induced inter-nal damage to low-rise buildings in the Florida Public Hurricane Loss Model",
        "Statis-tics and Analysis of typhoons landing and failure mechanism of coastal low-rise buildings in China",
        "Statistical analysis of coastal bridge vulnerability based on empirical evidence from Hurricane Katrina",
        "Hurricane damage prediction model for residential structures",
        "A preliminary impact assessment of typhoon wind risk of residential buildings in Japan under future climate change",
        "Ty-phoons and technical solutions recommended for existing and new houses in the cyclonic regions in Vietnam",
        "Building damage assessment and implications for future tsunami fragility estimations",
        "Im-provement of tsunami countermeasures based on lessons from the 2011 Great East Japan earthquake and tsunami – Situation after five years",
        "Build-ing damage from the 2011 Great East Japan tsunami: quantitative assessment of influential factors",
        "A study on influential factors on building damage in Kesennuma, Japan from the 2011 Great East Japan tsunami",
        "Building damage analysis from the 2011 Great East Japan tsunami",
        "A study on the influential factors on building damage in Sri Lanka during the 2004 Indian Ocean tsunami",
        "Estimation of fatality ratios and investigation of influential factors in the 2011 Great East Japan tsunami",
        "Devel-oping estimating equations of fatality ratio based on surveyed data of the 2011 Great East Japan tsunami",
        "Field survey report and satellite image interpre-tation of the 2013 Super Typhoon Haiyan in the Philippines",
        "Spatial variation of damage due to storm surge and waves during Typhoon Haiyan in the Philippines",
        "Factors responsible for the limited inland extent of sand deposits on Leyte Island during 2013 Typhoon Haiyan",
        "A note on a general definition of the coefficient of determination",
        "Conditional logit analysis of qualitative choice be-havior"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Delft",
            "@id": "60118017",
            "affilname": "Department of Hydraulic Engineering, TU Delft",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118017",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Quezon City",
            "@id": "60071491",
            "affilname": "University of the Philippines Diliman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071491",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Pau",
            "@id": "60027769",
            "affilname": "Universite de Pau et des Pays de L'Adour",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027769",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60027709",
            "affilname": "National Taiwan University of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027709",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Sendai",
            "@id": "60008435",
            "affilname": "Tohoku University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008435",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": null,
            "@id": "125525998",
            "affilname": "R. Park &amp; Associates Inc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125525998",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": null,
            "@id": "125525902",
            "affilname": "Viosimos Integrated Planning Consultants Inc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125525902",
            "affiliation-country": "Philippines"
        }
    ],
    "funding": [
        "Communauté d’Agglomération Pays Basque",
        "Core Research Cluster of Disaster Science in Tohoku University",
        "JSPS-NRCT",
        "Radchadapisek Sompoch Endowment Fund",
        "EU",
        "JSPS",
        "Chulalongkorn University"
    ]
}