{
    "eid": "2-s2.0-85089445740",
    "title": "Exploring how independent directors view CSR inequality using a quasi-natural experiment",
    "cover-date": "2020-08-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Board independence",
        "Corporate governance",
        "CSR",
        "Independent directors"
    ],
    "authors": [
        "Viput Ongsakul",
        "Napatsorn Jiraporn",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 16,
    "ref-count": 31,
    "ref-list": [
        "CEO compensation and board structure",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "A stakeholder framework for analyzing and evaluating corporate social performance",
        "The stakeholder theory of the corporation: concepts, evidence, and implications",
        "The Sarbanes-Oxley act and firms’ going-private decisions",
        "Tradeoffs between internal and external governance: evidence from exogenous regulatory shocks",
        "Board structure and monitoring: new evidence from CEO turnovers",
        "CEO compensation and board structure revisited",
        "Toward a descriptive stakeholder theory: an organizational life cycle approach",
        "Value maximisation, stakeholder theory, and the corporate objective function",
        "How do independent directors influence corporate risk-taking? Evidence from a quasi-natural experiment",
        "Estimating the effect of board independence on managerial ownership using a quasi-natural experiment",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "How do independent directors view powerful CEOs? Evidence from a quasi-natural experiment",
        "Does board independence substitute for external audit quality? Evidence from an exogenous regulatory shock",
        "How do independent directors influence innovation productivity? A quasi-natural experiment",
        "The causal effect of corporate governance on corporate social responsibility",
        "Instrumental stakeholder theory: a synthesis of ethics and economics",
        "Going-private decisions and the Sarbanes-Oxley act of 2002: a cross-country analysis",
        "Impact of governance structures on environmental disclosures in the Middle East and Africa",
        "The supply of corporate directors and board independence",
        "Why do firms go dark? Causes and economic consequences of voluntary SEC deregistrations",
        "The determinants of board structure",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "Regulation and bonding: the Sarbanes-Oxley act and the flow of international listings",
        "Ownership structure and firm performance: the mediating role of board characteristics",
        "Toward a political conception of corporate responsibility: business and society seen from a Habermasian perspective",
        "Corporate governance and corporate social responsibility interface: a case study of private equity",
        "Convergent stakeholder theory"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Oswego",
            "@id": "60014235",
            "affilname": "SUNY Oswego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014235",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101335017",
            "affilname": "Securities and Exchange Commission (SEC) of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101335017",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University in Bangkok",
        "SASIN School of Management"
    ]
}