{
    "eid": "2-s2.0-85054612051",
    "title": "Mesoporous materials from novel silica source as heterogeneous catalyst",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Sujitra Wongkasemjit"
    ],
    "citedby-count": 0,
    "ref-count": 55,
    "ref-list": [
        "Liquid phase oxidation of cyclohexane over transition metal incorporated amorphous 3D-mesoporous silicates M-TUD-1 (M = Ti, Fe, Co and Cr)",
        "Tailored porous materials",
        "A New Family of Mesoporous Molecular Sieves Prepared with Liquid Crystal Templates",
        "Synthesis of oxynitride powders via fluidized-bed ammonolysis, Part I: Large, porous, silica particles",
        "Ferrocenyl Compounds Containing Two Hypervalent Silicon Species. Electrochemical Studies",
        "Sol-gel processing of silatranes",
        "Synthesis and characterization of MO-SBA-1 cubic mesoporous molecular sieves",
        "Synthesis of an ultralarge pore titanium silicate isomorphous to MCM-41 and its application as a catalyst for selective oxidation of hydrocarbons",
        "Catalytic application of Mo-incorporated SBA-1 mesoporous molecular sieves to partial oxidation of methane",
        "Light olefins and light oil production from catalytic pyrolysis of waste tire",
        "Mesoporous silica applications",
        "Catalytic activity of (P)NiMo/Ti-HMS and (P)NiW/Ti-HMS catalysts in the hydrogenation of naphthalene",
        "Ordered mesoporous materials for bioadsorption and biocatalysis",
        "Evaluation of silatrane structures by correlation relationships",
        "Generalized synthesis of periodic surfactant/inorganic composite materials",
        "Synthesis of spirosilicates directly from silica and ethylene glycol/ethylene glycol derivatives",
        "Ordered mesoporous molecular sieves synthesized by a liquid-crystal template mechanism",
        "One-pot synthesis and characterization of novel sodium tris(glycozirconate) and cerium glycolate precursors and their pyrolysis",
        null,
        "Synthesis of MCM-48 from silatrane via sol-gel process",
        "Synthesis and characterization of M-MCM-48 (M = Cr, Ce) from silatrane via sol-gel process",
        "Synthesis and characterization of Fe-Ce-MCM-48 from silatrane precursor via sol-gel process",
        "Synthesis of 2-silatranyl-and 2-(3,7,10-trimethyl)silatranylacetaldehydes",
        null,
        "Iron, cobalt or nickel substituted MCM-41 molecular sieves for oxidation of hydrocarbons",
        "Morphology study of MFI zeolite synthesized directly from silatrane and alumatrane via the sol-gel process and microwave heating",
        "J. Met. Mater. Min.",
        "A Novel Route to Tris(silatranyloxy-i-propyl)amine Directly from Silica and Triisopropanolamine, Part I",
        "Synthesis and characterization of V- and Ti-substituted mesoporous materials",
        "Synthesis of mesoporous vanadium silicate molecular sieves",
        "Mesoporous molecular sieve MCM-41 supported Co-Mo catalyst for hydrodesulfurization of petroleum resids",
        "Room temperature synthesis of Ti-SBA-15 from silatrane and titanium-glycolate and its catalytic performance towards styrene epoxidation",
        "ANA and GIS zeolite synthesis directly from alumatrane and silatrane by sol-gel process and microwave technique",
        "Na-A (LTA) zeolite synthesis directly from alumatrane and silatrane by sol-gel microwave techniques",
        "Catalysis by crystalline mesoporous molecular sieves",
        "Novel synthesis of high hydrothermal stability and long-range order MCM-48 with a convenient method",
        "Synthesis and characterization of high hydrothermally stable Cr-MCM-48",
        "Structural aspects of SBA-1 cubic mesoporous silica synthesized via a sol-gel process using a silatrane precursor",
        "Preparation of highly ordered Fe-SBA-1 and Ti-SBA-1 cubic mesoporous silica via sol-gel processing of silatrane",
        "Highly dispersed Mo-MCM-41 produced from silatrane and molybdenum glycolate precursors and its peroxidation activity",
        "Extremely high surface area of ordered mesoporous MCM-41 by atrane route",
        "Synthesis of Ti-MCM-41 directly from silatrane and titanium glycolate and its catalytic activity",
        null,
        "A new property of MCM-41: Drug delivery system",
        "Revisiting silica based ordered mesoporous materials: Medical applications",
        "Pore size engineering and mechanical stability of the cubic mesoporous molecular sieve SBA-1",
        "Basicity of silatranes (review)",
        "Silatranes",
        "Thermochemistry of organosilicon compounds. III. (Organylthioalkyl)trialkoxysilanes and 1-(organylthioalkyl)silatranes",
        null,
        "Organic/inorganic hybrid network materials by the sol-gel approach",
        "Improving light olefins and light oil production using Ru/MCM-48 in catalytic pyrolysis of waste tire",
        "Synthesis of Mo-SBA-1 catalyst via sol-gel process and its activity",
        "Direct synthesis and characterization of titanium-substituted mesoporous molecular sieve SBA-15",
        "Triblock copolymer syntheses of mesoporous silica with periodic 50 to 300 angstrom pores"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}