{
    "eid": "2-s2.0-85014116371",
    "title": "Low-temperature particle synthesis of titania/silica/natural rubber composites for antibacterial properties",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Antibacterial activity",
        "Composite particle",
        "Natural rubber",
        "Silica",
        "Titania"
    ],
    "authors": [
        "Apisit Wisutiratanamanee"
    ],
    "citedby-count": 13,
    "ref-count": 42,
    "ref-list": [
        "Chemistry, manufacture and applications of natural rubber",
        "Titanium dioxide photocatalysis",
        "Antibacterial performance of photocatalyst thin film fabricated by defection effect in visible light",
        "J. Biomater. Nanobiotechnol.",
        "Antibacterial effect of apatite-coated titanium dioxide for textiles applications",
        null,
        null,
        null,
        null,
        null,
        null,
        "Self-cleaning and antireflection properties of titanium oxide film by liquid phase deposition",
        null,
        null,
        "TiO2-mediated photodegradation of liquid and solid organic compounds",
        null,
        "Low-temperature synthesis of anatase thin films on glass and organic substrates by direct deposition from aqueous solutions",
        null,
        "Nanoparticles by spray drying using innovative new technology: The Büchi Nano Spray Dryer B-90",
        "Synthesis and characterization of polyurethane/titanium dioxide nanocomposites obtained by in situ polymerization",
        "Conversion of some siloxane polymers to silicon oxide by UV/ozone photochemical processes",
        "Properties and recyclability of thermoplastic elastomer prepared from natural rubber powder (NRP) and high density polyethylene (HDPE)",
        "Yield optimization of spray-dried natural rubber and properties of its silica-filled composite",
        "Cuttlebone as reinforcing filler for natural rubber",
        "Regulation of microstructure of calcium carbonate crystals by egg white protein",
        "Amorphous silica studied by high energy X-ray diffraction",
        null,
        null,
        null,
        null,
        "Antibacterial activity of ZnO powder with crystallographic orientation",
        "Functionalized carbon nanotubes in ZnO thin films for photoinactivation of bacteria",
        null,
        null,
        null,
        "Mechanism of photogenerated reactive oxygen species and correlation with the antibacterial properties of engineered metal-oxide nanoparticles",
        null,
        null,
        null,
        "Bacillus subtilis and Other Gram-Positive Bacteria"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Special Task Force for Activating Research",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}