{
    "eid": "2-s2.0-85137362765",
    "title": "Characterization, Genome Analysis and Probiotic Properties of L-Lactic Acid Producing Enterococcus lactis FM11-1",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Enterococcus lactis",
        "flower",
        "genome analysis",
        "polyphasic taxonomy",
        "probiotics"
    ],
    "authors": [
        "Rattanatda Nuhwa",
        "Naoto Tanaka",
        "Yuh Shiwa",
        "Nobuyuki Fujita",
        "Jaruwan Sitdhipol",
        "Neungnut Chaiyawan",
        "Ancharida Savarajara",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Identification of enterococci from broiler products and a broiler processing plant and description of Enterococcus viikkiensis sp. nov",
        "Enterococci: between emerging pathogens and potential probiotics",
        "The genus Enterococcus as probiotic: safety concerns",
        "Enterococci as probiotics and their implications in food safety",
        "The genus Enterococcus: between probiotic potential and safety concerns—an update",
        "Genus I. Enterococcus (ex Thiercelin and Jouhaud 1903) Schleifer and Kilpper-Ba¨lz 1984, 32VP",
        "Probiotic properties of Enterococcus isolated from artisanal dairy products",
        "Characterization of probiotic Enterococcus lactis RS5 and purification of antibiofilm enterocin",
        "Preliminary in vitro evaluation of the probiotic potential of the bacteriocinogenic strain Enterococcus lactis PMD74 isolated from ezine cheese",
        "Assessment of probiotic characteristics of lactic acid bacteria isolated from fermented yak milk products of Sikkim, India: Chhurpi, Shyow, and Khachu",
        "Biotechnological potential, probiotic and safety properties of newly isolated enterocin-producing Enterococcus lactis strains",
        "Using groEL as the target for identification of Enterococcus faecium clades and 7 clinically relevant Enterococcus species",
        "Use of tuf as a target for sequence-based identification of Gram-positive cocci of the genus Enterococcus, Streptococcus, coagulase-negative Staphylococcus, and Lactococcus",
        "Application of next generation sequencing in clinical microbiology and infection prevention",
        "Next generation sequencing in clinical and public health microbiology",
        "Next-generation sequencing applications in clinical bacteriology",
        "Bile salt hydrolase activity and cholesterol assimilation of lactic acid bacteria isolated from flowers",
        "A medium for the cultivation of lactobacilli",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "A method for screening diacetyl and acetoin-producing bacteria on agar plates",
        "An easy method for the determination of the optical types of lactic acid produced by lactic acid bacteria",
        "A homofermentative Bacillus sp. BC-001 and its performance as a potential L-lactate industrial strain",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Taxonomic studies on coryneform bacteria III. DNA base composition of coryneform bacteria",
        "16S/23S rRNA sequencing",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "DFAST: a flexible prokaryotic genome annotation pipeline for faster genome publication",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Improvements to PATRIC, the all-bacterial bioinformatics database and analysis resource center",
        "Probiotic properties of human lactobacilli strains to be used in the gastrointestinal tract",
        "Effect of flavan-3-ols on the adhesion of potential probiotic lactobacilli to intestinal cells",
        "Probiotic Lactobacillus reuteri promotes TNF‐induced apoptosis in human myeloid leukemia‐derived cells by modulation of NF‐κB and MAPK signalling",
        "Antiproliferation effects and antioxidant activity of two new Lactobacillus strains",
        "Enterococcus lactis sp. nov., from Italian raw milk cheeses",
        "Enterococcus avium nom. rev., comb. nov.; E. casseliflavus nom. rev., comb. nov.; E. durans nom. rev., comb. nov.; E. gallinarum comb. nov.; and E. malodoratus sp. nov",
        "Enterococcus porcinus sp. nov. and Enterococcus ratti sp. nov., associated with enteric disorders in animals",
        "DNA–DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Comparison of the incidence of virulence determinants and antibiotic resistance between Enterococcus faecium strains of dairy, animal and clinical origin",
        "Vancomycin-resistant enterococci: a review of antimicrobial resistance mechanisms and perspectives of human and animal health",
        "Modulation of Bax/Bcl-2 and caspases by probiotics during acetaminophen induced apoptosis in primary hepatocytes",
        "The prophylactic effect of probiotic Enterococcus lactis IW5 against different human cancer cells",
        "In vitro studies of adhesion properties of six lactic acid bacteria isolated from the longevous population of China",
        "Protein-mediated adhesion of Lactobacillus fermentum strain 737 to mouse stomach squamous epithelium",
        "Cell surface-associated lipoteichoic acid acts as an adhesion factor for attachment of Lactobacillus johnsonii La1 to human enterocyte-like Caco-2 cells",
        "A mannose-specific adherence mechanism in Lactobacillus plantarum conferring binding to the human colonic cell line HT-29",
        "Comparison of the adherence of three Lactobacillus strains to Caco‐2 and Int‐407 human intestinal cell lines",
        "Induction of cellular immunity interleukin-12, antiproliferative effect, and related probiotic properties of lactic acid bacteria isolated in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025976",
            "affilname": "Tokyo University of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025976",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60015084",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015084",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}