{
    "eid": "2-s2.0-85020391744",
    "title": "Sulfur dioxide sensing properties of PEDOT: PSS/Y zeolite composites: Effect of metal ion exchanged Y zeolite layer",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Gas sensors",
        "Poly(3,4-ethylenedioxythiophene)",
        "Polymer composite",
        "Sulfur dioxide",
        "Zeolite layer"
    ],
    "authors": [
        "Pojjawan Chanthaanont"
    ],
    "citedby-count": 0,
    "ref-count": 36,
    "ref-list": [
        "Polymers in sensor applications",
        "Gas sensors based on conducting polymers",
        "Conducting Polymers, Fundamentals and Applications: A Practical Approach",
        "Polyaniline/zeolite LTA composites and electrical conductivity response towards CO",
        null,
        null,
        null,
        null,
        "Thermoelectrical characterization of new material based on PANI/zeolite HY composite, used for the detection of carbon dioxide",
        "Electrical conductivity of polyaniline/zeolite composites and synergetic interaction with CO",
        "E-polym.",
        "Conducting polymer composites: Novel materials for gas sensing",
        null,
        "Handbook of Zeolite Science and Technology",
        "An Introduction to Zeolite Molecular Sieves",
        "Gas-discharge current in a mixture of zeolite and silicon powders",
        "Sensors.",
        "J. Mater. Chem.",
        "Inter. J. Eng. Inv.",
        "IJIRST.",
        "Zeolite Molecular Sieves: Structure, Chemistry, and Use",
        "Electrical conductivity of zeolite films: Influence of charge balancing cations and crystal structure",
        "Adv. Polym. Tech.",
        "PEDOT/PSS: Synthesis, characterization, properties and applications",
        null,
        "Hydroxylated secondary dopants for surface resistance enhancement in transparent poly(3,4-ethylenedioxythiophene)-poly(styrenesulfonate) thin films",
        "Electrorheological properties of poly(dimethylsiloxane) and poly(3,4-ethylenedioxy thiophene)/poly(stylene sulfonic acid)/ethylene glycol blends",
        "Adsorption of argon and nitrogen in X-faujasites: Relationships for understanding the interactions with monovalent and divalent cations",
        "Adsorption.",
        null,
        "Catalytic conversion of carbon dioxide into hydrocarbons over iron supported on alkali ion-exchanged Y-zeolite catalysts",
        "Gas separation with a zeolite filter, application to the selectivity enhancement of chemical sensors",
        "Adsorption of carbon monoxide in H-ZSM-5 and Li-ZSM-5 zeolites: An embedded ab initio cluster study",
        "Use of zeolite films to improve the selectivity of reactive gas sensors",
        "Nano-tin dioxide/NaY zeolite composite material: Preparation, morphology, adsorption and hydrogen sensitivity",
        "Zeolite-based materials for gas sensors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}