{
    "eid": "2-s2.0-85020099926",
    "title": "Diversity of reef fish at Royal Thai Naval Base, Sattahip, Chonburi Province, Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        }
    ],
    "keywords": [
        "Abundance",
        "Fish diversity",
        "Gulf of Thailand",
        "Naval area",
        "Reef fish"
    ],
    "authors": [
        "S. Songploy"
    ],
    "citedby-count": 4,
    "ref-count": 22,
    "ref-list": [
        "Reefs at Risk in Southeast Asia",
        "Proceeding of the Fifth International Coral Reef Congress, Tahiti",
        "Coral Reefs: Ecosystems of the World Series",
        "Mar. Ecol. Prog. Ser.",
        "Spatial, temporal and ontogenetic patterns of habitat use by coral reef fishes (Family Labridae)",
        "Analysis of the influence of substrate variables on coral reef fish communities",
        "Comparison of field methods for measuring surface tomography and their associations with a tropical reef fish assemblage",
        "Interactions between habitat use and patterns of abundance in coral-dwelling fishes of the genus Gobiodon",
        "Habitat specialisation and the distribution and abundance of coral-dwelling gobies",
        "The structures and dynamics of fish communities in an Okinawan coral reef: Effects of coral-based habitat structures at sites with rocky and sandy sea bottoms",
        "Multi-scale analysis of habitat association in a guild of blennioid fishes",
        "The Ecology of Fishes on Coral Reefs",
        "Community Structure of Coral Reef Fishes at a Sink Reef in the Inner Gulf of Thailand",
        "Guide to Coral Reef Fauna and Flora of Surin and Similan Islands",
        "Chanthaburi Province, Thailand, Galaxea",
        "New coral community on a breakwater in Thailand",
        "Atoll Res. Bull",
        "Mar. Ecol. Prog. Ser.",
        "Survey Manual for Tropical Marine Resources",
        "Comparative Study of Reef Fish Fauna in Thai Waters: The Gulf of Thailand versus Andaman Sea",
        "Ecology",
        "Mar. Ecol. Prog. Ser."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "NRCT-JSPS",
        "Ratchadaphisek-somphot Endowment Fund",
        "Royal Initiative of Her Royal Highness Princess Maha Chakri Sirindhorn",
        "Royal Thai Navy",
        "Space and Naval Warfare Systems Command",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}