{
    "eid": "2-s2.0-85015211976",
    "title": "Effectiveness of a motionless ultrasonic toothbrush in reducing plaque and gingival inflammation in patients with fixed orthodontic appliances",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Orthodontics",
            "@code": "3505"
        }
    ],
    "keywords": [
        "Dental plaque removal",
        "Fixed orthodontic appliances",
        "Gingival inflammation",
        "Motionless ultrasonic toothbrush",
        "Mutans streptococci",
        "Powered toothbrush"
    ],
    "authors": [
        "Thayika Saruttichart"
    ],
    "citedby-count": 11,
    "ref-count": 29,
    "ref-list": [
        "Effect of controlled oral hygiene procedures on caries and periodontal disease in adults: Results after 6 years",
        "Microbiologic changes in subgingival plaque before and during the early period of orthodontic treatment",
        "Prevalence of white spot lesion formation during orthodontic treatment",
        "Gingival condition associated with orthodontic treatment.",
        "Powered versus manual toothbrushing for oral health",
        "A practice-based randomised controlled trial of the efficacy of an electric and a manual toothbrush on gingival health in patients with fixed orthodontic appliances",
        "Efficacy of ultrasonic, electric and manual toothbrushes in patients with fixed orthodontic appliances",
        "Powered vs Manual Tooth Brushing in Fixed Appliance Patients: A Short Term Randomized Clinical Trial",
        "Effectiveness of the Sonicare® Sonic Toothbrush on Reduction of Plaque, Gingivitis, Probing Pocket Depth and Subgingival Bacteria in Adolescent Orthodontic Patients",
        "Int J Clin Pediatr Dent",
        "Manual orthodontic vs. Oscillating-rotating electric toothbrush in orthodontic patients: A randomised clinical trial",
        "Evidence not strong enough to advocate powered toothbrushes over manual for orthodontic patients: Commentary",
        "Different powered toothbrushes for plaque control and gingival health",
        "Evaluation of the use of ultrasound within a power toothbrush to dislodge oral bacteria using an in vitro Streptococcus mutans biofilm model",
        "The effects of an ultrasonic toothbrush on plaque accumulation and gingival inflammation",
        "J Dent Res",
        "Periodontal disease in pregnancy I. Prevalence and severity",
        "Perspect Clin Res",
        "Clinical evaluation of the effects of a sonic toothbrush with ultrasound waveguide in disrupting plaque with and without bristle contact",
        "Reduction in adherence of Actinomyces viscosus after exposure to low‐frequency acoustic energy",
        "Efficacy of a sonic toothbrush on inflammation and probing depth in adult periodontitis",
        "Efficacy of the Cybersonic in comparison with the Braun 3D Excel and a manual toothbrush",
        "Clinical efficacy of a new sonic/ultrasonic toothbrush",
        "Effects of ultrasonic, electric, and manual toothbrushes on subgingival plaque composition in orthodontically banded molars",
        "Novel and conventional assays in determining abundance of Streptococcus mutans in saliva",
        "Review of the Use of Statistics in Infection and Immunity",
        "EXPERIMENTAL GINGIVITIS IN MAN.",
        "The relationship between gingivitis and plaque levels.",
        "Combined effects of repeated oral hygiene motivation and type of toothbrush on orthodontic patients: A blind randomized clinical trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Microbiology and Orthodontics clinic",
        "Chulalongkorn University"
    ]
}