{
    "eid": "2-s2.0-85066024897",
    "title": "Amperometric Detection of the Urinary Disease Biomarker p-HPA by Allosteric Modulation of a Redox Polymer-Embedded Bacterial Reductase",
    "cover-date": "2019-05-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Instrumentation",
            "@code": "3105",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Fluid Flow and Transfer Processes",
            "@code": "1507",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "allosteric modulation",
        "amperometric biosensing",
        "enzyme electrodes",
        "mediated electron transfer",
        "NADH oxidation",
        "para-hydroxyphenylacetate",
        "redox polymers",
        "urinary disease biomarker"
    ],
    "authors": [
        "Somjai Teanphonkrang",
        "Andrzej Ernst",
        "Salome Janke",
        "Pimchai Chaiyen",
        "Jeerus Sucharitakul",
        "Wipa Suginta",
        "Panida Khunkaewla",
        "Wolfgang Schuhmann",
        "Albert Schulte",
        "Adrian Ruff"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "Urinary metabolites as noninvasive biomarkers of gastrointestinal diseases: A clinical review",
        "Clinical applications of urinary organic acids. Part I: Detoxification markers",
        "Measurement of 4-hydroxyphenylacetic aciduria as a screening test for small-bowel disease",
        "Urinary Biomarkers of Brain Diseases",
        "Alterations of urinary metabolite profile in model diabetic nephropathy",
        "Noninvasive diagnosis and evaluation of curative surgery for gastric cancer by using NMR-based metabolomic profiling",
        "Urinary organic acids in man. III. Quantitative ranges and patterns of excretion in a normal population",
        "Gas-chromatographic method of analysis for urinary organic acids. II. Description of the procedure, and its application to diagnosis of patients with organic acidurias",
        "Urinary excretion of the nitrotyrosine metabolite 3-nitro-4-hydroxyphenylacetic acid in preterm and term infants",
        "Validation of UHPLC-MS/MS methods for the determination of kaempferol and its metabolite 4-hydroxyphenyl acetic acid, and application to in vitro blood-brain barrier and intestinal drug permeability studies",
        "Variation of metabolites in normal human urine",
        "Class selection of amino acid metabolites in body fluids using chemical derivatization and their enhanced 13C NMR",
        "Determination of p-hydroxyphenylacetic acid in cerebrospinal fluid by high-performance liquid chromatography with electrochemical detection",
        "Quantitative analysis for organic acids in biological samples: Batch isolation followed by gas chromatographic-mass spectrometric analysis",
        "Profiling of urinary amino-carboxylic metabolites by in-situ heptafluorobutyl chloroformate mediated sample preparation and gas chromatography-mass spectrometry",
        "Simultaneous measurement and quantitation of 4-hydroxyphenylacetic acid and dopamine with fast-scan cyclic voltammetry",
        "Design and Construction of a Whole Cell Bacterial 4-Hydroxyphenylacetic Acid and 2-Phenylacetic Acid Bioassay",
        "Redox polymers in bioelectrochemistry: Common playgrounds and novel concepts",
        "Cloning and expression of p-hydroxyphenylacetate 3-hydroxylase from Acinetobacter baumannii: Evidence of the divergence of enzymes in the class of two-protein component aromatic hydroxylases",
        "A novel two-protein component flavoprotein hydroxylase",
        "Tuned Amperometric Detection of Reduced beta;-Nicotinamide Adenine Dinucleotide by Allosteric Modulation of the Reductase Component of the p-Hydroxyphenylacetate Hydroxylase Immobilized within a Redox Polymer",
        "The reductase of p-hydroxyphenylacetate 3-hydroxylase from Acinetobacter baumannii requires p-hydroxyphenylacetate for effective catalysis",
        "A fully protected hydrogenase/polymer-based bioanode for high-performance hydrogen/glucose biofuel cells",
        "Regeneration of nicotinamide cofactors for use in organic synthesis",
        "Study of NADH Stability Using Ultraviolet-Visible Spectrophotometric Analysis and Factorial Design",
        "A simple artificial urine for the growth of urinary pathogens",
        "1H NMR spectra of normal urines: Reference ranges of the major metabolites",
        "A palladium chelating complex of ionic water-soluble nitrogen-containing ligand: The efficient precatalyst for Suzuki-Miyaura reaction in water",
        "Electron-transfer studies with a new flavin adenine dinucleotide dependent glucose dehydrogenase and osmium polymers of different redox potentials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rayong",
            "@id": "60110787",
            "affilname": "Vidyasirimedhi Institute of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110787",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60026326",
            "affilname": "Suranaree University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026326",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bochum",
            "@id": "60005322",
            "affilname": "Ruhr-Universitat Bochum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005322",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "VISTEC",
        "German Research Foundation",
        "Suranaree University of Technology",
        "Thailand Research Fund"
    ]
}