{
    "eid": "2-s2.0-84901640956",
    "title": "An annotated catalogue of type specimens of the land snail genus Cyclophorus Monfort, 1810 (Caenogastropoda, Cyclophoridae) in the Natural History Museum, London",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Paleontology",
            "@code": "1911"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Biohistory",
        "Cyclophoridae",
        "Cyclophorus",
        "Gastropoda",
        "Land snails",
        "NHM",
        "Taxonomy",
        "Type specimens"
    ],
    "authors": [
        "Nattawadee Nantarat"
    ],
    "citedby-count": 19,
    "ref-count": 75,
    "ref-list": [
        "Chem. Annals Lyceum of Natural History",
        "Structure and function in the excretory systems of some terrestrial prosobranch snails (Cyclophoridae)",
        "The Biology of Terrestrial Molluscs",
        "Journal De Conchyliologie",
        "Journal De Conchyliologie",
        "Annals and Magazine of Natural History, Series",
        "Treubia",
        "Bulletin of the Raffles Museum",
        "Descriptions of new Land and Freshwater Molluscan Species collected by Dr. John Anderson in Upper Burma and Yunan",
        "Malacologia",
        "Annotated type catalogue of the Amphibulimidae (Mollusca, Gastropoda, Orthalicoidea) in the Natural History Museum, London",
        "Proceedings of the Malacological Society of London",
        "Soil Biology Guide",
        "The malacological works and taxa of Sylvanus Hanley (1819-1899)",
        "Treatise On Invertebrate Palaeontology Part I. Mollusca",
        "On the dates of publication of the Society's ‘Proceedings,’ 1859–1926.",
        "Journal De Conchyliologie",
        "Journal of the Asiatic Society of Bengal",
        "On some Land‐Mollusks from Burmah, with Descriptions of some new Species.",
        "Cyclostomaceae. Proceedings of the Zoological Society of London",
        "Cyclophoridae. Records of the Indian Museum, Calcutta",
        "Annals and Magazine of Natural History Series",
        "Invasions of the Land: The Transitions of Organisms From Aquatic to Terrestrial Life",
        "Proceedings of the Boston Society of Natural History",
        "The Fauna of British India Including Ceylon and Burma",
        "Conchologia Indica: Illustrations of the Land and Freshwater Shells of British India",
        "Bulletin of the United States National Museum",
        "Journal of the Society For the Bibliography of Natural History",
        "Proceedings of the Malacological Society of London",
        "Cyclophoridae. Das Tierreich",
        "Abbildungen Nach Der Natur Mit Beschreibungen",
        "Karyotypes of operculate land snails of the genus cyclophorus (prosobranchia: Cyclophoridae) in thailand",
        "Zoologische Mededelingen",
        "Molecular evidence for a polyphyletic genus Japonia (Architaenioglossa: Cyclophoridae) and with the description of a new genus and two new species",
        "The History of the NHM Mollusca Section",
        "Venus",
        "Revue Et Magasin De Zoologie Pure Et Appliquée Recueil Mensuel",
        "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thailand",
        "Pulmonata and Prosobranchia-Neurobranchia. Indian Museum Calcutta",
        "George Brettingham Sowerby, I, II and III: Their Conchological publications and molluscan taxa",
        "Abbildungen Nach Der Natur Mit Beschreibungen. Systematisches Conchylien-Cabinet Von Martini Und Chemnitz",
        "Zeitschrift Für Malakozoologie",
        "Cyclostomaceen. Zweite Abtheilung. Systematisches ConchylienCabinet Von Martini Und Chemnitz",
        "Proceedings of the Zoological Society of London",
        "Proceedings of the Zoological Society of London",
        "DESCRIPTIONS OF TWENTY‐THREE NEW SPECIES OF LAND SHELLS, FROM THE COLLECTION OF H. CUMING, ESQ.",
        "Novitates Conchologicae",
        "DESCRIPTIONS OF ELEVEN NEW SPECIES OF CYCLOSTOMACEA, FROM THE COLLECTION OF H. CUMING, ESQ.",
        "DESCRIPTIONS OF EIGHTEEN NEW SPECIES OF CYCLOSTOMACEA, FROM MR. CUMING'S COLLECTION.",
        "Sumptibus Theodori Fischer",
        "4. Descriptions of Eight New Species of Cyclostomacea, from the Collection of H. Cuming, Esq.",
        "Novitates Conchologicae. Series Prima",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Journal and Proceedings of the Asiatic Society of Bengal, New Series",
        "Proceedings of the Malacological Society of London",
        "Conchologia Iconica: Illustrations of the Shells of Molluscous Animals",
        "Descriptions of new Species of Land‐Shells from Borneo.",
        "Proceedings of the Malacological Society of London",
        "2. On a Collection of Land‐Shells from Sarawak, British North Borneo, Palawan, and other neighbouring Islands. Edgar A. Smith",
        "Fieldiana Zoology",
        "Spolia Zoologia Musei Hauniensis",
        "Proceedings of the Zoological Society of London",
        "Cuming. Proceedings of the Zoological Society of London",
        "Proceedings of the Zoological Society of London",
        "Cyclostoma. Thesaurus Conchyliorum",
        "Thesaurus Conchyliorum",
        "Mollusca: The Southern Synthesis, Fauna of Australia",
        "Journal of the Asiatic Society of Bengal",
        "Archiv Für Naturgeschichte: Zeitschrift Für Systematische Zoologie",
        "A Classification of the Living Mollusca",
        "Notes On the Non-marine Molluscs of the Island of Borneo",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837-1920), bibliography of the volumes in Góttingen",
        "Fauna Et Anatomia Ceylanica",
        "Handbuch Der Paläozoologie",
        "Archiv Für Molluskenkunde"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Division of Higher Invertebrates",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}