{
    "eid": "2-s2.0-84940781549",
    "title": "What does living alone really mean for older persons? A comparative study of Myanmar, Vietnam, and Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Demography",
            "@code": "3317"
        }
    ],
    "keywords": [],
    "authors": [
        "Bussarawan Teerawichitchainan"
    ],
    "citedby-count": 36,
    "ref-count": 39,
    "ref-list": [
        "After Babel: Language and the Fundamental Challenges of Comparative Aging Research",
        "Times of India",
        "Editorial. Bangkok Post",
        "Social support and life satisfaction among the never married: Examining the effects of age",
        "Single person households and social policy: Looking forwards",
        "Bangkok Post",
        "Bangkok Post",
        "The erosion of filial piety by modernisation in Chinese cities",
        "The intergenerational contract in the changing Asian family",
        "The Influence of Living Alone on Depression in Elderly Persons",
        "Estimating wealth effects without expenditure data - Or tears: An application to educational enrollments in states of India",
        "New York Times",
        "Handbook of Asian Aging",
        "Living Alone: Globalization Identity and Belonging",
        "Gender differences in correlates of mental health among elderly Koreans",
        "Is Intergenerational Solidarity Really on the Decline? Cautionary Evidence from Thailand",
        "How left behind are rural parents of migrant children? Evidence from Thailand",
        "Journal of Population and Social Studies",
        "Grandparents and grandchildren: Care and support in Myanmar, Thailand and Vietnam",
        "Studying living arrangements of the elderly: Lessons from a quasi-qualitative case study approach in Thailand",
        "The elderly who live alone in the united states: Historical perspectives on household change",
        "Living arrangements, social integration, and change in functional health status",
        "Relationship between living arrangements and the psychological well-being of older people in Hong Kong",
        "Intergenerational support and gender: A comparison of four Asian countries",
        "Population Bulletin of the United Nations Special Issue 42/43",
        "Contributions of Older Persons to the Families: Examples from Myanmar, Vietnam, and Thailand",
        "Social relationships and depressive symptoms among older adults in Southern Brazil",
        "Living alone and depressive symptoms: The influence of gender, physical disability, and social support among hispanic and non-hispanic older adults",
        "Demographic changes in Myanmar since 1983: An examination of official data",
        "Ageing in Developing Countries",
        "The impacts of rural-to-urban migration on the health of working-age adult migrants in Ĥ̀ Chí Minh City",
        "Aging and development",
        "At risk on the cusp of old age: Living arrangements and functional status among Black, White and Hispanic adults",
        "The MOS 36-item short-form health survey (Sf-36): I. conceptual framework and item selection",
        "Living alone: Elderly Chinese Singaporeans",
        "Living alone, social support, and feeling lonely among the elderly"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Singapore Management University",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}