{
    "eid": "2-s2.0-85143686186",
    "title": "Corporate culture, cultural diversification, and independent directors: Evidence from earnings conference calls",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Agency theory",
        "Board independence",
        "Corporate culture",
        "Corporate governance",
        "Diversification",
        "Independent directors"
    ],
    "authors": [
        "Pongsapak Chindasombatcharoen",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 1,
    "ref-count": 103,
    "ref-list": [
        "The post-merger performance of acquiring firms: A re-examination of an anomaly",
        "The structure of voluntary disclosure narratives: Evidence from tone dispersion",
        "Risk reduction as a managerial motive for conglomerate mergers",
        "Corporate governance and firm diversification",
        "Is all that talk just noise? The information content of internet stock message boards",
        "Measuring economic policy uncertainty*",
        "Measuring economic policy uncertainty*",
        "Coups d’état and the cost of debt",
        "Leadership style job satisfaction, and organizational culture in the greek banking organization",
        "Aspects sociologiques du pluralisme",
        "Using 10-K text to gauge financial constraints",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Does policy uncertainty affect mergers and acquisitions?",
        "Organizational culture type in turkish universities using OCAI: Perceptions of students",
        "Does board gender diversity weaken or strengthen executive risk-taking incentives?",
        "How do independent directors view generalist vs specialist CEOs? evidence from an exogenous regulatory shock",
        "Does firm-level political risk influence corporate social responsibility (CSR)? Evidence from earnings conference calls",
        "Does economic policy uncertainty influence executive risk-taking incentives?",
        "Wisdom of crowds: The value of stock opinions transmitted through social media",
        "CEO compensation and board structure",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "The financial performance of reverse leveraged buyouts",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "Corporate culture and shared knowledge*",
        "The effect of manager-specific optimism on the tone of earnings conference calls",
        "Managers’ use of language across alternative disclosure outlets: Earnings press releases versus MD & a*",
        "Agency problems equity ownership, and corporate diversification",
        "Cash holdings and corporate diversification",
        "The Sarbanes–Oxley Act and firms’ going-private decisions",
        "Annual report readability tone ambiguity, and the cost of borrowing",
        "The earnings returns to graduating with honors — Evidence from law graduates",
        "Determinants and consequences of quantitative critical accounting estimate disclosures",
        "Corporate culture",
        "Corporate culture: Evidence from the field",
        "Board gender diversity and corporate innovation: International evidence",
        "The costs and benefits of ownership: A theory of vertical and lateral integration",
        "The value of corporate culture",
        "Board structure and monitoring: New evidence from CEO turnovers",
        "CEO compensation and board structure revisited",
        "Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies",
        "Firm-level political risk: Measurement and effects*",
        "How does economic policy uncertainty affect corporate diversification?",
        "Complementarity in monitoring and bonding: More intense monitoring leads to higher executive compensation",
        "Managerial risk taking",
        "A reexamination of the conglomerate merger wave in the 1960s: An internal capital markets view",
        "Do independent directors improve firm value? Evidence from the great recession",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "How do independent directors view powerful CEOs? Evidence from a quasi-natural experiment",
        "Multiple directorships and corporate diversification",
        "Corporate governance shareholder rights and firm diversification: An empirical analysis",
        "How do independent directors influence corporate risk-taking? Evidence from a quasi-natural experiment",
        "How do independent directors influence innovation productivity? A quasi-natural experiment",
        "Estimating the effect of board independence on managerial ownership using a quasi-natural experiment",
        "Going-private decisions and the sarbanes-oxley act of 2002: A cross-country analysis",
        "The supply of corporate directors and board independence",
        "Cash flow and investment: Evidence from internal capital markets",
        "Selection models in accounting research",
        "Why do firms go dark? Causes and economic consequences of voluntary SEC deregistrations",
        "The role of corporate culture in bad times: Evidence from the COVID-19 pandemic",
        "Measuring corporate culture using machine learning",
        "The determinants of board structure ✩",
        "International evidence on the value of corporate diversification",
        "Is corporate diversification beneficial in emerging markets?",
        "The role of corporate culture in economic development of small and medium-sized enterprises",
        "Textual analysis in accounting and finance: A survey",
        "Measuring firm complexity",
        "Managerial risk-taking behavior and equity-based compensation✩",
        "Corporate diversification and the value of individual firms: A Bayesian approach",
        "Corporate diversification: What gets discounted?",
        "Corporate diversification and shareholder value: a survey of recent literature",
        "Do managerial motives influence firm risk reduction strategies?",
        "Entropy-balanced accruals",
        "Changes in corporate focus, ownership structure, and long-run merger returns",
        "The impact of US sanctions on poverty",
        "DOES a GOOD CENTRAL BANKER MAKE a difference?",
        "The value of independent directors: Evidence from sudden deaths",
        "Policy uncertainty and mergers and acquisitions",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and CEO luck",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "Exploring how independent directors view CSR inequality using a quasi-natural experiment",
        "The effect of corporate social responsibility (CSR) on shareholder value: evidence from the 9/11 terrorist attack",
        "Does managerial ownership influence corporate social responsibility (CSR)? The role of economic policy uncertainty",
        "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
        "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
        "Corporations culture, and commitment: motivation and social control in organizations",
        "Unobservable selection and coefficient stability: Theory and evidence",
        "LGBT-Supportive Corporate Policies, Risk Aversion and Mitigation, and Economic Policy Uncertainty: Working paper",
        "Does board independence influence asset redeployability? Evidence from a quasi-natural experiment",
        "Regulation and bonding: The sarbanes-oxley act and the flow of international listings",
        "Does corporate headquarters location matter for stock returns?",
        "The cost of diversity: The diversification discount and inefficient investment",
        "Glamour value and the post-acquisition performance of acquiring firms",
        "The central role of the propensity score in observational studies for causal effects",
        "Outside directors board independence, and shareholder wealth",
        "Economies of scope resource relatedness, and the dynamics of corporate diversification",
        "Effects of corporate diversification on productivity",
        "Are internal capital markets efficient?",
        "The determinants of firms’ hedging policies",
        "On the origin of shared beliefs (and corporate culture)",
        "National and corporate cultural fit in mergers/acquisitions: An exploratory study",
        "Futures markets: A consequence of risk aversion or transactions costs?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}