{
    "eid": "2-s2.0-85078401572",
    "title": "Antioxidant potency of Okra (Abelmoschus esculentus moench) pods extract on SOD level and tissue glucose tolerance in diabetic mice",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (miscellaneous)",
            "@code": "3001",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Abelmoschus esculentus Moench",
        "Diabetic Mice",
        "SOD Level",
        "Tissue Glucose Tolerance"
    ],
    "authors": [
        "Saikhu A. Husen",
        "Sri P.A. Wahyuningsih",
        "Arif N.M. Ansori",
        "Suhailah Hayaza",
        "Raden J.K. Susilo",
        "Dwi Winarni",
        "Hunsa Punnapayak",
        "Win Darmanto"
    ],
    "citedby-count": 5,
    "ref-count": 23,
    "ref-list": [
        "Diagnosis and Classification of Diabetes Mellitus",
        "Activity Assay of Mangosteen (Garcinia mangostana L.) Pericarp Extract for Decreasing Fasting Blood Cholesterol Level and Lipid Peroxidation in Type-2 Diabetic Mice",
        "Oxidative Stress and Disease: An Updated Review",
        "Persistent Correction of Hyperglycemia in Streptozotocin-Nicotinamide-Induced Diabetic Mice by A Non-Conventional Radical Scavenger",
        "Hepatoprotective Effect of Gamma-mangostin for Amelioration of Impaired Liver Structure and Function in Streptozotocin-induced Diabetic Mice",
        "Obesity and Insulin Resistance: An Abridged Molecular Correlation",
        "Free Radical Activity in Obese Patients with Type 2 Diabetes Mellitus",
        "Antioxidant and Antidiabetic Activity of Garcinia mangostana L. Pericarp Extract in Streptozotocin-Induced Diabetic Mice",
        "Renoprotection by Garcinia mangostana L. Pericarp Extract in Streptozotocin-Induced Diabetic Mice",
        "Development of Insulin Resistance and Obesity in Mice Overexpressing Cellular Glutathione Peroxidase",
        "Are Oxidative Stress-Activated Signaling Pathways Mediators of Insulin Resistance and Beta-Cell Dysfunction?",
        "Citrus reticulata Extract as Biocides to Control Aedes aegypti, the Vector of Dengue",
        "GC-MS Analysis of Phytocomponent in Methanolic Extracts of Leaf-derived Callus of Justicia gendarussa Burm.f",
        "Crude Polysaccharides from Okra Pods (Abelmoschus esculentus) Grown in Indonesia Enhance the Immune Response Due to Bacterial Infection",
        "Influence of Pre-treatment on Yield Chemical and Antioxidant Properties of a Nigerian Okra Seed (Abelmoschus esculentus Moench) Flour",
        "Effects of Blanching and Drying on Fiber Rich Powder from Pitaya (Hylocereus undatus) Peel",
        "Therapeutic Effect of Okra (Abelmoschus esculentus Moench) Pods Extract on Streptozotocin-Induced Type-2 Diabetic Mice",
        "The Mechanism of Alloxan and Streptozotocin Action in B Cells of the Rat Pancreas",
        "Investigations on Onosma hispidum Wall Root Extracts for In-Vitro Antidiabetic, Proliferative and Cytotoxic Effects",
        "Functional Properties and Mineral Contents of a Nigerian Okra Seed (Abelmoschus esculentus Moench) Flour as Influenced by Pretreatment",
        "Short Term Effect of Dose Dependent Camel Milk in Alloxan Induced Diabetes in Female Albino Rats",
        "The Effect of Okra (Abelmoschus esculentus Moench) Pods Extract on Malondialdehyde and Cholesterol Level in STZ Induced Diabetic Mice",
        "The Protective Effect of Polyphenol-Rich Extract of Syzygium cumini Leaves on Cholinesterase and Brain Antioxidant Status in Alloxan-Induced Diabetic Rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Research, Technology, and Higher Education of the Republic of Indonesia",
        "Suhailah Hayaza"
    ]
}