{
    "eid": "2-s2.0-84938968837",
    "title": "Comparison of antioxidant activity and tyrosinase inhibition in fresh and processed white radish, garlic and ginger",
    "cover-date": "2015-09-11",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Safety",
            "@code": "2213"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "ABTS",
        "DPPH",
        "Flavonoid",
        "Phenolic"
    ],
    "authors": [
        "Apisit Somman"
    ],
    "citedby-count": 9,
    "ref-count": 27,
    "ref-list": [
        "Comparative analysis of antioxidant and antimelanogenesis properties of three local guava (Psidium guajava L.) varieties of Thailand, via different extraction solvents",
        "Free. Radic. Antioxid.",
        "Phenolics in food and nutraceuticals",
        "Phytochemicals, vitamin C and sugar content of Thai wild fruits",
        "Identification of tyrosinase inhibitors from Marrubium velutinum and Marrubium cylleneum",
        "An updated review of tyrosinase inhibitors",
        "Tyrosinase inhibition, free radical scavenging, antimicroorganism and anticancer proliferation activities of Sapindus mukorossi extracts",
        "Antioxidant and tyrosinase inhibition properties of leaves and rhizomes of ginger species",
        "J. Biocatal. Biotransform.",
        "Beta-carotene, lycopene, and alpha-tocopherol contents of selected Thai fruits",
        "Antioxidant Activity of Several Allium Members",
        "Phytochemicals and antioxidant activity of different fruit fractions (peel, pulp, aril and seed) of Thai gac (Momordica cochinchinensis Spreng)",
        "Antioxidant and tyrosinase inhibitory activities of methanol extracts from Magnolia denudata and Magnolia denudata var. purpurascens flowers",
        "Biological evaluation of coumarin derivatives as mushroom tyrosinase inhibitors",
        "Raphanus sativus (Radish): their chemistry and biology.",
        "Antioxidant properties of raw garlic (Allium sativum) extract",
        "Antioxidant activities, total phenolics and flavonoids content in two varieties of malaysia young ginger (Zingiber officinale Roscoe)",
        "Comparitive study on antioxidant activity of organic and conventionally grown roots and tubers vegetables of India",
        "Comparison of the main bioactive compounds and antioxidant activities in garlic and white and red onions after treatment protocols",
        "Quantitative evaluation of the antioxidant properties of garlic and shallot preparations",
        "Comparison of phenolic acids and flavonoids in black garlic at different thermal processing steps",
        "Evaluation of antityrosinase and antioxidant activities of Raphanus sativus root: Comparison between freeze-dried juice and methanolic extract",
        "Phenolics as antioxidants in garlic (Allium sativum L., Alliaceae)",
        "J. Med Plants Res.",
        "Garlic (Allium sativum L.) and ready-to-eat garlic products: In vitro antioxidant activity",
        "Anti-oxidant activity and total phenolic content of some asian vegetables",
        "Thai Pharm. Health Sci. J."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}