{
    "eid": "2-s2.0-84906771395",
    "title": "Paraoxonase 1 status and interactions between Q192R functional genotypes by smoking contribute significantly to total plasma radical trapping antioxidant potential",
    "cover-date": "2014-10-03",
    "subject-areas": [
        {
            "$": "General Neuroscience",
            "@code": "2800"
        }
    ],
    "keywords": [
        "Body mass index",
        "Depression",
        "Paraoxonase",
        "Psychiatry",
        "Smoking",
        "TRAP"
    ],
    "authors": [
        "Chiara Cristina Bortolasci"
    ],
    "citedby-count": 6,
    "ref-count": 33,
    "ref-list": [
        "Smoking is associated with reduced serum paraoxonase activity and concentration in patients with coronary artery disease",
        "A review on the oxidative and nitrosative stress (O&NS) pathways in major depression and their possible contribution to the (neuro)degenerative processes in that illness",
        "Insulin maintains plasma antioxidant capacity at an early phase of kidney transplantation",
        "Lowered plasma paraoxonase (PON)1 activity is a trait marker of major depression and PON1 Q192R gene polymorphism-smoking interactions differentially predict the odds of major depression and bipolar disorder",
        "The paraoxonase 1, 2 and 3 in humans",
        "Rev. Bras. Psiq.",
        "Rev. Psiq. Clin.",
        "The Alcohol, Smoking and Substance Involvement Screening Test (ASSIST): Development, reliability and feasibility",
        "Oxidative stress in blood of HIV infected patients",
        "Determination of paraoxonase (PON1) status requires more than genotyping",
        "Validation of PON1 enzyme activity assays for longitudinal studies",
        "Paraoxonase-1 gene Q192R polymorphism and reactive oxygen metabolites",
        "Genetic analysis of paraoxonase (PON1) locus reveals an increased frequency of Arg192 allele in centenarians",
        "Paraoxonase 1 gene polymorphisms and enzyme activities in diabetes mellitus",
        "Effect of different levels of cigarette smoking on lipid peroxidation, glutathione enzymes and paraoxonase 1 activity in healthy people",
        "Castelli risk indexes 1 and 2 are higher in major depression but other characteristics of the metabolic syndrome are not specific to mood disorders",
        "Acute effects of cigarette smoke on inflammation and oxidative stress: A review",
        "Increased plasma peroxides as a marker of oxidative stress in myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS)",
        "Gender differences in antioxidant capacity of rat tissues determined by 2,2′-azinobis (3-ethylbenzothiazoline 6-sulfonate; ABTS) and ferric reducing antioxidant power (FRAP) assays",
        "Age- and sex-related differences in lipid peroxidation of mouse cardiac and skeletal muscles",
        "Gender and dietary fat affect α-tocopherol status in F344/N rats",
        "Gender and exercise influence on tissue antioxidant vitamin status in rats",
        "Inhibitory effect of female hormones on lipid peroxidation",
        "Estrogens as natural antioxidants of membrane phospholipid peroxidation",
        "Antioxidant action of estrogens in rat hepatocytes",
        "Pathways underlying neuroprogression in bipolar disorder: Focus on inflammation, oxidative stress and neurotrophic factors",
        "Oxidative stress and inflammatory markers are associated with depression and nicotine dependence",
        "Serum S100B and antioxidant enzymes in bipolar patients",
        "The implication of obesity on total antioxidant capacity in apparently healthy men and women: The ATTICA study",
        "Biomarkers and potential mechanisms of obesity-induced oxidant stress in humans",
        "Oxidative stress and potential interventions to reduce oxidative stress in overweight and obesity",
        "Systemic oxidative alterations are associated with visceral adiposity and liver steatosis in patients with metabolic syndrome",
        "Free Radicals in Biology and Medicine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "The Florey",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "ORYGEN Research Centre",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "State University of Londrina",
        "National Health and Medical Research Council",
        "National Health and Medical Research Council",
        "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior",
        "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Fundação Araucária",
        "Fundação Araucária"
    ]
}