{
    "eid": "2-s2.0-85015303062",
    "title": "Construction and sequencing analysis of scFv antibody fragment derived from monoclonal antibody against norfloxacin (Nor155)",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Complementarity determining region",
        "Fluoroquinolone",
        "Norfloxacin",
        "Single chain variable fragment"
    ],
    "authors": [
        "J. Mala"
    ],
    "citedby-count": 12,
    "ref-count": 34,
    "ref-list": [
        "Heterologous protein expression in the methylotrophic yeast Pichia pastoris",
        "Cloning, expression, purification and characterization of a bispecific single-chain diabody against fluoroquinolones and sulfonamides in Escherichia coli",
        "Impact of gene dosage on the production of lipase from Rhizopus chinensis CCTCCM201021 in Pichia pastoris",
        "Production and characterization of a monoclonal antibody against enrofloxacin",
        "Production of functionalized single-chain Fv antibody fragments binding to the ED-B domain of the B-isoform of fibronectin in pichia pastoris",
        "Production of recombinant proteins by microbes and higher organisms",
        "Protein Expr. Purif.",
        "Protein Expr. Purif.",
        "Antibiotic residues in poultry tissues and eggs: Human health concerns?",
        "Antibiotic and sulfonamide residues in meat: Implications for human health",
        "J. Biotech.",
        "Simultaneous determination of (fluoro)quinolone antibiotics in kidney, marine products, eggs, and muscle by enzyme-linked immunosorbent assay (ELISA)",
        "Optimization of the wheat puroindoline-a production in Pichia pastoris",
        "2nd IPCBEE",
        "High-level expression of Staphylococcal Protein A in Pichia pastoris and purification and characterization of the recombinant protein",
        "Proc. Environ. Sci.",
        "Generation of a chickenized catalytic anti-nucleic acid antibody by complementarity-determining region grafting",
        "New Biotechnol.",
        "Multiclass determination and confirmation of antibiotic residues in honey using LC-MS/MS",
        "J. Immunol. Methods",
        "Enhancement of protein secretion in Pichia pastoris by overexpression of protein disulfide isomerase",
        "Comparative expression of lipase CAL-A in the yeasts Saccharomyces cerevisiae, Kluyveromyces lactis and Hansenula polymorpha to investigate a possible host influence",
        "Design, production, and characterization of a single-chain variable fragment (ScFv) derived from the prostate specific membrane antigen (PSMA) monoclonal antibody J591",
        "Molecular modeling assisted hapten design to produce broad selectivity antibodies for fluoroquinolone antibiotics",
        "J. Immunogical. Methods",
        "The development and validation of a multiclass liquid chromatography tandem mass spectrometry (LC-MS/MS) procedure for the determination of veterinary drug residues in animal tissue using a QuEChERS (QUick, Easy, CHeap, Effective, Rugged and Safe) approach",
        "Detection of deoxynivalenol based on a single-chain fragment variable of the antideoxynivalenol antibody",
        "Universal PCR amplification of mouse immunoglobulin gene variable regions: The design of degenerate primers and an assessment of the effect of DNA polymerase 3' to 5' exonuclease activity",
        "Development of an indirect competitive ELISA for simultaneous detection of enrofloxacin and ciprofloxacin",
        "Simultaneous detection of multiple chemical residues in milk using broad-specificity antibodies in a hybrid immunosorbent assay"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Suita",
            "affilname": "Osaka University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}