{
    "eid": "2-s2.0-85089121912",
    "title": "Perception and behavioral changes of thai youths towards the plastic bag charging program",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Habit change",
        "Marine plastic pollution",
        "Plastic bag charging",
        "Reusable bag use behavior",
        "Thailand",
        "University"
    ],
    "authors": [
        "Sujitra Vassanadumrongdee",
        "Dawisa Hoontrakool",
        "Danny Marks"
    ],
    "citedby-count": 10,
    "ref-count": 73,
    "ref-list": [
        "Using nudges to reduce waste? The case of Toronto’s plastic bag levy",
        "Plastic waste inputs from land into the ocean",
        "The geopolitical economy of Thailand's marine plastic pollution crisis",
        "ASEAN battles marine debris",
        "The most popular tax in Europe? Lessons from the Irish plastic bags levy",
        "What Thailand needs to do to kick its plastic addition",
        "Talking of citizenship …” Exploring the contribution an intergenerational, participatory learning project can make to the promotion of active citizenship in sustainable communities",
        "The introduction of a single-use carrier bag charge in Wales: Attitude change and behavioural spillover effects",
        "Plastic bag reduction ordinances: New York City's proposed charge on all carryout bags as a model for U.S. cities",
        "Reducing marine pollution from single-use plastics (SUPs): A review 2018",
        "Household waste behaviours among a community sample in Iran: An application of the theory of planned behaviour",
        "The theory of planned behavior. Organizational behavior and human",
        "From single-use to multiuse: Study of consumers’ behavior toward consumption of reusable containers",
        "Understanding consumers' intention to use plastic bags: Using an extended theory of planned behaviour model",
        "Charges for plastic bags: Motivational and behavioral effects",
        "Attitude-behavior relations: a theoretical analysis and review of empirical research",
        "Tax” and “Fee” frames in green advertisements: The influence of self-transcendence in reusable bag usage",
        "Consumer identity and moral obligations in non-plastic bag consumption: A dialectical perspective",
        "Fostering responsible communities: A community social marketing approach to sustainable living",
        "Measures aimed at reducing plastic carrier bag use: A consumer behaviour focused study",
        "Consumer attitudes on the use of plastic and cloth bags",
        "The proposition of a general version of the theory of planned behavior: Predicting ecological behavior",
        "Decomposition and crossover effects in the theory of planned behavior: A study of consumer adoption intentions",
        "Thinking green, buying green? Drivers of pro-environmental purchasing behavior",
        "Application of the extended theory of planned behavior model to investigate purchase intention of green products among Thai consumers",
        "Survey on the usage of plastic bags, their disposal and adverse impacts on environment: A case study in Jimma City, Southwestern Ethiopia",
        "Conscious consumption: A study on plastic bags' consumers in Brazil",
        "Knowledge, attitude, and practices on usage, disposal, and effect of plastic bags on sheep and goats",
        "Consumer intention toward bringing your own shopping bags in Taiwan: An application of ethics perspective and theory of planned behavior",
        "What makes customers bring their bags or buy bags from the shop? A survey of customers at a Taiwan hypermarket",
        "An exploration of the factors concerned with reducing the use of plastic carrier bags in Bangkok, Thailand",
        "Psychological interventional approach for reduce resource consumption: Reducing plastic bag usage at supermarkets",
        "Ethnicity and acculturation of environmental attitudes and behaviors: A cross-cultural study with Brazilians in Canada",
        "Applying ethical concepts to the study of ‘‘green’’ consumer behavior: An analysis of Chinese consumers’ intentions to bring their own shop bags",
        "No plastic bag campaign day in Malaysia and the policy implication",
        "Barriers and benefits to desired behaviors for single use plastic items in northeast Ohio’s Lake Erie basin",
        "Utopia through the control of human behavior",
        "Context change and travel mode choice: Combining the habit discontinuity and self-activation hypotheses",
        "The english plastic bag charge changed behavior and increased support for other charges to reduce plastic waste",
        "The most popular tax in Europe? Lessons from the Irish plastic bags levy",
        "Analysis of the plastic-bag levy in South Africa",
        "How habits are formed: Modelling habit formation in the real world",
        "Getting a drink: An experiment for enabling a sustainable practice in Thai university settings",
        "Tackling the plastic problem: A review on perceptions, behaviors, and interventions",
        "Motivating sustainable food choices: The role of nudges, value orientation, and information provision",
        "Predicting recycling behavior from global and specific environmental attitudes and changes in recycling opportunities",
        "Sustainability and planning: Does urban form matter?",
        "The London experience",
        "An investigation of consumer attitudes towards new varieties of shopping bags: Exploring ecoawareness and the possibility of behavior change",
        "Selangor Government’s “No plastic Bag Day” Campaign: Motivation and acceptance level",
        "The knowledge, awareness, attitude and motivational analysis of plastic waste and household perspective in Malaysia",
        "The “free” shopping-bag debate: Costs and attitudes",
        "Proscription and its impact on anticonsumption behaviour and attitudes: The case of plastic bags",
        "Consumer willingness to pay for plastic bags levy and willingness to accept eco-friendly alternatives in Botswana",
        "Morals, money or the master: The adoption of eco-friendly reusable bags",
        "Comparison of waste prevention behaviors among three Japanese megacity regions in the context of local measures and sociodemographics",
        "Application of theory of planned behavior in measuring the behavior to reduce plastic consumption among students at Universiti Putra Malaysia, Malaysia",
        "Thailand to ban single-use plastic bag by 2021",
        "Regulating plastics waste, stakeholder engagement and sustainability challenges in South Africa",
        "Doing away with plastic shopping bags: International patterns of norm emergence and policy implementation",
        "Need a bag? A review of public policies on plastic carrier bags – Where, how and to what effect?",
        "Policy measures on plastic bag reduction: International experiences and applications for thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60013983",
            "affilname": "City University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013983",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": [
        "Chulalongkorn University CU-GR"
    ]
}