{
    "eid": "2-s2.0-85083755506",
    "title": "Comparison of two caries prevention programs among Thai kindergarten: A randomized controlled trial",
    "cover-date": "2020-04-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Fluoride",
        "Kindergarten",
        "Prevention programs",
        "Randomized controlled trial",
        "Risk assessment",
        "Toothbrushing"
    ],
    "authors": [
        "Pagaporn Pisarnturakit",
        "Palinee Detsomboonrat"
    ],
    "citedby-count": 2,
    "ref-count": 22,
    "ref-list": [
        "The limitations of a 'high-risk' approach for the prevention of dental caries",
        "Sick individuals and sick populations",
        "Pit and fissure sealants for preventing dental decay in permanent teeth",
        "Topical fluoride (toothpastes, mouthrinses, gels or varnishes) for preventing dental caries in children and adolescents",
        "Cochrane reviews of randomized trials of fluoride therapies for preventing dental caries",
        "Effectiveness of silver diamine fluoride in caries prevention and arrest: A systematic literature review",
        "Evidence on existing caries risk assessment systems: Are they predictive of future caries?",
        "The validity of caries risk assessment in young adults with past caries experience using a screening Cariogram model without saliva tests",
        "Children's untreated decay is positively associated with past caries experience and with current salivary loads of mutans streptococci; Negatively with self-reported maternal iron supplements during pregnancy: A multifactorial analysis",
        "Caries risk assessment. A systematic review",
        "Risk assessment - Can we achieve consensus?",
        "Application of the high-risk strategy to control dental caries",
        "Effect of intensified caries prevention on approximal caries in adolescents with high caries risk",
        "Evaluation of a school-based intensified preventive program for high caries risk children in the Eneppe-Ruhr district",
        "Evaluation of an intensified prevention program for 4th graders with increased caries risk using ICDAS",
        "A randomised controlled trial of the efficacy of supervised toothbrushing in high-caries-risk children",
        "The effects of a supervised toothbrushing programme on the caries increment of primary school children, initially aged 5-6 years",
        "Randomized clinical trial of 12 and 38% silver Diamine fluoride treatment",
        "Mechanisms of silver diamine fluoride on arresting caries: A literature review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Faculty of Dentistry, Chulalongkorn University"
    ]
}