{
    "eid": "2-s2.0-84905236402",
    "title": "Genetic diversity in the prion protein gene (PRNP) of domestic cattle and water buffaloes in Vietnam, Indonesia and Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "BSE",
        "Indel polymorphisms",
        "Local cattle",
        "PRNP",
        "SNPs",
        "Southeast Asia"
    ],
    "authors": [
        "Leo Uchida"
    ],
    "citedby-count": 15,
    "ref-count": 29,
    "ref-list": [
        "Public Health",
        "Polymorphisms of the prion gene promoter region that influence classical bovine spongiform encephalopathy susceptibility are not applicable to other transmissible spongiform encephalopathies in cattle",
        "Frequencies of polymorphisms associated with BSE resistance differ significantly between Bos taurus, Bos indicus, and composite cattle",
        "Different Behavior toward Bovine Spongiform Encephalopathy Infection of Bovine Prion Protein Transgenic Mice with One Extra Repeat Octapeptide Insert Mutation",
        "Transgenic mice expressing bovine PrP with a four extra repeat octapeptide insert mutation show a spontaneous, non-transmissible, neurodegenerative disease and an expedited course of BSE infection",
        "Association of a bovine proin gene haplotype with atypical BSE",
        "PRNP promoter polymorphisms are associated with BSE susceptibility in Swiss and German cattle",
        "Prevalence of the prion protein gene E211K variant in U.S. cattle",
        "The same prion strain causes vCJD and BSE [10]",
        "Frequencies of PrP gene variants in healthy cattle and cattle with BSE in Scotland.",
        "Genotype distribution of the prion protein gene (PRNP) promoter polymorphisms in Korean cattle",
        "A major genetic component of BSE susceptibility",
        "Investigation of the freely available easy-to-use software 'EZR' for medical statistics",
        "Analysis of genetic diversity of domestic cattle in East and Southeast Asia in terms of variations in restriction sites and sequences of mitochondrial DNA",
        "POZ domain transcription factor, FBI-1, represses transcription of ADH5/FDH by interacting with the zinc finger and interfering with DNA binding activity of Sp1",
        "NMR structure of the bovine prion protein",
        "Frequencies of PRNP gene polymorphisms in Vietnamese dairy cattle for potential association with BSE",
        "Jpn. J. Zootech. Sci",
        "Identification of a heritable polymorphism in bovine PRNP associated with genetic transmissible spongiform encephalopathy: Evidence of heritable BSE",
        "Detection of prion gene promoter and intron1 indel polymorphisms in Anatolian water buffalo (Bubalus bubalis)",
        "Prions",
        "BSE case associated with prion protein gene mutation",
        "Bovine prion protein gene (PRNP) promoter polymorphisms modulate PRNP expression and may be responsible for differences in bovine spongiform encephalopathy susceptibility",
        "Analysis of sequence variability of the bovine prion protein gene (PRNP) in German cattle breeds",
        "A new allelic variant in the bovine prion protein gene (PRNP) coding region",
        "Prion protein gene (PRNP) variants and evidence for strong purifying selection in functionally important regions of bovine exon 3",
        "Allele distributions and frequencies of the six prion protein gene (PRNP) polymorphisms in asian native cattle, japanese breeds, and mythun (Bos frontalis)",
        "Vietam Livestock Genetics: A Review of the Market and Opportunities For Canadian Livestock Genetics Exporters",
        "Prion protein gene (PRNP) polymorphisms in native Chinese cattle"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ebetsu",
            "affilname": "Rakuno Gakuen University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Graduate School of Veterinary Medicine",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "National Institute of Veterinary Research Hanoi",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fuchu",
            "affilname": "Tokyo University of Agriculture and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": null,
            "affilname": "National Veterinary Drug Assay Laboratory",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": []
}