{
    "eid": "2-s2.0-85084693435",
    "title": "Growth, Body Composition, and Neurodevelopmental Outcomes at 2 Years among Preterm Infants Fed an Exclusive Human Milk Diet in the Neonatal Intensive Care Unit: A Pilot Study",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics",
            "@code": "2919",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Maternity and Midwifery",
            "@code": "2913",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "body composition",
        "growth",
        "human milk",
        "neurodevelopment",
        "nutrition",
        "premature infants"
    ],
    "authors": [
        "Erynn M. Bergner",
        "Roman Shypailo",
        "Chonnikant Visuthranukul",
        "Joseph Hagan",
        "Andrea R. O'Donnell",
        "Keli M. Hawthorne",
        "Steven A. Abrams",
        "Amy B. Hair"
    ],
    "citedby-count": 11,
    "ref-count": 37,
    "ref-list": [
        "Breastfeeding and the use of human milk",
        "Outcomes of human milk-fed premature infants",
        "Formula versus donor breast milk for feeding preterm or low birth weight infants",
        "Donor human milk for the high-risk infant: Preparation, safety, and usage options in the united states",
        "An exclusively human milk-based diet is associated with a lower rate of necrotizing enterocolitis than a diet of human milk and bovine milk-based products",
        "Randomized trial of exclusive human milk versus preterm formula diets in extremely premature infants",
        "Beyond nec-rotizing enterocolitis prevention: Improving outcomes with an exclusive human milk-based diet",
        "Nutrient enrichment of human milk with human and bovine milk-based fortifiers for infants born weighing 1250 g: A randomized clinical trial",
        "The developmental origins of adult disease",
        "Long-term programming effects of early nutrition-implications for the preterm infant",
        "Growth in the neonatal intensive care unit influences neurodevelopmental and growth outcomes of extremely low birth weight infants",
        "Intrauterine, early neonatal, and postdischarge growth and neurodevelop-mental outcome at 5.4 years in extremely preterm infants after intensive neonatal nutritional support",
        "Growth failure in the preterm infant: Can we catch up?",
        "Extrauterine growth restriction remains a serious problem in prematurely born neonates",
        "The neonatologist's dilemma Catch-up growth or beneficial undernutrition in very low birth weight infants-what are optimal growth rates?",
        "Premature small for gestational age infants fed an exclusive human milk-based diet achieve catch-up growth without metabolic consequences at 2 years of age",
        "Growth and development in extremely low birth weight infants after the introduction of exclusive human milk feedings",
        "Nutrient enrichment of human milk with human and bovine milk-based fortifiers for infants born 1250 g: 18-month neuro-development follow-up of a randomized clinical trial",
        "Human milk feeding supports adequate growth in infants",
        "Performance of dual-energy X-ray absorptio-metry in evaluating bone, lean body mass, and fat in pe-diatric subjects",
        "Adjustment of fat-free mass and fat mass for height in children aged 8y",
        "MatchIt: Nonparametric preprocessing for parametric casual inference",
        "Beneficial effects of breast milk in the neonatal intensive care unit on the developmental outcome of extremely low birth weight infants at 18 months of age",
        "Growth and nutrient intake among very-low-birth-weight infants fed fortified human milk during hospitalisation",
        "Early nutritional predictors of long-term bone health in preterm infants",
        "Early diet and peak bone mass: 20 year follow-up of a randomized trial of early diet in infants born preterm",
        "The long-term effect of early mineral, vitamin D, and breast milk intake on bone mineral status in 9-to 11-year-old children born prematurely",
        "Is term newborn body composition being achieved postnatally in preterm infants?",
        "Association between postnatal catch-up growth and obesity in childhood: Prospective cohort study",
        "Time course of catch-up in adiposity influences adult anthropometry in individuals who were born small for gestational age",
        "Effect of infant feeding on the risk of obesity across the life course: A quantitative review of published evidence",
        "Greater early gains in fat-free mass, but not fat mass, are associated with improved neurodevelopment at 1 year corrected age for prematurity in very low birth weight preterm infants",
        "Neurologic and developmental disability at six years of age after extremely preterm birth",
        "Effect of supplemental donor human milk compared with preterm formula on neurodevelopment of very low-birth-weight infants at 18 months: A randomized clinical trial",
        "Differential effects of the single-family room neonatal intensive care unit on 18-to 24-month bayley scores of preterm infants"
    ],
    "affiliation": [
        {
            "affiliation-city": "Austin",
            "@id": "60122541",
            "affilname": "Dell Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122541",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Oklahoma City",
            "@id": "60029833",
            "affilname": "University of Oklahoma Health Sciences Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029833",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60008978",
            "affilname": "Texas Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008978",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60002441",
            "affilname": "Baylor College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002441",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Texas Children’s Hospital",
        "Texas Children’s Hospital"
    ]
}