{
    "eid": "2-s2.0-84983316443",
    "title": "The Efficacy of Gynura pseudochina DC. var. hispida Thv. Ointment in Treating Chronic Plaque Psoriasis: A Randomized Controlled Trial",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        }
    ],
    "keywords": [],
    "authors": [
        "Pawinee Rerknimitr"
    ],
    "citedby-count": 12,
    "ref-count": 28,
    "ref-list": [
        "Guidelines of care for the management of psoriasis and psoriatic arthritis. Section 3. Guidelines of care for the management and treatment of psoriasis with topical therapies",
        "Therapeutic strategies: Rotational therapy and combinations",
        "Psoriasis",
        "Shared Principles in NF-κB Signaling",
        "Differential expression of phosphorylated NF-κB/RelA in normal and psoriatic epidermis and downregulation of NF-κB in response to treatment with etanercept",
        "Medicinal Plants in Thailand",
        "Plant Resources of Southeast Asia, Medicinal and Poisonous Plants 3",
        "The Thai medicinal plant Gynura pseudochina var. hispida: Chemical composition and in vitro NF-κB inhibitory activity",
        "Traditionally used Thai medicinal plants: In vitro anti-inflammatory, anticancer and antioxidant activities",
        "308-nm excimer laser for the treatment of psoriasis: A dose-response study",
        "Targeted UV-B phototherapy for plaque-type psoriasis",
        "How good are clinical severity and outcome measures for psoriasis: Quantitative evaluation in a systematic review",
        "Expression, subcellular localization and cytokinic modulation of Toll-like receptors (TLRs) in normal human keratinocytes: TLR2 up-regulation in psoriatic skin",
        "Caspase-5 expression is upregulated in lesional psoriatic skin",
        "NF-κB: An essential transcription factor in psoriasis",
        "Regulation of the psoriatic chemokine CCL20 by E3 ligases trim32 and piasy in keratinocytes",
        "Tumor necrosis factor-α-induced CTACK/CCL27 (cutaneous T-cell-attracting chemokine) production in keratinocytes is controlled by nuclear factor κB",
        "NF-κB: A key role in inflammatory diseases",
        "The Rel/NF-κb family directly activates expression of the apoptosis inhibitor BCl-x(L)",
        "Evaluation of survivin and NF-κB in psoriasis, an immunohistochemical study",
        "Cytokine network in psoriasis revisited",
        "Correlated increases of tumour necrosis factor‐α, interleukin‐6 and granulocyte monocyte‐colony stimulating factor levels in suction blister fluids and sera of psoriatic patients relationships with disease severity",
        "Role of increased production of monocytes TNF-α, IL-1β and IL-6 in psoriasis: Relation to focal infection, disease activity and responses to treatments",
        "Immunological and inflammatory functions of the interleukin-1 family",
        "Curcumin Inhibits Imiquimod-Induced Psoriasis-Like Inflammation by Inhibiting IL-1beta and IL-6 Production in Mice",
        "The IL-23Th17 axis in the immunopathogenesis of psoriasis",
        "Fitzpatrick's Dermatology in General Medicine",
        "Mixture of honey, beeswax and olive oil inhibits growth of Staphylococcus aureus and Candida albicans"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "Huachiew Chalermprakiet University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}