{
    "eid": "2-s2.0-85003944858",
    "title": "Recovery of phorbol esters from pressed jatropha seeds by surfactant extraction and cloud-point separation",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Cloud point",
        "Phorbol esters",
        "Pressed jatropha seed",
        "Surfactant"
    ],
    "authors": [
        "Naphatsarnan Phasukarratchai"
    ],
    "citedby-count": 8,
    "ref-count": 41,
    "ref-list": [
        "Spectrometric studies on the cloud points of Triton X-405",
        "Effect of additives on the cloud point of mixed surfactant (non-ionic Triton X-114 + cationic gemini 16-6-16) solutions",
        "S. Pac. J. Nat. Appl. Sci.",
        "Protein precipitation using an anionic surfactant",
        "Interaction and viscous properties of aqueous solutions of mixed cationic and nonionic surfactants",
        "Quality of biodiesel prepared from phorbol ester extracted jatropha curcas oil",
        "Optimization of conditions for the extraction of phorbol esters from Jatropha oil",
        "Jatropha diterpenes: A review",
        "Potential of using phorbol esters as an insecticide against Spodoptera frugiperda",
        "Pharmaceutical potential of phorbol esters from Jatropha curcas oil",
        "Detoxification of Jatropha curcas seed cake using chemical treatment: Analysis with a central composite rotatable design",
        "Detoxification experiments with the seed oil from Jatropha curcas L.",
        "Technology and Solvents for Extracting Oilseeds and Nonpetroleum Oils",
        "Micellization and interaction of anionic and nonionic mixed surfactant systems in water",
        "Comparative evaluation of non-toxic and toxic varieties of Jatropha curcas for chemical composition, digestibility, protein degradability and toxic factors",
        "Separation and recycling of nanoparticles using cloud point extraction with non-ionic surfactant mixtures",
        "Selection of extraction solvent and temperature effect on stability of the algicidal agent prodigiosin",
        "Reduction of phorbol esters in Jatropha curcas L. pressed meal by surfactant solutions extraction",
        "Solubilization Behavior of Phorbol Esters from Jatropha Oil in Surfactant Micellar Solutions",
        "Use of micellar extraction and cloud point preconcentration for valorization of saponins from sisal (Agave sisalana) waste",
        "Toxic activities of the plant Jatropha curcas against intermediate snail hosts and larvae of schistosomes",
        "Effect of inorganic additives on solutions of nonionic surfactants. VII. Cloud point shift values of individual ions",
        "Classification of Jatropha curcas L. genotypes into germplasm groups associated with the presence of phorbol esters by means of seed characteristics",
        "Simultaneous extraction and separation of phorbol esters and bio-oil from Jatropha biomass using ionic liquid-methanol co-solvents",
        "Revised effective ionic radii and systematic studies of interatomic distances in halides and chalcogenides",
        "Applied Surfactants: Principles and Applications",
        "The mechanism of clouding in triton X-100: The effect of additives",
        "Efficacy of karanjin and phorbol ester fraction against termites (Odontotermes obesus)",
        "Novel Cosmetic Delivery Systems",
        "Cloud point of nonionic surfactant Triton X-45 in aqueous solution",
        "Solvent Extraction Principles and Practice",
        "Oil content increase and toxicity reduction in jatropha seeds through family selection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Hazardous Substance Management",
        "HSM",
        "Chulalongkorn University"
    ]
}