{
    "eid": "2-s2.0-84942589549",
    "title": "Lymphoepithelioma-like carcinoma of the breast presenting as breast abscess",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Oncology",
            "@code": "2730"
        }
    ],
    "keywords": [
        "Breast abscess",
        "Breast cancer",
        "Lymphoepithelioma-like carcinoma of the breast"
    ],
    "authors": [
        "Ikumi Suzuki"
    ],
    "citedby-count": 9,
    "ref-count": 19,
    "ref-list": [
        "The role of Epstein-Barr virus in lymphoepithelioma-like carcinomas",
        "Lymphoepithelioma-like carcinoma of the breast.",
        "Lymphoepithelioma-like carcinoma of the breast. An unusual pattern of infiltrating lobular carcinoma",
        "Lymphoepithelioma-like carcinoma of the breast: Lack of evidence of Epstein-Barr virus infection",
        "Lymphoepithelioma-like carcinoma of the breast: A diagnostic and therapeutic challenge",
        "Lymphoepithelioma-like carcinoma of the breast: Is it a distinct entity? Clinicopathological evaluation of two cases and review of the literature",
        "Lymphoepithelioma-like carcinoma of the breast",
        "Lymphoepithelioma-like carcinoma of the breast: not Epstein-Barr virus-, but human papilloma virus-positive",
        "Lymphoepithelioma-like carcinoma of the breast. Report of a case with the first electron microscopic study and review of the literature",
        "Lymphoepithelioma-like carcinoma of the breast with associated sclerosing lymphocytic lobulitis",
        "Lymphoepithelioma-like carcinoma of the breast: A case report with a special analysis of an association with human papilloma virus",
        "Lymphoepithelioma-like carcinoma of the breast: Diagnosis by core needle biopsy",
        "Lymphoepithelioma-like carcinoma of the breast. A newly recognized subtype of lobular carcinoma",
        "Lymphoempithelioma-like carcinoma of the breast mimicking nodular sclerosing Hodgkin's lymphoma",
        "Lymphoepithelioma-like carcinoma of the breast: Report of a case mimicking lymphoma",
        "Medullary breast carcinoma. A reevaluation of 95 cases of breast cancer with inflammatory stroma",
        "Medullary carcinoma of the breast. A clinicopathologic study with 10 year follow‐up",
        "Breast carcinoma with basal differentiation: A proposal for pathology definition based on basal cytokeratin expression",
        "In situ detection of Epstein-Barr virus in breast cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Baltimore",
            "affilname": "University of Maryland School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}