{
    "eid": "2-s2.0-84899858590",
    "title": "Efficient process for ethanol production from Thai Mission grass (Pennisetum polystachion)",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Bioethanol production",
        "Detoxification",
        "Overliming",
        "Pennisetum polystachion",
        "Saccharomyces cerevisiae"
    ],
    "authors": [
        "Sirirat Prasertwasu"
    ],
    "citedby-count": 28,
    "ref-count": 36,
    "ref-list": [
        "Increased tolerance and conversion of inhibitors in lignocellulosic hydrolysates by Saccharomyces cerevisiae",
        "Production of bioethanol from lignocellulosic materials via the biochemical pathway: A review",
        "Release of monomeric sugars from Miscanthus sinensis by microwave-assisted ammonia and phosphoric acid treatments",
        "Biofuel Production Recent Developments and Prospects",
        "Use of post-harvest sugarcane residue for ethanol production",
        "Effects of the pretreatment method on enzymatic hydrolysis and ethanol fermentability of the cellulosic fraction from elephant grass",
        "Adv. Biochem. Eng. Biotechnol.",
        "Enhancing enzymatic digestibility of switchgrass by microwave-assisted alkali pretreatment",
        "Sugarcane leaves: Pretreatment and ethanol fermentation by Saccharomyces cerevisiae",
        "Comparison of different methods for the detoxification of lignocellulose hydrolyzates of spruce",
        "A parametric study on ethanol production from xylose by Pichia stipitis",
        "Ind. Eng. Chem.",
        "Comparison of dilute acid and ionic liquid pretreatment of switchgrass: Biomass recalcitrance, delignification and enzymatic saccharification",
        "Lignocellulose biodegradation: Fundamentals and applications",
        null,
        "J. Am. Chem. Soc.",
        "Effect of pH, time and temperature of overliming on detoxification of dilute-acid hydrolyzates for fermentation by Saccharomyces cerevisiae",
        "Conditioning hemicellulose hydrolysates for fermentation: Effects of overliming pH on sugar and ethanol yields",
        "A proposal for nomenclature of aldehyde dehydrogenases in Saccharomyces cerevisiae and characterization of the stress-inducible ALD2 and ALD3 genes",
        "The metabolic costs of improving ethanol yield by reducing glycerol formation capacity under anaerobic conditions in Saccharomyces cerevisiae",
        "Fermentation of lignocellulosic hydrolysates. I: Inhibition and detoxification",
        "Production of bioethanol from agroindustrial residues as feedstocks",
        "Butanol production by Clostridium beijerinckii. Part I: Use of acid and enzyme hydrolyzed corn fiber",
        null,
        "Summative Mass Closure - Laboratory Analytical Procedure (LAP) Review and Integration",
        "Thai J. Biotechnol.",
        "Hydrolysis of lignocellulosic materials for ethanol production: A review",
        "Fermentation inhibitors in ethanol processes and different strategies to reduce their effects",
        "Capability of Thai Mission grass (Pennisetum polystachyon) as a new weedy lignocellulosic feedstock for production of monomeric sugar",
        "Fermentation of sunflower seed hull hydrolysate to ethanol by Pichia stipitis",
        "Efficient saccharification for non-treated cassava pulp by supplementation of Clostridium thermocellum cellulosome and Thermoanaerobacter brockii β-glucosidase",
        "Physiology of Saccharomyces cerevisiae in anaerobic glucose-limited chemostat cultures",
        "Effect of structural changes on enzymatic hydrolysis of eucalyptus, sweet sorghum bagasse, and sugarcane bagasse after liquid hot water pretreatment",
        "Production of high-starch duckweed and its conversion to bioethanol",
        "The effect of delignification of forest biomass on enzymatic hydrolysis",
        "Overview: How is alcohol metabolized by the body?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence for Petrochemical and Materials Technology",
        "Petroleum and Petrochemical College",
        "Chulalongkorn University"
    ]
}