{
    "eid": "2-s2.0-85116802486",
    "title": "THE TRAITS OF THE PLANT GROWTH PROMOTING ACETIC ACID BACTERIUM, NGUYENIBACTER VANLANGENSIS",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (miscellaneous)",
            "@code": "1601",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Acetobacteraceae",
        "Nguyenibacter vanlangensis",
        "Plant Growth Promoting Bacteria"
    ],
    "authors": [
        "Huong Thi Lan Vu",
        "Van Thi Thu Bui",
        "Uyen Thi Tu Bui",
        "Pattaraporn Yukphan",
        "Sukunphat Malimas",
        "Nam Phuong Kieu",
        "Yuki Muramatsu",
        "Somboon Tanasupawat",
        "Binh Thanh Le",
        "Yuzo Yamada",
        "Naoto Tanaka"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "BACTERIA/Plant growth-promoting",
        "Recent advances in nitrogen-fixing acetic acid bacteria",
        "Acetic acid bacteria as plant growth promoters",
        "The family Acetobacteraceae",
        "Natural association of Gluconacetobacter diazotrophicus and diazotrophic Acetobacter peroxydans with wetland rice",
        "Novel nitrogen-fixing Acetobacter nitrogenifigens sp. nov., isolated from Kombucha tea",
        "A new acid-tolerant nitrogen-fixing bacterium associated with sugar cane",
        "Acetobacter diazotrophicus sp. nov., a nitrogen-fixing acetic acid bacterium associated with sugarcane",
        "The phylogeny of acetic acid bacteria based on the partial sequences of 16S ribosomal RNA: The elevation of the subgenus Gluconoacetobacter to the generic level",
        "Interactions of Glomus clarum with Acetobacter diazotrophicus in infection of sweet potato (Ipomoea batatas), sugarcane (Saccharum spp.), and sweet sorghum (Sorghum vulgare)",
        "Coffea arabica L., a new host plant for Acetobacter diazotrophicus, and isolation of other nitrogen-fixing acetobacteria",
        "Isolation and characterization of two genetically distant groups of Acetobacter diazotrophicus from new host plant Eleusine coracana L",
        "Isolation of Gluconacetobacter spp. in different soil types",
        "Novel nitrogen-fixing acetic acid bacteria, Gluconacetobacter johannae sp. nov. and Gluconacetobacter azotocaptans sp. nov., associated with coffee plants",
        "Inoculation effects of Pseudomonas putida, Gluconacetobacter azotocaptans, and Azospirillum lipoferum on corn plant growth under greenhouse conditions",
        "Isolation and identification of Gluconacetobacter azotocaptans from corn rhizosphere",
        "Gluconacetobacter tumulicola sp. nov. and Gluconacetobacter asukensis sp. nov., isolated from the stone chamber interior of the Kitora Tumulus",
        "Gluconacetobacter tumulisoli sp. nov., Gluconacetobacter takamatsuzukensis sp. nov. and Gluconacetobacter aggeris sp. nov., isolated from Takamatsuzuka Tumulus samples before and during the dismantling work in 2007",
        "Swaminathania salitolerans gen. nov., sp. nov., a salt-tolerant, nitrogen-fixing and phosphate-solubilizing bacterium from wild rice (Porteresia coarctata Tateoka)",
        "Nitrogen Fixation in Asaia sp. (Family Acetobacteraceae)",
        "Nitrogen-fixing and cellulose-producing Gluconacetobacter kombuchae sp. nov., isolated from Kombucha tea",
        "Differentiation of species of the family Acetobacteraceae by AFLP DNA fingerprinting: Gluconacetobacter kombuchae is a later heterotypic synonym of Gluconacetobacter hansenii",
        "Description of Komagataeibacter gen. nov., with proposals of new combinations (Acetobacteraceae)",
        "Nguyenibacter vanlangensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Nitrogen fixing bacteria in the family Acetobacteraceae and their role in agriculture",
        "The microbial diversity of acetic acid bacteria in the south of Viet Nam",
        "Occurrence of Gluconacetobacter diazotrophicus in tropical and subtropical plants of Western Ghats, India",
        "Influence of N fertilisation on the isolation of Acetobacter diazotrophicus and Herbaspirillum spp. from Indian sugarcane varieties",
        "Test of an ascorbic acid method for determining phosphorus in water and NaHCO3 extracts from soil",
        "In vitro solubilization of inorganic phosphate by phosphate solubilizing microorganisms (PSM) from maize rhizosphere",
        "Colorimetric estimation of indoleacetic acid",
        "Role of Pseudomonas putida indoleacetic acid in development of the host plant root system",
        "Activation of a truncated PR-1 promoter by endogenous enhancers in transgenic plants",
        "Regulation of enteric endophytic bacterial colonization by plant defenses",
        "Ecological occurrence of Gluconacetobacter diazotrophicus and nitrogen-fixing Acetobacteraceae members: Their possible role in plant growth promotion",
        "Use of plant growth-promoting bacteria for biocontrol of plant diseases: Principles, mechanisms of action, and future prospects",
        "Indole-3-acetic acid in microbial and microorganism-plant signaling",
        "Gluconacetobacter diazotrophicus, a sugar cane endosymbiont, produces a bacteriocin against Xanthomonas albilineans, a sugar cane pathogen"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60138275",
            "affilname": "National Institute of Technology and Evaluation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138275",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078566",
            "affilname": "Viet Nam National University Ho Chi Minh City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078566",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60071359",
            "affilname": "Vietnam Academy of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071359",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025976",
            "affilname": "Tokyo University of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025976",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60004391",
            "affilname": "Thailand National Science and Technology Development Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004391",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kanchanaburi",
            "@id": "129285998",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129285998",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}