{
    "eid": "2-s2.0-85088879976",
    "title": "Gluconobacter aidae sp. Nov., an acetic acid bacteria isolated from tropical fruits in Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Acetic acid bacteria",
        "Genome analysis",
        "Gluconobacter aidae sp. nov",
        "MALDI-TOF",
        "Phenotypic characteristics",
        "Thailand"
    ],
    "authors": [
        "Pattaraporn Yukphan",
        "Piyanat Charoenyingcharoen",
        "Sukunphat Malimas",
        "Yuki Muramatsu",
        "Yasuyoshi Nakagawa",
        "Somboon Tanasupawat",
        "Yuzo Yamada"
    ],
    "citedby-count": 4,
    "ref-count": 51,
    "ref-list": [
        "The Family Acetobacteraceae",
        "Systematics of acetic acid bacteria",
        "List of new names and new combinations previ-ously effectively, but not validly, published",
        "LPSN-List of Prokaryotic names with Standing in Nomenclature (​bacterio.​net), 20 years on",
        "Gluconobacter asaii Mason and Claus 1989 is a junior subjective synonym of Glucono-bacter cerinus Yamada and Akita 1984",
        "Identification of acetic acid bacteria through matrix-assisted laser desorp-tion/ionization time-of-flight mass spectrometry and report of Gluconobacter nephelii Kommanee et al. 2011 and Gluconobacter uchimurae Tanasupawat et al. 2012 as later heterotypic syno-nyms of Gluconobacter japonicus Malimas et al. 2009 and Glucono-bacter oxydans (Henneberg 1897) de Ley 1961 (Approved Lists 1980) emend. Gosselé et al. 1983, respectively",
        "16S rRNA gene sequences analysis of acetic acid bacteria isolated from Thailand",
        "Identification of acetic acid bacteria isolated from Indonesian sources, especially of isolates classified in the genus Gluconobacter",
        "Asaia bogorensis gen. nov., sp. nov., an unusual acetic acid bacterium in the alpha-Proteobacteria",
        "Isolation and characterization of \"polarly flagellated intermediate strains\" in acetic acid bacteria",
        "Asaia krungthepensis sp. nov., an acetic acid bacterium in the alpha-Proteobacteria",
        "Transfer of Peptococcus indolicus, Peptococcus asaccharolyticus, Pepto-coccus prevotii, and Peptococcus magnus to the Genus Peptostrep-tococcus and Proposal of Peptostreptococcus tetradius sp. nov",
        "A procedure for the isolation of deoxyribonucleic acid from micro-organisms",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Introducing EzBio-Cloud: a taxonomically United database of 16S rRNA gene sequences and whole-genome assemblies",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "Notes on the characterization of prokaryote strains for taxonomic purposes",
        "Muscle: multiple sequence alignment with high accu-racy and high throughput",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "The Galaxy platform for accessible, reproducible and collabo-rative biomedical analyses: 2016 update",
        "Unicycler: resolving bacterial genome assemblies from short and long sequencing reads",
        "QUAST: quality assessment tool for genome assemblies",
        "ContEst16S: an algo-rithm that identifies contaminated prokaryotic genomes using 16S RNA gene sequences",
        "NCBI prokaryotic genome annotation pipeline",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Past and future species definitions for bacteria and archaea",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Dendroscope 3: an interactive tool for rooted phylogenetic trees and networks",
        "Gluconobacter roseus (ex Asai 1935) sp. nov., nom. rev., a pink-colored acetic acid bacterium in the Alphaproteobacteria",
        "Gluconobacter sphaericus (Ameyama 1975) comb. nov., a brown pigment-producing acetic acid bacterium in the Alphaproteobac-teria",
        "The flagellation and taxonomy of genera Gluconobacter and Acetobacter with reference to the existence of intermediate strains",
        "Gluconobacter kondonii sp. nov., an acetic acid bacterium in the alpha-Proteobacteria",
        "Phenotypic characteristics correlated with deoxyribonucleic acid sequence similarities for three species of Gluconobacter: G. oxydans (Henneberg 1897) De Ley 1961, G. frateurii sp. nov., and G. asaii sp. nov",
        "Enzymatic studies on the oxidation of sugar and sugar alcohol. V. Ubiquinone of acetic acid bacteria and its relation to classification of Gluconobacter and Acetobacter, especially of the so-called intermediate strains",
        "A rapid, simple and simultaneous detection of 2-keto-, 5-keto-and 2,5-diketogluconic acids by thin-layer chromatography in culture media of acetic acid bacteria",
        "Gluconobacter cerevisiae sp. nov., isolated from the brewery environment",
        "Gluconobacter wancherniae sp. nov., an acetic acid bacterium from Thai isolates in the alpha-Proteobacteria",
        "Gluconobacter japonicus sp. nov., an acetic acid bacterium in the Alphaproteobacteria",
        "Gluconobacter kanchanaburiensis sp. nov., a brown pigment-producing acetic acid bacterium for Thai isolates in the Alphapro-teobacteria",
        "Nguyenibacter vanlangensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Evaluation of a simple protein extraction method for species identification of clinically relevant staphylococci by matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "The global Catalogue of microorganisms 10K type strain sequencing project: closing the genomic gaps for the validly published prokaryotic and fungi species",
        "Gluconobacter albidus (ex Kondo and Ameyama 1958) sp. nov., nom. rev., an acetic acid bacterium in the alpha-Proteobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60138275",
            "affilname": "National Institute of Technology and Evaluation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138275",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shizuoka",
            "@id": "60103680",
            "affilname": "Shizuoka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103680",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60087582",
            "affilname": "Japan International Cooperation Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087582",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Petchaburi",
            "@id": "122910027",
            "affilname": "​Rungrueng-Fertilizer.​co",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122910027",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "IMCAS",
        "Institute of Microbiology, Chinese Academy of Science",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}