{
    "eid": "2-s2.0-85124104204",
    "title": "A Stakeholder-Centric Tool for Implementing Water Management Strategies and Enhancing Water Cooperation (SDG 6.5) in the Lower Mekong Region",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "catchment-specific case studies",
        "integrated water resources management",
        "Lower Mekong Region",
        "multi-stakeholder partnerships",
        "sustainable development goals",
        "transboundary water cooperation mechanisms"
    ],
    "authors": [
        "Manish Shrestha",
        "Karthikeyan Matheswaran",
        "Orn Uma Polapanich",
        "Thanapon Piman",
        "Chayanis Krittasudthacheewa"
    ],
    "citedby-count": 3,
    "ref-count": 26,
    "ref-list": [
        "Development and climate change in the Mekong region (1st Edition)",
        "The shared vision planning primer: How to incorporate computer aided dispute resolution in water resources planning",
        "ARDI: A Co-construction Method for Participatory Modeling in Natural Resources Management",
        "From IWRM back to integrated water resources management",
        "Vulnerability analysis for the river basins of Huai Sai Bat, Tha Di and Trang. Final Report Improved Management of Extreme Events through Ecosystem-based Adaption in Watersheds (ECOSWat)",
        "Data and hydroinformatics: New possibilities and challenges",
        "Collaborative modelling - Engaging stakeholders in solving complex problems of water management",
        "Integrated Water Resources Management",
        "The Exploratory Modeling Workbench: An open source toolkit for exploratory modeling, scenario discovery, and (multi-objective) robust decision making",
        "Water management in times of scarcity in the Mekong Region",
        "Exploring the potential impact of serious games on social learning and stakeholder collaborations for transboundary watershed management of the St. Lawrence River Basin",
        "The Mekong: IWRM and institutions",
        "Transboundary Water Resources Management Issues in the Sesan and Srepok River Basins",
        "ICT tools to support public participation in water resources governance & planning: Experiences from the design and testing of a multimedia platform",
        "Chin- wdin River Basin: Water scarcity amidst plenty",
        "Water quality monitoring in the Chindwin River Basin",
        "Threats to biodiversity and local livelihoods in the Chindwin River Basin in Myanmar: Insights and policy recommendations Policy Brief",
        "Decision support systems in water resources planning and management: Stakeholder participation and the sustainable path to science-based decision making",
        "Damming the Mekong tributaries: Water security and the MRC 1995 Agreement",
        "Bias correction of climate models for hydrological modelling - are simple methods still useful?",
        "Leaving No One Behind. The United Nations World Water Development Report (WWDR)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Foundation for Science and Technology Development"
    ]
}