{
    "eid": "2-s2.0-84940108440",
    "title": "Preparation of natural rubber-graft-poly(lactic acid) used as a compatibilizer for poly(lactic acid)/NR blends",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "biodegradable plastic",
        "compatibilizer",
        "graft copolymers",
        "natural rubber",
        "poly(lactic acid)"
    ],
    "authors": [
        "Phijittra Sookprasert"
    ],
    "citedby-count": 20,
    "ref-count": 17,
    "ref-list": [
        "Structure and properties of polylactide/natural rubber blends",
        "Thermal and rheological properties of commercial-grade poly(lactic acids)s",
        "Synthesis and characterization of TPO-PLA copolymer and its behavior as compatibilizer for PLA/TPO blends",
        "New approach on the development of plasticized polylactide (PLA): Grafting of poly(ethylene glycol) (PEG) via reactive extrusion",
        "Synthesis and characterization of model polyisoprene-polylactide diblock copolymers",
        "Biodegradable materials from grafting of modified PLA onto starch nanocrystals",
        "Toughening of poly(lactic acid) by ethylene-co-vinyl acetate copolymer with different vinyl acetate contents",
        "Physicochemical properties of organoclay filled polylactic acid/natural rubber blend bionanocomposites",
        "Proc. Clean Technol. Conf.",
        "Toughness enhancement of poly(lactic acid) by melt blending with natural rubber",
        "Bio-based triblock copolymers from natural rubber and poly(lactic acid): Synthesis and application in polymer blending",
        "The grafting of maleic anhydride onto natural rubber",
        "Rheological, thermal and morphological properties of maleated natural rubber and its reactive blending with poly(methyl methacrylate)",
        null,
        "A new biodegradable blends prepared from polylactide and hyaluronic acid",
        "Organocatalytic chain scission of poly(lactides): A general route to controlled molecular weight, functionality and macromolecular architecture",
        "Characterization by Fluorescence of the Distribution of Maleic Anhydride Grafted onto Ethylene-Propylene Copolymers"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}