{
    "eid": "2-s2.0-85142778727",
    "title": "In the name of national security Thailand and the securitisation of the Rohingya",
    "cover-date": "2022-12-29",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Bhanubhatra Jittiang"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "National Security Secrecy: How the Limits Change",
        "Rethinking the International Refugee Regime",
        "\"Atrocities Against the Rohingya Community of Myanmar.\"",
        "Urban Refugees in a Graduated Sovereignty: The Experiences of the Stateless Rohingya in the Klang Valley",
        "The Rohingya Predicament: Why Myanmar's Army Gets Away with Ethnic Cleansing",
        "\"Hundreds of Rohingya Refugees Stuck at Sea With 'Zero Hope'.\"",
        "\"Desperate Rohingya Refugees Are Turning to Traffickers, UN Warns.\"",
        "\"Human Traffickers Using Facebook to Lure Migrants Into 'Trips'.\"",
        "Displaced Rohingya and Concern for Non-Traditional Security Risks in Thailand",
        "Rohingya: A Preventable Genocide Allowed to Happen",
        "Protecting the World's Most Persecuted: The Responsibility to Protect and Burma's Rohingya Minority",
        "History and Victimhood: Engaging with Rohingya Issues",
        "Caught between the Nation and the State: Voices of Rohingya Refugee Women in Bangladesh",
        "\"The Hidden Heterogeneity of Rohingya Refugees.\"",
        "\"A Stateless Minority in Southeast Asia: Human Rights Violation and the Migration of the Rohingya to Thailand.\"",
        "\"Securitization and Desecuritization.\"",
        "\"Bangladesh Set to Relocate Rohingya Refugees to Remote Cyclone-Prone Island.\"",
        "\"UNHCR: Rohingya Crisis Needs Lasting Solutions.\"",
        "\"Rohingya Refugee Crisis: Supporting the Stateless Minority Fleeing Myanmar.\""
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}