{
    "eid": "2-s2.0-84900827869",
    "title": "A new approach for compliance checking in service workflows",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Information Systems",
            "@code": "1710"
        },
        {
            "$": "Control and Systems Engineering",
            "@code": "2207"
        }
    ],
    "keywords": [
        "Algorithm",
        "compliance checking",
        "Internet-of-Things (IoT)",
        "service",
        "specification language",
        "Workflow"
    ],
    "authors": [
        "Wattana Viriyasitavat"
    ],
    "citedby-count": 41,
    "ref-count": 34,
    "ref-list": [
        "Compressed sensing signal and data acquisition in wireless sensor networks and internet of things",
        "Integration of distributed enterprise applications: A survey",
        "An integrated approach to snowmelt flood forecasting in water resource management",
        "Information architecture for supply chain quality management",
        "Technology designed to combat fakes in the global supply chain",
        "Sectoral Explanations of Employment in Europe: The Role of Services, ECB",
        "Business intelligence for enterprise systems: A survey",
        "AutoAssem: An automated assembly planning system for complex products",
        "Enterprise systems: State-of-the-art and future trends",
        "A system framework of security management in enterprise systems",
        "An application of enterprise systems in quality management of products",
        "Enterprise systems in financial sector - an application in precious metal trading forecasting",
        "A methodology toward manufacturing grid-based virtual enterprise operation platform",
        "Enterprise cloud service architectures",
        "A methodology towards virtualisation-based high performance simulation platform supporting multidisciplinary design of complex products",
        "Applications integration in a hybrid cloud computing environment: modelling and platform",
        "FC-PACO-RM: A parallel method for service composition optimal-selection in cloud manufacturing system",
        "Energy-aware resource service scheduling based on utility evaluation in cloud manufacturing system",
        "Formal trust specification in service workflows",
        "Modeling delegation in Requirements-Driven Trust Framework",
        "Formalizing trust requirements and specification in service workflow environments",
        "A survey of trust in workflows and relevant contexts",
        "Data-driven service composition in enterprise soa solutions: A petri net approach",
        "Web service configuration under multiple quality-of-service attributes",
        "Improving multilingual semantic interoperation in cross-organizational enterprise systems through concept disambiguation",
        "SWSpec: The requirements specification language in service workflow environments",
        "Using propositional logic for requirements verification of service workflow",
        "Proc. Int. Conf. Adv. Inf. Technol. (AIT)",
        "Modeling and analysis of interactions in virtual enterprises",
        "Trust-based secure workflow path construction",
        "Trust management for the Semantic Web",
        "A service-oriented trust management framework",
        "Proc. 7th ACM Conf.",
        "Symbolic model checking"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Institute of Computing Technology Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Norfolk",
            "affilname": "Old Dominion University",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}