{
    "eid": "2-s2.0-85104181575",
    "title": "Benefits of sucrose octasulfate (TLC-NOSF) dressings in the treatment of chronic wounds: A systematic review",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Fundamentals and Skills",
            "@code": "2908",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Nursing (miscellaneous)",
            "@code": "2901",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "Chronic wounds",
        "Diabetic foot ulcers",
        "Pressure injuries",
        "Pressure ulcers",
        "Sucrose octasulfate wound dressing",
        "tLC-NOSF",
        "UrgoStart",
        "Venous leg ulcers",
        "Wound",
        "Wound healing time reduction"
    ],
    "authors": [
        "Harikrishna Nair",
        "N. Venkateshwaran",
        "Selva S. Seetharaman",
        "Wuquan Deng",
        "Apinan Uthaipaisanwong",
        "Emilio Galea"
    ],
    "citedby-count": 4,
    "ref-count": 56,
    "ref-list": [
        "Why the NHS needs to radically rethink chronic wound care",
        "General practitioners' perceptions of their role and their collaboration with district nurses in wound care",
        "Clinical challenges of chronic wounds: Searching for an optimal animal model to recapitulate their complexity",
        "How COVID-19 is changing wound care and why you should be preparing now for the next wave",
        "All feet on deck-The role of podiatry during the covid-19 pandemic: Preventing hospitalizations in an overburdened healthcare system, reducing amputation and death in people with diabetes",
        "Challenges in the treatment of chronic wounds",
        "Inflammation in chronic wounds",
        "Assessment of chronic wounds in adults: An integrative review",
        "Why wounds don't heal?",
        "Chronic wounds: Evaluation and management",
        "A 25-year wound care journey within the evolution of wound care",
        "Systematic review of dressings and topical agents for surgical wounds healing by secondary intention",
        "State of the art in topical wound-healing products",
        "Need for improved definition of \"chronic wounds\" in clinical studies",
        "Elevated levels of matrix metalloproteinases and chronic wound healing: An updated review of clinical evidence",
        "MMPs made easy",
        "Wound bed preparation: A systematic approach to wound management",
        "Which dressings reduce inflammation and improve venous leg ulcer healing",
        "Increasing transcutaneous oxygen pressure in patients with neuroischemic diabetic foot ulcers treated with a sucrose octasulfate dressing: A pilot study",
        "Formulating a researchable question: A critical step for facilitating good clinical research",
        "The levels of evidence and their role in evidence-based medicine",
        "Evaluating the evidence",
        "Evidence-based medicine and clinical expertise",
        "The cochrane library",
        "Moving towards evidence-based clinical practice guidelines",
        "Sucrose octasulfate dressing versus control dressing in patients with neuroischaemic diabetic foot ulcers (Explorer): An international, multicentre, double-blind, randomised, controlled trial",
        "A randomized, controlled, double-blind prospective trial with a Lipido-Colloid Technology-Nano-OligoSaccharide Factor wound dressing in the local management of venous leg ulcers",
        "Evaluation of the nano-oligosaccharide factor lipido-colloid matrix in the local management of venous leg ulcers: Results of a randomised, controlled trial",
        "Management of diabetic foot ulcers with a TLC-NOSF wound dressing",
        "Cost-effectiveness of TLC-sucrose octasulfate versus control dressings in the treatment of diabetic foot ulcers",
        "Optimal wound closure of diabetic foot ulcers with early initiation of TLC-NOSF treatment: Post-hoc analysis of Explorer",
        "Quality of life in patients with leg ulcers: Results from CHALLENGE, a double-blind randomised controlled trial",
        "Cost-effectiveness of treating vascular leg ulcers with UrgoStart and UrgoCell Contact",
        "The reality of routine practice: A pooled data analysis on chronic wounds treated with TLC-NOSF wound dressings",
        "Clinical evaluation of polyabsorbent TLC-NOSF dressings on chronic wounds: A prospective, observational, multicentre study of 1140 patients",
        "Evaluation of TLC-NOSF dressing with poly-absorbent fibres in exuding leg ulcers: Two multicentric, single-arm, prospective, open-label clinical trials",
        "Observational study on the efficacy of TLC-Ag and TLC-NOSF on chronic wounds. [In French.]",
        "Practical guidelines on the prevention and management of diabetic foot disease (IWGDF 2019 update)",
        "Cost-effectiveness of a TLC-NOSF polyurethane foam dressing",
        "PMD41-The budget impact and cost-consequence of treating diabetic foot ulcers with URGOSTART",
        "PMD103-cost-effectiveness and cost-utility analysis of treating leg ulcers with URGOSTART compared to a neutral dressing",
        "Association of autologous punch grafting, TLC-NOSF dressing and multitype compression therapy to rapidly achieve wound closure in hard-to-heal venous leg ulcers",
        "Addressing wound chronicity factors: UrgoClean Ag and UrgoStart case studies",
        "Clinical cases about the therapeutic use of debriding dressing hidrodetersive polyacrylate fibers with tlc and foam dressings TLC-NOSF polyurethane in chronic wounds. [In Spanish.]",
        "The usage of sequential wound management with UrgoClean Ag and UrgoStart dressing in the diabetic foot treatment. [In Czech.]",
        "The use of therapeutic dressing UrgoStart in a treatment of ulceration in diabetic foot syndrome. [In Czech.]",
        "Use of modern covering materials with lipid-colloidal layer (TLC) in the local treatment of chronic neuroischemic defect in patients with type 2 diabetes mellitus. [in Czech]",
        "Taking up the challenge: Neuroischaemic diabetic foot ulcers",
        "Fundamentals of randomized clinical trials in wound care: Reporting standards",
        "The case study approach",
        "Efficacy of MMP-inhibiting wound dressings in the treatment of chronic wounds: A systematic review",
        "Managing diabetic foot ulcers: Pharmacotherapy for wound healing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chongqing",
            "@id": "60122068",
            "affilname": "Chongqing Emergency Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60122068",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60025530",
            "affilname": "Kuala Lumpur Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025530",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "126046768",
            "affilname": "Urgo Education and Training Alliance",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126046768",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Chennai",
            "@id": "122184934",
            "affilname": "Gleneagles Global Health City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122184934",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Mumbai",
            "@id": "109921294",
            "affilname": "Jupiter Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109921294",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}