{
    "eid": "2-s2.0-84908547587",
    "title": "Dynamic Vehicle Routing Problem with Multiple Depots",
    "cover-date": "2014-10-16",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Dynamic problem",
        "Heuristic",
        "Insertion procedure",
        "Multiple depots",
        "Nearest neighbor procedure",
        "Sweeping and reordering procedures",
        "Vehicle routing problem"
    ],
    "authors": [
        "Kwankaew Meesuptaweekoon"
    ],
    "citedby-count": 13,
    "ref-count": 32,
    "ref-list": [
        "Management Science",
        "A tabu search heuristic for periodic and multi-depot vehicle routing problems",
        "An optimization approach for communal home meal delivery service: A case study",
        "TRAMP - A MULTI-DEPOT VEHICLE SCHEDULING SYSTEM.",
        "Planning for meals-on-wheels: Algorithms and application",
        "Mixed integer and heuristics model for the inventory routing problem in fuel delivery",
        "IMPROVING THE DISTRIBUTION OF INDUSTRIAL GASES WITH AN ON-LINE COMPUTERIZED ROUTING AND SCHEDULING OPTIMIZER.",
        "Interfaces",
        "PLANNING FOR TRUCK FLEET SIZE IN THE PRESENCE OF A COMMON‐CARRIER OPTION",
        "COMPUTERIZED VEHICLE ROUTING IN THE SOFT DRINK INDUSTRY.",
        "The vehicle routing problem: A taxonomic review",
        "A review of dynamic vehicle routing problems",
        "DYNAMIC PROGRAMMING SOLUTION TO THE SINGLE VEHICLE MANY-TO-MANY IMMEDIATE REQUEST DIAL-A-RIDE PROBLEM.",
        "A new generation of vehicle routing research: Robust algorithms, addressing uncertainty",
        "Parallel Tabu search heuristics for the dynamic multi-vehicle dial-a-ride problem",
        "An approximate dynamic programming approach for the vehicle routing problem with stochastic demands",
        "Reoptimization approaches for the vehicle-routing problem with stochastic demands",
        "What you should know about the vehicle routing problem",
        "A tabu search heuristic for the multi-depot vehicle routing problem",
        "OPTIMAL ROUTING UNDER CAPACITY AND DISTANCE RESTRICTIONS.",
        "SOLVING A FAMILY OF MULTI-DEPOT VEHICLE ROUTING AND LOCATION-ROUTING PROBLEMS.",
        "A Variable Neighborhood Search for the Multi Depot Vehicle Routing Problem with Time Windows",
        "The multi-depot vehicle routing problem with inter-depot routes",
        "Dynamic vehicle routing: Status and prospects",
        "Dynamic column generation for dynamic vehicle routing with time windows",
        "Combinatorial and Global Optimization",
        "An analysis of several heuristics for the traveling salesman problem",
        "Routing and scheduling of vehicles and crews. The state of the art",
        "ALGORITHMS FOR THE VEHICLE ROUTING AND SCHEDULING PROBLEMS WITH TIME WINDOW CONSTRAINTS.",
        "Scenario-based planning for partially dynamic vehicle routing with stochastic customers",
        "The real-time time-dependent vehicle routing problem",
        "Parallel tabu search for real-time vehicle routing and dispatching"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}