{
    "eid": "2-s2.0-85129053800",
    "title": "VISITORS AT AMAZON.COM: A TWO-LEVEL EXPLORATION INTO THEIR BROWSING AND SPENDING BEHAVIORS",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management of Technology and Innovation",
            "@code": "1405",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Amazon.com",
        "Browsing",
        "Spending",
        "Two-Level Exploration",
        "Visitors"
    ],
    "authors": [
        "Chatpong Tangmanee",
        "Chaiyasut Jongtavornvitaya"
    ],
    "citedby-count": 2,
    "ref-count": 34,
    "ref-list": [
        "COVID-19 impact on online purchasing behaviour in Oman and the future of online groceries",
        "Incorporating big data within retail organizations: A case study approach",
        "The Effects of Digital Marketing of Unhealthy Commodities on Young People: A Systematic Review",
        "Biostatistics 101: data presentation",
        "Prevalence of burnout, depression, anxiety and stress in Australian midwives: a crosssectional survey",
        "The determinants of conversion rates in SME e-commerce websites",
        "Dimensional comparisons: How academic track students' achievements are related to their expectancy and value beliefs across multiple domains",
        "Antecedents of user stickiness and loyalty and their effects on users' group-buying repurchase intention",
        "Amplitudes, observables, and classical scattering",
        "Do All Roads Lead to Rome? Exploring the Relationship Between Social Referrals, Referral Propensity and Stickiness to Video-on-Demand Websites",
        "Effects of consumer visit to online community and product channel on local sales of large consumer goods: Evidence from real estate industry",
        "Effects of visit behavior on online store sales performance: personal computer (PC) versus mobile channels",
        "Exploring the Effects of “What” (Product) and “Where” (Website) Characteristics on Online Shopping Behavior",
        "Buying, Searching, or Browsing: Differentiating Between Online Shoppers Using In-Store Navigational Clickstream",
        "Factors Affecting the Growth of E-Shopping over the COVID-19 Era in Hanoi, Vietnam",
        "From Amazon to Apple: Modeling Online Retail Sales, Purchase Incidence, and Visit Behavior",
        "Predicting online shopping cart abandonment with machine learning approaches",
        "Partial least squares structural equation modeling in HRM research",
        "Stay some more and buy? Modeling the effects of visit time on online shopping purchases",
        "Comparisons of Website Visit Behavior between Purchase Outcomes and Product Categories",
        "An Empirical Analysis of the Pageview and Visit Duration of Pornography Websites",
        "What drives consumer website stickiness intention? The role of website service quality and website involvement",
        "What affects the user stickiness of the mainstream media websites in China?",
        "Shopping Hard or Hardly Shopping: Revealing Consumer Segments Using Clickstream Data",
        "Online purchase decisions for tourism e-commerce"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}