{
    "eid": "2-s2.0-84959019058",
    "title": "Gate opening effect for carbon dioxide in ZIF-8 by molecular dynamics - Confirmed, but at high CO2 pressure",
    "cover-date": "2016-03-16",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "T. Chokbunpiam"
    ],
    "citedby-count": 38,
    "ref-count": 23,
    "ref-list": [
        "Opening the gate: Framework flexibility in ZIF-8 explored by experiments and simulations",
        "Flexibility and swing effect on the adsorption of energy-related gases on ZIF-8: Combined experimental and simulation study",
        "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks",
        "Ethane/ethene separation turned on its head: Selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism",
        "Angew. Chem.",
        "Sorption-induced structural transition of zeolitic imidazolate framework-8: A hybrid molecular simulation study",
        null,
        null,
        "Adv. Mater.",
        "NMR studies of carbon dioxide and methane self-diffusion in ZIF-8 at elevated gas pressures",
        "Characteristic features of molecular transport in MOF ZIF-8 as revealed by IR microimaging",
        null,
        "Direct determination of phase coexistence properties of fluids by monte carlo simulation in a new ensemble",
        "A new equation of state for carbon dioxide covering the fluid region from the triple-point temperature to 1100 K at pressures up to 800 MPa",
        "Molecular dynamics study of screening in ionic fluids",
        "Simplistic Coulomb forces in molecular dynamics: Comparing the wolf and shifted-force approximations",
        "The importance of lattice flexibility for the migration of ethane in ZIF-8: Molecular dynamics simulations",
        "Force field for molecular dynamics computations in flexible ZIF-8 framework",
        "Interaction site models for carbon dioxide",
        "AIChE J.",
        null,
        "On the impact of sorbent mobility on the sorbed phase equilibria and dynamics: A study of methane and carbon dioxide within the zeolite imidazolate framework-8"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leipzig",
            "affilname": "Universität Leipzig",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hannover",
            "affilname": "Gottfried Wilhelm Leibniz Universität Hannover",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Kanchanapisek Fund",
        "Ratchadaphisek Somphoch Endowment Fund",
        "Chulalongkorn University",
        "Universität Leipzig"
    ]
}