{
    "eid": "2-s2.0-85075452717",
    "title": "Risk factors of foot and mouth disease in an endemic area on low vaccination rate in Xayaboury province of Lao People’s Democratic Republic (Lao PDR)",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Animals",
            "@code": "3403",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Animal movement",
        "Control and prevention",
        "Foot and mouth disease",
        "Risk factors",
        "Spatial location"
    ],
    "authors": [
        "V. Souriya",
        "P. Piamsomboon",
        "K. Ajariyakhajorn",
        "T. Damrongwatanapokin",
        "C. Inchaisri"
    ],
    "citedby-count": 7,
    "ref-count": 21,
    "ref-list": [
        "Risk factors for foot-and-mouth disease in Tanzania, 2001–2006",
        "Patterns, risk factors and characteristics of reported and perceived foot-and-mouth disease (FMD) in Uganda",
        "Evaluating the efficiency of participatory epidemiology to estimate the incidence and impacts of foot-and-mouth disease among livestock owners in Cambodia",
        "The foot-and-mouth disease epidemic in The Netherlands in 2001",
        "Risk factors for foot-and-mouth disease in sedentary livestock herds in selected villages in four regions of Bhutan",
        "The field effectiveness of routine and emergency vaccination with an inactivated vaccine against foot and mouth disease",
        "Risk factors for infection with Foot-and-Mouth Disease virus in a cattle population vaccinated with a non-purified vaccine in Iran",
        "Temporal and geographical distribution of cases of foot-and-mouth disease during the early weeks of the 2001 epidemic in Great Britain",
        "A review of the status of foot and mouth disease in South-East Asia and approaches to control and eradication",
        "Modelling the initial spread of foot-and-mouth disease through animal movements",
        "Molecular epidemiology of foot-and-mouth disease viruses from South East Asia 1998–2006: the Lao perspective",
        "Epidemiologic aspects of a foot-and-mouth disease epidemic in cattle in Ecuador",
        "Investigation of foot and mouth disease hotspots in northern Lao PDR",
        "Use of social network analysis to characterize the pattern of animal movements in the initial phases of the 2001 foot and mouth disease (FMD) epidemic in the UK",
        "The dynamics and impact of foot and mouth disease in smallholder farming systems in South-East Asia: a case study in Laos",
        "Risk factors associated with foot and mouth disease in cattle in Vientiane capital of the Lao People's Democratic Republic",
        "Limiting the impacts of foot and mouth disease in large ruminants in Northern Lao People’s Democratic Republic by vaccination: a case study",
        "Risk factors of foot and mouth disease in pig farms in Chiang Mai, Lumphun and Nan",
        "Improving smallholder farmer biosecurity in the Mekong region through change management"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vientiane",
            "@id": "100370871",
            "affilname": "Ministry of Agriculture and Forestry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100370871",
            "affiliation-country": "Laos"
        }
    ],
    "funding": [
        "Department of Livestock and Fisheries",
        "FAO-ROK National Project Coordinator",
        "Chulalongkorn University"
    ]
}