{
    "eid": "2-s2.0-84905910710",
    "title": "Surface modification of electrospun chitosan nanofibrous mats for antibacterial activity",
    "cover-date": "2014-11-05",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "antibacterial activity",
        "biomaterials",
        "electrospinning",
        "fibers",
        "grafting",
        "nanostructured polymers"
    ],
    "authors": [
        "Wiyong Kangwansupamonkon"
    ],
    "citedby-count": 27,
    "ref-count": 26,
    "ref-list": [
        "Antimicrobial films produced from chitosan",
        "J. Pharm. Pharm. Sci.",
        "Antimicrobial properties of N-carboxybutyl chitosan",
        "Antimicrobial effect of water-soluble chitosans with high hydrostatic pressure",
        "Antibacterial Action of Chitosan",
        "Chitosan disrupts the barrier properties of the outer membrane of Gram-negative bacteria",
        "Macromol. Mater. Eng.",
        "Quaternized chitosan as an antimicrobial agent: Antimicrobial activity, mechanism of action and biomedical applications in orthopedics",
        "Beaded nanofibers formed during electrospinning",
        "Controlled deposition of electrospun poly(ethylene oxide) fibers",
        "The effect of processing variables on the morphology of electrospun nanofibers and textiles",
        "Study on morphology of electrospun poly(vinyl alcohol) mats",
        "Electrospinning process and applications of electrospun fibers",
        "Biodegradable electrospun fibers for drug delivery",
        "Electrospinning of chitosan",
        "Stability improvement of electrospun chitosan nanofibrous membranes in neutral or weak basic aqueous solutions",
        "Synthesis of a Quaternary Ammonium Derivative of Chito-oligosaccharide as Antimicrobial Agent for Cellulosic Fibers",
        "Synthesis of chitosan derivatives with quaternary ammonium salt and their antibacterial activity",
        "Enhancing antibacterial activity of chitosan surface by heterogeneous quaternization",
        "Surface-quaternized chitosan particles as an alternative and effective organic antibacterial material",
        "A fundamental study of chitosan/PEO electrospinning",
        "Dissolving states of cellulose and chitosan in trifluoroacetic acid",
        "Transport properties of chitosan membranes: Influence of crosslinking",
        "A review: Electrospinning of biopolymer nanofibers and their applications",
        "Mechanisms and kinetics of humic acid adsorption onto chitosan-coated granules",
        "The chemistry and applications of antimicrobial polymers: A state-of-the-art review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Science and Technology Development Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "North Bangkok",
            "affilname": "Royal Society of Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}