{
    "eid": "2-s2.0-84907687469",
    "title": "The inverted pyramid: A neo-Ricardian view on the economy-environment relationship",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Biophysical economics",
        "Inverted pyramid",
        "Macroeconomics",
        "Markup pricing",
        "Natural resources",
        "Neo-Ricardian"
    ],
    "authors": [
        "Eric Kemp-Benedict"
    ],
    "citedby-count": 16,
    "ref-count": 102,
    "ref-list": [
        "Father potron's early contributions to input-output analysis",
        "On the practical limits to substitution",
        "A theory of economic growth with material/energy resources and dematerialization: Interaction of three growth mechanisms",
        "The economic growth engine: How energy and work drive material prosperity",
        "The underestimated contribution of energy to economic growth",
        "Rev. Polit. Econ.",
        "Potron and the perron - Frobenius theorem",
        "Platform chemicals from crops",
        "Wheatsheaf Books",
        "The Economics Of Demand-Led Growth: Challenging the Supply-side Vision of the Long Run",
        "On Sticky Prices: Academic Theories Meet the Real World. Monetary Policy",
        "Store brands: Who buys them and what happens to retail prices when they are introduced?",
        "New Mexico Bureau Geology and Mineral Resources",
        "Mark. Sci.",
        "The renewable chemicals industry",
        "Ecological Economics: The Science and Management of Sustainability",
        "Encyclopedia of Earth",
        "Indicators of Dematerialization and the Materials Intensity of Use",
        "Energy and the U.S. economy: A biophysical perspective",
        "Embodied energy and economic valuation",
        "Embodied energy and economic value in the United States economy: 1963, 1967 and 1972",
        "Peak globalization: Climate change, oil depletion and global trade",
        "Consumption and welfare: Two views of value added",
        "Growth, trade and uneven development",
        "Setting the record straight on a history of Post Keynesian economics",
        "Responses to Lavoie, King, and Dow on what Post Keynesianism is and who is a Post Keynesian",
        "Recent developments in the biotechnological production of hydrocarbons: Paving the way for bio-based platform chemicals",
        "Axioms and Babylonian thought: A reply",
        "US long-term energy intensity: Backcast and projection",
        "Revisiting a historical debate on pricing dynamics in the United Kingdom: Further confirmation of post Keynesian pricing theory",
        "Speculation and volatility spillover in the crude oil and agricultural commodity markets: A Bayesian analysis",
        "Am. Sci.",
        "On prices of production in a general model of production",
        "Rethinking Financial Capitalism and the \"Information\" Economy",
        "Post-keynesian and kaleckian thoughts on ecological macroeconomics",
        "Am. Econ. Rev.",
        "Ethanol for a sustainable energy future",
        "Bioeconomics and post Keynesian economics: a search for common ground",
        "J. Polit. Econ.",
        "What is the minimum EROI that a sustainable society must have?",
        "The New Palgrave Dictionary of Economics",
        "Ethanol's energy return on investment: A survey of the literature 1990 - Present",
        "Consumer price sensitivity and price thresholds",
        "Ecological Macroeconomics: Consumption, Investment, and Climate Change",
        "Post keynesian and ecological economics: Confronting environmental issues",
        "A scenario analysis of China's land use and land cover change: Incorporating biophysical information into input-output modeling",
        "Can market power be estimated?",
        "Bio-based production of C2-C6 platform chemicals",
        "What does evidence tell us about fragmentation and outsourcing?",
        "The convergence of neo-Ricardian and embodied energy theories of value and price",
        "Theory of Economic Dynamics: An Essay on Cyclical and Long-Run Changes in Capitalist Economy",
        "Baumol's disease and dematerialization of the economy",
        "The role of market fundamentals and speculation in recent price changes for crude oil",
        "Unwarping the record: A reply to Paul Davidson",
        "Market power, scale economies and productivity: Estimates from a panel of establishment data",
        "Finding common ground between ecological economics and post-Keynesian economics",
        "Piero Sraffa's political economy: a centenary estimate",
        "Fund-flow versus flow-flow in prodcution theory: Reflections on Georgescu-Roegen's contribution",
        "Economic growth and the chemical industry",
        "Contemporary political economy series",
        "Changing definitions: A comment on Davidson's critique of King's history of Post Keynesianism",
        "The Demand for Intermediate Goods in an Input-Output Framework: A methodological note",
        "Bioeconomics and post Keynesian economics: a search for common ground",
        "Trends in bioconversion of lignocellulose: Biofuels, platform chemicals & biorefinery concept",
        "Using input-output analysis to measure the environmental pressure of consumption at different spatial levels",
        "Year in review-EROI or energy return on (energy) invested",
        "Estimating the mark-up over marginal cost: A panel analysis of Japanese firms 1971-1994",
        "J. Polit. Econ.",
        "Dynamic and endogenous change of input-output structure with specific layers of technology",
        "THE NOTION OF VERTICAL INTEGRATION IN ECONOMIC ANALYSIS ()",
        "Structural Change and Economic Growth: A Theoretical Essay on the Dynamics of the Wealth of Nations",
        "Constructing an environmentallyextended multi-regional input-output table using the gtap database",
        "Q. J. Econ.",
        "Plant Resource Allocation",
        "Ecological macroeconomics: An application to climate change",
        "Can imperfect competition explain the difference between primal and dual productivity measures? Estimates for US manufacturing",
        "The political economy of the resource curse",
        "On the Complexities of Complex Economic Dynamics",
        "J. Post Keynesian Econ.",
        "Approximate surrogate production functions"
    ],
    "affiliation": {
        "affiliation-city": "Stockholm",
        "affilname": "Stockholm Environment Institute",
        "affiliation-country": "Sweden"
    },
    "funding": [
        "Styrelsen för Internationellt Utvecklingssamarbete"
    ]
}