{
    "eid": "2-s2.0-84964329864",
    "title": "Updates on HIV treatment and prevention from Asia's HIV symposium: The 18th Bangkok International Symposium on HIV Medicine",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Virology",
            "@code": "2406"
        }
    ],
    "keywords": [
        "Asia",
        "coinfections",
        "combination antiretroviral therapy",
        "comorbidities",
        "cost-effectiveness",
        "elderly",
        "HIV",
        "pre-exposure prophylaxis"
    ],
    "authors": [
        "Pirapon J. Ohata"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "A Sound Rationale Needed for Phase III HIV-1 Vaccine Trials",
        "Guidelines for antiretroviral therapy in HIV-1 infected adults and adolescents 2014, Thailand",
        "Presented At: 8th IAS Conference on HIV Pathogenesis, Treatment and Prevention (IAS 2015)",
        "Presented At: 20th Conference on Retroviruses and Opportunistic Infections",
        "Presented At: Conference on Retroviruses and Opportunistic Infections (CROI)",
        "Presented At: 54th Intersci-ence Conference on Antimicrobial Agents and Chemotherapy",
        "Presented At: 21st Conference on Retroviruses and Opportunistic Infections (CROI)",
        "Presented At: 22nd Conference on Retroviruses and Opportunistic Infections (CROI)",
        "Presented At: 22nd Conference on Retroviruses and Opportunistic Infections (CROI)",
        "Presented At: Conference on Retroviruses and Opportunistic Infections (CROI)",
        "Efficacy of 400 mg efavirenz versus standard 600 mg dose in HIV-infected, antiretroviral-naive adults (ENCORE1): A randomised, double-blind, placebo-controlled, non-inferiority trial",
        "J. Int. AIDS Soc.",
        "Efficacy and safety of efavirenz 400 mg daily versus 600 mg daily: 96-week data from the randomised, double-blind, placebo-controlled, non-inferiority ENCORE1 study",
        "Treatment of HIV infection with once-daily regimens",
        "BHIVA Guidelines for the Treatment of HIV-1-positive Adults with Antiretroviral Therapy",
        "HIV pre-exposure prophylaxis (PrEP): a review of current knowledge of oral systemic HIV PrEP in humans"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Brussels",
            "affilname": "European AIDS Treatment Group",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}