{
    "eid": "2-s2.0-84897677509",
    "title": "Biodiesel production via transesterification of palm olein using sodium phosphate as a heterogeneous catalyst",
    "cover-date": "2014-04-22",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Heterogeneous catalyst",
        "Palm olein",
        "Sodium phosphate",
        "Transesterification"
    ],
    "authors": [
        "Khritsayaporn Thinnakorn"
    ],
    "citedby-count": 49,
    "ref-count": 51,
    "ref-list": [
        "Transesterification of vegetable oil to biodiesel fuel using alkaline catalyst",
        "Biodiesel separation and purification: A review",
        "Autocatalyzed and ion-exchange-resin-catalyzed esterification kinetics of lactic acid with methanol",
        "Acid base catalyzed transesterification kinetics of waste cooking oil",
        "Preparation of biodiesel from soybean oil using supercritical methanol and co-sol vent",
        "Optimization of biodiesel production by transesterification of vegetable oils using lipases",
        "Esterification of maleic acid with ethanol over cation-exchange resin catalysts",
        "New heterogeneous process for biodiesel production: A way to improve the quality and the value of the crude glycerin produced by biodiesel plants",
        "Biodiesel production using solid metal oxide catalysts",
        "Alkaline and alkaline-earth metals compounds as catalysts for the methanolysis of sunflower oil",
        "Tri-potassium phosphate as a solid catalyst for biodiesel production from waste cooking oil",
        "Transesterification of soybean oil catalyzed by potassium loaded on alumina as a solid-base catalyst",
        "Biodiesel production through transesterification over natural calciums",
        null,
        null,
        "Int. J. Chem. Reac. Eng.",
        "Synthesis of biodiesel from rapeseed oil using supercritical methanol with metal oxide catalysts",
        "Application of sodium aluminate as a heterogeneous base catalyst for biodiesel production from soybean oil",
        "Performance of calcium oxide as a heterogeneous catalyst in biodiesel production: A review",
        "Soybean oil transesterification over zinc oxide modified with alkali earth metals",
        "Production of biodiesel by transesterification of soybean oil using calcium supported tin oxides as heterogeneous catalysts",
        "Synthesis of biodiesel with heterogeneous NaOH/alumina catalysts: Comparison with homogeneous NaOH",
        "CaO supported on porous carbon as highly efficient heterogeneous catalysts for transesterification of triacetin with methanol",
        "Ind. Eng. Chem. Res.",
        "Synthesis of porous CaO microsphere and its application in catalyzing transesterification reaction for biodiesel",
        "Transesterification of vegetable oil to biodiesel using heterogeneous base catalyst",
        "Reaction kinetics of soybean oil transesterification using heterogeneous metal oxide catalysts",
        "Transesterification of the crude oil of rapeseed with NaOH in supercritical and subcritical methanol",
        "Simultaneous synthesis of biodiesel and zinc oxide nanoparticles using supercritical methanol",
        "Biodiesel from sunflower oil in supercritical methanol with calcium oxide",
        "Acceleration of catalytic activity of calcium oxide for biodiesel production",
        "Energ. Fuel",
        "Braz. J. Chem. Eng.",
        "Immobilization of tetramethylguanidine on mesoporous SBA-15 silica: A heterogeneous basic catalyst for transesterification of soybean oil",
        "Biodiesel production by transesterification using tetraalkylammonium hydroxides immobilized onto SBA-15 as a solid catalyst",
        "Biodiesel production: A review",
        "Transesterification of triacetin using solid Brønsted bases",
        null,
        "Kinetics of heterogeneously MgO-catalyzed transesterification",
        "Simulation of heterogeneously MgO-catalyzed transesterification for fine-chemical and biodiesel industrial production",
        "Rape oil transesterification over heterogeneous catalysts",
        "Kinetics of the non-catalytic transesterification of soybean oil",
        "Ind. Eng. Chem. Res.",
        "Biodiesel production from waste cooking oils",
        "Reactivity of triglycerides and fatty acids of rapeseed oil in supercritical alcohols",
        "Ind. Eng. Chem. Res.",
        null,
        "Synthesis of biodiesel from low FFA waste frying oil using calcium oxide derived from Mereterix mereterix as a heterogeneous catalyst",
        "Effects of water on biodiesel fuel production by supercritical methanol treatment",
        "Kinetics of transesterification in rapeseed oil to biodiesel fuel as treated in supercritical methanol",
        "Fuel"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}