{
    "eid": "2-s2.0-85016221051",
    "title": "Ameliorative effects of exogenous gonadotropins on reproductive profiles of replacement gilts with delayed puberty in a farm in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Delayed puberty",
        "Gilts",
        "Gonadotropins"
    ],
    "authors": [
        "Nutthee Am-In"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Ovarian morphological conditions and the effect of injection of human chorionic gonadotropin on ovulation rates in prepuberal gilts with two morphologically different ovarian types.",
        "Effect of age and physical or fence-line boar exposure on estrus and ovulation response in prepubertal gilts administered PG600",
        "The impact of dose of FSH (Folltropin) containing LH (Lutropin) on follicular development, estrus and ovulation responses in prepubertal gilts",
        "HCG induced oestrus and ovulation rate and FSH concentrations in prepuberal gilts from lines differing by their adult ovulation rate",
        "Effects of gonadotrophin deprivation on follicular growth in gilts",
        "Sow removal in Swedish commercial herds",
        "J. Anim. Sci.",
        "Endocrine changes and management factors affecting puberty in gilts",
        "Changes in plasma follicle-stimulating hormone, luteinizing hormone, estrogen and progesterone during growth of ovulatory follicles in the pig",
        "Control of Pig Reproduction",
        "Recruitment and selection of ovarian follicles for determination of ovulation rate in the pig",
        "Plasma gonadotropins and ovarian hormones during the estrous cycle in high compared to low ovulation rate gilts",
        "Effect of subcutaneous vs intramuscular administration of P.G. 600 on estrual and ovulatory responses of prepubertal gilts",
        "Longevity, Lifetime Pig Production and Productivity, and Age at First Conception in a Cohort of Gilts Observed over Six Years on Commercial Farms",
        "Cyclic and maturation-dependent regulation of follicle-stimulating hormone receptor and luteinizing hormone receptor messenger ribonucleic acid expression in the porcine ovary",
        "Growth and the initiation of steroidogenesis in porcine follicles are associated with unique patterns of gene expression for individual components of the ovarian insulin-like growth factor system",
        "Effect of gonadotropin treatment on estrus, ovulation, and litter size in weaned and anestrous sows",
        "Influence of age at first estrus, body weight, and average daily gain of replacement gilts on their subsequent reproductive performance as sows",
        "Influence of growth rate and onset of boar contact on puberty attainment of replacement gilts raised in Thailand",
        "Importance of backfat thickness to reproductive performance in female pigs",
        "Reproductive cycles in pigs",
        "Financial impact of average parity of culled females in a breed-to-wean swine operation using replacement gilt net present value analysis",
        "Relationships among specific reasons for culling, reproductive data, and gross morphology of the genital tracts in gilts culled due to reproductive failure in Thailand",
        "The association between growth rate, body weight, backfat thickness and age at first observed oestrus in crossbred Landrace × Yorkshire gilts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahasarakham University"
    ]
}