{
    "eid": "2-s2.0-85103612395",
    "title": "Contextualizing Discrimination of Religious and Linguistic Minorities in South Thailand",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Law",
            "@code": "3308",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "discrimination",
        "ethnic minorities",
        "ethnoreligious",
        "South Thailand"
    ],
    "authors": [
        "Christopher Mark Joll"
    ],
    "citedby-count": 3,
    "ref-count": 82,
    "ref-list": [
        "Ratthaniyom [Cultural Mandate] Number 1",
        "Ratthaniyom [Cultural Mandate] Number 3",
        "Ratthaniyom [Cultural Mandate] Number 9",
        "Ratthaniyom [Cultural Mandate] Number 10",
        "'Neojihadism' and YouTube Patani Militant: Propaganda Dissemination and Radicalization",
        "The Janus Face of New Media Propaganda: The Case of Patani Neojihadist YouTube Warfare and its Islamophobic Effect on Cyber-Actors",
        "Violent Jihad and Beheadings in the Land of Al Fatoni Darussalam",
        "Thailand's Recalcitrant Southern Borderland: Insurgency, Conspiracies and the Disorderly State",
        "Thailand's Intractable Southern War: Reflections on Policy, Insurgency and Discourse",
        "Becoming Patani Warriors: Individuals and the Insurgent Collective in South Thailand",
        "Case Study",
        "Language, Religion and the Politics of Difference",
        "Conflict in the Deep South of Thailand: Never-Ending Stalemate?",
        "Fishermen of Southern Thailand: The Malay Villagers",
        "New Ethnicities and Language Use",
        "Ethnohistorical Perspectives on Buddhist-Muslim Relations and Coexistence in Southern Thailand: From Shared Cosmos to the Emergence of Hatred?",
        "Southern Thailand: Insurgency Not Jihad",
        "Jihadism in Southern Thailand: A Phantom Menace",
        "Militarizing Buddhism: Violence in Southern Thailand",
        "The Deep South of Thailand: 15 Years in Fields of Open Conflict, Violence and Peace Narratives",
        "Conflict Transformation and Public Opinion in Thailand's Deep South during the Period from 2015 to 2017",
        "A Ministry for the South: New Governance Proposals for Thailand's Southern Region",
        "Special Issue: Quagmire of Violence in Thailand's Southern Borderlands Chapter 1: Introduction",
        "Islam in Southeast Asia: Reflections and New Directions",
        "Religion and Conflict in Southern Thailand: Beyond Rounding up the Usual Suspects",
        "Muslim Merit-making in Thailand's Far-South",
        "Revisiting Ethnic and Religious Factors in Thailand's Southern Discomfort",
        "Thailand's Muslim Kaleidoscope between Central Plains and Far-South: Fresh Perspectives from the Sufi Margins",
        "Patani and the Development of a Thai State",
        "Language Conflict and Violence: The Straw that Strengthens the Camel's Back",
        "The Role of Haji Sulong in Fighting Special Autonomy for Patani Southern Thailand (1947-1954)",
        "International Jihad and Muslim Radicalism in Thailand? toward an Alternative Interpretation",
        "Ideology, Religion, and Mobilization in the Southern Thai Conflict",
        "Mapping National Anxieties: Thailand's Southern Conflict",
        "Thai Buddhists and the Southern Conflict",
        "Autonomy for Southern Thailand: Thinking the Unthinkable?",
        "Informal Citizens: Graduated Citizenship in Southern Thailand",
        "Individual Imaginings: The Religio-Nationalist Pilgrimages of Haji Sulong Abdulkadir Al-Fatani",
        "Some Facts Regarding the Bunnag Family",
        "Language Policy and Modernity in Southeast Asia: Malaysia, the Philippines, Singapore, and Thailand",
        "Comparative Historical Analysis",
        "Language, Ethnicity and Religion: A Complex and Persistent Linkage",
        "Hijab and Moments of Legitimisation. Islamic Resurgence in Thai Society",
        "'Malay' and 'Malayness' in Malaysia Reconsidered: A Critical Review",
        "Thailand and Laos",
        "Case Studies and Social Movements",
        "An Uncivil State of Affairs: Fascism and Anti-catholicism in Thailand, 1940-1944",
        "Islam, Radicalism, and Violence in Southern Thailand: Berjihad di Patani and the 28 April 2004 Attacks",
        "Historical Identity, Nation, and History-Writing: The Malay Muslims of Southern Thailand, 1940s-1980s",
        "Dialect Endangerment; the Case of Nonthaburi Malay",
        "The Misbehaving Jeks: The Evolving Regime of Thainess and Sino-Thai Challenges",
        "Can a Language of A Million Speakers Be Endangered? Language Shift and Apathy among Northern Khmer Speakers in Thailand",
        "Thailand's Khmer as 'Invisible Minority': Language, Ethnicity and Cultural Politics in North-Eastern Thailand",
        "Buddhist Apologetics and a Genealogy of Comparative Religion in Siam"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wellington",
            "@id": "60002316",
            "affilname": "Victoria University of Wellington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002316",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": []
}