{
    "eid": "2-s2.0-85100798654",
    "title": "Affecting factors on perceived usefulness of area-business continuity management: A perspective from employees in industrial areas in Thailand",
    "cover-date": "2021-01-12",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (all)",
            "@code": "1900",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "K. Meechang",
        "N. Leelawat",
        "J. Tang",
        "E. Ino",
        "A. Kodaka",
        "C. Chintanapakdee",
        "K. Watanabe"
    ],
    "citedby-count": 7,
    "ref-count": 37,
    "ref-list": [
        "Flood risks and impacts: A case study of Thailand’s floods in 2011 and research questions for supply chain decision making",
        "Introductory study on Disaster Risk Assessment and Area Business Continuity Planning in industry agglomerated areas in the ASEAN",
        "What influences disaster risk perception? Intervention measures, flood and landslide risk perception of the population living in flood risk areas in Rio de Janeiro state",
        "Area business continuity management approach to build sustainable communities",
        "Area Business Continuity Management, a New Opportunity for Building Economic Resilience",
        "Social acceptance of location-based mobile government services for emergency management Telemat",
        "The underlying factors of the perceived usefulness of using smart wearable devices for disaster applications Telemat",
        "A Theoretical Extension of the Technology Acceptance Model: Four Longitudinal Field Studies Manag",
        "An explication of social norms Commun",
        "An evaluation of a college campus emergency preparedness intervention",
        "Factors affecting the acceptance of information systems supporting emergency operations centres",
        "Flooding risks: a comparison of lay people's perceptions and expert's assessments in Switzerland",
        "A review of risk perceptions and other factors that influence flood mitigation behavior",
        "Factors determining residents’ preparedness for floods in modern megalopolises: the case of the Tokai flood disaster in Japan",
        "Fear or money?",
        "Effects of Knowledge Management System in Disaster Management through RFID Technology Realization",
        "Coping with floods: preparedness, response and recovery of flood-affected residents in Germany in 2002",
        "Wildfire mitigation behavior on single family residential properties near Balcones Canyonlands Preserve wildlands in Austin",
        "Modelling predictors of earthquake hazard preparedness in Nepal",
        "Disaster preparedness and perception of flood risk: A study in an alpine valley in Italy",
        "A machine learning-based prediction and analysis of flood affected households: A case study of floods in Bangladesh",
        "The effectiveness of flood risk communication strategies and the influence of social networks—Insights from an agent-based model",
        "Flood loss reduction of private households due to building precautionary measures-lessons learned from the Elbe flood in August 2002 Nat",
        "An assessment of the use of partial least squares structural equation modeling in marketing research",
        "The use of partial least squares structural equation modeling in strategic management research: A review of past practices and recommendations for future applications",
        "Use of partial least squares (PLS) in strategic management research: A review of four recent studies",
        "On the evaluation of structural equation models",
        "Filipinos’ views on the disaster information for the 2013 Super Typhoon Haiyan in the Philippines",
        "A Stakeholder analysis approach for area business continuity management: A systematic review",
        "The acceptance of using information technology for disaster risk management: A systematic review",
        "Business continuity management: A preliminary systematic literature review based on ScienceDirect"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60024751",
            "affilname": "Nagoya Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024751",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025997",
            "affilname": "Keio University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025997",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Japan Science and Technology Agency",
        "Chulalongkorn University",
        "Japan International Cooperation Agency",
        "Science and Technology Research Partnership for Sustainable Development"
    ]
}