{
    "eid": "2-s2.0-85062832579",
    "title": "Prevalence of retinoblastoma protein loss in thai women with triple-negative breast cancer",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Retinoblastoma protein",
        "Triple-negative breast cancer"
    ],
    "authors": [
        "N. Parinyanitikul",
        "P. Sungkasubun",
        "V. Thanakit",
        "S. Manasnayakorn",
        "T. Raiyawa",
        "V. Sriuranpong"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Expression of retinoblastoma gene protein (Rb) in breast cancer as related to established prognostic factors and survival",
        "Tumor suppressor genes in breast cancer",
        "Cyclin D1 in breast cancer",
        "Cyclin D1 and prognosis in human breast cancer",
        "The requirement for cyclin D function in tumor maintenance",
        "The retinoblastoma tumor suppressor pathway modulates the invasiveness of ErbB2-positive breast cancer",
        "High prevalence of retinoblastoma protein loss in triple-negative breast cancers and its association with a good prognosis in patients treated with adjuvant chemotherapy",
        "CpG island hypermethylation of BRCA1 and loss of pRb as co-occurring events in basal/triple-negative breast cancer",
        "Most basal-like breast carcinomas demonstrate the same Rb-/ p16+ immunophenotype as the HPV-related poorly differentiated squamous cell carcinomas which they resemble morphologically",
        "Retinoblastoma tumor suppressor pathway in breast cancer: Prognosis, precision medicine, and therapeutic interventions",
        "Triple-negative breast cancer: Disease entity or title of convenience?",
        "Understanding and treating triple-negative breast cancer",
        "The triple negative paradox: Primary tumor chemosensitivity of breast cancer subtypes",
        "Comprehensive molecular portraits of human breast tumours",
        "The functional loss of the retinoblastoma tumour suppressor is a common event in basal-like and luminal B breast carcinomas",
        "RB-pathway disruption in breast cancer: Differential association with disease subtypes, disease-specific prognosis and therapeutic response",
        "RB-pathway disruption is associated with improved response to neoadjuvant chemotherapy in breast cancer",
        "Loss of retinoblastoma tumor suppressor protein makes human breast cancer cells more sensitive to antimetabolite exposure",
        "Mechanistic and predictive profiling of 5-Fluorouracil resistance in human cancer cells",
        "RB signaling prevents replication-dependent DNA double-strand breaks following genotoxic insult",
        "P16 but not retinoblastoma expression is related to clinical outcome in no-special-type triple-negative breast carcinomas"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60022183",
        "affilname": "King Chulalongkorn Memorial Hospital",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}