{
    "eid": "2-s2.0-84946430975",
    "title": "Human capital linkages to labour productivity: implications from Thai manufacturers",
    "cover-date": "2016-11-16",
    "subject-areas": [
        {
            "$": "Organizational Behavior and Human Resource Management",
            "@code": "1407"
        },
        {
            "$": "Public Administration",
            "@code": "3321"
        },
        {
            "$": "Education",
            "@code": "3304"
        }
    ],
    "keywords": [
        "human capital",
        "labour productivity",
        "manufacturing firm-level data",
        "skills",
        "Thailand"
    ],
    "authors": [
        "Pungpond Rukumnuaykit"
    ],
    "citedby-count": 16,
    "ref-count": 36,
    "ref-list": [
        "Current Research Journal of Economic Theory",
        "International of Business and Management Tomorrow",
        "Human Capital, a Theoretical and Empirical Analysis, with Special Reference to Education",
        "Human Capital Investment: The Returns from Education and Training to the Individual, the Firm and the Economy",
        "Information technology, workplace organization, and the demand for skilled labor: Firm-level evidence",
        "IZA Discussion Paper No. 5743",
        "Chulalongkorn Journal of Economics",
        "Adaptability, productivity, and educational incentives in a matching model",
        "The Impact of Human Capital on Labour Productivity in Manufacturing Sectors of the European Union",
        "Productivity, Machinery and Skills in a Sample of British and German Manufacturing Plants: Results of a Pilot Inquiry",
        "Working Paper No.98/3",
        "The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior",
        "NIDA Economic Review",
        "Skill for Improved Productivity, Employment Growth, and Development",
        "On the mechanics of economic development",
        "A contribution to the empirics of economic growth",
        "The Market for Training",
        "Schooling, Experience, and Earnings",
        "Vocational education in Thailand: A study of choice and returns",
        "Analysis of the Returns on Education in Thailand",
        "Competitiveness, Income Distribution, and Growth in Thailand: What Does the Long Run Evidence Show?",
        "Immigration, job vacancies, and employment dynamics: Evidence from Thai manufacturers",
        "European Journal of Social Sciences",
        "Productivity and vocational skills in services in Britain and Germany: Hotels",
        "Endogenous technological change",
        "Social capital and the quality of economic development",
        "Can small and medium enterprises benefit from skill-biased technological change?",
        "American Economic Review",
        "Compensating differentials and unmeasured ability in the labor market for nurses: Why do hospitals pay more?",
        "A contribution to the theory of economic growth",
        "A Second Look At Productivity, Machinery and Skills in Britain and Germany",
        "Journal of Political Economy",
        "Productivity Growth in Thailand",
        "The returns to education in Thailand: A pseudo-panel approach",
        "Journal of Political Economy",
        "Thailand Investment Climate Assessment Update"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "National Institute of Development Administration",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}