{
    "eid": "2-s2.0-85160492544",
    "title": "Thermal Stability and Flame Retardancy of Epoxy/Natural Fiber Composites",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Biobased epoxy",
        "Copolymers",
        "Friction",
        "Mechanical property",
        "Thermal property",
        "Thermosetting polymer"
    ],
    "authors": [
        "Chanchira Jubsilp",
        "Phattarin Mora",
        "Sarawut Rimdusit"
    ],
    "citedby-count": 0,
    "ref-count": 68,
    "ref-list": [
        "Thermal degradation and evolved gas analysis of epoxy (DGEBA)/novolac resin blends (ENB) during pyrolysis and combustion",
        "Characteristics of kenaf fibre/epoxy composites subjected to thermal degradation",
        "Thermal stability, fire performance, and mechanical properties of natural fibre fabric-reinforced polymer composites with different fire retardants",
        "Basalt fiber reinforced polymers with improved thermal and mechanical properties by combination of twin polymerization with epoxide chemistry",
        "Hemp fabric/epoxy composites manufactured by infusion process: Improvement of fire properties promoted by ammonium polyphosphate. Compos",
        "Thermal behavior and flammability of epoxy/glass fiber composites containing clay and decabromodiphenyl oxide",
        "Accelerated weathering and soil burial effects on colour, biodegradability and thermal properties of bamboo/kenaf/epoxy hybrid composites",
        "Curing behavior and thermal properties of trifunctional epoxy resin cured by 4, 4’-diaminodiphenyl sulfone",
        "Thermal stability and flame retardancy of a cured trifunctional epoxy resin with the synergistic effects of silicon/titanium",
        "Potential of kenaf fibres as reinforcement for tribological applications",
        "Synthesis of bio-based fire-resistant epoxy without addition of flame retardant elements",
        "Mechanical and thermal characterization of epoxy composites reinforced with random and quasi-unidirectional untreated Phormium tenax leaf fibers",
        "Fire behaviour of composite laminates",
        "Acoustical and fire-retardant properties of jute composite materials. Appl",
        "Fluorinated epoxy resin as a low adhesive mould for composite material. Compos",
        "Structure, thermal and fracture mechanical properties of benzoxazine-modified amine-cured DGEBA epoxy resins",
        "Shape memory polymers from bio-based benzoxazine/epoxidized natural oil copolymers",
        "Overview and historical background of polybenzoxazine research",
        "Thermomechanical behavior of epoxy resins modified with epoxidized vegetable oils",
        "High performance wood composites based on benzoxazine-epoxy alloys",
        "Curing kinetics of benzoxazine-epoxy copolymer investigated by non-isothermal differential scanning calorimetry",
        "Effects of aromatic carboxylic dianhydrides on thermomechanical properties of polybenzoxazine-dianhydride copolymers",
        "Development of fire retardancy of natural fiber composite encouraged by a synergy between zinc borate and ammonium polyphosphate",
        "Epoxy resin cured by bisphenol A based benzoxazine",
        "Synthesis and characterization of petroleum and biobased epoxy resins: A review",
        "Thermal decomposition, combustion and flame-retardancy of epoxy resins- a review of the recent literature",
        "Copolymer networks from carboxyl-containing polyaryletherketone and diglycidyl ether of bisphenol-A: Preparation and properties",
        "Preparation of a bio-based epoxy with comparable properties to those of petroleum-based counterparts. Express Polym",
        "The new research report on “global epoxy resin market” offers crucial insights pertaining to the key growth catalysts alongside the vast historical data of this business vertical",
        "Sustainable series of new epoxidized vegetable oil-based thermosets with chemical recycling properties",
        "Natural fiber-mediated epoxy composites-a review. Compos",
        "Multifunctional epoxy resins: Synthesis and characterization",
        "A renewable bio-based epoxy resin with improved mechanical performance that can compete with DGEBA",
        "Air infrared spectroscopy study of the epoxy-cellulose interface",
        "Synthesis and thermal properties of epoxidized vegetable oil. Macromol",
        "A review of recent developments in natural fibre composites and their mechanical performance",
        "Glass fiber reinforced composites of phenolic-urea-epoxy resin blends",
        "Effects of heat-induced damage on impact performance of epoxy laminates with glass and flax fibres. Compos",
        "Development of new class of electronic packaging materials based on ternary systems of benzoxazine, epoxy, and phenolic resins",
        "Synergism and multiple mechanical relaxations observed in ternary systems based on benzoxazine, epoxy, and phenolic resins",
        "Toughening of poly-benzoxazine by alloying with urethane prepolymer and flexible epoxy: A comparative study",
        "High performance wood composites from highly filled polybenzoxazine",
        "Performance of sisal/hemp bio-based epoxy composites under accelerated weathering",
        "Fully biobased epoxy resin systems composed of a vanillin-derived epoxy resin and renewable phenolic hardeners",
        "Preparation and properties of biocomposites composed of epoxidized soybean oil, tannic acid, and microfibrillated cellulose",
        "Synthesis and modification of trifunctional epoxy resins with polydimethylsiloxane for microelectronic encapsulation. Angew. Makromol",
        "Evaluation of mechanical and thermal properties of banana-flax based natural fibre composite. Mater",
        "Bamboo based biocomposites, material, design and applications",
        "Development of natural fibre reinforced flame retarded epoxy resin composites. Polym. Degrad",
        "Performance improvement of polybenzoxazine by alloying with polyimide: Effect of preparation method on the properties",
        "Polybenzoxazine/polyimide alloys",
        "Biobased epoxy resins from deconstructed native softwood lignin",
        "Fiber surface treatment and its effect on mechanical and visco-elastic behaviour of banana/epoxy composite",
        "An extensive new literature concerning low-dose effects of bisphenol A shows the need for a new risk assessment. Environ",
        "Vanillin-derived high-performance flame retardant epoxy resins: Facile synthesis and properties",
        "Synthesis and properties of a novel cycloaliphatic epoxide. Macromol",
        "Friction properties of sisal fibre reinforced resin brake composites",
        "Accelerated weathering studies of kenaf/sisal fiber fabric reinforced fully biobased hybrid bioepoxy composites for semi-structural applications: Morphology, thermo-mechanical, water absorption behavior and surface hydrophobicity",
        "Synthesis of renewable thermoset polymers through successive lignin modification using lignin-derived phenols"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}