{
    "eid": "2-s2.0-85119934870",
    "title": "Halobacillus fulvus sp. nov., a moderately halophilic bacterium isolated from shrimp paste (Ka-pi) in Thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Halobacillus fulvus",
        "Ka-pi",
        "Moderate halophile",
        "Shrimp paste"
    ],
    "authors": [
        "Auttaporn Booncharoen",
        "Wonnop Visessanguan",
        "Nattakorn Kuncharoen",
        "Supalurk Yiamsombut",
        "Pannita Santiyanont",
        "Wuttichai Mhuantong",
        "Pornchai Rojsitthisak",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 66,
    "ref-list": [
        "Sporosarcina halophila sp. nov., an obligate, slightly halophilic bacterium from salt marsh soils",
        "Halobacillus gen. nov., with descriptions of Halobacillus litoralis sp. nov., and Halobacillus trueperi sp. nov., and transfer of Sporosarcina halophila to Halobacillus halophilus comb. nov",
        "List of Prokaryotic names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "Halobacillus locisalis sp. nov., a halophilic bacterium isolated from a marine solar saltern of the Yellow Sea in Korea",
        "Halobacillus yeomjeoni sp. nov., isolated from a marine solar saltern in Korea",
        "Halobacillus campisalis sp. nov., containing meso-diaminopimelic acid in the cell-wall peptidoglycan and emended description of the genus Halobacillus",
        "Halobacillus seohaensis sp. nov., isolated from a marine solar saltern in Korea",
        "Halobacillus salsuginis sp. nov., a moderately halophilic bacterium from a subterranean brine",
        "Halobacillus sediminis sp. nov., a moderately halophilic bacterium isolated from a solar saltern sediment",
        "Halobacillus salicampi sp. nov., a moderately halophilic bacterium isolated from a solar saltern sediment",
        "Halobacillus karajensis sp. nov., a novel moderate halophile",
        "Halobacillus andaensis sp. nov., a moderately halophilic bacterium isolated from saline and alkaline soil",
        "Halobacillus salinus sp. nov., isolated from a salt lake on the coast of the East Sea in Korea",
        "Halobacillus dabanensis sp. nov., and Halobacillus aidingensis sp. nov., isolated from salt lakes in Xinjiang, China",
        "Halobacillus alkaliphilus sp. nov., a halophilic bacterium isolated from a salt lake in Fuente de Piedra, southern Spain",
        "Halobacillus profundi sp. nov. and Halobacillus kuroshimensis sp. nov., moderately halophilic bacteria isolated from a deep-sea methane cold seep",
        "Halobacillus mangrovi sp. nov., a moderately halophilic bacterium isolated from the black mangrove Avicennia germinans",
        "Halobacillus faecis sp. nov., a spore-forming bacterium isolated from a mangrove area on Ishigaki Island, Japan",
        "Halobacillus naozhouensis sp. nov., a moderately halophilic bacterium isolated from a sea anemone",
        "Genus Bacillus Cohn 1972",
        "Peptidoglycan types of bacterial cell walls and their taxonomic implications",
        "Diversity of Bacillus-like bacterial community in the sediments of the Bamenwan mangrove wetland in Hainan, China",
        "Diversity of Bacillus-like bacterial community in the rhizospheric and nonrhizospheric soil of halophytes (Salsola stocksii and Atriplex amnicola), and characterization of osmoregulatory genes in halophilic Bacilli",
        "Salt in stools is associated with obesity, gut halophilic microbiota and Akkermansia muciniphila depletion in humans",
        "Responses of bacterial communities in wheat rhizospheres in different soils to di-nbutyl and di (2-ethylhexyl) phthalate contamination",
        "Bacilli community of saline-alkaline soils from the Ararat Plain (Armenia) assessed by molecular and culture-based methods",
        "Proposed minimal standards or describing new taxa of aerobic, endospore-forming bacteria",
        "Lentibacillus lipolyticus sp. nov., a moderately halophilic bacterium isolated from shrimp paste (Ka-pi",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Sequencing quality assessment tools to enable data-driven informatics for high throughput genomics",
        "AfterQC: automatic filtering, trimming, error removing and quality control for fastq data",
        "Trimmomatic: a flexible trimmer foIllumina sequence data",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Prokka: rapid prokaryotic genome annotation",
        "CheckM: Assessing the quality of microbial genomes recovered from isolates, single cells, and metagenomes",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Basic local alignment search tool",
        "FastTree: computing large minimum evolution trees with profiles instead of a distance matrix",
        "OrthoFinder: phylogenetic orthology inference for comparative genomics",
        "jvenn: an interactive Venn diagram viewer",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "The RAST Server: Rapid Annotations using Subsystems Technology",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Taxonomic note: A place for DNA-DNA reassociation and 16S rRNA sequence analysis in the present species definition in Bacteriology",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their relationship to whole genome sequence similarities",
        "Trends between gene content and genome size in prokaryotic species with larger genomes",
        "Taxonomic note: A place for DNA-DNA reassociation and 16S rRNA sequence analysis in the present species definition in Bacteriology",
        "OrthoANI: An improved algorithm and software for calculating average nucleotide identity",
        "Homeostasis and catabolism of choline and glycine betaine: lessons from Pseudomonas aeruginosa",
        "Structure, function and biosynthesis of carotenoids in the moderately halophilic bacterium Halobacillus halophilus",
        "An improved technique for staining red halophilic bacteria",
        "Rapid flagella stain",
        "Determination of carbohydrate metabolism of marine bacteria",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "NRCT",
        "Thailand Graduate Institute of Science and Technology"
    ]
}