{
    "eid": "2-s2.0-84896734714",
    "title": "Antibacterial activity of a cardanol from thai apis mellifera propolis",
    "cover-date": "2014-02-07",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Antibacterial activity",
        "Apis mellifera",
        "Cardanol",
        "Nan province",
        "Pathogen",
        "Propolis"
    ],
    "authors": [
        "Pattaraporn Boonsai"
    ],
    "citedby-count": 40,
    "ref-count": 45,
    "ref-list": [
        "Superfoods: The food and medicine of the future",
        "Phenolic compounds from Brazilian propolis with pharmacological activities",
        "Antimicrobial activity and chemical compositions of Turkish propolis from different regions",
        "Isolation and Identification of Antimicrobial Compounds in Brazilian Propolis",
        "Antioxidant activity of propolis: Role of caffeic acid phenethyl ester and galangin",
        "Anti-inflammatory effects of a bioavailable compound, Artepillin C, in Brazilian propolis",
        "Correlations between polyphenolic composition and antioxidant activity of Venetian propolis",
        "Anti-cariogenic and anti-biofilms activity of Tunisian propolis extract and its potential protective effect against cancer cells proliferation",
        "Antidiabetic effect of propolis: Reduction of expression of glucose-6-phosphatase through inhibition of Y279 and Y216 autophosphorylation of GSK-3α/β in HepG2 cells",
        "Antiviral activity and mode of action of propolis extracts and selected compounds",
        "Propolis from the northwest of Argentina as a source of antifungal principles",
        "Antimethicillin-resistant Staphylococcus aureus (MRSA) activity of 'pacific propolis' and isolated prenylflavanones",
        "Phenolic Compounds in Foods and Natural Health Products",
        "Bioactive constituents of Brazilian red propolis",
        "Antioxidant properties, total phenols and pollen analysis of propolis samples from Portugal",
        "Ciência Rural.",
        "Reclassification of Paenibacillus larvae subsp. pulvifaciens and Paenibacillus larvae subsp. larvae as Paenibacillus larvae without subspecies differentiation",
        "Fortschritte der Medizin.",
        "Bacteria in the gut of Japanese honeybee, Apis cerana japonica, and their antagonistic effect against Paenibacillus larvae, the causal agent of American foulbrood",
        "Performance standards for antimicrobial susceptibility testing",
        "Performance standards for antimicrobial susceptibility testing",
        "Screening alternative antibiotics against oxytetracycline-susceptible and -resistant Paenibacillus larvae",
        "Phenolic compounds and their effects on human health",
        "The antimicrobial effects of propolis collected in different regions in the Basque Country (Northern Spain)",
        "Chemical composition, antioxidant activity and antimicrobial properties of propolis extracts from Greece and Cyprus",
        "Antibacterial, antifungal and antiviral activity of propolis of different geographic origin",
        "Antibacterial activity of propolis collected in different regions of Brazil",
        "Screening of antibacterial activity of Amaicha del Valle (Tucuman, Argentina) propolis",
        "Determination of bromfenvinphos in bee products. Part II. Beeswax and propolis",
        "Pentacyclic triterpenoid alkanoates in propolis",
        "Studies on the constituents of Brazilian propolis. II",
        "Bioactivity of honey and propolis of tetragonula laeviceps in Thailand",
        "In vitro antimicrobial activity of propolis samples from different geographical origins against certain oral pathogens",
        "Chemical composition and antimicrobial activity of European propolis",
        "Synergism between ethanolic extract of propolis (EEP) and anti-tuberculosis drugs on growth of mycobacteria",
        "Anacardic acid derivatives from brazilian propolis and their antibacterial activity",
        "Antimicrobial activity of extracts obtained from Anacardium excelsum againts some pathogenic microorganisms",
        "Correlation analysis between phenolic levels of Brazilian propolis extracts and their antimicrobial and antioxidant activities",
        "Chemical composition of European propolis: Expected and unexpected results",
        "Antioxidant activity and constituents of propolis collected in various areas of China",
        "Antioxidant activity and total phenolics of propolis from the basque country (Northeastern Spain)",
        "Characterization of alkyl phenols in cashew (Anacardium occidentale) products and assay of their antioxidant capacity",
        "Synthesis of anacardic acids in seeds of ginkgo biloba",
        "The effects of Korean propolis against foodborne pathogens and transmission electron microscopic examination",
        "Role of poly(ADP-ribose) formation in DNA repair"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}