{
    "eid": "2-s2.0-85002125795",
    "title": "Design of non-rational MIMO feedback systems with inputs and outputs satisfying certain bounding conditions by using rational approximants",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Modeling and Simulation",
            "@code": "2611"
        },
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Control and Systems Engineering",
            "@code": "2207"
        }
    ],
    "keywords": [
        "Control design",
        "method of inequalities",
        "multi-input multi-output (MIMO) feedback systems",
        "non-rational systems",
        "principle of matching",
        "rational approximants"
    ],
    "authors": [
        "Suchin Arunsawatwong"
    ],
    "citedby-count": 1,
    "ref-count": 29,
    "ref-list": [
        "The behaviour of linear systems with inputs satisfying certain bounding conditions",
        "NEW FORMULATION FOR THE METHOD OF INEQUALITIES.",
        "A criterion of approximation for the method of inequalities",
        "A Framework for Design: Theory of Majorants",
        "A performance criterion",
        "Perspectives on the principle of matching and the method of inequalities",
        "Control systems design: A new framework",
        "The principle of matching: A necessary and sufficient condition for inputs restricted in magnitude and rate of change",
        null,
        "Computation of peak output for inputs satisfying many bounding conditions on magnitude and slope",
        "Stability of retarded delay differential systems",
        null,
        "Design of retarded fractional delay differential systems using the method of inequalities",
        "Design of fractional PI controllers for a binary distillation column with disturbances restricted in magnitude and slope",
        "Design of delayed control systems with zakian' method",
        "DESIGN OF DELAYED CONTROL SYSTEMS USING ZAKIAN'S FRAMEWORK.",
        "ROBUST BRAKE CONTROL FOR A HEAVY-DUTY TRUCK.",
        "The design of robust control systems for plants with recycle",
        "Design of uncertain nonlinear feedback systems with inputs and outputs satisfying bounding conditions",
        "Robust controller design for feedback systems with uncertain backlash and plant uncertainties subject to inputs satisfying bounding conditions",
        "Criterion of approximation for designing 2×2 feedback systems with inputs satisfying bounding conditions",
        "Critical control of building under seismic disturbance",
        "DESIGN OF DYNAMICAL AND CONTROL SYSTEMS BY THE METHOD OF INEQUALITIES.",
        "Nonnegative Matrices in the Mathematical Sciences",
        "Matrices: Methods and Applications",
        "Feedback Systems: Input-Output Properties",
        "Terminal composition control of a binary distillation column",
        "Padé Approximants",
        "Transfer functions of distributed parameter systems: A tutorial"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}