{
    "eid": "2-s2.0-84955586650",
    "title": "Amycolatopsis stemonae sp. Nov., isolated from a thai medicinal plant",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Nattaporn Klykleung"
    ],
    "citedby-count": 16,
    "ref-count": 45,
    "ref-list": [
        "Amycolatopsis tucumanensis sp. nov., a copper-resistant actinobacterium isolated from polluted sediments",
        "Culture Media for Actinomycetes",
        "Amycolatopsis marina sp. nov., an actinomycete isolated from an ocean sediment",
        "Amycolatopsis thailandensis sp. nov., a poly(L-lactic acid)-degrading actinomycete, isolated from soil",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Amycolatopsis echigonensis sp. nov. and Amycolatopsis niigatensis sp. nov., novel actinomycetes isolated from a filtration substrate",
        "Amycolatopsis samaneae sp. nov., isolated from roots of Samanea saman (Jacq.) Merr",
        "List of bacterial names with standing in nomenclature: A folder available on the internet",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: biological and statistical issues.",
        "Evolution",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Structural relationships, distribution and biological activities of Stemona alkaloids",
        "Amycolatopsis palatopharyngis sp. nov., a potentially pathogenic actinomycete isolated from a human clinical source",
        "Actinoallomurus oryzae sp. nov., an endophytic actinomycete isolated from roots of a Thai jasmine rice plant",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Selection of media for isolation of streptomycetes [49]",
        "A new benzofuran glycoside and indole alkaloids from a sponge-associated rare actinomycete, Amycolatopsis sp.",
        "Amycolatopsis coloradensis sp. nov., the avoparcin (LL-AV290)-producing strain",
        "Amycolatopsis kentuckyensis sp. nov., Amycolatopsis lexingtonensis sp. nov. and Amycolatopsis pretoriensis sp. nov., isolated from equine placentas",
        "Bergey’s Manual of Systematic Bacteriology",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Int J Syst Bacteriol",
        "Two new genera of nocardioform actinomycetes: Amycolata gen. nov. and Amycolatopsis gen. nov.",
        "Amycolatopsis ultiminotia sp. nov., isolated from rhizosphere soil, and emended description of the genus Amycolatopsis",
        "Amycolatopsis endophytica sp. nov., a novel endophytic actinomycete isolated from oil-seed plant Jatropha curcas L.",
        "Post-Column Fluorometric Detection Of Reducing Sugars In High Performance Liquid Chromatography Using Arginine",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Polymath Systems",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Int J Syst Bacteriol",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Chemical Methods in Prokaryotic Systematics",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Bergey’s Manual of Systematic Bacteriology",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "Int J Syst Bacteriol",
        "Actinomycetes",
        "Amycolatopsis jiangsuensis sp. nov., a novel endophytic actinomycete isolated from a coastal plant in Jiangsu, China",
        "Asaia bogorensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Amycolatopsis granulosa sp. nov., Amycolatopsis ruanii sp. nov. and Amycolatopsis thermalba sp. nov., thermophilic actinomycetes isolated from arid soils"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}