{
    "eid": "2-s2.0-84905026191",
    "title": "Medical device innovation development process",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Management of Technology and Innovation",
            "@code": "1405"
        }
    ],
    "keywords": [
        "incremental innovation",
        "Medical device innovation",
        "new product development",
        "technology management"
    ],
    "authors": [
        "Yaninee Songkajorn"
    ],
    "citedby-count": 7,
    "ref-count": 39,
    "ref-list": [
        "What Is Medical Technology to Appear in AMTA Report",
        "Towards networked R&D management: The R&D approach of Sonera Corporation as an example",
        "Technology Analysis and Strategic Management",
        "Integration of market pull and technology push in the corporate front end and innovation management-Insights from the German software industry",
        "Evaluation of product customization strategies through modularization and postponement",
        "The diffusion of a medical innovation: Is success in the stars?",
        "Global innovation: An answer to mitigate barriers to innovation in small and medium-sized enterprises?",
        "The national innovation system and foreign R&D: The case of Taiwan",
        "An empirical analysis of the relationship between project planning and project success",
        "An exploratory survey of current practice in the medical device industry",
        "R&D Management Journal",
        "Technology roadmapping for technology-based product-service integration: A case study",
        "The Journal of the American Medical Association",
        "Historical Development of Health Technology Assessment in Thailand",
        "Technological development and medical productivity: The diffusion of angioplasty in New York state",
        "Perspective: Establishing an NPD best practices framework",
        "Customized Management of Technology",
        "A Record High Number of Clinical Trials Initiated",
        "The Technology Leadership",
        "Commercializing Successful Biomedical Technologies",
        "The impact of downsizing on trust and employee practices in high tech firms: A longitudinal analysis",
        "Sixty-Third World Health Assembly",
        "Technology and Industry Outlook 2010",
        "Technology and Industry Outlook 2011",
        "The Journal of Canadian Economy",
        "Making real options work for practitioners: A generic model for valuing R&D projects",
        "Department of Industrial Engineering and Management",
        "Medical Technology Innovation Scorecard: The Race for Global Leadership",
        "TFI Provides Top Technology Trends for 2007",
        "Comparative Technology Transfer and Society Report",
        "Economic Working Paper",
        "Product Design and Development, 2nd Edn.",
        "Medical Devices and Pharmaceuticals Market",
        "Releases Strategy for Digital Scientific Data Report",
        "Foreign Trade Barriers: Thailand Case",
        "Innovation As A Two-Sided Coin with Special Consideration of Analogies",
        "The fuzzy front end of Japanese new product development projects: Impact on success and differences between incremental and radical projects",
        "The World Medical Markets Fact Book",
        "Research Methods and Evaluation Journal"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "King Chulalongkorn Memorial Hospital",
        "Chulalongkorn University"
    ]
}