{
    "eid": "2-s2.0-84899419113",
    "title": "Effects of Co content and heat treatment on mechanical properties of electrolessly deposited Ni-Co-P alloys",
    "cover-date": "2014-04-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        }
    ],
    "keywords": [
        "electroless plating",
        "nickel alloys",
        "thermal treatment",
        "wear"
    ],
    "authors": [
        "Kongkidakarn Theeratatpong"
    ],
    "citedby-count": 11,
    "ref-count": 22,
    "ref-list": [
        "An overall aspect of electroless Ni-P depositions - A review article",
        "Electroless alloy/composite coatings: A review",
        "Autocatalytic (electroless) deposition of ternary nickel-cobalt-phosphorus alloy",
        "Hardness and structural correlation for electroless Ni alloy deposits",
        "Surface morphology and structure of electroless ternary NiWP deposits with various W and P contents",
        "Studies of electroless plating of Ni-Fe-P alloys and the influences of some deposition parameters on the properties of the deposits",
        null,
        "The effect of heat treatment on the structure and abrasive wear resistance of autocatalytic NiP and NiP-SiC coatings",
        "Electroless deposition of nickel-cobalt-phosphorus nanoalloy",
        "Effect of heat treatment on electroless ternary nickel-cobalt-phosphorus alloy",
        "On the analysis of grain size in bulk nanocrystalline materials via x-ray diffraction",
        "Surf. Coat. Techol.",
        "Thermal Stability of Ni-P and Ni-Cu-P Amorphous Alloys",
        "Grain boundary relaxation strengthening of nanocrystalline Ni-W alloys",
        "The effects of heat treatments on hardness and wear resistance in Ni-W alloy coatings",
        "Contact and rubbing of flat surfaces",
        "Wear-corrosion mechanism of hard chromium coatings",
        "Influence of microstructure on the wear mechanism of multilayered Ni coating deposited by ultrasound-assisted electrodeposition",
        "Engineering Tribology",
        "Tribological behavior of nanocrystalline Nickel",
        "Corrosion and wear properties of electroless Ni-P plating layer on AZ91D magnesium alloy",
        "Friction and wear behavior of electroless Ni-P and Ni-W-P alloy coatings"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}