{
    "eid": "2-s2.0-85089381267",
    "title": "First molecular investigation of haemosporidian parasites in Thai bat species",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Hepatocystis",
        "Nycteria",
        "Polychromophilus",
        "Thailand"
    ],
    "authors": [
        "Apinya Arnuphapprasert",
        "Elizabeth Riana",
        "Thongchai Ngamprasertwong",
        "Monsicha Wangthongchaicharoen",
        "Pipat Soisook",
        "Suchansa Thanee",
        "Phanaschakorn Bhodhibundit",
        "Morakot Kaewthamasorn"
    ],
    "citedby-count": 8,
    "ref-count": 37,
    "ref-list": [
        "Polychomophilus sp. Haemoproteidae parasite de Microchiroptères au Congo (Brazzaville)",
        "A review of bat research in Thailand with eight new species records for the country",
        "How many species of mammals are there?",
        "Bats: important reservoir hosts of emerging viruses",
        "Preliminary study of haemosporidian parasite and white blood cell count in Scotophilus kuhlii bats",
        "La malaria di alcune specie di pipistrelli",
        "The chiropteran haemosporidian Polychromophilus melanipherus: a worldwide species complex restricted to the family Miniopteridae",
        "Multiple host-switching of Haemosporidia parasites in bats",
        "MUSCLE: a multiple sequence alignment method with reduced time and space complexity",
        "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
        "The evolution of primate malaria parasites based on the gene encoding cytochrome b from the linear mitochondrial genome",
        "A Field Guide to the Mammals of Thailand and Southeast Asia",
        "Types of bat malaria",
        "Malaria Parasites and Other Haemosporidia",
        "A contribution to the study of the Hematozoon parasites of bats. A new mammalian haemoproteid",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Cave-dwelling Bats of Thailand",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "New haemoproteidae parasites of Chiroptera in Thailand",
        "Diverse sampling of East African haemosporidians reveals chiropteran origin of malaria parasites in primates and rodents",
        "The haematozoa of Australian mammals",
        "Bat malaria",
        "Disease in the dark: molecular characterization of Polychromophilus murinus in temperate zone bats revealed a worldwide distribution of this malaria-like disease",
        "A modern menagerie of mammalian malaria",
        "A molecular phylogeny of malaria parasites recovered from cytochrome b gene sequences",
        "Population size, distribution, threats and conservation status of two endangered bat species Craseonycteris thonglongyai and Hipposideros turpis",
        "DnaSP 6: DNA sequence polymorphism analysis of large data sets",
        "Phylogeny of Hepatocystis parasites of Australian flying foxes reveals distinct parasite clade",
        "High diversity of West African bat malaria parasites and a tight link with rodent Plasmodium taxa",
        "Nycteria parasites of Afrotropical insectivorous bats",
        "Bats of the World: a taxonomic and geographic database",
        "Eudiscoderma thongareeae. The IUCN Red List of Threatened Species 2017: e.T80263386A95642210",
        "Hipposideros pendlebury. The IUCN Red List of Threatened Species 2019: e.T80224655A95642195",
        "Estimation of the number of nucleotide substitutions when there are strong transition-transversion and G + C-content biases",
        "Ungulate malaria parasites",
        "A comparative analysis of microscopy and PCR-based detection methods for blood parasites",
        "The evolutionary host switches of Polychromophilus: a multi-gene phylogeny of the bat malaria genus suggests a second invasion of mammals by a haemosporidian parasite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "RSPG",
        "Royal Initiative of Her Royal Highness Princess Maha Chakri Sirindhorn",
        "Chulalongkorn University"
    ]
}