{
    "eid": "2-s2.0-85062401151",
    "title": "Epidemiology of atrial fibrillation in patients with cirrhosis and clinical significance: A meta-analysis",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "atrial fibrillation",
        "cirrhosis",
        "liver failure",
        "meta-analysis",
        "systematic review"
    ],
    "authors": [
        "Ronpichai Chokesuwattanaskul",
        "Charat Thongprayoon",
        "Tarun Bathini",
        "Oisin A. O'Corragain",
        "Konika Sharma",
        "Somchai Preechawat",
        "Karn Wijarnpreecha",
        "Paul T. Kröner",
        "Patompong Ungprasert",
        "Wisit Cheungpasitporn"
    ],
    "citedby-count": 14,
    "ref-count": 47,
    "ref-list": [
        "Secular trends in incidence of atrial fibrillation in Olmsted County, Minnesota, 1980 to 2000, and implications on the projections for future prevalence",
        "Atrial fibrillation",
        "Worldwide epidemiology of atrial fibrillation: A Global Burden of Disease 2010 Study",
        "Prevalence of diagnosed atrial fibrillation in adults: National implications for rhythm management and stroke prevention: The AnTicoagulation and Risk Factors in Atrial Fibrillation (ATRIA) Study",
        "The global burden of atrial fibrillation and stroke: A systematic review of the epidemiology of atrial fibrillation in regions outside North America and Europe",
        "The Korean Heart Rhythm Society's 2014 statement on antithrombotic therapy for patients with nonvalvular atrial fibrillation: Korean Heart Rhythm Society",
        "Prevalence, incidence, prognosis, and predisposing conditions for atrial fibrillation: Population-based estimates",
        "2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: A report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and the Heart Rhythm Society",
        "Pathogenesis of liver cirrhosis",
        "Arrhythmia risk in liver cirrhosis",
        "Liver cirrhosis prevents atrial fibrillation: A reality or just an illusion?",
        "Atrial fibrillation is associated with worse outcomes in patients with cirrhosis",
        "Prevalence and characteristics of atrial fibrillation in patients with end stage liver disease",
        "Cirrhosis is a risk factor for atrial fibrillation: A nationwide, population-based study",
        "Liver disease as a novel risk factor for atrial fibrillation",
        "Atrial fibrillation in patients with cirrhosis",
        "Warfarin in patients with liver cirrhosis and atrial fibrillation..worth the risk?",
        "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: Guidelines for reporting observational studies",
        "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        "Are healthcare workers' intentions to vaccinate related to their knowledge, beliefs and attitudes? A systematic review",
        "Meta-analysis in clinical trials",
        "Measuring inconsistency in meta-analyses",
        "Publication bias in clinical research",
        "Desensitization of myocardial beta-adrenergic receptors in cirrhotic rats",
        "Hypertension after renal transplantation",
        "QT interval prolongation in liver cirrhosis: Innocent bystander or serious threat?",
        "MTOR inhibitors and dyslipidemia in transplant recipients: A cause for concern?",
        "Thromboembolism in renal transplant artery due to atrial fibrillation",
        "The etiology, diagnosis and prevention of liver cirrhosis: Part 1 of a series on liver cirrhosis",
        "The burden of liver disease in Europe: A review of available epidemiological data",
        "Changes of blood humoral substances in experimental cirrhosis and their effects on portal hemodynamics",
        "Alterations in isoprenaline sensitivity in patients with cirrhosis: Evidence of abnormality of the sympathetic nervous activity",
        "Coagulation disorders and hemostasis in liver disease: Pathophysiology and critical assessment of current management",
        "Management of varices and variceal hemorrhage in cirrhosis",
        "Bacterial infection in cirrhosis impairs coagulation by a heparin effect: A prospective study",
        "Revising consensus in portal hypertension: Report of the Baveno V consensus workshop on methodology of diagnosis and therapy in portal hypertension",
        "Uremic bleeding: Closing the circle after 30 years of controversies?",
        "An imbalance of pro-vs anti-coagulation factors in plasma from patients with cirrhosis",
        "Safety of direct oral anticoagulants vs warfarin in patients with chronic liver disease and atrial fibrillation",
        "Incidence of bleeding in patients with atrial fibrillation and advanced liver fibrosis on treatment with Vitamin K or non-Vitamin K antagonist oral anticoagulants",
        "Anticoagulant treatment for atrial fibrillation and decompensation rate in patients with liver cirrhosis",
        "Favorable effect of non-Vitamin K antagonist oral anticoagulants in atrial fibrillation patients with liver cirrhosis",
        "Liver cirrhosis in patients with atrial fibrillation: Would oral anticoagulation have a net clinical benefit for stroke prevention?",
        "Risks versus benefits of anticoagulation for atrial fibrillation in cirrhotic patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60021187",
            "affilname": "Temple University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021187",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tucson",
            "@id": "60010065",
            "affilname": "The University of Arizona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010065",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jackson",
            "@id": "60004109",
            "affilname": "University of Mississippi Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004109",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cooperstown",
            "@id": "60002688",
            "affilname": "The Mary Imogene Bassett Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002688",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jacksonville",
            "@id": "60002333",
            "affilname": "Mayo Clinic in Jacksonville, Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002333",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}