{
    "eid": "2-s2.0-84992700470",
    "title": "Botulinum toxin therapy for treatment of spasticity in multiple sclerosis: review and recommendations of the IAB-Interdisciplinary Working Group for Movement Disorders task force",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        }
    ],
    "keywords": [
        "Botulinum toxin",
        "IAB-Interdisciplinary Working Group for Movement Disorders",
        "Multiple sclerosis",
        "Recommendations",
        "Review",
        "Spasticity",
        "Therapeutic use"
    ],
    "authors": [
        "Dirk Dressler"
    ],
    "citedby-count": 30,
    "ref-count": 69,
    "ref-list": [
        "Interdisziplinärer Arbeitskreis Bewegungsstörungen (IAB): An interdisciplinary working group for promoting multimodal therapy of movement disorders",
        "Ortop Traumatol Rehabil",
        "Spasticity in multiple sclerosis",
        "Efficacy and safety of NT 201 for upper limb spasticity of various etiologies - A randomized parallel-group study",
        "Treatments for spasticity and pain in multiple sclerosis: A systematic review",
        "Use of botulinum toxin type A and type B for spasticity in upper and lower limbs",
        "Multimuscle injection of botulinum toxin in the treatment of adults with spasticity",
        "Botulinum toxin for the treatment of spasticity in multiple sclerosis: New observations",
        "Spasticity in multiple sclerosis",
        "Local treatment of dystonia and spasticity with injections of botulinum-A toxin.",
        "Botulinum toxin for symptomatic therapy in multiple sclerosis",
        "A review of spasticity treatments: Pharmacological and interventional approaches",
        "Patient-identified factors that influence spasticity in people with stroke and multiple sclerosis receiving botulinum toxin injection treatments",
        "Meaningful improvement in walking performance after Botulinum Neurotoxin A (BoNT-A) in chronic spastic patients",
        "Treatment of recurrent dislocation of the temporomandibular joint with type A botulinum toxin",
        "Consequences of neurologic lesions assessed by Barthel index after Botox® injection may be underestimated",
        "Botulinum toxin therapy",
        "Chapter 17 Botulinum toxin mechanisms of action",
        "Clinical applications of botulinum toxin",
        "Intrathecal Baclofen therapy in Germany: Proceedings of the IAB—Interdisciplinary Working Group for Movement Disorders Consensus Meeting",
        "Regional disparities in botulinum toxin A (BoNT-A) therapy for spasticity in Sweden: budgetary consequences of closing the estimated treatment gap",
        "Spasticity and botulinum toxin in 2003. An update",
        "Early physiotherapy after injection of botulinum toxin increases the beneficial effects on spasticity in patients with multiple sclerosis",
        "Advances in the management of multiple sclerosis spasticity: Multiple sclerosis spasticity guidelines",
        "Botulinum toxin A for spasticity, muscle spasms, and rigidity",
        "The place of the botulinum toxin in the management of multiple sclerosis",
        "Pharmacological treatment of spasticity in multiple sclerosis",
        "Projection of the number of multiple sclerosis patients in Germany",
        "Botulinum toxin (Dysport®) treatment of hip adductor spasticity in multiple sclerosis: A prospective, randomised, double blind, placebo controlled, dose ranging study",
        "Botulinum toxin in multiple sclerosis",
        "Botulinum toxin in patients with multiple sclerosis",
        "Botulinum toxin a (dysport®): In dystonias and focal spasticity",
        "Treatment of spasticity with botulinum toxin A",
        "Drugs used to treat spasticity",
        "Local injections of botulinum toxin A for arm and leg spasticity",
        "Multiple sclerosis and botulinum toxin",
        "The control of muscle tone, reflexes, and movernent: Robert Wartenbeg lecture",
        "Multiple sclerosis: Symptomatic therapies",
        "Botulinum Toxin Treatment of Spasticity in Adults and Children",
        "Botulinum toxin a (BoNT-A) for spasticity in adults. What is the evidence?",
        "Geneva",
        "Multiple sclerosis",
        "Multiple sclerosis",
        "Multiple sclerosis",
        "Treatment of spasticity with botulinum toxin",
        "Effectiveness of Botulinum toxin A in the treatment of spasticity of the lower extremities in adults - Preliminary report",
        "Spasticity in multiple sclerosis: Results of a patient survey",
        "Does giving segmental muscle vibration alter the response to botulinum toxin injections in the treatment of spasticity in people with multiple sclerosis? A single-blind randomized controlled trial",
        "The Effect of Neural Lesion Type on Botulinum Toxin Dosage: A Retrospective Chart Review",
        "Therapy of pain syndromes in multiple sclerosis - An overview with evidence-based recommendations",
        "Clinical assessment and management of spasticity: A review",
        "Dystonia: the many facets",
        "On muscle spindles, dystonia and botulinum toxin",
        "Spasticity treatment with onabotulinumtoxin A: Data from a prospective German real-life patient registry",
        "Anti-spasticity agents for multiple sclerosis.",
        "Anti-spasticity agents for multiple sclerosis.",
        "Anti-spasticity agents for multiple sclerosis.",
        "Botulinum toxin treatment of adult spasticity: A benefit-risk assessment",
        "Clinical trials of botulinum toxin in the treatment of spasticity",
        "Practice guideline update summary: Botulinum neurotoxin for the treatment of blepharospasm, cervical dystonia, adult spasticity, and headache Report of the Guideline Development Subcommittee of the American Academy of Neurology",
        "Intrathecal baclofen in severe spasticity due to multiple sclerosis",
        "Treatment of spasticity with botulinum toxin: A double‐blind study",
        "The application of botulinum toxin type A in the treatment of spastic paraparesis",
        "Botulinum toxin A in the treatment of spasticity - An open label study",
        "Botulinum Toxin Injection Techniques for the Management of Adult Spasticity",
        "Spasticity treatment with botulinum toxins",
        "Botulinum toxin treatment of hip adductor spasticity in multiple sclerosis",
        "Botulinum neurotoxin intramuscular chemodenervation: Role in the management of spastic hypertonia and related motor disorders",
        "Management of children with multiple sclerosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "affilname": "Hazrate Rasoole Akram Hospital",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Moscow",
            "affilname": "Research Center of Neurology",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Manila",
            "affilname": "University of Santo Tomas Hospital",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Hannover",
            "affilname": "Hannover Medical School",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ljubljana",
            "affilname": "Univerzitetni Klinični Center Ljubljana",
            "affiliation-country": "Slovenia"
        },
        {
            "affiliation-city": "Riyadh",
            "affilname": "King Faisal Specialist Hospital &amp; Research Centre",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "San Pedro Garza Garcia",
            "affilname": "Universidad de Monterrey",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Tokushima",
            "affilname": "Tokushima University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Buenos Aires",
            "affilname": "Hospital de Clínicas \"José de San Martín\"",
            "affiliation-country": "Argentina"
        },
        {
            "affiliation-city": "Zagreb",
            "affilname": "University of Zagreb",
            "affiliation-country": "Croatia"
        },
        {
            "affiliation-city": "Sao Paulo",
            "affilname": "Universidade de São Paulo",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Bonn",
            "affilname": "Universität Bonn",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Rostock",
            "affilname": "Universität Rostock",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Olomouc",
            "affilname": "Univerzita Palackého v Olomouci",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Marakech",
            "affilname": "Private University of Marrakech",
            "affiliation-country": "Morocco"
        },
        {
            "affiliation-city": "Moscow",
            "affilname": "Clinic ‘Cecil Plus’",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Hamburg",
            "affilname": "IAB-Interdisciplinary Working Group for Movement Disorders",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Porrentruy",
            "affilname": "Hôpital du Jura",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Alcabideche",
            "affilname": "Centro de Medicina de Reabilitação de Alcoitão",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": null,
            "affilname": "Dr. Becker Rhein-Sieg-Klinik",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bad Oeynhausen",
            "affilname": "Maternus-Klinik für Rehabilitation",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Ipsen, Allergan and Merz",
        "Pfizer",
        "AbbVie",
        "Bayer Vital",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Merz Pharmaceuticals",
        "Ipsen"
    ]
}