{
    "eid": "2-s2.0-84902267321",
    "title": "How bio-questionable are the different recombinant human erythropoietin copy products in Thailand?",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "biosimilar",
        "immunogenicity",
        "protein characterization",
        "pure red cell aplasia",
        "recombinant human erythropoietin"
    ],
    "authors": [
        "Liem Andhyk Halim"
    ],
    "citedby-count": 19,
    "ref-count": 30,
    "ref-list": [
        "Pure red-cell aplasia and antierythropoietin antibodies in patients treated with recombinant erythropoietin",
        "Erythropoietin-associated PRCA: Still an unsolved mystery",
        "Eprex-associated pure red cell aplasia and leachates [1]",
        "Micelle-Associated Protein in Epoetin Formulations: A Risk Factor for Immunogenicity?",
        "Tungsten-induced denaturation and aggregation of epoetin alfa during primary packaging as a cause of immunogenicity",
        "Biosimilar Epoetins: How Similar Are They? EAHP [Internet]",
        "Quality of original and biosimilar epoetin products",
        "U.S. Food and Drug Administration. Biosimilars [Internet]. [Cited 2013 Jun 12]",
        "Guideline on Non-clinical and Clinical Development of Similar Biological Medicinal Products Containing Recombinant Erythropoietins (Revision) [Internet]",
        "Biosimilar recombinant human erythropoietin induces the production of neutralizing antibodies",
        "Erythropoiesis-stimulating agents and pure red-cell aplasia: You cant fool Mother Nature",
        null,
        "Biochemical assessment of erythropoietin products from Asia versus US epoetin alfa manufactured by Amgen",
        "Molecular biology of erythropoietin",
        "The molecular structure of human erythropoietin",
        "Purification of human erythropoietin",
        "Characterization and Biological Effects of Recombinant Human Erythropoietin",
        "Erythropoietin: Gene cloning, protein structure, and biological properties",
        "Biological activity and structural stability of N-deglycosylated recombinant human erythropoietin",
        "Novel Therapeutic Proteins",
        "Gel electrophoretic methods for the analysis of biosimilar pharmaceuticals using the example of recombinant erythropoietin",
        "Bioequivalence and the immunogenicity of biopharmaceuticals",
        "Potential inaccurate quantitation and sizing of protein aggregates by size exclusion chromatography: Essential need to use orthogonal methods to assure the quality of therapeutic protein products",
        "Online fluorescent dye detection method for the characterization of immunoglobulin G aggregation by size exclusion chromatography and asymmetrical flow field flow fractionation",
        "Asymmetrical flow field-flow fractionation method for the analysis of submicron protein aggregates",
        "Characteristics biological products and assessing comparability following manufacturing changes",
        "Arq Bras Endocrinol Metab.",
        "Epoetin-associated pure red cell aplasia in patients with chronic kidney disease: Solving the mystery",
        "Antibody response to aggregated human interferon alpha2b in wild-type and transgenic immune tolerant mice depends on type and level of aggregation",
        "Relationship between biopharmaceutical immunogenicity of epoetin alfa and pure red cell aplasia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leiden",
            "affilname": "Leiden Academic Centre for Drug Research",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Utrecht",
            "affilname": "Utrechts Instituut voor Farmaceutische Wetenschappen",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}