{
    "eid": "2-s2.0-85048564275",
    "title": "Coloured Judgements? The Work of the Thai Constitutional Court, 1998–2016",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Constitutional Court",
        "judges",
        "judicial networks",
        "megapolitics",
        "politicisation",
        "Thailand"
    ],
    "authors": [
        "Björn Dressel",
        "Khemthong Tonsakulrungruang"
    ],
    "citedby-count": 12,
    "ref-count": 68,
    "ref-list": [
        "The 2014 Thai Coup and Some Roots of Authoritarianism",
        "Economic Crisis and Political Crisis in Thailand: Past and Present",
        "Thailand in 2009: Unusual Politics Becomes Usual",
        "Judicialization of Politics or Politicization of the Judiciary? Considerations from Recent Events in Thailand",
        "Courts and Judicialization in Southeast Asia",
        "The Informal Dimension of Constitutional Politics in Asia: Insights from the Philippines and Indonesia",
        "The Informal Dimension of Judicial Politics",
        "Thailand’s Red Shirt Protests: Popular Movement or Dangerous Street Theatre?",
        "Constitutional Conflict and Restatement: The Challenge and Transformation of the Hegemonic Basic Consent in Thailand",
        "The Constitutional Court of Thailand, 1998–2006: A Turbulent Innovation",
        "Who Governs? Autonomous Political Networks as a Challenge to Power in Thailand",
        "Informal Institutions and Comparative Politics: A Research Agenda",
        "Constitutions, Regimes, and Power in Thailand",
        "Thai-style Democracy: The Royalist Struggle for Thailand’s Politics",
        "The Origins of Positive Judicial Independence",
        "Comparative Sources of Judicial Empowerment: Ideas and Interests",
        "The Judicialization of Politics",
        "Tactical Balancing: High Court Decision Making on Politically Crucial Cases",
        "The Irony of Democratization and the Decline of Royal Hegemony in Thailand",
        "Thailand’s Forgotten Key",
        "Thailand: An Abuse of Judicial Review",
        "Entrenching the Minority: The Constitutional Court in Thailand’s Political Conflict",
        "The Constitutional Court of Thailand: From Activism to Arbitrariness",
        "The Battle for the Rule of Law in Thailand: The Constitutional Court of Thailand",
        "Thailand’s Constitutional Watchdogs: Dobermans, Bloodhounds or Lapdogs?",
        "Network Monarchy and Legitimacy Crisis in Thailand",
        "Branding Dissent: Nitirat, Thailand’s Enlightened Jurists",
        "Thailand’s Deep State, Royal Power and the Constitutional Court (1997–2015)",
        "The Constitutional Court in the 2016 Constitutional Draft: A Substitute King for Thailand in the Post-Bhumibol Era?",
        "The Legal-Military Alliance for Illiberal Constitutionalism in Thailand",
        ":พระผู้ทรงปกเกล้าฯ ประชาธิปไตย ๖๐ ปีสิริราชสมบัติกับการเมืองการปกครองไทย",
        "Contending Political Networks: A Study of the ‘Yellow Shirts’ and ‘Red Shirts’ in Thailand’s Politics",
        "Thailand’s Legitimacy Conflict between the Red Shirt Protesters and the Abhisit Government: Aspects of a Complex Political Struggle",
        "The Red Shirts: From Anti-Coup Protesters to Social Mass Movement",
        "Network of High Level Executives through Network of Special Education",
        "Patterns of Judicial Behavior in the Thai Constitutional Court, 2008–2014: An Empirical Approach",
        "Very Distinguished Alumni: Thai Political Networking",
        "Good Coup Gone Bad: Thailand’s Political Development Since Thaksin’s Downfall",
        "The 2006 Anti-Thaksin Movement in Thailand: An Analysis",
        "Measuring Power on the Supreme Court: An Alternative to the Power Index",
        "Freedom and Silencing under the Neo-absolutist Monarchy Regime in Thailand, 2006–2011",
        "The Tragedy of the 1997 Constitution",
        "Toppling Democracy",
        "Judges and their Allies",
        "Class Struggle between the Coloured T-Shirts in Thailand",
        "Reign-seeking and the Rise of the Unelected in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Canberra",
            "@id": "60008950",
            "affilname": "The Australian National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008950",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australian Research Council"
    ]
}