{
    "eid": "2-s2.0-85119654611",
    "title": "Klebsiella pneumoniae complex harboring mcr‐1, mcr‐7, and mcr‐8 isolates from slaughtered pigs in thailand",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Colistin",
        "Klebsiella pneumoniae",
        "Mcr",
        "Pigs",
        "Thailand"
    ],
    "authors": [
        "Nattamol Phetburom",
        "Parichart Boueroy",
        "Peechanika Chopjitt",
        "Rujirat Hatrongjit",
        "Yukihiro Akeda",
        "Shigeyuki Hamada",
        "Suphachai Nuanualsuwan",
        "Anusak Kerdsin"
    ],
    "citedby-count": 14,
    "ref-count": 51,
    "ref-list": [
        "Klebsiella variicola, A Novel Species with Clinical and Plant‐Asso-ciated Isolates",
        "Description of Klebsiella quasipneumoniae sp. nov., isolated from Human Infections, with Two Subspecies, Klebsiella quasipneumoniae subsp. quasipneumoniae subsp. nov. and Klebsiella quasipneumoniae subsp. similipneumoniae subsp. nov., and Demonstration that Klebsiella singaporensis is a Junior Heterotypic Synonym of Klebsiella variicola",
        "Whole‐Genome Sequencing of a Human Clinical Isolate of the Novel Species Klebsiella quasivariicola sp. nov",
        "Identification of Klebsiella Pneumoniae, Klebsiella quasipneumoniae, Klebsiella variicola and Related Phylogroups by MALDI‐TOF Mass Spectrometry",
        "Klebsiella pneumoniae: A Major Worldwide Source and Shuttle for Antibiotic Resistance",
        "Colistin Resistance in Klebsiella pneumoniae",
        "A New Strategy to Fight Antimicrobial Resistance: The Revival of Old Antibiotics",
        "Ongoing Spread of Colistin‐Resistant Klebsiella pneumoniae in Different Wards of an Acute General Hospital, Italy, June to December 2011",
        "Polymyxin Resistance Mechanisms: From Intrinsic Resistance to Mcr Genes",
        "Acquired Resistance to Colistin via Chromosomal and Plasmid‐Mediated Mechanisms in Klebsiella pneumoniae",
        "Emergence of Plasmid‐Mediated Colistin Resistance Mechanism MCR‐1 in Animals and Human Beings in China: A Microbiological and Molecular Biological Study",
        "An Overview of Colistin Resistance, Mobilized Colistin Resistance Genes Dissemination, Global Responses, and the Alternatives to Colistin: A review",
        "Identification of Novel Mobile Colistin Resistance Gene mcr‐10",
        "Occurrence and Characteristics of Mobile Colistin Resistance (mcr) Gene‐Containing Isolates from the Environment: A Review",
        "Coproduction of MCR‐9 and NDM‐1 by Colistin‐Resistant Enterobacter hormaechei Isolated from Bloodstream Infection",
        "Detection of Mobile Colistin Resistance Gene mcr‐9 in Carbapenem‐ Resistant Klebsiella pneumoniae Strains of Human Origin in Europe",
        "Mcr‐9, an Inducible Gene Encoding an Acquired Phosphoethanolamine Transferase in Escherichia coli, and its Origin",
        "Global Burden of Colistin‐Resistant Bacteria: Mobilized Colistin Resistance Genes Study (1980–2018)",
        "The Rise and Spread of Mcr Plasmid‐Mediated Polymyxin Resistance",
        "Colistin in Pig Production: Chemistry, Mechanism of Antibacterial Action, Microbial Resistance Emergence, and One Health Perspectives",
        "The Commercial Impact of pig Salmonella spp. Infections in Border‐Free Markets During an Economic Recession",
        "Global Impact of mcr‐1‐Positive Enterobacteriaceae Bacteria on “One Health",
        "Distribution and Molecular Characterization of Escherichia coli Harboring mcr Genes Isolated from Slaughtered Pigs in Thailand",
        "Whole‐Genome Sequencing of Clinically Isolated Car-bapenem‐Resistant Enterobacterales Harboring mcr Genes in Thailand, 2016–2019",
        "Detection of Colistin Resistance Gene mcr‐1 in Hypervirulent Klebsiella pneumoniae and Escherichia coli Isolates from an Infant with Diarrhea in China",
        "Klebsiella, Enterobacter, Citrobacter, Serratia, Plesiomonas, and other Enterobacteriaceae",
        "A One‐Step Multiplex PCR to Identify Klebsiella pneumoniae, Klebsiella variicola, and Klebsiella quasipneumoniae in the Clinical Routine",
        "Identification of Pathogenic Bacteria in Blood Cultures: Comparison between Con-ventional and PCR Methods",
        "Development of a Multiplex PCR Assay for Identification of Klebsiella Pneumoniae Hypervirulent Clones of Capsular Serotype K2",
        "Detection of Plasmid‐Mediated Colistin‐Resistant and Carbapenem‐Resistant Genes by Multiplex PCR",
        "Multiplex PCR Amplification Assay for the Detection of blaSHV, blaTEM and blaCTX‐M genes in Enterobacteriaceae",
        "Development and Evaluation of a Multiplex PCR for Eight Plasmid‐Mediated Quinolone‐Resistance Determinants",
        "PHYLOViZ 2.0: Providing Scalable Data Integra-tion and Visualization for Multiple Phylogenetic Inference Methods",
        "eBURST: Inferring Patterns of Evolutionary Descent among Clus-ters of Related Bacterial Genotypes from Multilocus Sequence Typing Data",
        "The Emergence of Colistin‐Resistant Klebsiella Pneumoniae Strains from Swine in Malaysia",
        "Improved detection of Escherichia coli and coliform bacteria by multiplex PCR",
        "Prophy-lactic and Metaphylactic Antimicrobial use in Belgian Fattening Pig Herds",
        "How Antibiotics are Used in Pig Farming: A Mixed‐Meth-ods Study of Pig Farmers, Feed Mills and Veterinarians in Thailand",
        "The Prevalence of mcr ‐1 and Resistance Characteristics of Escherichia coli Isolates from Diseased and Healthy Pigs",
        "High Rate of MCR‐1–Producing Escherichia coli and Klebsiella pneu-moniae among Pigs, Portugal",
        "Emergence of a novel mobile colistin resistance gene, mcr‐8, in NDM‐producing Klebsiella pneumoniae",
        "Novel Plasmid‐Mediated Colistin Resistance Gene mcr‐7.1 in Klebsiella pneumoniae",
        "Characterization of Klebsiella pneumoniae Complex Isolates from Pigs and Humans in Farms in Thailand: Population Genomic Structure, Antibiotic Resistance and Virulence Genes",
        "Macrolides and Lincosamides in Cattle and Pigs: Use and Development of Antimicrobial Resistance",
        "Prevalence of Extended‐Spectrum Beta‐Lactamase‐Producing Enterobacteriaceae in Bahrain",
        "Prevalence of Extended‐Spectrum Beta‐Lactamase‐Positive Klebsiella pneumoniae isolates in the Czech Republic",
        "Genetic Characterisation of Carbapenem‐ Resistant Gram‐Negative Bacteria Isolated from the University Hospital Mohamed Boudiaf in Ouargla, Southern Algeria",
        "Characterization of Carbapenem‐Resistant Enterobacteriaceae Clinical Isolates in Al Thawra University Hospital, Sana’a, Yemen",
        "Molecular Epidemiology of Extended‐Spectrum β‐ Lactamase‐Producing Klebsiella pneumoniae Strains in a University Hospital in Tunis, Tunisia, 1999–2005",
        "Nicolas‐Chanoine, M.‐H. The Emergence of Multidrug‐Resistant Klebsiella pneumoniae of International Clones ST13, ST16, ST35, ST48 and ST101 in a Teaching Hospital in the Paris Region"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60117963",
            "affilname": "Kasetsart University, Chalermphrakiat Sakon Nakhon Province Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117963",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Suita",
            "@id": "60175967",
            "affilname": "Graduate School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60175967",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Suita",
            "@id": "60025814",
            "affilname": "Research Institute for Microbial Diseases",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025814",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Suita",
            "@id": "60021272",
            "affilname": "Osaka University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021272",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Department of Livestock and Development",
        "Kasetsart University Research and Development In‐ stitute",
        "Ministry of Education, Culture, Sports, and Technology, Japan",
        "AMED",
        "Ministry of Agriculture and Cooperatives",
        "Kasetsart University Research and Development Institute"
    ]
}