{
    "eid": "2-s2.0-85104631903",
    "title": "Miscibility characterization of zein/methacrylic acid copolymer composite films and plasticization effects",
    "cover-date": "2021-05-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [],
    "authors": [
        "Yada Vattanagijyingyong",
        "Etsuo Yonemochi",
        "Jittima Chatchawalsaisin"
    ],
    "citedby-count": 7,
    "ref-count": 50,
    "ref-list": [
        "A structural model for maize zein proteins",
        "Miscibility criterion in polymer blends and its determination",
        "In vitro drug release from acetylated high amylose starch-zein films for oral colon-specific drug delivery",
        "“Composites” (blends) and copolymers",
        "Preparation and characterization of carboxylic acid adducts of gabapentin",
        "Morphological and structural characteristics of zein biofilms with added xanthan gum",
        "Reference database of Raman spectra of pharmaceutical excipients",
        "Physical and structural characterisation of zein and chitosan edible films using nanotechnology tools",
        "Nano-structure and properties of maize zein studied by atomic force microscopy",
        "Preparation of Eudragit L 100–55 enteric nanoparticles by a novel emulsion diffusion method",
        "Vibrational analysis of amino acids and short peptides in hydrated media. VIII. amino acids with aromatic side chains: l-phenylalanine, l-tyrosine, and l-tryptophan",
        "Structural investigation of edible zein films/coatings and directly determining their thickness by FT-Raman spectroscopy",
        "High-elongation zein films for flexible packaging by synergistic plasticization: preparation, structure and properties",
        "An investigation of nifedipine miscibility in solid dispersions using Raman spectroscopy",
        "Structure and physical properties of zein/pluronic F127 composite films",
        "Compounds containing the carbonyl group",
        "The α-helix to β-sheet transition in stretched and compressed hydrated fibrin clots",
        "Pectin/zein beads for potential colon-specific drug delivery: synthesis and in vitro evaluation",
        "Influence of lidocaine forms (salt vs. freebase) on properties of drug–Eudragit® L100–55 extrudates prepared by reactive melt extrusion",
        "Structural characterization of α-zein",
        "Effects of partial miscibility on the structure and properties of novel high performance blends composed of poly(p-phenylene sulfide) and poly(phenylsulfone)",
        "A single-layer film coating for colon-targeted oral delivery",
        "Aqueous pseudolatex of zein for film coating of solid dosage forms",
        "FT-Raman characterization of methyl acrylate-ethyl acrylate copolymers",
        "The study of phase separation in amorphous freeze-dried systems. Part I: Raman mapping and computational analysis of XRPD data in model polymer systems",
        "Investigation of thermal and viscoelastic properties of polymers relevant to hot melt extrusion, III: polymethacrylates and polymethacrylic acid based polymers",
        "Is a distinctive single Tga reliable indicator for the homogeneity of amorphous solid dispersion?",
        "Polymer-mediated disruption of drug crystallinity",
        "Compositional and moisture content effects on the biodegradability of zein/ethylcellulose films",
        "Handbook of Pharmaceutical Excipients",
        "Raman analysis of polyethylene glycols and polyethylene oxides",
        "Properties of theophylline tablets dry powder coated with Eudragit® E PO and Eudragit® L 100–55",
        "Improved mechanical property and water resistance of zein films by plasticization with tributyl citrate",
        "Zein: the industrial protein from corn",
        "Preparation, characterization and in vitro release of zein-pectin capsules for target delivery",
        "Modification of zein films by incorporation of poly(ethylene glycol)s",
        "Mechanical and spectroscopic characterization of crosslinked zein films cast from solutions of acetic acid leading to a new mechanism for the crosslinking of oleic acid plasticized zein films",
        "Nanoscale characterization of zein self-assembly",
        "A spectroscopic and thermal investigation into the relationship between composition, secondary structure and physical characteristics of electrospun zein nanofibers",
        "The study of miscibility and phase behaviour of phenoxy blends using Raman spectroscopy",
        "Raman spectroscopy of protein pharmaceuticals",
        "Effect of glycerol on solution properties governing morphology, glass transition temperature, and tensile properties of electrospun zein film",
        "Compatible blends of zein and polyvinylpyrrolidone",
        "Synergistic effect of oleic acid and glycerol on zein film plasticization",
        "Zein-based films and their usage for controlled delivery: origin, classes and current landscape"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60003677",
            "affilname": "Hoshi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003677",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Capsule Products Co. Ltd",
        "Capsule Products Co., Ltd.",
        "International Exchange Committee",
        "Ratchadaphiseksomphot Endowment Fund",
        "Research and Researchers for Industries",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Synchrotron Light Research Institute",
        "Hoshi University"
    ]
}