{
    "eid": "2-s2.0-85082023400",
    "title": "Leptospira infection and shedding in dogs in Thailand",
    "cover-date": "2020-03-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Canine",
        "Culture",
        "Dogs",
        "ELISA",
        "Leptospira",
        "MAT",
        "PCR",
        "Risk factors",
        "Seroprevalence",
        "Zoonosis"
    ],
    "authors": [
        "Kerstin Altheimer",
        "Prapaporn Jongwattanapisan",
        "Supol Luengyosluechakul",
        "Rosama Pusoonthornthum",
        "Nuvee Prapasarakul",
        "Alongkorn Kurilung",
        "Els M. Broens",
        "Jaap A. Wagenaar",
        "Marga G.A. Goris",
        "Ahmed A. Ahmed",
        "Nikola Pantchev",
        "Sven Reese",
        "Katrin Hartmann"
    ],
    "citedby-count": 21,
    "ref-count": 75,
    "ref-list": [
        "Leptospira and leptospirosis",
        "Leptospirosis serodiagnosis by the microscopic agglutination test",
        "Leptospirosis: An emerging health problem in Thailand",
        "Coinfection of leptospira spp and toxoplasma gondii among stray dogs in Bangkok, Thailand.",
        "Serologic survey of leptospirosis in pigs, dogs, beef cattle, buffaloes and dairy cattle in chaiyaphum province",
        "Seroprevalence of leptospira spp. In cattle and dogs in mahasarakham province, Thailand.",
        "Seroprevalence and risk factors associated with leptospirosis in dogs",
        "Preliminary investigation of canine leptospirosis in a rural area of Thailand",
        "Seroepidemiology of leptospirosis, toxoplasmosis, and leishmaniosis among dogs in Ankara, Turkey",
        "Evidência do caõ como reservatório da leptospirose humana: Isolamento de um sorovar, caracterizacąõ molecular e utilizacąõ em inquérito sorológico",
        "Toxoplasmosis, leptospirosis and brucellosis in stray dogs housed at the shelter in Umuarama municipality, Paraná, Brazil",
        "Leptospirosis",
        "Seroepidemiology of canine leptospirosis on the island of Barbados",
        "Risk Factors for Severe Leptospirosis in the Parish of St. Andrew, Barbados",
        "Leptospirosis in Germany, 1962-2003",
        "Risk factors and the prevalence of leptospirosis infection in a rural community of Chiapas, Mexico",
        "Reemerging Leptospirosis, California",
        "Risk factors associated with the seroprevalence of leptospirosis among students at the veterinary school of Zaragoza University",
        "Epidemic Leptospirosis Associated with Pulmonary Hemorrhage-Nicaragua, 1995",
        "Canine leptospirosis in Switzerland-A prospective cross-sectional study examining seroprevalence, risk factors and urinary shedding of pathogenic leptospires",
        "Serological and molecular detection of Leptospira spp in dogs",
        "Urinary shedding of leptospires and presence of leptospira antibodies in healthy dogs from upper bavaria",
        "Cross-Sectional Study of Leptospira Seroprevalence in Humans, Rats, Mice, and Dogs in a Main Tropical Sea-Port City",
        "Urinary shedding of pathogenic Leptospira in stray dogs and cats, Algiers: A prospective study",
        "Prospective evaluation of rapid point-of-care tests for the diagnosis of acute leptospirosis in dogs",
        "Detection and quantification of leptospires in urine of dogs: A maintenance host for the zoonotic disease leptospirosis",
        "Serological and molecular identification of leptospira spp. In swine and stray dogs from Malaysia.",
        "Comparison of polymerase chain reaction assay, bacteriologic culture, and serologic testing in assessment of prevalence of urinary shedding of leptospires in dogs",
        "Molecular detection and isolation of pathogenic Leptospira from asymptomatic humans, domestic animals and water sources in Nan province, a rural area of Thailand",
        "Prospective study of canine leptospirosis in shelter and stray dog populations: Identification of chronic carriers and different Leptospira species infecting dogs",
        "Exposure to leptospira spp. In sick dogs, shelter dogs and dogs from an endemic area: Points to consider.",
        "High number of asymptomatic dogs as leptospiral carriers in an endemic area indicates a serious public health concern",
        "Leptospira wolffii, a potential new pathogenic Leptospira species detected in human, sheep and dog",
        "Screening urinalysis in dogs with urinary shedding of leptospires",
        "Detection of leptospires in urine by PCR for early diagnosis of leptospirosis",
        "Experimental canine leptospirosis caused byLeptospira interrogansserovars pomona and bratislava",
        "Leptospirosen",
        "Leptospirosis in dogs: A review with emphasis on clinical aspects",
        "Investigation on predominant Leptospira serovars and its distribution in humans and livestock in Thailand, 2010-2015",
        "Seasonality of canine leptospirosis in the United States and Canada and its association with rainfall",
        "Variability in results of the microscopic agglutination test in dogs with clinical leptospirosis and dogs vaccinated against leptospirosis",
        "Survey of leptospirosis among rodents in epidemic areas of Thailand",
        "Diagnosis and epidemiology of leptospirosis",
        "Detection of specific anti-leptospiral immunoglobulins M and G in human serum by solid-phase enzyme-linked immunosorbent assay",
        "Assessment of the efficacy of an IgM-elisa and microscopic agglutination test (MAT) in the diagnosis of acute leptospirosis",
        "Establishment of valid laboratory case definition for human leptospirosis",
        "Development of an indirect enzyme-linked immunosorbent assay for the detection of leptospiral antibodies in dogs",
        "Evaluation of 3 Serological Tests for Early Detection of Leptospira-specific Antibodies in Experimentally Infected Dogs",
        "Determination of specific anti-leptospiral immunoglobulins M and G in sera of experimentally infected dogs by solid-phase enzyme-linked immunosorbent assay",
        "Limited Diagnostic Capacities of Two Commercial Assays for the Detection of Leptospira Immunoglobulin M Antibodies in Laos",
        "Rapid serological assays for leptospirosis are of limited value in southern Vietnam",
        "Subclinical L icterohaemorrhagiae infection in dogs associated with a case of human leptospirosis",
        "Human leptospirosis from immunized dogs",
        "A serological and bacteriological survey of leptospiral infection in dogs in Edinburgh and Glasgow",
        "Leptospirosis",
        "Treatment and outcome of dogs with leptospirosis: 36 cases (1990-1998)",
        "Signalment changes in canine leptospirosis between 1970 and 2009",
        "Increasing incidence of canine leptospirosis in Switzerland",
        "Prevalence of and risk factors for leptospirosis among dogs in the United States and Canada: 677 cases (1970-1998)",
        "Serovar-specific prevalence and risk factors for leptospirosis among dogs: 90 cases (1997-2002)",
        "Meta-Analyses of Factors Associated with Leptospirosis in Domestic Dogs",
        "Prevalence of Leptospira spp. In various species of small mammals caught in an inner-city area in Switzerland",
        "Human leptospirosis cases and the prevalence of rats harbouring Leptospira interrogans in urban areas of Tokyo, Japan",
        "Evaluation of environmental risk factors for leptospirosis in dogs: 36 cases (1997-2002)",
        "Increase in seroprevalence of canine leptospirosis and its risk factors, Ontario 1998-2006",
        "Nutrition of leptospira pomona and growth of 13 other serotypes: Fractionation of oleic albumin complex and a medium of bovine albumin and polysorbate 80",
        "Differentiation of pathogenic and saprophytic letospires. I. Growth at low temperatures",
        "Laboratory maintenance of pathogenic leptospira",
        "5-FLUOROURACIL AS A SELECTIVE AGENT for GROWTH of LEPTOSPIRAE",
        "Conservation of the S10-spc-α Locus within Otherwise Highly Plastic Genomes Provides Phylogenetic Insight into the Genus Leptospira"
    ],
    "affiliation": [
        {
            "affiliation-city": "Munich",
            "@id": "60028717",
            "affilname": "Ludwig-Maximilians-Universität München",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028717",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ludwigsburg",
            "@id": "60115504",
            "affilname": "IDEXX GmbH",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115504",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Utrecht",
            "@id": "60007989",
            "affilname": "Universiteit Utrecht",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007989",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Wageningen",
            "@id": "60004156",
            "affilname": "Wageningen University &amp; Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004156",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60001157",
            "affilname": "Amsterdam UMC - University of Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001157",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Boehringer Ingelheim"
    ]
}