{
    "eid": "2-s2.0-85107645193",
    "title": "Microscopic and Metagenomic Evidence for Eukaryotic Microorganisms Associated with Atacama Desert Populations of Giant Equisetum",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "horsetails",
        "metagenomic sequencing",
        "scouring rushes",
        "seedless plant microbiomes"
    ],
    "authors": [
        "Anchittha Satjarak",
        "Michael J. Piotrowski",
        "Linda E. Graham",
        "Marie T. Trest",
        "Lee W. Wilcox",
        "Jennifer J. Knack",
        "Martha E. Cook",
        "Patricia Arancibia-Avila"
    ],
    "citedby-count": 3,
    "ref-count": 84,
    "ref-list": [
        "Effects of aridity on plant diversity in the northern Chilean Andes: Results of a natural experiment",
        "New approaches for metagenome assembly with short reads",
        "Aeolian transport of viable microbial life across the Atacama Desert, Chile: Implications for Mars",
        "New Cephaliophora species capturing rotifers and tardigrades",
        "Trimmomatic: A flexible trimmer for Illumina sequence data",
        "BLAST: architecture and applications",
        "Equisetum thermale sp. nov. (Equisetales) from the Jurassic San Agustn hot spring deposit, Patagonia: Anatomy, paleoecology and inferred paleoecophysiology",
        "GIMMS NDVI time series reveal the extent, duration, and intensity of ''blooming desert'' events in the hyper-arid Atacama Desert, Northern Chile",
        "Phylogenetics, classification and typification of extant horsetails (Equisetum, Equisetaceae)",
        "Origin of horsetails and the role of wholegenome duplication in plant macroevolution",
        "Antiquity of aridity in the Chilean Atacama Desert",
        "ModelTest-NG: a new and scalable tool for the selection of DNA and protein evolutionary models",
        "Vesicular-arbuscular mycorrhizas of Equisetum species in Norway and the U.S.A.: occurrence and mycotrophy",
        "UCHIME improves sensitivity and speed of chimera detection",
        "Origin of Equisetum: Evolution of horsetails (Equisetales) within the major euphyllophyte clade Sphenopsida",
        "Assembly and ecological function of the root microbiome across angiosperm plant species",
        "How important is arbuscular mycorrhizal colonization in wetland and aquatic habitats",
        "Tree genetics defines fungal partner communities that may confer drought tolerance",
        "Morphology of Equisetum laterale Phillips, 1829, and E. bryanii sp. nov. from the Mesozoic of South-Eastern Queensland",
        "A sub-Antarctic peat moss metagenome indicates microbiome resilience to stress and biogeochemical functions of early Paleozoic terrestrial ecosystems",
        "Evolutionary roots of plant microbiomes and biogeochemical impacts of nonvascular autotroph-microbiome systems over deep time",
        "Rough and tough. How does silicic acid protect horsetail from fungal infection",
        "150 million years of climatic stability: Evidence from the Atacama Desert, northern Chile",
        "Fungal endorhizal associates of Equisetum species from Western and Arctic Canada",
        "Mucoromycotina fine root endophyte fungi form nutritional mutualisms with vascular plants",
        "Review of comprehensive staining techniques used to differentiate arbuscular mycorrhizal fungi from plant root tissues",
        "Biology and functional ecology of Equisetum with emphasis on the giant horsetails",
        "Salinity tolerance ecophysiology of Equisetum giganteum in South America: a study of 11 sites providing a natural gradient of salinity stress",
        "Stomatal conductance patterns of Equisetum giganteum stems in response to environmental factors in South America",
        "Microbial and chemical characterization of underwater fresh water springs in the Dead Sea",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Evaluation of general 16S ribosomal RNA gene PCR primers for classical and next-generation sequencing-based diversity studies",
        "Microbiomes of streptophyte algae and bryophytes suggest that a functional suite of microbiota fostered plant colonization of land",
        "Tracing elevational changes in microbial life and organic carbon sources in soils of the Atacama Desert",
        "Vesicular-arbuscular mycorrhizas in Equisetum",
        "From rhizoids to roots. Experimental evidence of mutualism between liverworts and ascomycete fungi",
        "Extant diversity of bryophytes emerged from post-Mesozoic diversification bursts",
        "MEGAHIT: an ultra-fast single-node solution for large and complex metagenomics assembly via succinct de Bruijn graph",
        "Fast and accurate short read alignment with Burrows-Wheeler transform",
        "1000 genome project data processing subgroup, the sequence alignment/map format and SAMtools",
        "Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Systematic importance of rhizome stellar anatomy in selected Monilophytes from Thailand",
        "Ectomycorrhizal fungal communities associated to Nothofagus species in northern Patagonia",
        "Fern gametophytes of Angiopteris lygodiifolia and Osmunda japonica harbor diverse Mucoromycotina fungi",
        "Interactive metagenomic visualization in a web browser",
        "Extreme ENSO-driven torrential rainfalls at the southern edge of the Atacama Desert during the Late Holocene and their projection into the 21st century",
        "Geomorphic process rates in the Central Atacama Desert, Chile: Insights from cosmogenic nuclides and implications for the onset of hyperaridity",
        "Chytridiomycota",
        "SINA: accurate high throughput multiple sequence alignment of ribosomal rna genes",
        "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools",
        "BEDTools: a flexible suite of utilities for comparing genomic features",
        "Histological studies of mycorrhized roots and mycorrhizallike-structures in pine roots",
        "Symbiotic fungal associations in 'lower' land plants",
        "First records of Monoblepharella taylori Sparrow (Monoblepharidales) in Brazil",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Pteridophytic evolution: An often underappreciated phytological success story",
        "Internal anatomy of the Late Triassic Equisetocaulis gen. nov., and evolution of modern horsetails",
        "Palynostratigraphy of the Zorritas Formation, Antofagasta region, Chile: Insights on the Devonian/Carboniferous boundary in western Gondwana",
        "Parallel adaptations and common host cell responses enabling feeding of obligate and facultative plant parasitic nematodes",
        "A phylum-level phylogenetic classification of zygomycete fungi based on genome-scale data",
        "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies",
        "MYB72-dependent coumarin exudation shapes root microbiome assembly to promote plant health",
        "Molecular and morphological diversity of pezizalean ectomycorrhizal",
        "Hi-level classification of the Fungi and a tool for evolutionary ecological analyses",
        "HILIC HPLC-ESI-MS/MS identification and quantification of the alkaloids from the genus Equisetum",
        "Cephaliophora irregularis newly found in Japan",
        "Horsetails are ancient polyploids: Evidence from Equisetum giganteum",
        "The spatial distribution of soluble salts in the surface soil of the Atacama Desert and their relationship to hyperaridity",
        "Largescale replicated field study of maize rhizosphere identifies heritable microbes",
        "Equiseta in the Carboniferous",
        "Glycoside hydrolase (GH) 45 and 5 candidate cellulases in Aphelenchoides besseyi isolated from bird's-nest fern",
        "Evolutionary conservation of a core root microbiome across plant phyla along a tropical soil chronosequence",
        "The complex cell wall composition of syncytia induced by plant parasitic cyst nematodes reflects both function and host plant",
        "Effects of salinity on the soil microbial community and soil fertility"
    ],
    "affiliation": [
        {
            "affiliation-city": "Madison",
            "@id": "60032179",
            "affilname": "University of Wisconsin-Madison",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032179",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60031975",
            "affilname": "Illinois State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031975",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Concepcion",
            "@id": "60023195",
            "affilname": "Universidad del Bio Bio",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023195",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Duluth",
            "@id": "60009875",
            "affilname": "University of Minnesota Duluth",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009875",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NSF"
    ]
}