{
    "eid": "2-s2.0-85095457074",
    "title": "Phase Ib/II study of weekly topotecan and daily gefitinib in patients with platinum resistant ovarian, peritoneal, or fallopian tube cancer",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "ovarian neoplasms"
    ],
    "authors": [
        "Anca Chelariu-Raicu",
        "Charles F. Levenback",
        "Brian M. Slomovitz",
        "Judith Wolf",
        "Diane C. Bodurka",
        "John J. Kavanagh",
        "Christopher Morrison",
        "David M. Gershenson",
        "Robert L. Coleman"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        "Duration of response to second-line, platinum-based chemotherapy for ovarian cancer: Implications for patient management and clinical trial design",
        "Retrospective analysis of carboplatin and paclitaxel as initial second-line therapy for recurrent epithelial ovarian carcinoma: Application toward a dynamic disease state model of ovarian cancer",
        "Management strategies for recurrent platinum-resistant ovarian cancer",
        "Topotecan versus paclitaxel for the treatment of recurrent epithelial ovarian cancer",
        "Phase II study of liposomal doxorubicin in platinum-and paclitaxel-refractory epithelial ovarian cancer",
        "Topoisomerase-targeting antitumor drugs",
        "The therapeutic potential of targeting the EGFR family in epithelial ovarian cancer",
        "Therapeutic value of EGFR inhibition in CRC and NSCLC: 15 years of clinical evidence",
        "The HER tyrosine kinase inhibitor CI1033 enhances cytotoxicity of 7-ethyl-10-hydroxycamptothecin and topotecan by inhibiting breast cancer resistance protein-mediated drug efflux",
        "Targeting' the epidermal growth factor receptor tyrosine kinase with gefitinib (Iressa) in non-small cell lung cancer (NSCLC)",
        "Cetuximab monotherapy and cetuximab plus irinotecan in irinotecan-refractory metastatic colorectal cancer",
        "Haematological evaluation of weekly therapy with topotecan for the treatment of recurrent ovarian cancer resistant to platinum-based therapy",
        "Phase II study of gefitinib in patients with relapsed or persistent ovarian or primary peritoneal carcinoma and evaluation of epidermal growth factor receptor mutations and immunohistochemical expression: A Gynecologic Oncology Group study",
        "Phase II trial of lapatinib and topotecan (LapTop) in patients with platinum-refractory/resistant ovarian and primary peritoneal carcinoma",
        "Expected benefits of topotecan combined with lapatinib in recurrent ovarian cancer according to biological profile: A phase 2 trial",
        "First-Line gefitinib in Caucasian EGFR mutation-positive NSCLC patients: A phase-IV, open-label, single-arm study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "The Woodlands",
            "@id": "112631126",
            "affilname": "US Oncology Network",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112631126",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fort Lauderdale",
            "@id": "110675131",
            "affilname": "Broward Health Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/110675131",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "106562581",
            "affilname": "Atrius Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106562581",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Cancer Institute",
        "Merck",
        "Janssen Pharmaceuticals"
    ]
}