{
    "eid": "2-s2.0-84995701373",
    "title": "The impacts of a fliD mutation on the biofilm formation of Helicobacter pylori",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1301"
        }
    ],
    "keywords": [
        "Biofilm",
        "Flagella",
        "fliD",
        "Helicobacter pylori"
    ],
    "authors": [
        "Panan Ratthawongjirakul"
    ],
    "citedby-count": 12,
    "ref-count": 41,
    "ref-list": [
        "Helicobacter pylori: A poor man's gut pathogen?",
        "Helicobacter pylori associated Asian enigma: Does diet deserve distinction?",
        "Requirement of the flagellar protein export apparatus component FliO for optimal expression of flagellar genes in Helicobacter pylori",
        "Motility and chemotaxis in campylobacter and helicobacter",
        "Biological agents. Volume 100 B. A review of human carcinogens.",
        "Helicobacter pylori infection: An overview of bacterial virulence factors and pathogenesis",
        "Water surface tension modulates the swarming mechanics of Bacillus subtilis",
        "Role of Flagella in Adhesion of Escherichia coli to Abiotic Surfaces",
        "Assessment of in vitro biofilm formation by Helicobacter pylori",
        "Role of gallic and p-coumaric acids in the AHL-dependent expression of flgA gene and in the process of biofilm formation in food-associated Pseudomonas fluorescens KM120",
        "Review article: Biofilm formation by Helicobacter pylori as a target for eradication of resistant infection",
        "Biofilm and Helicobacter pylori: From environment to human host",
        "Biofilm formation by helicobacter pylori and its involvement for antibiotic resistance",
        "Molecular cloning and characterization of the Helicobacter pylori fliD gene, an essential factor in flagellar structure and motility",
        "Exchangeability of the flagellin (FliC) and the cap protein (FliD) among different species in flagellar assembly",
        "Helicobacter pylori FliD protein is a highly sensitive and specific marker for serologic diagnosis of H. pylori infection",
        "Characterization of Monospecies Biofilm Formation by Helicobacter pylori",
        "Association of Aeromonas caviae polar and lateral flagella with biofilm formation",
        "Characterization of Helicobacter pylori PidA, a phospholipase with a role in colonization of the gastric mucosa",
        "Transposition of the kanamycin-resistance transposon Tn903",
        "A supplemented soft agar chemotaxis assay demonstrates the Helicobacter pylori chemotactic response to zinc and nickel",
        "Effect of curcumin on Helicobacter pylori biofilm formation",
        "The role of the bacterial flagellum in adhesion and virulence",
        "More than a marine propeller - the flagellum of the probiotic Escherichia coli strain Nissle 1917 is the major adhesin mediating binding to human mucus",
        "Second messenger regulation of biofilm formation: Breakthroughs in understanding c-di-GMP effector systems",
        "Activation of sarX by Rbf is required for biofilm formation and icaADBC expression in Staphylococcus aureus",
        "Structural basis of Staphylococcus epidermidis biofilm formation: Mechanisms and molecular interactions",
        "Temporal quorum-sensing induction regulates Vibrio cholerae biofilm architecture",
        "Bringing order to a complex molecular machine: The assembly of the bacterial flagella",
        "Flagellar cap protein FliD mediates adherence of atypical enteropathogenic Escherichia coli to enterocyte microvilli",
        "Excretion of unassembled hook-associated proteins by Salmonella typhimurium",
        "Flagellar growth in a filament-less Salmonella fliD mutant supplemented with purified hook-associated protein 2",
        "Genetic and molecular characterization of the polar flagellum of Vibrio parahaemolyticus",
        "Genes involved in Cronobacter sakazakii biofilm formation",
        "The Pseudomonas aeruginosa flagellar cap protein, FliD, is responsible for mucin adhesion",
        "Mutagenic analysis of the clostridium difficile flagellar proteins, flic and flid, and their contribution to virulence in hamsters",
        "Adherence of isogenic flagellum-negative mutants of Helicobacter pylori and Helicobacter mustelae to human and ferret gastric epithelial cells",
        "Transcriptome analyses and biofilm-forming characteristics of a clonal Pseudomonas aeruginosa from the cystic fibrosis lung",
        "Proteomic analysis of Campylobacter jejuni 11168 biofilms reveals a role for the motility complex in biofilm formation",
        "Interactions in multispecies biofilms: Do they actually matter?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}