{
    "eid": "2-s2.0-85008343598",
    "title": "Estimating the value of ecosystem services in a mixed-use watershed: A choice experiment approach",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Global and Planetary Change",
            "@code": "2306"
        },
        {
            "$": "Nature and Landscape Conservation",
            "@code": "2309"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Geography",
            "@code": "3305"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        }
    ],
    "keywords": [
        "Choice experiments",
        "Ecosystem services",
        "Preferences",
        "Willingness to pay"
    ],
    "authors": [
        "Pasicha Chaikaew"
    ],
    "citedby-count": 58,
    "ref-count": 80,
    "ref-list": [
        "Stated preference approaches for measuring passive use values: Choice experiments and contingent valuation",
        "Impacts from restoration strategies: Assessment through valuation workshops",
        "Scale-perception bias in the valuation of environmental risks",
        "Development",
        "Effects coding in discrete choice experiments",
        "Using a choice experiment to estimate farmers' valuation of agrobiodiversity on Hungarian small farms",
        "Local perceptions of climate variability and change in tropical forests of Papua, Indonesia",
        "A comparison of stated preference methods for environmental valuation",
        "Evaluating mitigation and calibration techniques for hypothetical bias in choice experiments",
        "Spatial preference heterogeneity: A choice experiment",
        "Soil nitrate-nitrogen in forested versus non-forested ecosystems in a mixed-use watershed",
        "An application of economic choice experiments to a traditional land use - Deer hunting and landscape change in the Scottish Highlands",
        "An ecological perspective on the valuation of ecosystem services",
        "Sampling Techniques",
        "Quantifying the consensus on anthropogenic global warming in the scientific literature",
        "The value of the world's ecosystem services and natural capital",
        "Ecosystem Services and Environmental Governance: Comparing China and the U.S.",
        "Value of nature and the nature of value",
        "Global estimates of the value of ecosystems and their services in monetary units",
        "Internet, Mail, and Mixed-Mode Surveys: The Tailored Design Method",
        "Linking ecology and economics for ecosystem management",
        "Introduction and Overview",
        "Nature's Services: Societal Dependence on Natural Ecosystems.",
        "Customers' choice among retail energy suppliers: The willingness-to-pay for service attributes",
        "Causal inference in conjoint analysis: Understanding multidimensional choices via stated preference experiments",
        "Combining stated preference and revealed preference methods for the valuation of non-market goods",
        "Welfare evaluations in contingent valuation experiments with discrete responses",
        "Choice modelling approaches: A superior alternative for environmental valuation?",
        "Economics, Ethics and Environmental Policy: Contested Choices",
        "Using choice experiments to value the environment: Design issues, current experience and future prospects",
        "Data to support statistical modeling of instream nutrient load based on watershed attributes",
        "Global perceptions of local temperature change",
        "Problems with making and governing global kinds of knowledge",
        "Why we are poles apart on climate change",
        "Changes in the isotopic and chemical composition of ground water resulting from a recharge pulse from a sinking stream",
        "J. For.",
        "Rev. Econ. Stat.",
        "J. Mark. Res.",
        "Collaborative watershed management: A view from the grassroots",
        "The structure of random utility models",
        "Frontiers in Econometrics.",
        "Multiattribute choice analysis in ecosystem restoration planning",
        "Modeling joint production of wildlife and timber",
        "Int. J. Commons",
        "Randomly drawn opportunity sets in a random utility model of lake recreation",
        "Economic valuation of the emas waterfall, Mogi-Guaçu river, SP, Brazil",
        "Benefit-Cost Considerations Should be Decisive when there is Nothing more Important at Stake",
        "Trade-offs across space, time, and ecosystem services",
        "Valuing environmental benefits of silvopasture practice: A case study of the Lake Okeechobee watershed in Florida",
        "Comparison of contingent valuation and conjoint analysis in ecosystem management",
        "Quick and easy choice sets: Constructing optimal and nearly optimal stated choice experiments",
        "Agricultural sustainability and intensive production practices",
        "Valuing nature: Lessons learned and future research directions",
        "Measuring conditions and trends in ecosystem services at multiple scales: The Southern African Millennium Ecosystem Assessment (SAfMA) experience",
        "Trade-offs between maintenance of ecosystem services and socio-economic development in rural mountainous communities in southern Spain: A dynamic simulation approach",
        "Psychology: Seeing is believing",
        "The generalized nested logit model",
        "Environ. Plan. A",
        "Statistics, An Introductory Analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gainesville",
            "affilname": "University of Florida",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}