{
    "eid": "2-s2.0-85083792429",
    "title": "Field trials evaluating the efficacy of porcine epidemic diarrhea vaccine, RNA (Harrisvaccine) in the Philippines",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Animals",
            "@code": "3403",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Porcine epidemic diarrhea virus",
        "RNA particle platform",
        "Swine",
        "Vaccine"
    ],
    "authors": [
        "K. Sawattrakool",
        "C. J. Stott",
        "R. D. Bandalaria-Marca",
        "A. Srijangwad",
        "D. J. Palabrica",
        "D. Nilubol"
    ],
    "citedby-count": 4,
    "ref-count": 12,
    "ref-list": [
        "Porcine epidemic diarrhoea: new insights into an old disease",
        "Full-length genome analysis of two genetically distinct variants of porcine epidemic diarrhea virus in Thailand",
        "Induction of mucosal B-cell memory by intramuscular inoculation of mice with rotavirus",
        "Previous infection of sows with a “mild” strain of porcine epidemic diarrhea virus confers protection against infection with a “severe” strain",
        "Evaluation of mucosal and systemic immune responses elicited by GPI-0100- adjuvanted influenza vaccine delivered by different immunization strategies",
        "Intramuscular priming and intranasal boosting induce strong genital immunity through secretory IgA in minipigs infected with Chlamydia trachomatis",
        "Phylogenetic tracking of current porcine epidemic diarrhea virus (PEDV) strains in the Philippines",
        "Clinical examination and control measures in a commercial pig farm persistently infected with porcine epidemic diarrhea (PED) virus",
        "Immune response of gilts to single and double infection with porcine epidemic diarrhea virus",
        "Evolutionary and epidemiological analyses based on spike genes of porcine epidemic diarrhea virus circulating in Thailand in 2008-2015",
        "Outbreak of porcine epidemic diarrhea in suckling piglets, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pasig",
            "@id": "124315357",
            "affilname": "Robina Farms Diagnostic Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124315357",
            "affiliation-country": "Philippines"
        }
    ],
    "funding": [
        "Special Task Force for Activating Research",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "swine viral evolution and vaccine research"
    ]
}