{
    "eid": "2-s2.0-85047194755",
    "title": "Feminising the workforce in ageing East Asia? The potential of skilled female labour in four advanced economies",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Demography",
            "@code": "3317",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Asia",
        "Education",
        "Female labour force participation",
        "Labour supply",
        "Population ageing",
        "Projections"
    ],
    "authors": [
        "Elke Loichinger",
        "Yen hsin Alice Cheng"
    ],
    "citedby-count": 2,
    "ref-count": 78,
    "ref-list": [
        "Socioeconomic status and health. The challenge of the gradient",
        "Introduction: The need to rethink approaches to population forecasts",
        "Women’s education and the labor market in Japan and South Korea",
        "Married women’s employment in rapidly industrializing societies: Examples from East Asia",
        "Singapore women: Legal status, educational attainment, and employment patterns",
        "The future labor force of an aging Taiwan: The importance of education and female labor supply",
        "Gender differences in participation and earnings in Hong Kong",
        "Women and education in Hong Kong",
        "A gender perspective on families in Hong Kong",
        "Labour force growth in singapore: Prospect and challenges",
        "Women’s participation in employment in Asia: A comparative analysis of China, India, Japan and South Korea",
        "Trends in healthy life expectancy in the United States, 1970–1990: Gender, racial, and educational differences",
        "Statistical Release 1: Demographic Characteristics, Education, Language and Religion. Singapore",
        "Labour shortage responses in Japan, Korea, Singapore, Hong Kong, and Malaysia: A review and evaluation. Working paper no. 2. Bangkok: ILO Regional Office for Asia and the Pacific",
        "Distribution of educational attainment of population aged 15 and over. Hong Kong: Education Bureau",
        "Rights and culture in the Asian values argument: The rise and fall of confucian ethics in Singapore",
        "National trends in educational differentials in mortality",
        "Population ageing, time allocation and human capital: A general equilibrium analysis for Canada",
        "Education, technology, and the characteristics of worker productivity",
        "Women, childcare and the state in Singapore",
        "Recent trends in female labour force participation in Singapore",
        "Economically active population",
        "IIASA Interim Report IR-13-018",
        "Past and future of the labor force in emerging Asian economies",
        "What can boost female labor force participation in Asia? International monetary fund working paper",
        "Women and the state in Hong Kong",
        "Labour shortage in Hong Kong: Causes, consequences and policies",
        "Korean experience and achievement in higher education",
        "Women’s education, work, and marriage in South Korea",
        "Introduction: Gender and change in Hong Kong",
        "Hong Kong higher education in the 21st century",
        "Some macroeconomic aspects of global population aging",
        "Working life and retirement expectancies at age 50 by social class: Period and cohort trends and projections for Finland",
        "Women and social change: The impact of industrialization on women in Hong Kong",
        "Beyond gender: The impact of age, ethnicity, nationality and economic growth on women in the Singapore economy",
        "Education-specific labor force projections: Painting the global picture. Working paper 26. Joint Eurostat/UNECE Work Session on Demographic Projections, Geneva",
        "Chapter 3: Economic participation",
        "Demographic change, human capital and welfare",
        "World Population and human capital in the twenty-first century",
        "Resident labour force aged fifteen years and over by highest qualification attained and sex (2006–2016). Time series table: Labour force",
        "Table M182201—Age-sex specific resident labour force participation rates aged 15 years and over (June)",
        "The gender wage gap in South Korea: How much has changed in 10 years?",
        "Women workers in a changing Korean society",
        "New cohort fertility forecasts for the developed world: Rises, falls, and reversals",
        "The demand for college education in postwar Japan",
        "Population aged 15 years old and over by labour force status, age, main activity, agri-/non-agriculture, whether wishing to work, marital status, type of household, relationship to the head of household and education (2015)",
        "Population aged 15 years old and over by labour force status, began work for the past year, changed jobs for the past year, reason for taking a non-regular employment, reason for seeking a job, reason for leaving the previous job, duration of unemployment, kind of job sought, whether wishing to work, reason not to seek a job and age (2015)",
        "Gender, work and employment in the” Global Condition",
        "StatExtracts database",
        "Economic restructuring in Singapore and the changing roles of women, 1957 to present",
        "A new look at married women’s labor force transitions in Japan",
        "The future of international migration: Developing expert-based assumptions for global population projections. VID Working Paper 07/2013. Vienna Institute of Demography Working Papers",
        "Labor force survey",
        "Social reproduction and the limits of a neoliberal approach: The case of Singapore",
        "Labor force participation rate",
        "World population prospects: The 2015 revision",
        "Hong Kong monthly digest of statistics: Statistics on students in higher education institutions funded through the University Grants Committee",
        "Labor market outcomes for women in East Asia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vienna",
            "@id": "60109393",
            "affilname": "Wittgenstein Centre for Demography and Global Human Capital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60109393",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60103514",
            "affilname": "Academia Sinica, Institute of Sociology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103514",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Ministry of Science and Technology of Taiwan"
    ]
}