{
    "eid": "2-s2.0-85058345871",
    "title": "Microscopic leaf constant numbers of Chromolaena odorata in Thailand",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Chromolaena odorata",
        "Epidermal cell number",
        "Oil gland number",
        "Stomata number",
        "Trichome number"
    ],
    "authors": [
        "Yamon Pitakpawasutthi",
        "Chanida Palanuvej",
        "Nijsiri Ruangrungsi"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        "Chromolaena odorata (L.): An overview",
        "Wound healing property review of siam weed, chromolaena odorata",
        "Antimycobacterial activity and cytotoxicity of flavonoids from the flowers of chromolaena odorata",
        "Antigonorrheal activity of plants used in Guatemala for the treatment of sexually transmitted diseases",
        "Effect of eupatorium odoratum on blood coagulation",
        "Phytochemical investigation and evaluation of anthelmintic activity of extract from leaves of eupatorium odoratum linn",
        "Micro-morphoanatomical approach for comparative analysis of tinospora cordifolia (Willd.) miers and its adulterant plant using SEM and cryostat",
        "Pharmacognostic specification and mangiferin content of aquilaria crassna leaves",
        "Pharmacognostical and phytochemical analysis on leaves of homalium ceylanicum (Gardn.) benth",
        "Pharmacognostic and phyto-physio chemical investigation of the leaves of siam weed-chromolaena odorata (L) king and robinson",
        "Comparative anatomy of invasive and non-invasive species in the family asteraceae in Nigeria",
        "Importance of leaf epidermal characters in the asteraceae family",
        "New approaches for studying and exploiting an old protuberance, the plant trichome",
        "A closer look: Secretory structures of aromatic and medicinal plants",
        "Preliminary phytochemical screening and pharmacogcostic studies of the common weeds, mimosa pudica linn. Chromolaena odorata linn. and tragia involucrata linn. Collected from ganjam district, odisha: A comparative study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}