{
    "eid": "2-s2.0-85108784665",
    "title": "Factors affecting technology selection, techno-economic and environmental sustainability assessment of a novel zero-waste system for food waste and wastewater management",
    "cover-date": "2021-09-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Anaerobic digestion",
        "Building wastewater",
        "Food waste",
        "MBBR-MBR",
        "Sustainability",
        "Zero-waste"
    ],
    "authors": [
        "Thammananya Sakcharoen",
        "Chavalit Ratanatamskul",
        "Achara Chandrachai"
    ],
    "citedby-count": 8,
    "ref-count": 68,
    "ref-list": [
        "A model of sustainable household technology acceptance",
        "Semi-continuous co-digestion of solid slaughterhouse waste, manure, and fruit and vegetable waste",
        "Standard Methods for the Examination of Water and Wastewater",
        "The application of moving bed bio-reactor (MBBR) in commercial laundry wastewater treatment",
        "The characterisation and treatment of food waste for improvement of biogas production during anaerobic digestion - a review",
        "External Interest Rates. Bank of Thailand. Bangkok",
        "Foreign Exchange Rates",
        "Modeling sustainability in product development and commercialization",
        "Composting of food wastes: status and challenges",
        "Role of stage-separation in the ubiquitous development of anaerobic digestion of organic fraction of municipal solid waste: a critical review",
        "Influences of technological attributes and environmental factors on technology commercialization",
        "Anaerobic Co-digestion of wastewater sludge: a review of potential Co-substrates and operating factors for improved methane yield",
        "High-solids anaerobic co-digestion of sewage sludge and food waste in comparison with mono digestions: stability and performance",
        "Comparison between moving bed-membrane bioreactor (MB-MBR) and membrane bioreactor (MBR) systems: influence of wastewater salinity variation",
        "Comparison between moving bed-membrane bioreactor and conventional membrane bioreactor systems. Part II: bacterial community",
        "Petroleum Prices. Energy Policy and Planning Office. Ministry of Energy. Bangkok",
        "European Reference Life Cycle Database (ELCD) of the Sustainability Unit of the Joint Research Centre of the European Commission (2010), Petten, the Netherlands",
        "Analysis of U.S. Food Waste Among Manufacturers, Retailers, and Restaurants",
        "ReCiPe 2008: a Life Cycle Impact Assessment Method Which Comprises Harmonised Category Indicators at the Midpoint and the Endpoint Level",
        "A mini-review on membrane fouling",
        "We already grow enough food for 10 billion people. And still can't end hunger",
        "Membrane bioreactor (MBR) technology for wastewater treatment and reclamation: membrane fouling",
        "Anaerobic cometabolism of fruit and vegetable wastes using mammalian fecal inoculums: fast assessment of biomethane production",
        "Sewage Treatment in Class I Towns: Recommendations and Guidelines. GRB EMP: Ganga River Basin Environment Management Plan",
        "Influence of biofilm carriers on membrane fouling propensity in moving biofilm membrane bioreactor",
        "International Reference Life Cycle Data System (ILCD) Handbook –General Guide for Life Cycle Assessment – Detailed Guidance, Constraints",
        "Comparative kinetic study between moving bed biofilm reactor-membrane bioreactor and membrane bioreactor systems and their influence on organic matter and nutrients removal",
        "Incentives for food waste diversion: exploration of a long term successful Chinese city residential scheme",
        "Performance assessment and metagenomic analysis of full-scale innovative two-stage anaerobic digestion biogas plant for food wastes treatment",
        "Prediction of methane yield at optimum pH for anaerobic digestion of organic fraction of municipal solid waste",
        "Food waste valorization based on anaerobic digestion",
        "Turning food waste to energy and resources towards a great environmental and economic sustainability: an innovative integrated biological approach",
        "Food waste to biofertilizer: a potential game changer of global circular agricultural economy",
        "Review on research achievements of biogas from anaerobic digestion",
        "Co-digestion of food waste and sewage sludge for methane production: current status and perspective",
        "Towards energy efficient onsite wastewater treatment",
        "Dry mesophilic anaerobic co-digestion of vegetable wastes with animal manures using leach bed reactor. Biomass Conversion and Biorefinery",
        "Food waste: challenges and opportunities for enhancing the emerging bio-economy",
        "Thailand National LCI Database",
        "Water Tariffs. Metropolitan Waterworks Authority. Bangkok",
        "A comparative analysis between global university rankings and environmental sustainability of universities",
        "Thailand State of Pollution Report 2017",
        "Biogas production from co-digestion of organic fraction of municipal solid waste and fruit and vegetable waste",
        "Urban wastewater reclamation for industrial reuse: an LCA case study",
        "Coupling hydrothermal liquefaction and anaerobic digestion for energy valorization from model biomass feedstocks",
        "Strategic Plan to Move Thailand Forward with BCG Economy Model",
        "A prototype single-stage anaerobic digester for co-digestion of food waste and sewage sludge from high-rise building for on-site biogas production",
        "An on-site prototype two-stage anaerobic digester for co-digestion of food waste and sewage sludge for biogas production from high-rise building",
        "Effects of sludge recirculation rate and mixing time on performance of a prototype single-stage anaerobic digester for conversion of food wastes to bigas and energy recovery",
        "Improving waste production and recycling through zero-waste strategy and privatization: an empirical investigation",
        "The role of additives on anaerobic digestion: a review",
        "Design and operations of the Kaldnes moving bed biofilm reactors",
        "Environmental sustainability assessment of zero-waste system for wastewater recycling and food waste management in building",
        "Individual antecedents to consumer intention to swith to food waste bioplastic products: a configuration analysis",
        "Life cycle assessment for enhancing environmental sustainability of sugarcane biorefinery in Thailand",
        "Anaerobic co-digestion of sewage sludge and organic fraction of municipal solid wastes",
        "Carbon Market. Thailand Greenhouse Gases Management Organization. Bangkok",
        "Food Waste Index Report 2021",
        "A model of the antecedents of perceived ease of use: development and test",
        "Membrane separation bioreactors for wastewater treatment",
        "ECAM 2.2 Methodology: Energy Performance and Carbon Emissions Assessment and Monitoring Tool",
        "Life cycle assessment of food waste-based biogas generation",
        "Biogas production from anaerobic co-digestion of waste activated sludge: co-substrates and influencing parameters",
        "Improving the stability and efficiency of anaerobic digestion of food waste using additives: a critical review",
        "Integrated food waste management with wastewater treatment in Hong Kong: transformation, energy balance and economic analysis",
        "Performance and kinetic evaluation of semi-continuously fed anaerobic digesters treating food waste: role of trace elements",
        "Simultaneous nitrogen and carbon removal from wastewater at different operating conditions in a moving bed biofilm reactor (MBBR): process modeling and optimization"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}