{
    "eid": "2-s2.0-84926198417",
    "title": "Periimplant bacteria associated with different transmucosal designs or smoking habits",
    "cover-date": "2015-04-04",
    "subject-areas": [
        {
            "$": "Oral Surgery",
            "@code": "3504"
        }
    ],
    "keywords": [
        "periimplant bacteria",
        "PhyloChip",
        "smoking",
        "T. denticola"
    ],
    "authors": [
        "Anjalee Vacharaksa"
    ],
    "citedby-count": 4,
    "ref-count": 37,
    "ref-list": [
        "Clinical experience with one-stage, non-submerged dental implants.",
        "Biomechanical effect of platform switching in implant dentistry: A three-dimensional finite element analysis",
        "Influence of microgap location and configuration on the periimplant bone morphology in submerged implants. An experimental study in dogs",
        "Influence of microgap location and configuration on radiographic bone loss around submerged implants: An experimental study in dogs",
        "Bacterial colonization immediately after installation on oral titanium implants",
        "Dynamics of initial subgingival colonization of 'pristine' peri-implant pockets",
        "Bacterial colonization of the internal part of two‐stage implants. An in vivo study.",
        "Evaluation of microgap size and microbial leakage in the connection area of 4 abutments with straumann (ITI) implant",
        "Evaluation of the sealing capability of implants to titanium and zirconia abutments against Porphyromonas gingivalis, Prevotella intermedia, and Fusobacterium nucleatum under different screw torque values",
        "Microbial ecology of dental plaque and its significance in health and disease.",
        "Composition of supra- and subgingival biofilm of subjects with healthy and diseased implants",
        "Infection at titanium implants with or without a clinical diagnosis of inflammation",
        "Effect of initial therapy on dynamics of immunogloblin G levels to some periodontopathic bacteria in serum and gingival crevicular fluid.",
        "Comparative biology of chronic and aggressive periodontitis vs. peri-implantitis",
        "Microbiological aspects of human mandibular subperiosteal dental implants",
        "The effect of cigarette smoking on anaerobiosis in the oral cavity",
        "Cigarette smoking increases the risk for subgingival infection with periodontal pathogens",
        "Smoking affects the subgingivalmicroflora in periodontitis",
        "Subgingival microbial profiles of smokers with periodontitis",
        "The influence of smoking on the survival of dental implants: A 5-year pragmatic multicentre retrospective cohort study of 1727 patients",
        "Deep-sea oil plume enriches indigenous oil-degrading bacteria",
        "Detection of putative periodontal pathogens in subgingival specimens by 16S Ribosomal DNA amplification with the Polymerase Chain reaction",
        "Polymerase chain reaction detection of 8 putative periodontal pathogens in subgingival plaque of gingivitis and advanced periodontitis lesions",
        null,
        "Intercontinental dispersal of bacteria and archaea by transpacific winds",
        "Molecular analysis of the subgingival microbiota in health and disease",
        "Microbial findings at failing implants",
        "Long-term follow-up of osseointegrated titanium implants using clinical, radiographic and microbiological parameters",
        "Significance of detection of Porphyromonas gingivalis, Bacteroides forsythus and Treponema denticola in periodontal pockets.",
        "Subgingival bacterial burden in relation to clinical and radiographic periodontal parameters",
        "The microbiota associated with implants restored with platform switching: A preliminary report",
        "The association between the failure of dental implants and cigarette smoking",
        "Analysis of the peri-implant microbiota in 90 dental implants and its relationship to crevicular fluid volume",
        "Stimulation of in vitro Growth of Treponema denticola by Extracellular Growth Factors Produced by Porphyromonas gingivalis",
        "Abutment Selection in Implant-Supported Fixed Prosthodontics",
        "Peri-implant marginal bone level: A systematic review and meta-analysis of studies comparing platform switching versus conventionally restored implants",
        "Implants in Reconstructed Bone: A Comparative Study on the Outcome of Straumann® Tissue Level and Bone Level Implants Placed in Vertically Deficient Alveolar Ridges Treated by Means of Autogenous Onlay Bone Grafts"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}