{
    "eid": "2-s2.0-84960859518",
    "title": "How well do Parkinson's disease patients turn in bed? Quantitative analysis of nocturnal hypokinesia using multisite wearable inertial sensors",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Getting out of bed",
        "Nocturnal akinesia",
        "Nocturnal hypokinesia",
        "Parkinson's disease",
        "Rolling over",
        "Sensors"
    ],
    "authors": [
        "Jirada Sringean"
    ],
    "citedby-count": 49,
    "ref-count": 31,
    "ref-list": [
        "Nocturnal journey of body and mind in Parkinson's disease: The manifestations, risk factors and their relationship to daytime symptoms. Evidence from the NIGHT-PD study",
        "The impact of the nocturnal disabilities of Parkinson's disease on caregivers' burden: Implications for interventions",
        "The basis for day and night-time control of symptoms of Parkinson's disease",
        "Good practice in the assessment and management of nocturnal Parkinson's disease symptoms",
        "The nighttime problems of Parkinson's disease",
        "Nocturnal hypokinesia and sleep quality in Parkinson's disease",
        "Relationship between hallucinations, delusions, and rapid eye movement sleep behavior disorder in Parkinson's disease",
        "Impaired bed mobility and disordered sleep in Parkinson's disease",
        "A community-based study of sleep disorders in patients with Parkinson's disease",
        "Sudden death in Parkinson's disease: A retrospective autopsy study",
        "Caregiver burden in Parkinson's disease",
        "Sleep movements and associated autonomic nervous activities in patients with Parkinson's disease",
        "Measurement of axial rotation: Its relevance to screening for night-time hypokinesia in old age and parkinsonism",
        "Quantitative wearable sensors for objective assessment of Parkinson's disease",
        "Accelerometer-based quantitative analysis of axial nocturnal movements differentiates patients with Parkinson's disease, but not high-risk individuals, from controls",
        "J. Rehabil. Res. Dev.",
        "Axial parkinsonian symptoms can be improved: The role of levodopa and bilateral subthalamic stimulation",
        "Sleep disorders in Parkinson's Disease",
        "Modified Parkinson's Disease Sleep Scale (MPDSS) in Thai Parkinson's disease patients",
        "A single-question screen for rapid eye movement sleep behavior disorder: A multicenter validation study",
        "Restless legs syndrome: Diagnostic criteria, special considerations, and epidemiology. A report from the restless legs syndrome diagnosis and epidemiology workshop at the National Institutes of Health",
        "Roll-over detection and sleep quality measurement using a wearable sensor",
        "Reduced axial rotation in the spouses of sufferers from clinical idiopathic parkinsonism",
        "Axial rotation in Parkinson's disease",
        "Bladder symptoms assessed with overactive bladder questionnaire in Parkinson's disease",
        "Surface EMG activity during REM sleep in Parkinson's disease correlates with disease severity",
        "Staging of brain pathology related to sporadic Parkinson's disease",
        "The relevance of dopaminergic level in nocturnal disability in Parkinson's disease: Implications of continuous dopaminergic stimulation at night to treat the symptoms",
        "Rotigotine effects on early morning motor function and sleep in Parkinson's disease: A double-blind, randomized, placebo-controlled study (RECOVER)",
        "Postural deformities in Parkinson's disease",
        "Contribution of aging to the severity of different motor signs in Parkinson disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}