{
    "eid": "2-s2.0-85118128948",
    "title": "Isolation of bioactive compounds from lichen Parmelia sulcata and evaluation of antimicrobial property",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Biological properties",
        "FT-IR and NMR",
        "GC–MS",
        "Parmelia sulcata"
    ],
    "authors": [
        "Arumugam Dhanesh Gandhi",
        "Katike Umamahesh",
        "Sivaji Sathiyaraj",
        "Gunasekaran Suriyakala",
        "Rajendran Velmurugan",
        "Dunia A. Al Farraj",
        "Mohamed Ragab Abdel Gawwad",
        "Kadarkarai Murugan",
        "Ranganathan Babujanarthanam",
        "R. Saranya"
    ],
    "citedby-count": 2,
    "ref-count": 44,
    "ref-list": [
        "Bacterial communities associated with the lichen symbiosis",
        "Secondary metabolism in the lichen symbiosis",
        "Lichen biology",
        "How lichens impact on terrestrial community and ecosystem properties",
        "Lichens as source of versatile bioactive compounds",
        "Lichens: a myriad hue of bioresources with medicinal properties",
        "Potential of lichen compounds as antidiabetic agents with antioxidative properties: a review",
        "Antibacterial activities of natural lichen compounds against Streptococcus gordonii and Porphyromonas gingivalis",
        "Characterization of gamma irradiation absorbing compounds from lichens for biomedical applications",
        "Antioxidant, antimicrobial and anticancer activities of three Parmelia species",
        "Protocetraric acid: an excellent broad spectrum compound from the lichen Usnea albopunctata against medically important microbes",
        "Biological activities of Toninia candida and Usnea barbata together with their norstictic acid and usnic acid constituents",
        "HPLC analysis and cytotoxic potential of extracts from the lichen, Thamnolia vermicularis var. subuliformis",
        "The antimicrobial activity of the lichen substances of the lichens Cladonia furcata, Ochrolechia androgyna, Parmelia caperata and Parmelia conspersa",
        "Antibacterial activities of Ramalin, usnic acid and its three derivatives isolated from the Antarctic lichen Ramalina terebrata",
        "New antifungal and antiprotozoal depside from the Andean lichen Protousnea poeppigii",
        "Groupings of organisms & key experts 2010 Berkshire BioBlitz",
        "The lichen genus Physcia (Schreb.) Michx. (Physciaceae: Ascomycota) in New Zealand",
        "State of epiphytic lichen communities under anthropogenic impact: effect of abundance assessment methods on the informativity of indices",
        "Promising anticancer activity of a lichen, Parmelia sulcata Taylor, against breast cancer cell lines and genotoxic effect on human lymphocytes",
        "Antifungal activity of Evernia prunastri, Parmelia sulcata, Pseudevernia furfuracea var. furfuracea",
        "Antioxidant activity of Nigella sativa essential oil",
        "Antioxidant activity applying an improved ABTS radical cation decolorization assay",
        "Colorimetry of total phenolics with phosphomolybdic phosphotungstic acid reagents",
        "The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals",
        "Performance standards for antimicrobial susceptibility testing; eight informational supplement M100–S8",
        "Facile synthesis of silver nano particles with highly efficient anti-microbial property",
        "Nutraceutical and antioxidant effects of a delphinidin-rich maqui berry extract Delphinol®: a review",
        "Evaluation of antioxidant activity, total phenolics and total flavonoids in peels of five cultivars of mango (Mangifera indica) fruit",
        "Comparative analysis of the antioxidant properties of Icelandic and Hawaiian lichens",
        "Therapeutic potential of lichen Parmelia perlata against dual drug-resistant Helicobacter pylori isolates",
        "Possible salivary and serum biomarkers for oral lichen planus",
        "Natural products as photoprotection",
        "Correlation between sun protection factor and antioxidant activity, phenol and flavonoid contents of some medicinal plants",
        "Synergistic inhibition of Haemonchus contortus exsheathment by flavonoid monomers and condensed tannins",
        "In vitro antimicrobial potentials of endolichenic fungi isolated from thalli of Parmelia lichen against some human pathogens",
        "Antimicrobial activity of methanolic and ethanolic extract of Lichen Parmelia perlata against dual drug resistant helicobacter pylori isolates",
        "Phytochemical study and antioxidant, antimicrobial and anticancer activities of Melanelia subaurifera and Melanelia fuliginosa lichens",
        "Antimicrobial activity of extracts of the lichen Xanthoparmelia pokornyi and its gyrophoric and stenosporic acid constituents",
        "Biosynthesis of silver and gold nanoparticles using Musa acuminata colla flower and its pharmaceutical activity against bacteria and anticancer efficacy",
        "Rapid biosynthesis and characterization of silver nanoparticles from the leaf extract of Tropaeolum majus L. and its enhanced in-vitro antibacterial, antifungal, antioxidant and anticancer properties",
        "Green biosynthesis of silver nanoparticles produced from marine Streptomyces sp. Al-Dhabi-89 and their potential applications against wound infection and drug resistant clinical pathogens",
        "Environmental friendly synthesis of silver nanomaterials from the promising Streptomyces parvus strain Al-Dhabi-91 recovered from the Saudi Arabian marine regions for antimicrobial and antioxidant properties",
        "Antibacterial and antifungal activities of polyketide metabolite from marine Streptomyces sp. AP-123 and its cytotoxic effect"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vellore",
            "@id": "60115045",
            "affilname": "Sacred Heart College, Tirupattur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115045",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Vellore",
            "@id": "60111823",
            "affilname": "Thiruvalluvar University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111823",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Sarajevo",
            "@id": "60104903",
            "affilname": "International University of Sarajevo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104903",
            "affiliation-country": "Bosnia and Herzegovina"
        },
        {
            "affiliation-city": "Coimbatore",
            "@id": "60013041",
            "affilname": "Bharathiar University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013041",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Tirupati",
            "@id": "60008424",
            "affilname": "Sri Venkateswara University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008424",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60005353",
            "affilname": "College of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005353",
            "affiliation-country": "Saudi Arabia"
        }
    ],
    "funding": [
        "Department of Biotechnology, Thiruvalluvar University",
        "King Saud University"
    ]
}