{
    "eid": "2-s2.0-84964523010",
    "title": "New depsidones and xanthone from the roots of Garcinia schomburgkiana",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Depsidone",
        "Garcinia schomburgkiana",
        "Xanthone"
    ],
    "authors": [
        "Edwin Risky Sukandar"
    ],
    "citedby-count": 28,
    "ref-count": 26,
    "ref-list": [
        "Maejo Int. J. Sci. Technol.",
        "Edible Medicinal and Non-Medicinal Plants: Fruits",
        "A new biphenyl and other constituents from the wood of Garcinia schomburgkiana",
        "Xanthones and biphenyls from Garcinia schomburgkiana wood and their cytotoxicity",
        "Biphenyl derivatives from garcinia schomburgkiana and the cytotoxicity of the isolated compounds",
        "Cytotoxic tetraoxygenated xanthones from the bark of Garcinia schomburgkiana",
        "Biflavanoids from the heartwood of Garcinia schomburgkiana and their structural elucidation as atropisomers",
        "A cocrystal of clusiacitran A, clusiacitran B, fluorinated clusiacitran A and fluorinated clusiacitran B (0.45:0.45:0.05:0.05)",
        "Kaennacowanols A-C, three new xanthones and their cytotoxicity from the roots of Garcinia cowa",
        "Velucarpins A-C, three new pterocarpans and their cytotoxicity from the roots of Dalbergia velutina",
        "Cylindroxanthones A-C, three new xanthones and their cytotoxicity from the stem bark of Garcinia cylindrocarpa",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "Oliveridepsidones A-D, antioxidant depsidones from Garcinia oliveri",
        "An antifungal γ-pyrone and xanthones with monoamine oxidase inhibitory activity from Hypericum brasiliense",
        "Xanthones from the stem bark of Garcinia nigrolineata",
        "Two Antifungal Xanthones from the Heartwood of Calophyllum Symingtonianum",
        "Differential effect of elicitors on biphenyl and dibenzofuran formation in Sorbus aucuparia cell cultures.",
        "Phenolic compounds from the roots of Lindera fruticosa",
        "Chromenes and prenylated benzoic acid derivatives from the liverwort Pedinophyllum interruptum",
        "A novel depsidone and some new xanthones from Garcinia species",
        "Friedolanostanes and xanthones from the twigs of Garcinia hombroniana",
        "Cytotoxic prenylated depsidones from Garcinia parvifolia",
        "Isolation and bioactivities of constitutents of the roots of Garcinia atroviridis",
        "α-glucosidase inhibitors from Garcinia brevipedicellata (Clusiaceae)",
        "Cancer chemopreventive agents. New depsidones from Garcinia plants",
        "Lateriflorone, a cytotoxic spiroxalactone with a novel skeleton, from Garcinia lateriflora Bl."
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}