{
    "eid": "2-s2.0-85052656674",
    "title": "Systematic review and meta-analysis of effectiveness of preoperative embolization in surgery for metastatic spine disease",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Panya Luksanapruksa",
        "Jacob M. Buchowski",
        "Sasima Tongsai",
        "Weerasak Singhatanadgige",
        "Jack W. Jennings"
    ],
    "citedby-count": 34,
    "ref-count": 12,
    "ref-list": [
        "Trends in the surgical treatment for spinal metastasis and the in-hospital patient outcomes in the United States from 2000 to 2009",
        "National inpatient complications and outcomes after surgery for spinal metastasis from 1993-2002",
        "Spinal metastases from renal cell carcinoma: Effect of preoperative particle embolization on intraoperative blood loss",
        "Embolization of spinal metastases reduces peroperative blood loss",
        "Preoperative embolization in spinal and pelvic metastases",
        "Preoperative embolization in surgical treatment of spinal metastases: Single-blind, randomized controlled clinical trial of efficacy in decreasing intraoperative blood loss",
        "Preoperative embolization significantly decreases intraoperative blood loss during palliative surgery for spinal metastasis",
        "Methodological index for non-randomized studies (MINORS): Development and validation of a new instrument",
        "2009 updated method guidelines for systematic reviews in the Cochrane Back Review Group",
        "The role of embolization in radical surgery of renal cell carcinoma spinal metastases",
        "Treatment of spinal metastases from kidney cancer by presurgical embolization and resection",
        "Minimizing bleeding complications in spinal tumor surgery with preoperative Onyx embolization via dual-lumen balloon catheter"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60022756",
            "affilname": "Washington University School of Medicine in St. Louis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022756",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}