{
    "eid": "2-s2.0-84946560628",
    "title": "Scavenging activity of whey protein hydrolysates in HaCaT cells",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Enzymatic hydrolysis",
        "Human keratinocyte cells",
        "ROS",
        "Whey protein",
        "Whey protein hydrolysates"
    ],
    "authors": [
        "Vititda Awaiwanont"
    ],
    "citedby-count": 3,
    "ref-count": 15,
    "ref-list": [
        "Cosmeceutical peptides",
        "Whey and whey proteins-From 'gutter-to-gold'",
        "β-Lactoglobulin Suppresses Melanogenesis in Cultured Human Melanocytes",
        "Oral supplementation with whey proteins increases plasma glutathione levels of HIV-infected patients",
        "Mediterr. J. Nutr. Metab.",
        "Peptides from milk protein hydrolysates to improve the growth of human keratinocytes in culture",
        "Preparation of antioxidant enzymatic hydrolysates from α-lactalbumin and β-lactoglobulln. Identification of active peptides by HPLC-MS/MS",
        "Proteolytic activity from duck intestine and pancreas: Extraction, partial characterization and application in hydrolysis of chicken egg white",
        "Antioxidative activity of whey protein hydrolysates in a liposomal system",
        "Keratinocytes act as a source of reactive oxygen species by transferring hydrogen peroxide to melanocytes",
        "Mechanisms of the antioxidant activity of a high molecular weight fraction of whey",
        "Antioxidant activity of zein hydrolysates in a liposome system and the possible mode of action",
        "Antioxidant activity of peptide fractions from whey protein hydrolysates as measured by electron spin resonance",
        "Effect of whey protein isolate on intracellular glutathione and oxidant-induced cell death in human prostate epithelial cells"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}