{
    "eid": "2-s2.0-84906944459",
    "title": "Pregnane-type steroidal glycosides from Gymnema griffithii Craib.",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Apocynaceae",
        "Gymnema griffithii Craib.",
        "Ortho-acetate",
        "Pregnane-type steroidal glycoside"
    ],
    "authors": [
        "Suphongphan Srisurichan"
    ],
    "citedby-count": 10,
    "ref-count": 39,
    "ref-list": [
        "Pregnane glycosides from the roots of Asclepias tuberosa",
        "In vitro callus and in vivo leaf extract of Gymnema sylvestre stimulate β-cells regeneration and anti-diabetic activity in Wistar rats",
        "Acylated pregnane glycosides from Caralluma sinaica",
        "An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG II",
        "Thirteen novel cycloartane-type triterpenes from Combretum quadrangulare",
        "New pregnane glycosides from Caralluma negevensis",
        "Antihyperglycemic drug gymnema sylvestre also shows anticancer potentials in human melanoma A375 cells via reactive oxygen species generation and mitochondria-dependent caspase pathway",
        "Steroidal glycosides with anti-tumor activity from the roots of Cynanchum wallichii Wight",
        "Pregnane glycosides from Leptadenia pyrotechnica",
        "New pregnane glycosides from Caralluma dalzielii",
        "A revised classification of the apocynaceae s.l.",
        "Anticancer-cytotoxic activity of saponins isolated from the leaves of gymnema sylvestre and eclipta prostrata on HeLa cells",
        "Pharmacie Globale (IJCP)",
        "Polyhydroxypregnane glycosides from Oxystelma esculentum var. alpini",
        "Hypoglycemic activity of Gymnema sylvestre extracts on oxidative stress and antioxidant status in diabetic rats",
        "Indian Medicinal Plants",
        "Isolation and Structure Elucidation of Gymnemic Acids, Antisweet Principles of Gymnema sylvestre",
        "Nine novel C-21 steroidal glycosides substituted with orthoacetate from Dregea sinensis var. corrugata",
        "Pregnane glycosides",
        "Asclepiadaceae",
        "New unusual pregnane glycosides with antiproliferative activity from Solenostemma argel",
        "Potential in vitro antioxidant and protective effects of Gymnema montanum H. on alloxan-induced oxidative damage in pancreatic β-cells, HIT-T15",
        "Inhibitory effect of gymnema montanum leaves on α-glucosidase activity and α-amylase activity and their relationship withpolyphenolic content",
        "In vitro cytotoxicity of Gymnema montanum in human leukaemia HL-60 cells; induction of apoptosis by mitochondrial membrane potential collapse",
        "Triterpenoid saponins from Gymnema Sylvestre",
        null,
        "Plant-derived triterpenoid sweetness inhibitors",
        "In vitro antiproliferative/cytotoxic activity on cancer cell lines of a cardanol and a cardol enriched from Thai Apis mellifera propolis",
        "Novel acylated steroidal glycosides from Caralluma tuberculata induce caspase-dependent apoptosis in cancer cells",
        "Steroidal glycosides from the aerial part of Asclepias incarnata",
        "Steroidal glycosides from the aerial part of Asclepias incarnata L. II",
        "A simple method for the microscale preparation of mosher's acid chloride",
        "Cynanauriculoside C-E, three new antidepressant pregnane glycosides from Cynanchum auriculatum",
        "Antisweet saponins from Gymnema sylvestre",
        "Oleanane saponins from Gymnema sylvestre",
        "Potent in vivo antifungal activity against powdery mildews of pregnane glycosides from the roots of Cynanchum wilfordii",
        "Pregnane glycosides, gymnepregosides A - F from the roots of Gymnema alternifolium",
        "Pregnane glycosides, gymnepregosides G - Q from the roots of Gymnema alternifolium",
        "Two new triterpenoid saponins from Gymnema sylvestre"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Chemistry",
        "Chulalongkorn University"
    ]
}