{
    "eid": "2-s2.0-84930029865",
    "title": "Development of an instrument for patient-reported outcomes in Thai patients with type 2 diabetes mellitus (PRO-DM-Thai)",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Instrument",
        "Patient-reported outcomes",
        "Reliability",
        "Type 2 diabetes",
        "Validity"
    ],
    "authors": [
        "Kanisshanone Chuayruang"
    ],
    "citedby-count": 6,
    "ref-count": 50,
    "ref-list": [
        "Health Situation in Thailand",
        "Global estimates of the prevalence of diabetes for 2010 and 2030",
        "The Fourth National Health Examination Survey 2009",
        "Health Systems Research Institute Journal",
        "Diabetes Situation in Thailand 2007",
        "Diabetes Clinical Guidline 2008",
        "Evaluating patient-based outcome measures for use in clinical trials",
        "Developing the Patient-Reported Outcomes Measurement Information System (PROMIS)",
        "The Patient-Reported Outcomes Measurement Information System (PROMIS): Progress of an NIH roadmap cooperative group during its first two years",
        "Patient-reported assessments in diabetes care: Clinical and research applications",
        "The Ethnographic Interview",
        "Analysing qualitative data",
        "A Template Approach to Text Analysis: Developing and Using Codebooks",
        "Handling Qualitative Data: A Practical Guide",
        "Determination and quantification of content validity",
        "The content validity index: Are you sure you know what's being reported? Critique and recommendations",
        "Global Guideline for Type 2 Diabetes",
        "Psychometric Theory. 3rd Ed.",
        "Sample size in factor analysis",
        "Structural Equation Modeling with AMOS: Basic Concepts, Applications, and Programming. 2nd Ed.",
        "Instruments for Diabetes: A Review. Report from the Patient-reported Health Instruments Group to the Department of Health",
        "A Structured Review of Patient-reported Measures in Relation to Selected Chronic Conditions, Perceptions of Quality of Care and Carer Impact in Health. Report from the Patient-reported Health Instruments Group to the Department of Health",
        "A review of systematic reviews evaluating diabetes interventions: Focus on quality of life and disparities",
        "Disease-specific health-related quality of life instruments among adults diabetic: A systematic review",
        "The Study on Situation of Activities of Daily Living, Need and Quality of Life of the Elderly",
        "Thai J Nurs Res",
        "Increasing diabetes self-management education in community settings: A systematic review",
        "The Diabetes Self-management Assessment Report Tool (D-SMART®): Process evaluation and patient satisfaction",
        "How well do patients' assessments of their diabetes self-management correlate with actual glycemic control and receipt of recommended diabetes services?",
        "Influence of patient attachment style on self-care and outcomes in diabetes",
        "Older people specific health status and quality of life: A structured review of self-assessed instruments",
        "Development and validation of the Diabetes Management Orientation Scale (DMOS): Assessing culturally related approaches to diabetes self-management",
        "Patient-assessed health outcome measures for diabetes: A structured review",
        "The development of an individualized questionnaire measure of perceived impact of diabetes on quality of life: The ADDQoL",
        "The diabetes health profile (DHP): A new instrument for assessing the psychosocial profile of insulin requiring patients - Development and psychometric evaluation",
        "The Development of an Instrument for Assessing the Quality of Life of People with Diabetes: Diabetes-39",
        "Diabetes-specific or generic measures for health-related quality of life? Evidence from psychometric validation of the D-39 and SF-36",
        "Development and validation of a questionnaire to evaluate patient satisfaction with diabetes disease management",
        "Diabetes-related emotional distress in Dutch and U.S. diabetic patients: Cross-cultural validity of the problem areas in diabetes scale",
        "Development of the Diabetes Health Threat Communication Questionnaire (DHTCQ)",
        "The meaning of activities of daily living in a thai elderly population: Development of a new index",
        "Improvements in patient-reported outcomes associated with an intervention to enhance quality of care for rural patients with type 2 diabetes: Results of a controlled trial",
        "Diabetes medication satisfaction tool",
        "The validity and relative precision of MOS short-, and long-form health status scales and Dartmouth COOP charts: Results from the medical outcomes study",
        "Improvements in short-form measures of health status: Introduction to a series",
        "Development and Testing of Thai Quality of Life Questionaire for Diabetic Patients at Yangtalad Hospital; Kalasin",
        "Songkla Med J",
        "Health care and patient-reported outcomes: Results of the cross-national Diabetes Attitudes, Wishes and Needs (DAWN) study",
        "The MOS 36-item short-form health survey (Sf-36): II. Psychometric and clinical tests of validity in measuring physical and mental health constructs",
        "The MOS 36-item short-form health survey (SF-36): III. Tests of data quality, scaling assumptions, and reliability across diverse patient groups"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}