{
    "eid": "2-s2.0-84894431192",
    "title": "Minimal intervention dentistry II: Part 1. Contribution of the operating microscope to dentistry",
    "cover-date": "2014-02-07",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [],
    "authors": [
        "Y. Sitbon"
    ],
    "citedby-count": 16,
    "ref-count": 45,
    "ref-list": [
        "Carl Olof Nylén and the Birth of the Otomicroscope and Microsurgery",
        "The applications of the dental microscope: preliminary report.",
        "A microscope for use in dentistry",
        "Surgical microscope (SM) in dentistry",
        "Changing therapy for gallstone disease",
        "Standards for Advanced Speciality Educations Programs in Endodontics",
        "Effect of magnification on locating the MB2 canal in maxillary molars",
        "Brief report: The incidence of four canals in maxillary first molars - A clinical determination",
        "Detection of the second mesiobuccal canal in mesiobuccal roots of maxillary molar teeth ex vivo",
        "Fiber retention and papilla preservation technique in the treatment of infrabony defects: A microsurgical approach",
        "Microsurgical Approach to Periodontal Regeneration. Initial Evaluation in a Case Cohort",
        "Microsurgical treatment of gingival recession: A controlled clinical study",
        "Diagnosis of occlusal caries: Part I. Conventional methods.",
        "Problems in caries diagnosis.",
        "Minimal intervention dentistry - A review: FDI Commission Project 1-97",
        "The use of a microscope for restorative treatment Decision-making on occlusal surfaces",
        "Restorative treatment decision making with unaided visual examination, intraoral camera and operating microscope",
        "Restorative decision-making behavior with magnification",
        "Risk indicators for posterior tooth fracture",
        "Marginal fit of restorations before and after cementation in vivo",
        "The in vivo perception of roughness of restorations",
        "Controversial aspects of composite resin restorative materials",
        "Long‐term maintenance of patients treated for advanced periodontal disease",
        "Long‐term effect of surgical/non‐surgical treatment of periodontal disease",
        "Total calculus removal: an attainable objective?",
        "The clinical effectiveness of open versus closed scaling and root planing on multi-rooted teeth.",
        "A Perspective on Periodontal Microsurgery",
        "Microscope-enhanced periodontal therapy: A review and report of four cases",
        "Enhanced periodontal debridement with the use of micro ultrasonic, periodontal endoscopy.",
        "Anterior esthetic implants: microsurgical placement in extraction sockets with immediate plovisionals.",
        "Microsurgical technique for augmentation of the interdental papilla: Three case reports",
        "Iatrogenic damage to adjacent teeth during classical approximal box preparation",
        "Iatrogenic damage to approximal surfaces in contact with Class II restorations",
        "Progression of Approximal Caries in Relation to Iatrogenic Preparation Damage",
        "Influence of anatomy on Schneiderian membrane perforations during sinus elevation surgery: three-dimensional analysis.",
        "Anatomical and Surgical Findings and Complications in 100 Consecutive Maxillary Sinus Floor Elevation Procedures",
        "Seeing into old age: Vision function beyond acuity",
        "Light, vision, and aging",
        "Prevalence and associated factors of musculoskeletal pain among the dental personnel in a dental school",
        "A systematic review of musculoskeletal disorders among dental professionals",
        "Cervical pain and discomfort among dentists. Epidemiological, clinical and therapeutic aspects. Part 1. A survey of pain and discomfort.",
        "Schweiz Monatsschr Zahnmed",
        "The effect of magnification on the performance of fixed prosthodontic procedures.",
        "Magnification systems improve quality and posture.",
        "Optical principles of loupes."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Montreal",
            "affilname": "University of Montreal",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}