{
    "eid": "2-s2.0-85028347120",
    "title": "Amelogenesis imperfecta: Case study",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [],
    "authors": [
        "Chalermpol Leevailoj"
    ],
    "citedby-count": 5,
    "ref-count": 39,
    "ref-list": [
        "Case report: radical management of an adolescent with amelogenesis imperfecta.",
        "Guideline on oral heath care/dental management of heritable dental development anomalies.",
        "Amelogenesis imperfecta",
        "Amelogenesis imperfecta",
        "Amelogenesis imperfecta: A classification and catalogue for the 21st century",
        "Oral and Maxillofacial Pathology",
        "Esthetic rehabilitation of anterior teeth affected by enamel hypoplasia: A case report",
        "Amelogenesis imperfecta, dentinogenesis imperfecta and dentin dysplasia revisited: problems in classification",
        "Interdisciplinary approach to treating a patient with amelogenesis imperfecta: A clinical report",
        "Restoring Function and Esthetics in a Patient with Amelogenesis Imperfecta",
        "Hereditary amelogenesis imperfecta. I. Epidemiology and clinical classification in a Swedish child population.",
        "Oral rehabilitation of a young adult with hypoplastic amelogenesis imperfecta: A clinical report",
        "An investigation of the association between anterior open-bite and amelogenesis imperfecta",
        "Rough hypoplastic amelogenesis imperfecta with follicular hyperplasia",
        "Variable expression in Amelogenesis imperfecta with taurodontism",
        "Dental anomalies associated with amelogenesis imperfecta: A radiographic assessment",
        "Amelogenesis imperfecta: Diagnosis and resolution of a case with hypoplasia and hypocalcification of enamel, dental agenesis, and skeletal open bite",
        "Microabrasion of teeth with discoloration resembling hypomaturation enamel defects: Four- Year follow up",
        "A conservative treatment for amelogenesis imperfecta with direct resin composite restorations: A case report",
        "Oral rehabilitation of young adults with amelogenesis imperfecta",
        "Restoring function and esthetics in a patient with amelogenesis imperfecta: A clinical report",
        "Use of Adhesively Inserted Full-ceramic Restorations in the Conservative Treatment of Amelogenesis Imperfecta: A Case Report",
        "Amelogenesis imperfecta--a prosthetic rehabilitation: A clinical report.",
        "Transitional anterior esthetic restorations for patients with enamel defects",
        "Restorative and orthodontic treatment of an adolescent patient with Amelogenesis Imperfecta",
        "Amelogenesis imperfecta: a method of reconstruction.",
        "The principles of visual perception and their clinical application to denture esthetics",
        "Dentists' preferences of anterior tooth proportion - A web-based study",
        "An interdisciplinary approach for restoring function and esthetics in a patient with amelogenesis imperfecta and malocclusion: A clinical report",
        "Conservative restoration with resin composites of a case of amelogenesis imperfecta",
        "Enamel pretreatment with sodium hypochlorite to enhance bonding in hypocalcified amelogenesis imperfecta: case report and SEM analysis.",
        "Hybridization of Dental Hard Tissues Quintessence",
        "Adhesion to and decalcification of hydroxyapatite by carboxylic acids",
        "Evaluation of Zirconium-Oxide-Based Ceramic Single-Unit Posterior Fixed Dental Prostheses (FDPs) Generated with Two CAD/CAM Systems Compared to Porcelain-Fused-to-Metal Single-Unit Posterior FDPs: A 5-Year Clinical Prospective Study",
        "Survival of three types of veneer restorations in a clinical trial: A 2.5-year interim evaluation",
        "Porcelain and resin veneers clinically evaluated: 2-year results.",
        "Case Report Quintessence Dental Technology",
        "Critical review in oral biology & medicine: New approaches to enhanced remineralization of tooth enamel",
        "Prevention of white spot lesions in orthodontic practice: A contemporary review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}