{
    "eid": "2-s2.0-85139053160",
    "title": "Unlocking the potential of La-doped iron oxide @graphene oxide and ionic liquid-based asymmetric supercapacitor",
    "cover-date": "2022-11-25",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Asymmetric supercapacitors",
        "Graphene oxide",
        "Ionic liquid",
        "Iron oxide",
        "Lanthanum",
        "Manganese oxide"
    ],
    "authors": [
        "Sumayya C. Pathan",
        "Navajsharif S. Shaikh",
        "Sawanta S. Mali",
        "Jyoti V. Patil",
        "Pranav K. Katkar",
        "Navnath S. Padalkar",
        "Supareak Praserthdam",
        "Chang Kook Hong",
        "Pongsakorn Kanjanaboos",
        "Jasmin S. Shaikh"
    ],
    "citedby-count": 3,
    "ref-count": 46,
    "ref-list": [
        "Renewable energy and sustainable development: a crucial review",
        "On energy for sustainable development in Nigeria",
        "In situ encapsulated Fe3O4 nanosheet arrays with graphene layers as an anode for high-performance asymmetric supercapacitors",
        "Recent advances in perovskite oxides as electrode materials for supercapacitors",
        "NiCoP nanoarray: a superior pseudocapacitor electrode with high areal capacitance",
        "Enhanced N2-to-NH3 conversion efficiency on Cu3P nanoribbon electrocatalyst",
        "Elucidating the performance limitations of Lithium-ion batteries due to species and charge transport through five characteristic parameters",
        "Carbon-coated silicon as anode material for lithium ion batteries: advantages and limitations",
        "Facile synthesis of crumpled-paper like CoWO4-CoMn2O4/N-doped graphene hybrid nanocomposites for high performance all-solid-state asymmetric supercapacitors",
        "Enhanced supercapacitor performance using a Co3O4@Co3S4 nanocomposite on reduced graphene Oxide/Ni foam electrodes",
        "Novel bi-functional electrocatalysts based on the electrochemical synthesized bimetallicmetal organic frameworks: towards high energy advanced reversible zinc–air batteries",
        "High lithium anodic performance of reduced sn particles on co metal-organic frameworks for lithium-ion batteries with a long-cycle life",
        "Analysis of glutathione in the presence of acetaminophen and tyrosine via an amplified electrode with MgO/SWCNTs as a sensor in the hemolyzed erythrocyte",
        "0D to 3D carbon-based networks combined with pseudocapacitive electrode material for high energy density supercapacitor: a review",
        "A review on the recent advances in hybrid supercapacitors",
        "Synthesis of Ni–Co-fe layered double hydroxide and Fe2O3/Graphene nanocomposites as actively materials for high electrochemical performance supercapacitors",
        "Electrochemical reduced graphene oxide-polyaniline as effective nanocomposite film for high-performance supercapacitor applications",
        "Inhibition of acid corrosion of glass ampoule in Pb/HBF4/PbO2 reserve batteries using nanobis[3-(trimethoxysilyl)propyl]amine",
        "3D reduced graphene oxide/FeNi3-ionic liquid nanocomposite modified sensor; an electrical synergic effect for development of tert-butylhydroquinone and folic acid sensor",
        "Review on recent advances in nanostructured transition-metal-sulfide-based electrode materials for cathode materials of asymmetric supercapacitors",
        "A review of recent advances in manganese-based supercapacitors",
        "NiF2 as an efficient electrode material with high window potential of 1.8 V for high energy and power density asymmetric supercapacitor",
        "SILAR deposited nickel sulphide-nickel hydroxide nanocomposite for high performance asymmetric supercapacitor",
        "Review of supercapacitors: materials and devices",
        "Electrospun mesoporous Mn–V–O@C nanofibers for high-performance asymmetric supercapacitor devices with high stability",
        "An oxygen-deficient cobalt-manganese oxide nanowire doped with P designed for high performance asymmetric supercapacitor",
        "Battery-type MnCo2O4@carbon nanofibers composites with mesoporous structure for high performance asymmetric supercapacitor",
        "Realizing an asymmetric supercapacitor employing carbon nanotubes anchored to Mn3O4 cathode and Fe3O4 anode",
        "Fe2O3 nanoparticles anchored on the Ti3C2Tx MXene paper for flexible supercapacitors with ultrahigh volumetric capacitance",
        "Effect of electrolyte concentration on electrochemical performance of bush like α-Fe2O3 nanostructures",
        "Ternary mixed nickel cobalt iron oxide nanorods as a high-performance asymmetric supercapacitor electrode, materials today",
        "Iron oxide encapsulated in nitrogen-doped carbon as high energy anode material for asymmetric supercapacitors",
        "A novel hybrid supercapacitor with a carbon nanotube cathode and an iron oxide/carbon nanotube composite anode",
        "Hierarchical 3D cobalt-doped Fe3O4 Nanospheres@NG hybrid as an advanced anode material for high-performance asymmetric supercapacitors",
        "Alpha-MnO2 nanofibers/nitrogen and sulfur-co-doped reduced graphene oxide for 4.5 V quasi-solid state supercapacitors using ionic liquid-based polymer electrolyte",
        "High performance asymmetric supercapacitor based on MnO2 electrode in ionic liquid electrolyte",
        "Breaking the limits of ionic liquid-based supercapacitors: mesoporous carbon electrodes functionalized with manganese oxide nanosplotches for dense, stable, and wide-temperature energy storage",
        "Nanostructured ternary composites of graphene/Fe2O3/polyaniline for high-performance supercapacitors",
        "Flexible heterostructured supercapacitor electrodes based on α-Fe2O3 nanosheets with excellent electrochemical performances",
        "Preparation and characterization of manganese dioxides with nano-sized tunnel structures for zinc ion storage",
        "Manganese oxides with different crystalline structures: facile hydrothermal synthesis and catalytic activities",
        "High-energy asymmetric electrochemical capacitors based on oxides functionalized hollow carbon fibers electrodes",
        "High-performance flexible solid-state Ni/Fe battery consisting of metal oxides coated carbon Cloth/Carbon nanofiber electrodes",
        "Sulfur-doped graphene as a rational anode for an ionic liquid based hybrid capacitor with a 3.5 V working window",
        "Novel electrodes for supercapacitor: conducting polymers, metal oxides, chalcogenides, carbides, nitrides, MXenes, and their composites with graphene",
        "Layer-by-layer nanohybrids of ni-cr-LDH intercalated with 0D polyoxotungstate for highly efficient hybrid supercapacitor"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gwangju",
            "@id": "60007215",
            "affilname": "Chonnam National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007215",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Kolhapur",
            "@id": "60104583",
            "affilname": "D. Y. Patil University, Kolhapur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104583",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60027884",
            "affilname": "Sejong University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027884",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Akluj",
            "@id": "128656605",
            "affilname": "Shankarrao Mohite Mahavidyalya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128656605",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "CIF-CNI",
        "Mahidol University-Frontier Research Facility",
        "National Research Council of Thailand",
        "Faculty of Science, Mahidol University",
        "PERCH-CIC",
        "Ministry of Higher Education, Science, Research and Innovation, Thailand"
    ]
}