{
    "eid": "2-s2.0-85145574159",
    "title": "Director age and corporate innovation: Evidence from textual analysis",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Agency theory",
        "Corporate governance",
        "Corporate innovation",
        "Director age",
        "Resource dependency theory",
        "Textual-based innovation measures"
    ],
    "authors": [
        "Pongsapak Chindasombatcharoen",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "Accounting conservatism and board of director characteristics: An empirical analysis",
        "Block ownership and companies’ R & D intensity: The moderating effect of culture",
        "Economic crisis and innovation: Is destruction prevailing over accumulation?",
        "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
        "Independent boards and innovation",
        "CEO characteristics and firm R & D spending",
        "The impact of board diversity and gender composition on corporate social responsibility and firm reputation",
        "A text-based analysis of corporate innovation",
        "Female board representation, corporate innovation and firm performance",
        "Board size and the variability of corporate performance",
        "Management demography and corporate performance: Evidence from China",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Does innovation promote access to informal loans? Evidence from a transitional economy",
        "Synthesizing and extending resource dependence theory: A meta-analysis",
        "Board directors’ preferences – what are good aggregation rules?",
        "Separation of ownership and control",
        "The influence of corporate governance on bank risk during a financial crisis",
        "Board composition and forms of innovation: does diversity make a difference?",
        "Influence of internal communication on technological proactivity, organizational learning, and organizational innovation in the pharmaceutical sector",
        "The effects of board size and diversity on strategic change",
        "Policy Responses to the Economic Crisis: Investing in Innovation for Long-Term Growth",
        "Upper echelons: The organization as a reflection of its top managers",
        "The role of innovation in driving the economy: Lessons from the global financial crisis",
        "The market for corporate control and firm innovation",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "The impact of R & D intensity, financial constraints, and dividend payout policy on firm value",
        "Audit committee, board of director characteristics, and earnings management",
        "The supply of corporate directors and board independence",
        "Economic short-termism: The debate, the unresolved issues, and the implications for management practice and research, vol. 21, no. 3",
        "Managerial myopia or systemic short-termism?: The importance of managerial systems in valuing the long term",
        "Do military independent directors improve firm performance?",
        "Political connections, overinvestments and firm performance: Evidence from Chinese listed real estate firms",
        "Textual analysis in accounting and finance: A survey",
        "Corporate investment myopia: a horserace of the theories",
        "Board composition and financial performance: Uncovering the effects of diversity in an emerging economy",
        "The theory and practice of myopic management",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "The cost of firms’ debt financing and the global financial crisis",
        "Board of director characteristics, institutional ownership, and fraud: Evidence from Australia",
        "R & D, firm size and innovation: an empirical analysis",
        "The impact of market competition on the relation between CEO power and firm innovation",
        "Women on board: Does boardroom gender diversity affect firm risk?",
        "Takeover threats and managerial Myopia, vol. 96, no. 1",
        "Radical innovation across nations: The preeminence of corporate culture",
        "Entrepreneurship, innovation and economic growth: Evidence from GEM data",
        "How does the stock market react to financial innovation regulations?",
        "Patents and R & D expenditure in explaining stock price movements",
        "Corporate innovativeness and risk management of small firms – evidences from start-ups"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}