{
    "eid": "2-s2.0-85055902003",
    "title": "Development of platinum supported on single-walled carbon nanotubes by deposition-precipitation for microbial fuel cells",
    "cover-date": "2018-07-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Cathode",
        "Deposition-precipitation",
        "Microbial fuel cell",
        "Platinum",
        "Single-walled carbon nanotubes"
    ],
    "authors": [
        "P. Pusomjit",
        "O. Chailapakul",
        "H. Y. Ng",
        "N. Thepsuparungsikul"
    ],
    "citedby-count": 4,
    "ref-count": 29,
    "ref-list": [
        "Performance studies of Pd-Pt and Pt-Pd-Au catalysts for electro-oxidation of glucose in direct glucose fuel cell",
        "Carbon nanotube as an alternative cathode support and catalyst for microbial fuel cells",
        "Production of sustainable energy by carbon nanotube/platinum catalyst in microbial fuel cell",
        "Application of bacterial biocathodes in microbial fuel cells",
        "Fabrication of bimetallic Pt-M (M = Fe, Co, and Ni) nanoparticle/carbon nanotube electrocatalysts for direct methanol fuel cells",
        "Electrical performance of low cost cathodes prepared by plasma sputtering deposition in microbial fuel cells",
        "Microbial fuel cells: Methodology and technology",
        "Effect of increasing anode surface area on the performance of a single chamber microbial fuel cell",
        "Carbon nanotube supported mno2 catalysts for oxygen reduction reaction and their applications in microbial fuel cell",
        "Activated carbon nanotubes-supported catalyst in fuel cells",
        "Synthesis of contiguous silica-gold core-shell structures: Critical parameters and processes",
        "Carbon nanotube/polyaniline composite as anode material for microbial fuel cells",
        "Optimization of Pt-Pd alloy catalyst and supporting materials for oxygen reduction in air-cathode microbial fuel cells",
        "Cathodic limitations in microbial fuel cells: An overview",
        "Photocatalyst hydrogen production by water/methanol decomposition using Au/TiO2 prepared by deposition-precipitation with urea",
        "Bimetallic Au-Ag/TiO2 catalyst prepared by deposition-precipitation: High activity and stability in CO oxidation",
        "Pt-Co supported on single-walled carbon nanotubes as an anode catalyst for direct methanol fuel cells",
        "Recovery of silver from silver (I)-containing solutions in bioelectrochemical reactors",
        "Copper recovery combined with electricity production in a microbial fuel cell",
        "Different types of carbon nanotube-based anodes to improve microbial fuel cell performance",
        "Development of a microbial biosensor based on carbon nanotube (CNT) modified electrodes",
        "Microbial fuel cell performance of multiwall carbon nanotubes on carbon cloth as electrodes",
        "Carbon nanotubes modified air-cathodes for electricity production in microbial fuel cells",
        "Nano-structured textiles as high-performance aqueous cathodes for microbial fuel cells",
        "Microbial fuel cell cathode with dendrimer encapsulated Pt nanoparticles as catalyst",
        "The improvement of catalytic efficiency by optimizing Pt on carbon cloth as a cathode of a microbial fuel cell",
        "Manganese dioxide-coated carbon nanotubes as an improved cathodic catalyst for oxygen reduction in a microbial fuel cell"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}