{
    "eid": "2-s2.0-85085039013",
    "title": "Perceived Managerial Competence of First-Line Nurse Managers: A Comparative Analysis Among Public Hospitals",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Leadership and Management",
            "@code": "2911",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Issues, Ethics and Legal Aspects",
            "@code": "2910",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "cross-sectional study",
        "Indonesia",
        "leadership",
        "nurse administrators",
        "ownership",
        "public hospitals"
    ],
    "authors": [
        "Joko Gunawan",
        "Yupin Aungsuroch",
        "Mary L. Fisher",
        "Anna M. McDaniel",
        "Colleen Marzilli"
    ],
    "citedby-count": 3,
    "ref-count": 60,
    "ref-list": [
        "Hospital ownership, performance, and outcomes: Assessing the state-of-the-science",
        "Exploring the acquisition of nurse manager competence",
        "Nurse turnover and perceived causes and consequences: A preliminary study at private hospitals in Indonesia",
        "Multiple comparisons using rank sums",
        "Hospital ownership and quality of care: What explains the different results in the literature?",
        "Indonesia health care system and Asean economic community",
        "Managerial competence of first-line nurse managers: A concept analysis",
        "Factors contributing to managerial competence of first-line nurse managers: A systematic review",
        "Development and psychometric properties of managerial competence scale for first-line nurse managers in Indonesia",
        "The lived experiences of becoming first-line nurse managers: A phenomenological study",
        "Does ownership matter? An overview of systematic reviews of the performance of private for-profit, private not-for-profit and public healthcare providers",
        "Reducing maternal and neonatal mortality in Indonesia: Saving lives, saving the future",
        "Comparisons of self-ratings on managerial competencies, research capability, time management, executive power, workload and work stress among nurse administrators",
        "Operating room nurse manager competencies in Greek hospitals",
        "Teaching hospital versus district general",
        "How quality, value, image, and satisfaction create loyalty at a Chinese telecom",
        "Understanding health care as a complex system: The foundation for unintended consequences",
        "Myth of the well-educated manager",
        "Perceptions of managerial competencies, style, and characteristics among professionals in nursing",
        "Leadership motive pattern and long-term success in management",
        "The role of the hospital in a changing environment",
        "Distribution trends of Indonesia’s health care resources in the decentralization era",
        "Perceived competencies of nurse managers: A comparative analysis of the public and private sectors in South Africa",
        "Reasons to leave: The motives of first-line nurse managers’ for leaving their posts",
        "Complex role in complex times. Programs take aim at helping nurse managers lead nurses",
        "The impact of hospital brand image on service quality, patient satisfaction and loyalty",
        "Clinical nurses’ response to an environment of health care reform and organizational restructuring"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tyler",
            "@id": "60019188",
            "affilname": "University of Texas at Tyler",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019188",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60013959",
            "affilname": "University of Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013959",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}