{
    "eid": "2-s2.0-84903587999",
    "title": "High proton conductivity ZSM-5/sulfonated poly(ether ketone ether sulfone) (S-PEKES) composite proton exchange membrane for using in direct methanol fuel cell",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Proton conductivity",
        "Proton exchange membrane (PEM)",
        "Sulfonated poly(ether ketone ether sulfone)",
        "ZSM-5"
    ],
    "authors": [
        "S. Changkhamchom"
    ],
    "citedby-count": 16,
    "ref-count": 19,
    "ref-list": [
        "Investigation of a direct methanol fuel cell based on a composite Nafion-silica electrolyte for high temperature operation",
        "Fuel Cells",
        "Non-fluorinated polymer materials for proton exchange membrane fuel cells",
        "Study of basic biopolymer as proton membrane for fuel cell systems",
        "Solid polymer electrolyte membranes for fuel cell applications - A review",
        "Zeolite-Nafion composites as ion conducting membrane materials",
        "Preparation of Pt/zeolite-Nafion composite membranes for self-humidifying polymer electrolyte fuel cells",
        "Functionalized zeolite A-nafion composite membranes for direct methanol fuel cells",
        "Effect of zeolites on chitosan/zeolite hybrid membranes for direct methanol fuel cell",
        "Effects of sulfonated polyether-etherketone (SPEEK) and composite membranes on the proton exchange membrane fuel cell (PEMFC) performance",
        "Synthesis and properties of sulfonated poly(ether ketone ether sulfone) (S-PEKES) via bisphenol S: Effect of sulfonation",
        "Investigation of sulfonated poly(ether ether ketone sulfone)/heteropolyacid composite membranes for high temperature fuel cell applications",
        "Proton conductive membranes of sulfonated poly(ether ketone ketone)",
        "Polyethersulfone membranes: The effect of sulfonation on the properties",
        "Proton conducting membranes based on cross-linked sulfonated poly(ether ether ketone) (SPEEK)",
        "Polymer Electrolyte Membrane Based on Sulfonated Poly(Ether Ketone Ether Sulfone) (S-PEKES) with Low Methanol Permeability for Direct Methanol Fuel Cell Application",
        "A comparison of methanol permeability in Chitosan and Nafion 117 membranes at high to medium methanol concentrations",
        "Chitosan-based solid electrolyte composite membranes. I. Preparation and characterization",
        "Highly compatible acid-base blend membranes based on sulfonated poly(ether ether ketone) and poly(ether ether ketone-alt-benzimidazole) for fuel cells application"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Conductive and Electroactive Polymers Research Unit",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Royal Thai Government",
        "TRF-RTA",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}