{
    "eid": "2-s2.0-84907865769",
    "title": "Thermal and mechanical properties enhancement obtained in highly filled alumina-polybenzoxazine composites",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Jirawat Kajohnchaiyagual"
    ],
    "citedby-count": 43,
    "ref-count": 40,
    "ref-list": [
        "Characterization of composite tiles fabricated from poly(ethylene terephthalate) and micromarble particles reinforced by glass fiber mats",
        "Dynamic mechanical analysis of elastic modulus development of dental composites",
        "Wear-resistant and transparent acrylate-based coating with highly filled nanosilica particles",
        "Analysis and Performance of Fiber Composites",
        "Experimental investigation on the influence of the composition on the morphology and the mechanical properties of short glass fiber-reinforced polypropylene nanocomposites",
        "High performance wood composites from highly filled polybenzoxazine",
        "Properties of wood polymer composites from eastern redcedar particles reinforced with benzoxazine resin/cashew nut shell liquid copolymer",
        "Development of wood-substituted composites from highly filled polybenzoxazine-phenolic novolac alloys",
        "Very high thermal conductivity obtained by boron nitride-filled polybenzoxazine",
        "Dielectric, electrical, and rheological characterization of graphene-filled polystyrene nanocomposites",
        "Highly filled graphite polybenzoxazine composites for an application as bipolar plates in fuel cells",
        "Abrasive wear performance and antibacterial assessment of untreated and treated ZnO-reinforced polymer composite",
        "Composites as friction materials: Recent developments in non-asbestos fiber reinforced friction materials - A review",
        "Highly filled thermoplastic composites. II: Effects of particle size distribution on some properties",
        null,
        "Handbook of Benzoxazine Resins",
        "Alloys and Composites of Polybenzoxazines: Properties and Applications",
        "Polybenzoxazine Chemistry and Properties, 1st Ed.",
        "Aniline: Structural/physical properties, reactions and environmental effects",
        "High performance wood composites based on benzoxazine-epoxy alloys",
        "Particle Packing Characteristics",
        "Investigation of the thermal, mechanical, and fracture properties of alumina-epoxy composites",
        "Thermal conductivity, elastic modulus, and coefficient of thermal expansion of polymer composites filled with ceramic particles for electronic packaging",
        "Mechanical Properties of Polymers and Composite",
        "J. Methods Mater. Miner.",
        "Role of interface on dynamic modulus of high-performance poly(etheretherketone)/ceramic composites",
        "On the relationship between modulus of elasticity and microhardness",
        "Scratch and normal hardness characteristics of polyamide 6/nano-clay composite",
        "The effect of nanosilica on mechanical, thermal and morphological properties of epoxy coating",
        "Mechanical and tribological properties of phenolic resin-based friction composites filled with several inorganic fillers",
        "Thermal and mechanical properties of copper powder filled poly(ethylene) composites",
        "Epoxy/alumina nanoparticle composites. I. Dynamic mechanical behavior",
        "Interphase modeling of copper-epoxy particulate composites subjected to static and dynamic loading",
        null,
        "Effect of surfactant treatment on thermal stability and mechanical properties of CNT/polybenzoxazine nanocomposites",
        "Polybenzoxazine/clay hybrid nanocomposites: Influence of preparation method on the curing behavior and properties of polybenzoxazines",
        "Effect of novel benzoxazine reactive diluent on processability and thermomechanical characteristics of Bi-functional polybenzoxazine",
        "Mechanical and thermal properties of graphite platelet/epoxy composites",
        "Toughening of cycloaliphatic epoxy resin by nanosize silicon dioxide"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}