{
    "eid": "2-s2.0-84903755677",
    "title": "A biomechanical cadaveric study of a modified u-shaped interspinous distraction device",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "adjacent segment instability",
        "biomechanical cadaveric study",
        "interspinous distraction device",
        "lumbar spine instability",
        "modified U-shape device",
        "posterior dynamic stabilizing device",
        "tension wire loop",
        "titanium wire"
    ],
    "authors": [
        "Weerasak Singhatanadgige"
    ],
    "citedby-count": 1,
    "ref-count": 34,
    "ref-list": [
        "Dynamic interspinous process technology",
        "Role of lumbar interspinous distraction on the neural elements",
        "Higher risk of adjacent segment degeneration after floating fusions: Long-term outcome after low lumbar spine fusions",
        "Risk factors for adjacent segment disease after lumbar fusion",
        "Adjacent segment stenosis after lumbar fusion requiring second operation",
        "Biomechanics of posterior dynamic stabilizing device (DIAM) after facetectomy and discectomy",
        "The treatment mechanism of an interspinous process implant for lumbar neurogenic intermittent claudication",
        "Mechanical supplementation by non-rigid fixation in degenerative intervertebral lumbar segments: The wallis system",
        "A biomechanical evaluation of an interspinous device (Coflex) used to stabilize the lumbar spine.",
        "Biomechanical Comparison of an Interspinous Device and a Rigid Stabilization on Lumbar Adjacent Segment Range of Motion",
        "The effects of an interspinous implant on the kinematics of the instrumented and adjacent levels in the lumbar spine",
        "Are the spines of calf, pig and sheep suitable models for pre-clinical implant tests?",
        "Biomechanical effect of different lumbar interspinous implants on flexibility and intradiscal pressure",
        "Spine update mechanical testing of the spine: An appraisal of methodology, results, and conclusions",
        "The effects of an interspinous implant on intervertebral disc pressures",
        "Mechanical behavior of the human lumbar and lumbosacral spine as shown by three-dimensional load-displacement curves",
        "Three-dimensional movements of the whole lumbar spine and lumbosacral joint",
        "Pathology and pathogenesis of lumbar spondylosis and stenosis",
        "Re. The effect of an interspinous implant on intervertebral disc pressures [2] (multiple letters)",
        "Interspinous process spacers",
        "Biomechanical evaluation of lumbar spinal stability after graded facetectomies",
        "Chula Med J.",
        "The effect of an interspinous process implant on facet loading during extension",
        "Interspinous process devices in the lumbar spine",
        "A new ceramic interspinous process spacer for lumbar spinal canal stenosis",
        "Biomechanical evaluation of an interspinous stabilizing device, locker",
        "Can a modified interspinous spacer prevent instability in axial rotation and lateral bending? A biomechanical in vitro study resulting in a new idea",
        "Determination of the in vivo posterior loading environment of the Coflex interlaminar-interspinous implant",
        "One-year outcome evaluation after interspinous implantation for degenerative spinal stenosis with segmental instability",
        "Biomechanical evaluation of the X-stop device for surgical treatment of lumbar spinal stenosis",
        "Experience with coflex interspinous implant",
        "Effect of compressive follower preload on the flexion-extension response of the human lumbar spine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}