{
    "eid": "2-s2.0-85104941377",
    "title": "Chemical constituents of Launaea sarmentosa roots",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "DMAP-catalyzed benzoylation",
        "Launaea sarmentosa",
        "mixture of triterpenes"
    ],
    "authors": [
        "Le Hong Hanh",
        "Phung Duc Dung",
        "Lieu Dieu Huy",
        "Ngo Thi Thuy Duong",
        "Sumrit Wacharasindhu",
        "Nguyen Kim Phi Phung",
        "Huynh Bui Linh Chi"
    ],
    "citedby-count": 2,
    "ref-count": 20,
    "ref-list": [
        "Rapid in vitro plant regeneration from leaf explants of Launaea sarmentosa (Willd.) Sch. Bip. ex Kuntze",
        "Assessment of pharmacological activities of two medicinal plant of Bangladesh: Launaea sarmentosa and Aegialitis rotundifolia (Roxb.) in the management of pain, pyrexia and inflammation",
        "Islam. Thrombolytic and membrane stabilizing activities of Launaea sarmentosa",
        "In vitro antioxidant activity of Launaea pinnatifida Cass leaves",
        "Anti-bacterial profiling of Launaea sarmentosa (Willd.) and Bruguiera cylindrical (L.): Two distinct ethno medicinal plants of Bangladesh",
        "Phytochemical screening, cytotoxic and anthelmintic activities of Amorphophallus campanulatus (Roxb.), Avicennia marina (Forssk.) and Launaea sarmentosa (Willd.)",
        "New antifungal triterpenoid saponin from Launaea pinnatifida Cass, Indian J. Chem. - Sect. B Org",
        "Catalysis by 4-dialkylamino pyridines",
        "Chemical constituents and antioxidant activity of Teucrium barbeyanum Aschers",
        "High-performance thin-layer chromatography hyphenated with microchemical and biochemical derivatizations in bioactivity profiling of marine species",
        "Quantitative determination of various hopanoids in microorganisms",
        "The use of symmetry in enantioselective synthesis: Four pairs of chrysene enantiomers prepared from 19-nortestosterone",
        "Pentacyclic triterpenes. Part 3: Synthesis and biological evaluation of oleanolic acid derivatives as novel inhibitors of glycogen phosphorylase",
        "Obtenção de derivados da mistura triterpenoídica α- e β-amirina",
        "13C-NMR Spectra of pentacyclic triterpenoids - a compilation and some salient features",
        "Studies on sesquiterpenes from Macroclinidium trilobum Makino",
        "Sesquiterpenoids with diverse carbon skeletons from the roots of Cichorium glandulosum and their anti-inflammatory activities",
        "Sesquiterpene glycosides from Ixeris debilis and Ixeris repens",
        "A new pinoresinol-type lignan from Ligularia kanaitizensis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078566",
            "affilname": "Viet Nam National University Ho Chi Minh City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078566",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bien Hoa",
            "@id": "126135337",
            "affilname": "Dong Nai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126135337",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": []
}