{
    "eid": "2-s2.0-85052531825",
    "title": "Expression and characterization of functional single-chain variable fragment against norfloxacin in Pichia pastoris GS115",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Monoclonal antibody",
        "Norfloxacin",
        "Pichia pastoris",
        "Single-chain variable fragment"
    ],
    "authors": [
        "J. Mala",
        "S. Puthong",
        "H. Maekawa",
        "Y. Kaneko",
        "T. Palaga",
        "K. Komolpis",
        "S. Sooksai"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Single-chain fragment variable antibody against the capsid protein of bovine immunodeficiency virus and its use in ELISA",
        "Cloning, expression, purification and characterization of a bispecific single chain diabody against fluoroquinoes and sulphonamides in Escherichia coli",
        "Cloning, expression, and characterization of singlechain variable fragment antibody against mycotoxin deoxynivalenol in recombinant Escherichia coli",
        "Production and characterization of a monoclonal antibody against enrofloxacin",
        "Recombinant protein expression in Pichia pastoris",
        "An indirect competitive enzyme-linked immunosorbent assay for determination of norfloxacin in waters using a specific polylonal antibody",
        "Development of an indirect competitive ELISA for ciprofloxacin residues in food animal edible tissues",
        "Pichia pastoris: A recombinant microfactory for antibodies and human membrane proteins",
        "Monoclonal antibody based enzyme-linked immunosorbent assay for the specific detection of ciprofloxacin and enrofloxacin residues in fishery products",
        "Construction of divalent anti-keratin 8 single-chain antibodies (sc(Fv)2), expression in Pichai pastoris and their reactivity with multicellular tumor spheroids",
        "Development and optimization of an indirect competitive ELISA for detection of norfloxacin residue in chicken liver",
        "Immuno-strip biosensor system to detect enrofloxacin residues",
        "Polypeptide linkers suitable for the efficient production of dimeric scFv in Escherichia coli",
        "Engineering of a broad-specificity antibody: Detection of eight fluoroquinolone antibiotics simultaneously",
        "Expression of recombinant proteins in Pichia pastoris",
        "Extraction of genomic DNA from yeasts for PCRbased applications",
        "Heterologous protein production using the Pichia pastoris expression system",
        "Construction and sequencing analysis of scFv antibody fragment derived from monoclonal antibody against norfloxacin (Nor155)",
        "Bioprocess engineering aspects of heterologous protein production in Pichia pastoris: A review",
        "Construction of a single chain variable fragment antibody (scFv) against tetrodotoxin (TTX) and its interaction with TTX",
        "Construction of multiform sFv antibodies using linker peptide",
        "Detection of deoxynivalenol based on a single-chain fragment variable of the antideoxynivalenol antibody",
        "Construction of single chain variable fragment (scFv) and biscFv-alkaline phosphatase fusion protein for detection of Bacillus Anthracis",
        "Monoclonal-based enzyme-linked immunosorbent assay and immunochromatographic assay for enrofloxacin in biological matrices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Suita",
            "@id": "60024322",
            "affilname": "Osaka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024322",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}