{
    "eid": "2-s2.0-85071175772",
    "title": "Electron correlation in Li+, He, H- and the critical nuclear charge system ZC: Energies, densities and Coulomb holes",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Coulomb hole",
        "Critical nuclear charge for binding",
        "Electron correlation",
        "Intracule density",
        "Two-electron systems"
    ],
    "authors": [
        "Adam L. Baskerville",
        "Andrew W. King",
        "Hazel Cox"
    ],
    "citedby-count": 16,
    "ref-count": 32,
    "ref-list": [
        "Neue Berechnung der Energie des Heliums im Grundzustande, sowie des tiefsten Terms von Ortho-Helium",
        "Ground state of two-electron atoms",
        "Some calculations on the ground and lowest-triplet state of helium in the fixed-nucleus approximation",
        "Experiment and theory in computations of the He atom ground state",
        "Solving the Schrödinger equation for helium atom and its isoelectronic ions with the free iterative complement interaction (ICI) method",
        "Chapter five: The series solution method in quantum chemistry for three-particle systems",
        "Two-stage strategy for highprecision variational calculations",
        "On accurate computations of slowly convergent atomic properties in few-electron ions and electronelectron correlations",
        "High precision calculations for helium",
        "Electron correlation in the ground state of helium",
        "Coulomb hole in the ground state of two-electron atoms",
        "Can correlation bring electrons closer together?",
        "Hartree-Fock implementation using a Laguerre-based wave function for the ground state and correlation energies of two-electron atoms",
        "Effect of nuclear motion on the critical nuclear charge for two-electron atoms",
        "Critical nuclear charge for two-electron atoms",
        "The stability of S-states of unit-charge Coulomb three-body systems: From H-to H2+",
        "Highly accurate evaluation of the singular properties for the positronium and hydrogen negative ions",
        "Field shifts and lowest order QED corrections for the ground 11S and 23S states of the helium atoms",
        "Isotopic effects for the ground 1S1(L=0) states in the light two-electron ions",
        "Numerical Hartree-Fock energies of low-lying excited states of neutral atoms with Z≤ 18",
        "Spatial generalizations of Kato's cusp condition for atoms: Applications",
        "Singleparticle and electron-pair densities at the origin in the ground state of helium-like ions",
        "Analysis of electron correlation in two-electron systems. I. H-, He, and Li+",
        "Accurate and stable numerical Hartree-Fock calculations for atoms. I. The 1s2ground state of H-, He, Li+and Be++",
        "On the eigenfunctions of manyparticle systems in quantum mechanics",
        "Inner and outer radial density functions in correlated twoelectron systems",
        "Rigorous conditions for the existence of bound states at the threshold in the two-particle case",
        "Bound states at threshold resulting from Coulomb repulsion",
        "Anisotropic intracule densities and electron correlation in H2: A quantum Monte Carlo study",
        "Data from: Electron correlation in Li+, He, H-and the critical nuclear charge system ZC: Energies, densities and Coulomb holes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Brighton",
            "@id": "60017317",
            "affilname": "University of Sussex",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017317",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "EPSRC",
        "University of Sussex"
    ]
}