{
    "eid": "2-s2.0-85105615865",
    "title": "Stakeholder engagement and firms' innovation: Evidence from LGBT-supportive policies",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "corporate governance",
        "corporate social responsibility",
        "employee commitment",
        "externalities hypothesis",
        "financial crisis",
        "inclusive corporate policies",
        "innovative activities",
        "LGBT",
        "research and development",
        "resource hypothesis"
    ],
    "authors": [
        "Khine Kyaw",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 8,
    "ref-count": 55,
    "ref-list": [
        "A model of growth through creative destruction",
        "Competition and innovation: An inverted U relationship",
        "Market underestimation of the implications of R&D increases for future earnings: The US evidence",
        "Stakeholder engagement: A mechanism for sustainable aviation",
        "The association of R&D and capital expenditures with subsequent earnings variability",
        "Do hostile takeovers stifle innovation? Evidence from antitakeover legislation and corporate patenting",
        "Is CEO pay in high-technology firms related to innovation?",
        "Strategic decision speed and firm performance",
        "Corporate innovations and mergers and acquisitions",
        "Ignoring commitment is costly: New approaches establish the missing link between commitment and performance",
        "Board diversity, firm risk, and corporate policies",
        "Law, stock markets, and innovation",
        "Managing functional diversity, risk taking and incentives for teams to achieve radical innovations",
        "Board diversity, inventor collaboration, and corporate innovation",
        "Scope versus speed: Team diversity, leader experience, and patenting outcomes for firms",
        "Does the riskiness of R&D outweigh its benefits? The perspective of US private lenders",
        "Does workforce diversity matter in the fight against climate change? An analysis of fortune 500 companies",
        "Managerial incentives and risk-taking",
        "The stakeholder theory of the corporation: Concepts, evidence, and implications",
        "Research and development, cash-flow, agency and governance: UKlarge companies",
        "Managing diversity through transgender inclusion in developing countries: A collaborative corporate social responsibility initiative from Bangladesh",
        "Stakeholder engagement mechanisms and their contribution to eco-innovation: Differentiated effects of communication and cooperation",
        "Is the corporate social responsibility-innovation link homogenous? Looking for sustainable innovation in the Spanish context",
        "Cross–level effects of demography and diversity climate on organizational attachment and firm effectiveness",
        "Stakeholders' influences on corporate green innovation strategy: A case study of manufacturing firms in China",
        "Competing in the new economy: The effect of intellectual capital on corporate entrepreneurship in high-technology new ventures",
        "The cost of innovation: R&D and high cash holdings in U.S. firms",
        "Corporate social responsibility: An economic and financial framework",
        "Shareholder value, stakeholder management, and social issues: What's the bottom line?",
        "Agency costs and innovation",
        "Corporate governance practices and companies' R&D intensity: Evidence from European countries",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Perceived diversity climate and employees' organizational loyalty",
        "Institutional investors' corporate site visits and corporate innovation",
        "Stakeholder engagement for corporate sustainability: A comparative analysis of B2C and B2B companies",
        "Shareholder governance, bondholder governance, and managerial risk-taking",
        "Missing R&D",
        "Direct and interaction effects of top management team and boardcompositions on R&D investment strategy",
        "Innovation growth and asset prices",
        "Do co-opted boards strategically choose LGBT-supportive policies?",
        "Do female directors influence firms‘ environmental innovation? The moderating role of ownership type",
        "Diversity is strategy: The effect of R&D team diversity on innovative performance",
        "Value relevance of stakeholder engagement: The influence of national culture",
        "Corporate social responsibility strategies and accountability in the UK and Germany: Disclosure of lesbian, gay, bisexual and transgender issues in sustainability reports",
        "Corporate social responsibility and eco-innovation: The triple bottom line perspective",
        "Organizational commitment job satisfaction and turnover among psychiatric technicians",
        "Capital disadvantage: America's failing capital investment system",
        "Which pathway to good ideas? An attention-based view of innovationn in social networks",
        "Board Independence, corruption and innovation. Some evidence on UK subsidiaries",
        "Corporate sexual equality and firm performance",
        "Investments and involvements as mechanisms producing commitment to the organization",
        "Managing diversity through human resource management: An international perspective and conceptual framework",
        "Technological change and the aggregate production function",
        "Accessed external knowledge, centrality of intra-team knowledge networks, and R&D employee creativity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Trondheim",
            "@id": "60242136",
            "affilname": "NTNU Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60242136",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Copenhagen Business School"
    ]
}