{
    "eid": "2-s2.0-84979752460",
    "title": "Generation of reductive Zn species over Zn/HZSM–5 catalysts for n–pentane aromatization",
    "cover-date": "2016-09-05",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        null,
        null,
        "Aromatics",
        "Brønsted acid",
        "Pentane",
        "Zn/HZSM–5"
    ],
    "authors": [
        "Sikarin Tamiyakul"
    ],
    "citedby-count": 68,
    "ref-count": 42,
    "ref-list": [
        "Transformation of Lower Alkanes into Aromatic Hydrocarbons over ZSM-5 Zeolites",
        "Methanol conversion on acidic ZSM-5, offretite, and mordenite zeolites: A comparative study of the formation and stability of coke deposits",
        "Selective Aromatization of Light Paraffins on Platinum-Ion-Exchanged Gallium-Silicate Bifunctional Catalysts",
        "On the Role of Ga, Pt, PtCu and PtGa in HZSM-5 for the Cyclisation of Propane into Aromatics",
        "Appl. Catal.",
        "Process LPG to BTX products",
        "Transformation of LPG into Aromatic Hydrocarbons and Hydrogen over Zeolite Catalysts",
        "Paraffin oligomerisation to aromatics",
        "Propane conversion to aromatic hydrocarbons on Pt H-ZSM-5 catalysts",
        "Transformation of butanes over ZSM-5 zeolites. Part 2. - Formation of aromatic hydrocarbons over Zn-ZSM-5 and Ga-ZSM-5",
        "Transformation of isobutyl alcohol to aromatics over zeolite-based catalysts",
        "The reaction of propane over ZSM-5-H and ZSM-5-Zn zeolite catalysts",
        "Hydrogen transfer and activation of propane and methane on ZSM5-based catalysts",
        "Zinc promoted H-ZSM-5 catalysts for conversion of propane to aromatics: I. Acidity and activity",
        "Zinc promoted H-ZSM-5 catalysts for conversion of propane to aromatics: II. Nature of the active sites and their activation",
        "Kinetic coupling and hydrogen surface fugacities in heterogeneous catalysis: I. Alkane reactions on Te/NaX, H-ZSM5, and Ga/H-ZSM5",
        "Ethane to Aromatic Hydrocarbons: Past, Present, Future",
        "J. Phys. Chem. B",
        "Structure and reactivity of Zn-Modified ZSM-5 zeolites: The importance of clustered cationic Zn complexes",
        "Structure and function of metal cations in light alkane reactions catalyzed by modified H-ZSM5",
        "Reaction pathways and rate-determining steps in reactions of alkanes on H-ZSM5 and Zn/H-ZSM5 catalysts",
        "Structure and density of active Zn species in Zn/H-ZSM5 propane aromatization catalysts",
        "Kinetic relevance of hydrogen desorption steps and virtual pressures on catalytic surfaces during reactions of light alkanes",
        "Light alkanes aromatization to BTX over Zn-ZSM-5 catalysts: Enhancements in BTX selectivity by means of a second transition metal ion",
        "Theoretical investigation of ethane dehydrogenation on cationic Zn species in ZSM-5 zeolites - The second Al center in vicinity of the cation is essential for the accomplishment of the complete catalytic cycle",
        "Influence of preparation method on the performance of Zn-containing HZSM-5 catalysts in methanol-to-aromatics",
        null,
        "Hydrogen spillover behavior of Zn/HZSM-5 showing catalytically active protonic acid sites in the isomerization of n-pentane",
        null,
        "Conversion of glycerol to aromatic hydrocarbons over Zn-promoted HZSM-5 catalysts",
        "Stoichiometric adsorption complexes in H-ZSM-5, H-ZSM-12, and H-mordenite zeolites",
        "Catalytic deoxygenation of benzaldehyde over gallium-modified ZSM-5 zeolite",
        "Introduction of Zn, Ga, and Fe into HZSM-5 cavities by sublimation: Identification of acid sites",
        null,
        "Characterization of Zn promoter in ZnO/HZSM-5 catalyst for propane aromatization",
        "ZnO clusters encapsulated inside micropores of zeolites studied by UV Raman and laser-induced luminescence spectroscopies",
        "State of zinc in MFI type zeolites characterized by XANES and EXAFS",
        null,
        null,
        "DRIFTS study of the nature and chemical reactivity of gallium ions in Ga/ZSM-5: II. Oxidation of reduced Ga species in ZSM-5 by nitrous oxide or water",
        "The effect of Ga and Zn over HZSM-5 on the transformation of palm fatty acid distillate (PFAD) to aromatics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Norman",
            "affilname": "The University of Oklahoma",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}