{
    "eid": "2-s2.0-85146790166",
    "title": "Genome analysis and plant growth promoting activity of Pseudonocardia strain DR1-2 from the root of Dendrobium christyanum Rchb.f.",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Dendrobium christyanum rchb.f",
        "Endophytic actinomycetes",
        "Indole-3-acetic acid",
        "Plant growth-promoting activity",
        "Pseudonocardia"
    ],
    "authors": [
        "Nisachon Tedsree",
        "Kittisak Likhitwitayawuid",
        "Boonchoo Sritularak",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Extraction and identification of bioactive compounds (eicosane and dibutyl phthalate) produced by Streptomyces strain KX852460 for the biological control of Rhizoctonia solani AG-3 strain KX852461 to control target spot disease in tobacco leaf",
        "Gene ontology: Tool for the unification of biology",
        "The RAST Server: Rapid annotations using subsystems technology",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "Ectoine in the treatment of irritations and inflammations of the eye surface",
        "antiSMASH 5.0: Updates to the secondary metabolite genome mining pipeline",
        "Phylogenetic and functional characterization of culturable endophytic actinobacteria associated with Camellia spp. for growth promotion in commercial tea cultivars",
        "CC-1065 and the duocarmycins: Recent developments",
        "Potential TSPO ligand and photooxidation quencher isorenieratene from Arctic Ocean Rhodococcus sp. B7740",
        "One-factor-at-a-time versus designed experiments",
        "Indole acetic acid production by a Rhizobium species from root nodules of a leguminous shrub, Cajanus cajan",
        "Indole-3-acetic acid (IAA) production trait, a useful screening to select endophytic and rhizospherecompetent bacteria for rice growth promoting agents",
        "Endophytic bacteria isolated from orchid and their potential to promote plant growth",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Diversity of endophytic actinomycetes from wheat and its potential as plant growth promoting and biocontrol agents",
        "Colorimetric estimation of indoleacetic acid",
        "Endophytic actinomycetes from spontaneous plants of Algerian Sahara: Indole-3-acetic acid production and tomato plants growth promoting activity",
        "Genome insights into the novel species Jejubacter calystegiae, a plant growth-promoting bacterium in saline conditions",
        "KEGG as a reference resource for gene and protein annotation",
        "Indole-3-acetic acid production by Streptomyces sp. isolated from some Thai medicinal plant rhizosphere soils",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Actinobacteria associated with arbuscular mycorrhizal Funneliformis mosseae spores, taxonomic characterization and their beneficial traits to plants: Evidence obtained from mung bean (Vigna radiata) and Thai jasmine rice (Oryza sativa)",
        "MS/MS-based networking and peptidogenomics guided genome mining revealed the stenothricin gene cluster in Streptomyces roseosporus",
        "Streptobactin, a tricatechol-type siderophore from marine-derived Streptomyces sp. YM5-799",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Indole-3-acetic acid production by Streptomyces fradiae NKZ-259 and its formulation to enhance plant growth",
        "Phenotypic and genotypic characterization of phosphate solubilizing bacteria and their efficiency on the growth of maize",
        "In vitro and in vivo plant growth promoting activities and DNA fingerprinting of antagonistic endophytic actinomycetes associates with medicinal plants",
        "On the ability of Taphrina deformans to produce indoleacetic acid from tryptophan by way of tryptamine",
        "Biochemical analysis of the biosynthetic pathway of an anticancer tetracycline SF2575",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Pseudonocardia sichuanensis sp. nov., a novel endophytic actinomycete isolated from the root ofJatropha curcas L",
        "Biosynthesis of the stressprotectant and chemical chaperon ectoine: Biochemistry of the transaminase EctB",
        "JSpeciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Actinomycetes from the coffee plantation soils of Western Ghats: Diversity and enzymatic potentials",
        "BRENDA, the enzyme database: updates and major new developments",
        "Universal chemical assay for the detection and determination of siderophores",
        "Prokka: Rapid prokaryotic genome annotation",
        "Molecular cloning of a gene for indole-3-acetamide hydrolase from Bradyrhizobium japonicum",
        "Structure and biosynthesis of amychelin, an unusual mixed-ligand siderophore from Amycolatopsis sp. AA4",
        "Methods for characterization of Streptomyces species 1",
        "Actinomycetes in the prokaryotic complex of the rhizosphere of oats in a soddy-podzolic soil",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Amycolatopsis dendrobii sp. nov., an endophytic actinomycete isolated from Dendrobium heterocarpum Lindl",
        "Bacteria associated with orchid roots and microbial production of auxin",
        "Generation of fluorinated amychelin siderophores against Pseudomonas aeruginosa infections by a combination of genome mining and mutasynthesis",
        "Actinobacteria from rhizosphere: Molecular diversity, distributions, and potential biotechnological applications",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Strategies for the discovery of new natural products by genome mining",
        "Pseudonocardia antimicrobica sp. nov., a novel endophytic actinomycete associated with Artemisia annua L. (sweet wormwood)",
        "Simultaneous analysis of thirteen phytohormones in fruits and vegetables by SPE-hPlC-DAD"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Ministry of Higher Education, Science, Research and Innovation"
    ]
}