{
    "eid": "2-s2.0-85053470598",
    "title": "The influence of neighbor effect and urbanization toward organ donation in Thailand",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Choice",
        "Consumer wellness",
        "Decision-making",
        "Neighbor effect",
        "Organ donation",
        "Urbanization"
    ],
    "authors": [
        "Kua Wongboonsin",
        "Pavitra Jindahra",
        "Surat Teerakapibal"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "Attitudes about organ and tissue donation among the general public and blood donors in Hong Kong",
        "Attitudes toward organ donation and donor behavior: A review of the international literature",
        "Organ allocation policy and the decision to donate",
        "Increasing organ donation by presumed consent and allocation priority: Chile",
        "Financial compensation for deceased organ donation in China",
        "What factors influence people’s decisions to register for organ donation? The results of a nominal group study",
        "Family perspectives on deceased organ donation: Thematic synthesis of qualitative studies",
        "Altruism in organ donation: An unnecessary requirement?",
        "The ‘neighbor effect’: Simulating dynamics in consumer preferences for new vehicle technologies",
        "Modeling interdependent consumer preferences",
        "The evolution of preferences. Why ‘sovereign’ preferences may not lead to sustainable policies and what to do about it",
        "Consumer shopping behavior in rural and urban areas of India: A study report",
        "Investigating new product diffusion across products and countries",
        "Word of mouth and interpersonal communication: A review and directions for future research",
        "Popularity effect in user-generated content. Evidence from online product review",
        "What we know and don’t know about online word-of-mouth: A review and synthesis of the literature",
        "The built environment and children’s health",
        "Characteristics of voluntary behavior in the neighborhood commons",
        "How neighborhood structural and institutional features can shape neighborhood social connectedness: A multilevel study of adolescent perceptions",
        "Does social capital explain community-level differences in organ donor designation?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}