{
    "eid": "2-s2.0-84924057333",
    "title": "Neutralizing Dengue Antibody in Pregnant Thai Women and Cord Blood",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [],
    "authors": [
        "Kriangsak Khamim"
    ],
    "citedby-count": 13,
    "ref-count": 29,
    "ref-list": [
        "Dengue haemorrhagic fever: diagnosis, treatment and control",
        "Pathogenesis of dengue: Challenges to molecular biology",
        "Antibody-dependent enhancement of dengue virus growth in human monocytes as a risk factor for dengue hemorrhagic fever",
        "Dengue and dengue haemorrhagic fever",
        "Antibody-mediated enhancement of viral disease",
        "Viruses associated with epidemic hemorrhage fevers of the Philippines and Thailand",
        "Dengue and chikungunya virus infection in man in Thailand, 1962-1964. I. Observations on hospitalized patients with hemorrhagic fever.",
        "Dengue hemorrhagic fever in infants: Research opportunities ignored",
        "Refining the Global Spatial Limits of Dengue Virus Transmission by Evidence-Based Consensus",
        "The global distribution and burden of dengue",
        "Placental passage of antibodies to Dengue virus in persons living in a region of hyperendemic Dengue virus infection",
        "IgG subclasses compared in maternal and cord serum and breast milk",
        "Placental transport of immunoglobulin G",
        "IgG placental transfer in healthy and pathological pregnancies",
        "Maternally transferred neutralising dengue antibodies in Thai infants: A pilot study",
        "Dengue virus infections in the first 2 years of life and the kinetics of transplacentally transferred dengue neutralizing antibodies in Thai children",
        "A prospective nested case-control study of dengue in infants: Rethinking and refining the antibody-dependent enhancement dengue hemorrhagic fever model",
        "Switzerland. 10–12 December",
        "Protective efficacy of the recombinant, live-attenuated, CYD tetravalent dengue vaccine in Thai schoolchildren: A randomised, controlled phase 2b trial",
        "Changing epidemiology of dengue patients in Ratchaburi,Thailand",
        "A plaque reduction test for dengue virus neutralizing antibodies.",
        "Transplacentally transferred maternal-infant antibodies to dengue virus.",
        "Dengue infection during pregnancy and transplacental antibody transfer in Thai mothers",
        "Prevalence and incidence of dengue virus and antibody placental transfer during late pregnancy in central Brazil",
        "Dengue virus infections and maternal antibody decay in a prospective birth cohort study of vietnamese infants",
        "Dengue infection in children in Ratchaburi, Thailand: A cohort study. I. Epidemiology of symptomatic acute dengue infection in children, 2006-2009"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ratchaburi",
            "affilname": "Ban Pong Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Armed Forces Research Institute of Medical Sciences (AFRIMS)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}