{
    "eid": "2-s2.0-85072269018",
    "title": "Accuracy of implant position when placed using static computer-assisted implant surgical guides manufactured with two different optical scanning techniques: a randomized clinical trial",
    "cover-date": "2020-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "accuracy of surgical guide template",
        "intraoral scan",
        "model scan",
        "optical scan",
        "static computer-assisted implant surgery"
    ],
    "authors": [
        "P. Kiatkroekkrai",
        "C. Takolpuckdee",
        "K. Subbalekha",
        "N. Mattheos",
        "A. Pimkhaokham"
    ],
    "citedby-count": 31,
    "ref-count": 23,
    "ref-list": [
        "Split-mouth comparison of the accuracy of computer-generated and conventional surgical guides",
        "Computer technology applications in surgical implant dentistry: a systematic review",
        "A systematic review on the accuracy and the clinical outcome of computer-guided template-based implant dentistry",
        "Computer technology applications in surgical implant dentistry: a systematic review",
        "Reliability of implant placement with stereolithographic surgical guides generated from computed tomography: clinical data from 94 implants",
        "Clinical accuracy of 3 different types of computed tomography-derived stereolithographic surgical guides in implant placement",
        "Computer-supported implant planning and guided surgery: a narrative review",
        "Guided surgery with tooth-supported templates for single missing teeth: a critical review",
        "The accuracy of computer guided implant surgery with tooth supported, digitally designed drill guides based on CBCT and intra-oral scanning. Preliminary results",
        "Factors influencing transfer accuracy of cone beam CT-derived template-based implant placement",
        "Determining the accuracy of gypsum casts made from type IV dental stone",
        "Intraoral digital impression technique: a review",
        "In-vitro evaluation of the accuracy of conventional and digital methods of obtaining full-arch dental impressions",
        "Accuracy of digital and conventional impression techniques and workflow",
        "Digital versus conventional implant impressions for edentulous patients: accuracy outcomes",
        "Precision of intraoral digital dental impressions with iTero and extraoral digitization with the iTero and a model scanner",
        "Computed tomography-based evaluation of template (NobelGuide)-guided implant positions: a prospective radiological study",
        "Computer-guided versus free-hand placement of immediately loaded dental implants: 1-year post-loading results of a multicentre randomised controlled trial",
        "Clinical and radiological evaluation of a template‐guided (NobelGuide™) treatment concept",
        "A randomized clinical trial comparing guided implant surgery (bone‐ or mucosa-supported) with mental navigation or the use of a pilot-drill template",
        "Accuracy of computer-guided surgery: a comparison of operator experience",
        "Accuracy of computer-aided oral implant surgery: a clinical and radiographic study",
        "Accuracy of a computer-aided implant surgical technique"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60022769",
            "affilname": "Prince Philip Dental Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022769",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}