{
    "eid": "2-s2.0-84896523238",
    "title": "Characteristic fingerprint based on gingerol derivative analysis for discrimination of ginger (Zingiber officinale) according to geographical origin using HPLC-DAD combined with chemometrics",
    "cover-date": "2014-09-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Chemometrics",
        "Chromatographic fingerprint",
        "Geographical origin",
        "Ginger (Zingiber officinale)",
        "HPLC-DAD"
    ],
    "authors": [
        "Soparat Yudthavorasit"
    ],
    "citedby-count": 148,
    "ref-count": 33,
    "ref-list": [
        "The role of chemometrics in single and sequential extraction assays: A review. Part I. Extraction procedures, uni- and bivariate techniques and multivariate variable reduction techniques for pattern recognition",
        "Some phytochemical, pharmacological and toxicological properties of ginger (Zingiber officinale Roscoe): A review of recent research",
        "Changes in the contents of oleoresin and pungent bioactive principles of Jamaican ginger (Zingiber officinale Roscoe.) during maturation",
        "Supervised pattern recognition in food analysis",
        "Chemometrics for Pattern Recognition",
        "Ginger and its health claims: Molecular aspects",
        "Development of a chromatographic fingerprint for the chloroform extracts of Ganoderma lucidum by HPLC and LC-MS",
        "Steamed ginger (Zingiber officinale): Changed chemical profile and increased anticancer potential",
        "Recent developments in food authentication",
        "Recent advances in analysis of Chinese medical plants and traditional medicines",
        "The role of chemometrics in single and sequential extraction assays: A Review. Part II. Cluster analysis, multiple linear regression, mixture resolution, experimental design and other techniques",
        "Determination of volatile components in ginger using gas chromatography-mass spectrometry with resolution improved by data processing techniques",
        "Information theory applied to chromatographic fingerprint of herbal medicine for quality control",
        "High-performance liquid chromatography-electrospray mass spectrometric analysis of pungent constituents of ginger",
        "Characterization of gingerol-related compounds in ginger rhizome (Zingiber officinale Rosc.) by high-performance liquid chromatography/electrospray ionization mass spectrometry",
        null,
        "Quantitative and chemical fingerprint analysis for quality control of Rhizoma Coptidischinensis based on UPLC-PAD combined with chemometrics methods",
        "An Impression on Current Developments in the Technology, Chemistry, and Biological Activities of Ginger (Zingiber officinale Roscoe)",
        "Liquid chromatographic determination of 6-, 8-, 10-gingerol, and 6-shogaol in ginger (Zingiber officinale) as the raw herb and dried aqueous extract",
        "Self Organising Maps for distinguishing polymer groups using thermal response curves obtained by dynamic mechanical analysis",
        "RP-HPLC analysis of phenolic antioxidant compound 6-gingerol from different ginger cultivars",
        "Fingerprint profile of active components for Artemisia selengensis Turcz by HPLC-PAD combined with chemometrics",
        "Food forensics: Methods for determining the authenticity of foodstuffs",
        "Ginger: The genus Zingiber",
        "Plant Genetic Resources Newsletter",
        "Analysis of a ginger extract by high-performance liquid chromatography coupled to nuclear magnetic resonance spectroscopy using superheated deuterium oxide as the mobile phase",
        "Characterisation of cultivars of Jamaican ginger (Zingiber officinale Roscoe) by HPTLC and HPLC",
        "Quantitative analysis of ginger components in commercial products using liquid chromatography with electrochemical array detection",
        "Chemistry, antioxidant and antimicrobial investigations on essential oil and oleoresins of Zingiber officinale",
        "Identification and quantification of gingerols and related compounds in ginger dietary supplements using high-performance liquid chromatography-tandem mass spectrometry",
        "Trends in quality in the analytical laboratory. II. Analytical method validation and quality assurance",
        "Chemometrics in Practical Applications",
        "Chemometrics; what do we mean with it, and what do we want from it?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University, Food and Water Cluster",
        "National Research University Project of Thailand",
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}