{
    "eid": "2-s2.0-85041096069",
    "title": "Isolation of Chromium(VI) from Aqueous Solution by Electromembrane Extraction",
    "cover-date": "2018-05-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry (medical)",
            "@code": "2704",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Electrochemistry",
            "@code": "1603",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Chromium",
        "electromembrane extraxtion (EME)",
        "ionic",
        "water"
    ],
    "authors": [
        "Ungkhana Atikarnsakul",
        "Pakorn Varanusupakul",
        "Waleed Alahmad"
    ],
    "citedby-count": 17,
    "ref-count": 28,
    "ref-list": [
        "Pulsed electromembrane method for simultaneous extraction of drugs with different properties",
        "Electrokinetic migration of acidic drugs across a supported liquid membrane",
        "Electromembrane extraction of peptides",
        "Extraction of lead ions by electromembrane isolation",
        "Preconcentration and speciation of chromium by the determination of total chromium and chromium(III) in natural waters by flame atomic absorption spectrometry with a chelating ion-exchange flow injection system",
        "Electro-enhanced hollow fiber membrane liquid phase microextraction of Cr(VI) oxoanions in drinking water samples",
        "Determination of phenazopyridine in biological fluids using electromembrane extraction followed by high-performance liquid chromatography",
        "Electrokinetic migration across artificial liquid membranes. Tuning the membrane chemistry to different types of drug substances",
        "Simulation of flux during electro-membrane extraction based on the Nernst-Planck equation",
        "Microextraction across supported liquid membranes forced by pH gradients and electrical fields",
        "Recent developments in electromembrane extraction",
        "Electromembrane extraction of heavy metal cations from aqueous media based on flat membrane: method transfer from hollow fiber to flat membrane",
        "Exhaustive extraction of peptides by electromembrane extraction",
        "Electromembrane extraction of heavy metal cations followed by capillary electrophoresis with capacitively coupled contactless conductivity detection",
        "Electronic simulation of the supported liquid membrane in electromembrane extraction systems: Improvement of the extraction by precise periodical reversing of the field polarity",
        "Electro membrane extraction combined with capillary electrophoresis for the determination of amlodipine enantiomers in biological samples",
        "Electrokinetic migration across artificial liquid membranes. New concept for rapid sample preparation of biological fluids",
        "Extraction across supported liquid membranes by use of electrical fields",
        "Electromembrane extraction–Recent trends and where to go",
        "Electromembrane extraction from biological fluids",
        "Pulsed electromembrane extraction: A new concept of electrically enhanced extraction",
        "Voltage-step pulsed electromembrane as a novel view of electrical field-induced liquid-phase microextraction",
        "Speciation of chromium in environmental samples by dual electromembrane extraction system followed by high performance liquid chromatography",
        "Electromembrane extraction: Distribution or electrophoresis?",
        "Salt effects in electromembrane extraction",
        "Stability and efficiency of supported liquid membranes in electromembrane extraction—A link to solvent properties",
        "Electromembrane extraction using stabilized constant d. c. electric current–A simple tool for improvement of extraction performance"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "King Bhumibhol Adulyadej",
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}