{
    "eid": "2-s2.0-84899671555",
    "title": "Perioral dermatitis: A review of the condition with special attention to treatment options",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Dermatology",
            "@code": "2708"
        }
    ],
    "keywords": [],
    "authors": [
        "Therdpong Tempark"
    ],
    "citedby-count": 47,
    "ref-count": 88,
    "ref-list": [
        "Periorificial dermatitis in children and adolescents",
        "Perioral dermatitis: An update",
        "Perioral dermatitis in children",
        "Perioral dermatitis",
        "Adverse effects of topical glucocorticosteroids",
        "Perioral Dermatitis and Candida albicans",
        "Differences between intrafollicular microorganism profiles in perioral and seborrhoeic dermatitis",
        "Demodicosis: A clinicopathological study",
        "Demonstration of fusobacteria in eruptions of perioral dermatitis using the tape stripping toluidine blue (TSTB) method",
        "Topical corticosteroid 'addiction': A cause of perioral dermatitis",
        "Perioral dermatitis induced by inhaled corticosteroids",
        "Local side-effects of inhaled corticosteroids in asthmatic children: Influence of drug, dose, age, and device",
        "Letter: Perioral dermatitis in a child associated with an inhalation steroid",
        "Periorificial dermatitis due to systemic corticosteroids in children: Report of two cases",
        "Fluoride Tooth Paste: A Cause of Perioral Dermatitis",
        "Tartar-control toothpaste and perioral dermatitis.",
        "Moisturizers' and Perioral Dermatitis",
        "Topical applications and perioral dermatitis",
        "Physical sunscreens with high sun protection factor may cause perioral dermatitis in children",
        "An unusual case of perioral dermatitis: Possible pathogenic role of neurogenic inflammation [14]",
        "Perioral dermatitis following orthognathic surgery [17]",
        "Perioral dermatitis in a child due to rosin in chewing gum",
        "Perioral dermatitis successfully treated with topical adapalene [4]",
        "Impaired skin barrier and atopic diathesis in perioral dermatitis",
        "Perioral dermatitis in renal transplant recipients maintained on corticosteroids and immunosuppressive therapy",
        "Perioral dermatitis.",
        "Treatment of perioral dermatitis with topical pimecrolimus",
        "Perioral dermatitis in a patient with myasthenia gravis following systemic corticosteroid treatment [5]",
        "Perioral dermatitis: an acneiform eruption.",
        "Extrafacial and generalized granulomatous periorificial dermatitis",
        "Multiple facial, neck, and upper trunk papules in a black child. Childhood granulomatous perioral dermatitis with involvement of the neck and upper trunk.",
        "Granulomatous Perioral Dermatitis in Children",
        "PERIORAL DERMATITIS: A HISTOPATHOLOGICAL. STUDY OF 26 CASES",
        "Childhood granulomatous periorificial dermatitis: Lupus miliaris disseminatus faciei in children?",
        "Lupus miliaris disseminatus faciei: A distinctive rosacea-like syndrome and not a granulomatous form of rosacea",
        "Case 3",
        "Rosacea: I. Etiology, pathogenesis, and subtype classification",
        "Childhood Rosacea",
        "Perioral dermatitis with histopathologic features of granulomatous rosacea: Successful treatment with isotretinoin",
        "A case of granulomatous rosacea: Sorting granulomatous rosacea from other granulomatous diseases that affect the face",
        "Pediatric rosacea",
        "Granulomatous periorificial dermatitis",
        "FACE—facial Afro‐Caribbean childhood eruption",
        "Childhood granulomatous periorificial dermatitis",
        "Medical Pearl: The evaluation of perioral dermatitis: Use of an extended patch test series",
        "Perioral dermatitis: a 12‐year review",
        "Topical cosmetics and perioral dermatitis",
        "Light-Sensitive Seborrheid",
        "Tetracycline in the treatment of perioral dermatitis.",
        "PERIORAL DERMATITIS: AETIOLOGY AND TREATMENT WITH TETRACYCLINE",
        "PERIORAL DERMATITIS",
        "A trial of hydrocortisone butyrate in the treatment of rosacea and perioral dermatitis",
        "Perioral dermatitis: etiology and treatment",
        "Perioral dermatitis and rosacea like dermatitis: Clinical features and treatment",
        "Perioral dermatitis: a reappraisal",
        "Perioral dermatitis",
        "Topical Tetracycline in the Treatment of Perioral Dermatitis",
        "Topical therapy for perioral dermatitis",
        "Perioral dermatitis",
        "Topical metronidazole in the treatment of perioral dermatitis",
        "Perioral dermatitis in childhood",
        "A topical erythromycin preparation and oral tetracycline for the treatment of perioral dermatitis: A placebo-controlled trial",
        "Perioral dermatitis in children – clinical presentation, pathogenesis-related factors and response to topical metronidazole",
        "How I treat perioral dermatitis: Non-compliance with the treatment guidelines",
        "Azelaic acid as a new treatment for perioral dermatitis: Results from an open study [6]",
        "Photodynamic therapy for perioral dermatitis.",
        "Pimecrolimus cream (1%) efficacy in perioral dermatitis - Results of a randomized, double-blind, vehicle-controlled study in 40 patients",
        "A randomized, double-blind, vehicle-controlled study of 1% pimecrolimus cream in adult patients with perioral dermatitis",
        "Periorificial dermatitis in children: An update and description of a child with striking features",
        "Steroid-induced periorificial dermatitis in children - Clinical features and response to azelaic acid",
        "Three cases of perioral dermatitis related to fusobacteria treated with β-lactam antibiotics",
        "Topical metronidazole gel (0.75%) for the treatment of perioral dermatitis in children",
        "Childhood granulomatous periorificial dermatitis: A controversial disease",
        "Case of childhood granulomatous periorificial dermatitis in a Korean boy treated by oral erythromycin",
        "Granulomatous periorificial dermatitis in an 11-year-old boy: Dramatic response to tacrolimus [24]",
        "Clinicopathologic challenge. What is your diagnosis?",
        "Childhood granulomatous periorificial dermatitis with a good response to oral metronidazole",
        "The treatment of perioral dermatitis, acne rosacea, and seborrheic dermatitis",
        "Treatment of rosacea with doxycycline monohydrate",
        "Immunomodulatory macrolactams for topical treatment of inflammatory skin diseases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Detroit",
            "affilname": "Henry Ford Hospital",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}