{
    "eid": "2-s2.0-84940987023",
    "title": "Metabolic syndrome in thai renal transplant recipients: A multicenter study",
    "cover-date": "2015-08-27",
    "subject-areas": [
        {
            "$": "Transplantation",
            "@code": "2747"
        }
    ],
    "keywords": [
        "Allografts",
        "Diabetes mellitus",
        "Glomerular filtration rate",
        "Metabolic syndrome",
        "Obesity"
    ],
    "authors": [
        "Prajej Ruangkanchanasetr"
    ],
    "citedby-count": 6,
    "ref-count": 24,
    "ref-list": [
        "Strategies to improve long-term outcomes after renal transplantation",
        "The metabolic syndrome and total and cardiovascular disease mortality in middle-aged men",
        "Diagnosis and management of the metabolic syndrome: An American Heart Association/National Heart, Lung, and Blood Institute scientific statement",
        "World J Nephrol",
        "Relationship between chronic kidney disease and metabolic syndrome: Current perspectives",
        "The metabolic syndrome following kidney transplantation",
        "A new equation to estimate glomerular filtration rate",
        "Can We Apply the National Cholesterol Education Program Adult Treatment Panel Definition of the Metabolic Syndrome to Asians?",
        "Proceedings from an international consensus meeting on posttransplantation diabetes mellitus: Recommendations and future directions",
        "Metabolic syndrome, insulin resistance, and chronic allograft dysfunction",
        "Clinical diagnosis of metabolic syndrome: Predicting new-onset diabetes, coronary heart disease, and allograft failure late after kidney transplant",
        "Prevalence of the metabolic syndrome in renal transplant recipients.",
        "Metabolic syndrome and its relation to chronic kidney disease in a Southeast Asian population",
        "Metabolic syndrome and kidney disease: A systematic review and meta-analysis",
        "Prevalence of metabolic syndrome and its associated factors in renal transplant recipients.",
        "A comparison of the prevalence of the metabolic syndrome and its components among native Japanese and Japanese Brazilians residing in Japan and Brazil",
        "Patient survival after renal transplantation: IV. Impact of post-transplant diabetes",
        "Diabetes mellitus after kidney transplantation in the United States",
        "New onset hyperglycemia and diabetes are associated with increased cardiovascular risk after kidney transplantation",
        "Obesity and metabolic syndrome in kidney transplantation",
        "Different etiologies of graft loss and death in Asian kidney transplant recipients: A report from Thai transplant registry",
        "Obesity indices and adipokines in non-diabetic obese patients with early stages of chronic kidney disease",
        "High prevalence of obesity in Thai renal transplant recipients: A multicenter study",
        "Weight Reduction in Renal Transplant Recipients Program: The First Successes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Bhumibol Adulyadej Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Rajavithi Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}