{
    "eid": "2-s2.0-84960107754",
    "title": "Mean residence times and cage-to-cage migrations of CO2 in ZIF-8 by molecular dynamics simulations",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Computational Mathematics",
            "@code": "2605"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Cage-to-Cage Migration",
        "Mean Residence Time",
        "Zeolitic Imidazolate Framework"
    ],
    "authors": [
        "P. Puphasuk"
    ],
    "citedby-count": 0,
    "ref-count": 50,
    "ref-list": [
        null,
        "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide",
        "Progress in carbon dioxide separation and capture: A review",
        "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks",
        "Metal-organic frameworks with exceptionally high capacity for storage of carbon dioxide at room temperature",
        null,
        null,
        "Metallo-organic molecular sieve for gas separation and purification",
        "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks",
        "Ligand-directed strategy for zeolite-type metal-organic frameworks: Zinc(II) imidazolates with unusual zeolitic topologies",
        "Synthesis and properties of nano zeolitic imidazolate frameworks",
        null,
        "Hydrogen storage in a prototypical zeolitic imidazolate framework-8",
        "Adsorption sites of hydrogen in zeolitic imidazolate frameworks",
        "Effects of molecular sieving and electrostatic enhancement in the adsorption of organic compounds on the zeolitic imidazolate framework ZIF-8",
        "Density functional theory for adsorption of gas mixtures in metal-organic frameworks",
        "Understanding the adsorption and diffusion of carbon dioxide in zeolitic imidazolate frameworks: A molecular simulation study",
        null,
        "Opening the gate: Framework flexibility in ZIF-8 explored by experiments and simulations",
        "Ethane/ethene separation turned on its head: Selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism",
        null,
        null,
        null,
        null,
        "Force field for molecular dynamics computations in flexible ZIF-8 framework",
        "A molecular dynamics study of cage-to-cage mxigration in sodium Y zeolite: Role of surface-mediated diffusion",
        "Transport theory for cationic zeolites: Diffusion of benzene in Na-Y",
        "Diffusion of n-pentane in the zeolite ZK5 studied by high-temperature configuration-space exploration",
        "Anomalous behaviour of cage-to-cage diffusion of methane in zeolites A and Y",
        "Molecular dynamics investigation of the diffusion of methane in a cubic symmetry zeolite of type ZK4",
        "Development of a force field for zeolitic imidazolate framework-8 with structural flexibility",
        "Restrained electrostatic potential atomic partial charges for condensed-phase simulations of carbohydrates",
        "Interaction site models for carbon dioxide",
        null,
        null,
        "Quantum Matter",
        "Quantum Matter",
        "DL_POLY: Application to molecular simulation",
        "Guest editorial: DL_POLY-applications to molecular simulation II",
        "Hydration and mobility of ions in solution",
        "VMD: Visual molecular dynamics",
        null,
        "NMR studies of carbon dioxide and methane self-diffusion in ZIF-8 at elevated gas pressures",
        "Quantum Matter",
        "Quantum Matter",
        "Quantum Matter",
        "Rev. Theor. Sci.",
        "Rev. Theor. Sci.",
        "Rev. Theor. Sci.",
        "Rev. Theor. Sci."
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Leipzig",
            "affilname": "Universität Leipzig",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}