{
    "eid": "2-s2.0-85016795827",
    "title": "Enhancement of lipid production in Scenedesmus sp. by UV mutagenesis and hydrogen peroxide treatment",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        null,
        "Lipids",
        "Methyl esters",
        "Photosynthetic pigment",
        "Scenedesmus sp.",
        "UV mutagenesis"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan"
    ],
    "citedby-count": 74,
    "ref-count": 25,
    "ref-list": [
        "Ann. Microbiol.",
        "Enhancement of neutral lipid productivity in the microalga Isochrysis affinis Galbana (T-Iso) by a mutation-selection procedure",
        "GENETIC TRANSFORMATION OF THE DIATOMS CYCLOTELLA CRYPTICA AND NAVICULA SAPROPHILA",
        "Rapid Mutation of Spirulina platensis by a New Mutagenesis System of Atmospheric and Room Temperature Plasmas (ARTP) and Generation of a Mutant Library with Diverse Phenotypes",
        "Growth and lipid accumulation characteristics of Scenedesmus obliquus in semi-continuous cultivation outdoors for biodiesel feedstock production",
        "Microalgae as feedstock for biodiesel production: Carbon dioxide sequestration, lipid production and biofuel quality",
        "Effect of UV stress on the fatty acid and lipid class composition in two marine microalgae Pavlova lutheri (Pavlovophyceae) and Odontella aurita (Bacillariophyceae)",
        "Microalgal triacylglycerols as feedstocks for biofuel production: Perspectives and advances",
        "Increased fatty acid production in potato by engineering of acetyl-CoA carboxylase",
        "Improving Cell Growth and Lipid Accumulation in Green Microalgae Chlorella sp. via UV Irradiation",
        "Dynamic rerouting of the carbohydrate flux is key to counteracting oxidative stress",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Mapping the diatom redox-sensitive proteome provides insight into response to nitrogen stress in the marine environment",
        "UV-C-mediated lipid induction and settling, a step change towards economical microalgal biodiesel production",
        "Stress enhances poly-unsaturation rich lipid accumulation in Chlorella sp. and Chlamydomonas sp.",
        "Production of methyl ester from two microalgae by two-step transesterification and direct transesterification",
        "Direct transesterification of Botryococcus sp. catalysed by immobilized lipase: Ultrasound treatment can reduce reaction time with high yield of methyl ester",
        "Physiological role of neutral lipid accumulation in eukaryotic microalgae under stresses",
        "INFLUENCE OF IRRADIANCE ON THE FATTY ACID COMPOSITION OF PHYTOPLANKTON",
        "Biodiesel quality and biochemical changes of microalgae Chlorella pyrenoidosa and Scenedesmus obliquus in response to nitrate levels",
        "Oxidative stress is a mediator for increased lipid accumulation in a newly isolated Dunaliella salina strain",
        "Isolation, mutagenesis, and optimization of cultivation conditions of microalgal strains for biodiesel production",
        "Harvesting algal biomass for biofuels using ultrafiltration membranes",
        "Breeding of high biomass and lipid producing Desmodesmus sp. by Ethylmethane sulfonate-induced mutation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School, University of Oregon",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}