{
    "eid": "2-s2.0-84957973807",
    "title": "Tanticharoenia aidae sp. nov., for acetic acid bacteria isolated in Vietnam",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Acetic acid bacteria",
        "Tanticharoenia aidae sp. nov"
    ],
    "authors": [
        "Huong Thi Lan Vu"
    ],
    "citedby-count": 8,
    "ref-count": 28,
    "ref-list": [
        "The Flagellation and Taxonomy of Genera Gluconobacter and Acetobacter with Reference to the Existence of Intermediate Strains",
        "Transfer of Peptococcus indolicus, Peptococcus asaccharolyticus, Peptococcus prevotii, and Peptococcus magnus to the genus Peptostreptococcus and proposal of Peptostreptococcus tetradius sp. nov.",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: biological and statistical issues.",
        "Evolution",
        "Zbl Bakt Hyg I Abt Orig C",
        "GERF Bull Biosci",
        "The family Acetobacteraceae: The genera Acetobacter, Acidomonas, Asaia, Gluconacetobacter, Gluconobacter, and Kozakia. The prokaryotes",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Systematic study of the genus Acetobacter with descriptions of Acetobacter indonesiensis sp. nov., Acetobacter tropicalis sp. nov., Acetobacter orleanensis (Henneberg 1906) comb. nov., Acetobacter lovaniensis (Frateur 1950) comb. nov., and Acetobacter estunensis (Carr 1958) comb. nov.",
        "Kozakia baliensis gen. nov., sp. nov., a novel acetic acid bacterium in the α-Proteobacteria",
        "A procedure for the isolation of deoxyribonucleic acid from micro-organisms",
        "Mikrobiologiya",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification methods in applied and environmental microbiology. The Society for Applied Bacteriology, technical series no. 29",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Nonisotopic DNA probe techniques",
        "Nguyenibacter vanlangensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Enzymatic studies on the oxidation of sugar and sugar alcohol V. Ubiquinone of acetic acid bacteria and its relation to classification of genera gluconobacter and acetobacter, especially of the so-called intermediate strains",
        "Identification of acetic acid bacteria isolated from Indonesian sources, especially of isolates classified in the genus Gluconobacter",
        "Asaia bogorensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Tanticharoenia sakaeratensis gen. nov., sp. nov., a new osmotolerant acetic acid bacterium in the α-Proteobacteria",
        "Ameyamaea chiangmaiensis gen. nov., sp. nov., an Acetic Acid Bacterium in the α-Proteobacteria",
        "Neokomagataea gen. Nov., with descriptions of Neokomagataea thailandica sp. nov. and Neokomagataea tanensis sp. Nov., osmotolerant acetic acid bacteria of the α-proteobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shizuoka",
            "affilname": "Shizuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Japan International Cooperation Agency",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}