{
    "eid": "2-s2.0-85138316715",
    "title": "The Impact of Organisational Climate on Employee Engagement and Performances in a Multinational Oil and Gas Exploration and Production Company in Thailand",
    "cover-date": "2022-08-31",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Employee engagement",
        "HRM",
        "oil and gas",
        "organisation climate",
        "SEM"
    ],
    "authors": [
        "Pakawas Mangkang",
        "Parames Chutima"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "Antecedents and consequences of employee engagement",
        "Burnout and engagement at work as a function of demands and control",
        "What’s love got to do with it? Employee engagement amongst higher education workers",
        "Volunteer engagement: Exploring the distinction between job and organizational engagement",
        "Antecedents and consequences of employee engagement: The case of Pakistan",
        "Organization engagement: A review and comparison to job engagement",
        "Corporate social responsibility and employee engagement in Jordan",
        "The impact of internal branding on employee engagement and outcome variables in the hotel industry",
        "Antecedents of organizational engagement: Exploring vision, mood and perceived organizational support with emotional intelligence as a moderator",
        "Examining the effects of internal communication and emotional culture on employees’ organizational identification",
        "Responsabilidade social corporativa e comportamento do funcionário: Papel mediador do compromisso organizacional",
        "The role of trust on the relationship between organizational engagement and corporate reputation",
        "The moderating and mediating role of public service motivation between organization’s social responsibility and employee engagement: evidence from Egyptian public hospitals",
        "Individual factors and work outcomes of employee engagement",
        "Impact of psychological empowerment on employees’ work and organization engagement: A study in the manufacturing sectors, Bangladesh",
        "Employee voice: An antecedent to organisational engagement?",
        "The impact of motivation enhancing practices and mediating role of talent engagement on turnover intentions: Evidence from Malaysia",
        "Integrating work environment perceptions: Explorations into the measurement of meaning",
        "Relationships between psychological climate perceptions and work outcomes: A meta-analytic review",
        "Reconceptualizing psychological climate in a retail service environment: A multiple-stakeholder perspective",
        "Perceived organizational support",
        "The future of engagement thought piece collection. What is employee engagement and does it matter?",
        "Internal marketing: A systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}