{
    "eid": "2-s2.0-84947057688",
    "title": "Intermediate crack-induced debonding analysis for RC beams strengthened with FRP plates",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Bond-slip relationships",
        "Fiber-reinforced polymers",
        "Fracture mechanics",
        "Intermediate crackinduced debonding",
        "Reinforced concrete beams",
        "Strengthening"
    ],
    "authors": [
        "Peelak Wantanasiri"
    ],
    "citedby-count": 2,
    "ref-count": 41,
    "ref-list": [
        "Fracture mechanics of plate debonding",
        "Fracture Analysis of Debonding Mechanism for FRP Plates",
        "Guide for Design and Construction of Externally Bonded FRP Systems for Strengthening Concrete Structures (ACI 440.2R-08)",
        "Proceedings of 8th International Structural Faults and Repair Conference",
        "Proceedings of ICCMC/IBST 2001 International Conference on Advanced Technologies in Design, Construction and Maintenance of Concrete Structures",
        "Experimental and analytical investigations on debonding of hybrid FRPs for flexural strengthening of RC beams",
        "A critical steel yielding length model for predicting intermediate crack-induced debonding in FRP -strengthened RC members",
        "Development of the nonlinear bond stress-slip model of fiber reinforced plastics sheet-concrete interfaces with a simple method",
        "Ultimate response of RC beams strengthened with CFRP plates",
        "Experimental study on RC beams with FRP strips bonded with rubber modified resins",
        "Parametric study of FRP plate debonding using global energy balance",
        "A Fracture Based Approach to Understanding Debonding in FRP Bonded Structural Members",
        "A fracture-based model for FRP debonding in strengthened beams",
        "Improved interfacial stress analysis of a plated beam",
        "Proceedings of the Japan Concrete Institute",
        "Flexural response of steel beams strengthened with partial-length CFRP plates",
        "Experimental study on RC beams strengthened with carbon and glass fiber sheets",
        "Delamination failure in concrete beams retrofitted with a bonded plate",
        "Study of intermediate crack debonding in adhesively plated beams",
        "Intermediate crack debonding in FRP-strengthened RC beams: FE analysis and strength model",
        "Effect of beam size and FRP thickness on interfacial shear stress concentration and failure mode of FRP-strengthened beams",
        "Prediction of failure load of R/C beams strengthened with FRP plate due to stress concentration at the plate end",
        "Bond behavior between fiber-reinforced polymer laminates and concrete",
        "Prediction of intermediate crack debonding failure in FRP-strengthened reinforced concrete beams",
        "Reinforced Concrete Structures",
        "Concrete beams strengthened with externally bonded FRP plates",
        "RC beams strengthened with GFRP plates. I: Experimental study",
        "Evaluating and proposing models of predicting IC debonding failure",
        "Interfacial stresses in plated beams",
        "Structural behavior of composite RC beams with externally bonded CFRP",
        "Int. J. Fract",
        "Strengthening of beams by plate bonding",
        "FRP-Strengthened RC Structures",
        "Intermediate crack-induced debonding in RC beams and slabs",
        "Proceedings of the Fourth International Symposium on Fiber Reinforced Polymer Reinforcement for Reinforced Concrete Structures (FRPRCS-4)",
        "Intermediate crack-induced debonding in RC beams externally strengthened with prestressed FRP laminates",
        "Proceedings of the 16th National Convention on Civil Engineering",
        "Stress transfer and fracture propagation in different kinds of adhesive joints",
        "JSCE J. Mater. Concrete Struct. Pave",
        "Full-range behavior of FRP-to-concrete bonded joints",
        "Simple general solution for interfacial stresses in plated beams"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}