{
    "eid": "2-s2.0-84906690138",
    "title": "Practical approach in surface modification of biaxially oriented polypropylene films for gravure printability",
    "cover-date": "2014-09-30",
    "subject-areas": [
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "BOPP",
        "Corona treatment",
        "Ink",
        "Surface free energy"
    ],
    "authors": [
        "Boonchai Nuntapichedkul"
    ],
    "citedby-count": 14,
    "ref-count": 49,
    "ref-list": [
        "Improvement of paint adhesion to a polypropylene bumper by plasma treatment",
        "Polypropylene films modified by air plasma and feather keratin graft",
        "Experimental and statistical analysis of the effects of the processing parameters on the seal strength of heat sealed, biaxially oriented polypropylene film for flexible food packaging applications",
        "Process for the Manufacture of Antistatic and Biaxially Oriented Polypropylene Film",
        "Chemical force microscopy study of adhesive properties of polypropylene films: Influence of surface polarity and medium",
        "Effect of surface pretreatment on wettability of polypropylene",
        "Adhesion of polypropylene treated with nitric and sulfuric acid",
        "Low-κ′ dielectric properties of UV-treated bi-axially oriented polypropylene films",
        null,
        "Surface modification of PP under different electrodes of DC glow discharge and its physicochemical characteristics",
        "A Comparison of Corona-Treated and Flame-Treated Polypropylene Films",
        "Surface physicochemistry of corona-discharge-treated polypropylene film",
        "Plasma functionalization and reorientation of macromolecules at polymer surfaces",
        "Adhesion behaviour of polypropylenes after flame treatment determined by XPS(ESCA) spectral analysis",
        "Surface treatment and printing properties of dispersion-coated paperboard",
        "Study of multilayer packaging delamination mechanisms using different surface analysis techniques",
        "Adhesion properties of oxygen plasma-treated polypropylene-based copolymers",
        "Radical reactions on polypropylene in the solid state",
        "Investigation on the oxidation of surface layers of polyolefins treated with corona discharge",
        "Surface degradation and hydrophobic recovery of polyolefins treated by air corona and nitrogen atmospheric pressure glow discharge",
        "Study Adhes. Surf. Prop. Modif. Polypropyl",
        "Adv. Mater. Phys. Chem.",
        "Surface modification of biaxially oriented polypropylene (BOPP) film using acrylic acid-corona treatment: Part I. Properties and characterization of treated films",
        "Oriented Polypropylene Film Substrate and Method of Manufacture",
        "Direct forward gravure coating on unsupported web",
        "Roll-to-roll method for producing polyaniline patterns on paper",
        "Estimation of the surface free energy of polymers",
        "A comparison of different methods to calculate the surface free energy of wood using contact angle measurements",
        null,
        "Contact angle analysis of corona treated polypropylene films",
        "Heat sealing of semicrystalline polymer films. III. Effect of corona discharge treatment of LLDPE",
        "Diffusion of erucamide (13-cis-docosenamide) in isotactic polypropylene",
        "The Interaction of A Slip Additive, Erucamide, and Corona Treatment in Low and High Density Polyethylene Extrusion Coated Film",
        "Corona treatment of polyolefin films - a review",
        "Biaxially Oriented Polypropylene (BOPP) Surface Modification by Nitrogen Atmospheric Pressure Glow Discharge (APGD) and by Air Corona",
        "Natural weathering studies of polypropylene",
        "Kinetic studies in the chemistry of rubber and related materials. II. The kinetics of oxidation of unconjugated olefins",
        "Kinetic studies in the chemistry of rubber and related materials. III. Thermochemistry and mechanisms of olefin oxidation",
        "Kinetic studies in the chemistry of rubber and related materials VII. - Influence of chemical structure on the α-methylenic reactivity of olefins",
        "Effect of corona discharge treatment on the dyeability of low-density polyethylene film",
        "Photooxidation of unstabilized and HALS-stabilized polyphasic ethylene-propylene polymers",
        "Carbon dioxide evolution and carbonyl group development during photodegradation of polyethylene and polypropylene",
        "Atmospheric nonequilibrium plasma treatment of biaxially oriented polypropylene",
        "An investigation of optical clarity and crystalline orientation in polyethylene tubular film",
        "SPE ANTEC Conf. Proceedings",
        "Mechanism of corona treatment on polyolefin films",
        "A comparative study on roll-to-roll gravure printing on PET and BOPP webs with aqueous ink",
        "Micro-Drops and Digital Microfluidics",
        "A general thermodynamic theory of the spreading of liquids to form duplex films and of liquids or solids to form monolayers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Science and Technology Development Agency",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}