{
    "eid": "2-s2.0-84929731837",
    "title": "Robust controller design for feedback systems with uncertain backlash and plant uncertainties subject to inputs satisfying bounding conditions",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [
        "Backlash",
        "Computer-aided control system design",
        "Nonlinear systems",
        "Process control",
        "Robust control",
        "Theory of majorants"
    ],
    "authors": [
        "Hoang Hai Nguyen"
    ],
    "citedby-count": 4,
    "ref-count": 27,
    "ref-list": [
        "Numerical Design of Control Systems with Delays by the Method of Inequalities",
        "Stability of retarded delay differential systems",
        null,
        "ROBUST BRAKE CONTROL FOR A HEAVY-DUTY TRUCK.",
        "Input-output stability of systems with backlash",
        "The behaviour of linear systems with inputs satisfying certain bounding conditions",
        "Modelling valve stiction",
        "Feedback Systems: Input-Output Properties",
        "Automatic on-line estimation of backlash in control loops",
        "Design of Feedback Control Systems with a Sector-bounded Nonlinearity Using Zakian's Framework",
        "Design of feedback Systems with output nonlinearity and with inputs and outputs satisfying bounding conditions",
        "Design of uncertain nonlinear feedback systems with inputs and outputs satisfying bounding conditions",
        "Numerical Design of Feedback Systems with Backlash for Inputs Restricted in Magnitude and Slope",
        "Design of feedback systems with backlash for inputs restricted in magnitude and slope",
        "Quantitative design of a class of nonlinear systems with parameter uncertainty",
        "Computation of peak output for inputs satisfying many bounding conditions on magnitude and slope",
        "The design of robust control systems for plants with recycle",
        "Two studies of robust matching",
        "Adaptive Control of Systems with Unknown Output Backlash",
        "NEW FORMULATION FOR THE METHOD OF INEQUALITIES.",
        "A criterion of approximation for the method of inequalities",
        "Control Systems Centre Report 604",
        "Critical systems and tolerable inputs",
        "Well matched systems",
        "Perspectives on the principle of matching and the method of inequalities",
        "Control systems design: A new framework",
        "DESIGN OF DYNAMICAL AND CONTROL SYSTEMS BY THE METHOD OF INEQUALITIES."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}