{
    "eid": "2-s2.0-85069905228",
    "title": "Does providing routine liver volume assessment add value when performing CT surveillance in cirrhotic patients?",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Diagnostic imaging",
        "Liver",
        "Portal hypertension"
    ],
    "authors": [
        "Milan Patel",
        "Pimpitcha Puangsricharoen",
        "Hafiz Muhammad Sharjeel Arshad",
        "Sam Garrison",
        "Witina Techasatian",
        "Marwan Ghabril",
        "Kumar Sandrasegaran",
        "Suthat Liangpunsakul",
        "Mark Tann"
    ],
    "citedby-count": 3,
    "ref-count": 35,
    "ref-list": [
        "Prognostic indicators of survival in patients with compensated and decompensated cirrhosis",
        "Compensated cirrhosis: natural history and prognostic factors",
        "Natural history and prognostic indicators of survival in cirrhosis: a systematic review of 118 studies",
        "Current Management of the Complications of Cirrhosis and Portal Hypertension: Variceal Hemorrhage, Ascites, and Spontaneous Bacterial Peritonitis",
        "Portal hypertensive bleeding in cirrhosis: Risk stratification, diagnosis, and management: 2016 practice guidance by the American Association for the study of liver diseases",
        "Vibration-controlled Transient Elastography to Assess Fibrosis and Steatosis in Patients With Nonalcoholic Fatty Liver Disease",
        "Risk assessment of esophageal variceal bleeding in B-viral liver cirrhosis by a liver stiffness measurement-based model",
        "Elastography, spleen size, and platelet count identify portal hypertension in patients with compensated cirrhosis",
        "Risk assessment of development of hepatic decompensation in histologically proven hepatitis B viral cirrhosis using liver stiffness measurement",
        "Liver stiffness measurement predicted liver-related events and all-cause mortality: A systematic review and nonlinear dose-response meta-analysis",
        "Enhanced liver fibrosis test can predict clinical outcomes in patients with chronic liver disease",
        "Prediction of oesophageal varices in hepatic cirrhosis by simple serum non-invasive markers: Results of a multicenter, large-scale study",
        "Simple noninvasive systems predict long-term outcomes of patients with nonalcoholic fatty liver disease",
        "Assessment of the liver and spleen in children with Gaucher disease type I with diffusion-weighted MR imaging",
        "Apparent diffusion coefficient value of hepatic fibrosis and inflammation in children with chronic hepatitis",
        "Prediction of esophageal varices in cirrhotic patients with apparent diffusion coefficient of the spleen",
        "State-of-the-art imaging of liver fibrosis and cirrhosis: A comprehensive review of current applications and future perspectives",
        "Liver Surface Nodularity Quantification from Routine CT Images as a Biomarker for Detection and Evaluation of Cirrhosis",
        "Surveillance and Diagnosis of Hepatocellular Carcinoma",
        "Screening methods for early detection of hepatocellular carcinoma",
        "Is computed tomography volumetric assessment of the liver reliable in patients with cirrhosis?",
        "CT volumetry of the liver: where does it stand in clinical practice?",
        "Liver volume in the cirrhotic patient: does size matter?",
        "Accuracy of estimation of graft size for living-related liver transplantation: first results of a semi-automated interactive software for CT-volumetry",
        "MELD accurately predicts mortality in patients with alcoholic hepatitis",
        "The parabiliary venous system",
        "Rapid assessment of liver volumetry by a novel automated segmentation algorithm",
        "How much liver resection is too much?",
        "Measurement of liver volume and hepatic functional reserve as a guide to decision-making in resectional surgery for hepatic tumors",
        "Measurement of liver volume and its clinical significance in cirrhotic portal hypertensive patients",
        "Albumin and magnetic resonance imaging-liver volume to identify hepatitis B-related cirrhosis and esophageal varices",
        "Standard liver volume in the Caucasian population",
        "Giant hyperplasia of the caudate lobe in a patient with liver cirrhosis: case report and literature review",
        "Hospital readmissions among patients with decompensated cirrhosis",
        "MELD scoring system is useful for predicting prognosis in patients with liver cirrhosis and is correlated with residual liver function: a European study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Indianapolis",
            "@id": "60021947",
            "affilname": "Indiana University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021947",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Indianapolis",
            "@id": "60105925",
            "affilname": "Richard L. Roudebush VAMC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105925",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Richmond",
            "@id": "60010966",
            "affilname": "VCU School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010966",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Urbana",
            "@id": "60000745",
            "affilname": "University of Illinois Urbana-Champaign",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000745",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "VA"
    ]
}