{
    "eid": "2-s2.0-85117345906",
    "title": "Women's education and desire for additional children in Vietnam: Regional differences and the role of son preference",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "desire for additional children",
        "son preference",
        "Vietnam",
        "Women's education"
    ],
    "authors": [
        "Yen Thi Hai Nguyen",
        "Pataporn Sukontamarn"
    ],
    "citedby-count": 0,
    "ref-count": 71,
    "ref-list": [
        "Does son preference matter?",
        "Education fever and the East Asian fertility puzzle: A case study of low fertility in South Korea",
        "Female education and fertility decline: Recent developments in the relationship",
        "Vietnam's extraordinary performance in the PISA assessment: A cultural explanation of an education paradox",
        "Underinvestment in college education?",
        "Altruism in the family and selfishness in the market place",
        "On the interaction between the quantity and quality of children",
        "Regional differences in household composition and family formation patterns in Vietnam",
        "Son preference in a rural village in North Vietnam",
        "Growth with equity: Income inequality in Vietnam, 2002-14",
        "Patterns of low and lowest-low fertility in Europe",
        "Fertility desires and fertility outcomes",
        "Education and subjective well-being among older Vietnamese: Exploring gender differences",
        "Why is son preference so persistent in East and South Asia? A cross-country study of China, India and the Republic of Korea",
        "Inverse J effect of economic growth on fertility: A model of gender wages and maternal time substitution",
        "Looking for a J-shaped development-fertility relationship: Do advances in development really reverse fertility declines?",
        "Vietnam's one-or-two-child policy in action",
        "Skewed sex ratios at birth and future marriage squeeze in China and India, 2005-2100",
        "Recent increase in sex ratio at birth in Viet Nam",
        "Educational reform and teacher education in Vietnam",
        "Son preference in Vietnam",
        "Are simple tests of son preference useful?",
        "Are individuals' desired family sizes stable? Evidence from West German panel data",
        "Development of school education system in Vietnam from 1975 to now",
        "Education and economic, political, and social change in Vietnam",
        "Fertility decline and missing women",
        "The effects of education on fertility: Evidence from Taiwan",
        "Intention status of U.S. Births in 1988: Differences by mothers' socioeconomic and demographic characteristics",
        "Changing relationships between education and fertility: A study of women and men born 1940 to 1964",
        "Women's education, marital violence, and divorce: A social exchange perspective",
        "Sex ratio at birth in Vietnam: Results from data in CHILILAB HDSS, 2004 to 2013",
        "Government and fertility in transitional and post-transitional societies",
        "Women's education and fertility: Results from 26 Demographic and Health Surveys",
        "The Montagnards and the state in northern Vietnam from 1802 to 1975: A historical overview",
        "Differences between fertility desires and intentions: Implications for theory, research and policy",
        "Education and fertility: Evidence from a natural experiment",
        "Does sex of children matter?",
        "Education differences in intended and unintended fertility",
        "Effects of Vietnam's two-child policy on fertility, son preference, and female labor supply",
        "Fertility and development: Evidence from Brazil",
        "Post-transitional fertility: The role of childbearing postponement in fuelling the shift to low and unstable fertility levels",
        "Women's education, autonomy, and fertility behaviour",
        "On the positive correlation between education and fertility intentions in Europe: Individual- And country-level evidence",
        "Fertility desires and fertility: Hers, his, and theirs",
        "Institutions matter: The case of Vietnam",
        "One male offspring preference: Evidence from Vietnam using a split-population model",
        "The relationship between women's education and fertility: Selected findings from the World Fertility Surveys",
        "Consequences of infertility in developing countries: Results of a questionnaire and interview survey in the South of Vietnam",
        "Maternal education and fertility: An analysis from Vietnam Census, 1989 and 2009",
        "Sex composition of living children and women's fertility desire in Vietnam",
        "Exploring the fertility trend in Egypt"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}