{
    "eid": "2-s2.0-85140313195",
    "title": "Alkaloids with cholinesterase inhibitory activities from the bulbs of Crinum × amabile Donn ex Ker Gawl",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Amaryllidaceae",
        "Butyrylcholinesterase",
        "Crinum × amabile Donn ex Ker Gawl.",
        "Molecular docking"
    ],
    "authors": [
        "Waraluck Chaichompoo",
        "Pornchai Rojsitthisak",
        "Wachirachai Pabuprapap",
        "Yuttana Siriwattanasathien",
        "Pathumwadee Yotmanee",
        "Apichart Suksamrarn"
    ],
    "citedby-count": 1,
    "ref-count": 57,
    "ref-list": [
        "New crinine-type alkaloids with inhibitory effect on induction of inducible nitric oxide synthase from Crinum yemense",
        "Oxocrinine and other alkaloids from Crinum americanum",
        "Relative configuration of the alkaloid augustamine",
        "Chemical and biological aspects of Narcissus alkaloids",
        "The Amaryllidaceae alkaloids: an untapped source of acetylcholinesterase inhibitors",
        "Total syntheses of crinine and related alkaloids",
        "Indigenous Medicinal Herbs",
        "Isolation and cholinesterase inhibitory activity of Narcissus extracts and Amaryllidaceae alkaloid",
        "Bioactive alkaloids from Brunsvigia radulosa",
        "Alkaloids with anti-human carbonic anhydrase isozyme II activity from the bulbs of Crinum asiaticum L. var. asiaticum",
        "Stephapierrines A–H, new tetrahydroprotoberberine and aporphine alkaloids from the tubers of Stephania pierrei Diels and their anti-cholinesterase activities",
        "Comprehensive study of alkaloids from Crinum asiaticum var. sinicum assisted by HPLC-DAD-SPE-NMR",
        "The number of known plants species in the world and its annual increase",
        "Alkaloids of Amaryllidaceae as inhibitors of cholinesterases (AChEs and BChEs): an integrated bioguided study",
        "Identification of amaryllidaceae alkaloids utilizing ORD and CD spectroscopy",
        "In vitro anti-inflammatory and cytotoxicity of Crinum × amabile grown in Ecuador",
        "Phytochemistry and pharmacology of the family Amaryllidaceae: an overview of research at RCPGD",
        "Acetylcholinesterase enzyme inhibitory effects of Amaryllidaceae alkaloids",
        "A new and rapid colorimetric determination of acetylcholinesterase activity",
        "Alkaloids from Galanthus fosteri",
        "Isolation of sternbergine, a new alkaloid from bulbs of Sternbergia lutea",
        "Relative configuration of the alkaloid augustine",
        "Gaussian 09",
        "Dihydrotazettine methine, an unusual non-coplanar phenylcyclohexene",
        "Antiproliferative amaryllidaceae alkaloids isolated from the bulbs of Sprekelia formosissima and Hymenocallis × festalis",
        "The structure and stereochemistry of tazettine",
        "Amaryllidaceae alkaloids",
        "Zephgrabetaine: a new betaine-type Amaryllidaceae alkaloid from Zephyranthes grandiflora",
        "6-Hydroxycrinamine and haemanthidine",
        "Lycorine, the main phenanthridine amaryllidaceae alkaloid, exhibits significant antitumor activity in cancer cells that display resistance to proapoptotic stimuli: an investigation of structure-activity relationship and mechanistic insight",
        "Cognitive impairment, dementia and Alzheimer's disease",
        "Cytotoxic and antimalarial alkaloids from the bulbs of Crinum amabile",
        "Galantamine for Alzheimer's disease and mild cognitive impairment",
        "Efficacy of acetylcholinesterase inhibitors in Alzheimer's disease",
        "Automated docking using a Lamarckian genetic algorithm and empirical binding free energy function",
        "AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility",
        "Pharmacological and toxicological insights to the South African Amaryllidaceae",
        "Isolation of narciprimine from Cyrtanthus contractus (Amaryllidaceae) and evaluation of its acetylcholinesterase inhibitory activity",
        "Four new crinine-type alkaloids from Sternbergia species",
        "Amabiloid A from Crinum × amabile Donn ex ker Gawl",
        "Alkaloids from Crinum amabile",
        "Nature as a source of metabolites with cholinesterase-inhibitory activity: an approach to Alzheimer's disease treatment",
        "Can phylogeny predict chemical diversity and potential medicinal activity of plants? A case study of amaryllidaceae",
        "Functionalized phenanthridine and dibenzopyranone derivatives through benzyne cyclization–application to the total syntheses of trisphaeridine and N-methylcrinasiadine",
        "Thai Plant Names",
        "BIOVIA Dassault Systèmes",
        "N-oxide alkaloids from Crinum amabile (Amaryllidaceae)",
        "Alkaloid profiling and cholinesterase inhibitory potential of Crinum × amabile Donn. (Amaryllidaceae) collected in Ecuador",
        "Method for efficiently synthesizing crinine and analogue thereof through intramolecular dearomatization",
        "Daffodils as potential crops of galanthamine: assessment of more than 100 ornamental varieties for their alkaloid content and acetylcholinesterase inhibitory activity",
        "Crinum L. (Amaryllidaceae)",
        "Alkaloids from Brunsvigia josephinæ",
        "Alkaloids from Brunsvigia flava",
        "Alkaloids from Brunsvigia orientalis",
        "Alkaloids from Hippeastrum equestre Herb. –5. Circular dichroism studies",
        "Amaryllidaceae alkaloids with new framework types from Zephyranthes candida as potent acetylcholinesterase inhibitors",
        "Bioinspired enantioselective synthesis of crinine-type alkaloids via iridium-catalyzed asymmetric hydrogenation of enones"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Center of Excellence for Innovation in Chemistry",
        "Ministry of Higher Education, Science, Research and Innovation"
    ]
}