{
    "eid": "2-s2.0-85159041839",
    "title": "Pan-Asian adapted ESMO Clinical Practice Guidelines for the diagnosis, staging and treatment of patients with metastatic breast cancer",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "ESMO",
        "guidelines",
        "metastatic breast cancer",
        "Pan-Asian",
        "treatment"
    ],
    "authors": [
        "S. A. Im",
        "A. Gennari",
        "Y. H. Park",
        "J. H. Kim",
        "Z. F. Jiang",
        "S. Gupta",
        "T. H. Fadjari",
        "K. Tamura",
        "M. Y. Mastura",
        "M. L.T. Abesamis-Tiambeng",
        "E. H. Lim",
        "C. H. Lin",
        "A. Sookprasert",
        "N. Parinyanitikul",
        "L. M. Tseng",
        "S. C. Lee",
        "P. Caguioa",
        "M. Singh",
        "Y. Naito",
        "R. A. Hukom",
        "B. K. Smruti",
        "S. S. Wang",
        "S. B. Kim",
        "K. H. Lee",
        "H. K. Ahn",
        "S. Peters",
        "T. W. Kim",
        "T. Yoshino",
        "G. Pentheroudakis",
        "G. Curigliano",
        "N. Harbeck"
    ],
    "citedby-count": 1,
    "ref-count": 137,
    "ref-list": [
        "Global Cancer Statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
        "Male breast cancer: a population-based comparison with female breast cancer",
        "Global burden and trends in premenopausal and postmenopausal breast cancer: a population-based study",
        "The global, regional, and national burden and trends of breast cancer from 1990 to 2019: results from the Global Burden of Disease Study 2019",
        "A review of the epidemiology of breast cancer in Asia: focus on risk factors",
        "The global burden of women's cancers: a grand challenge in global health",
        "Epidemiology of breast cancer in Indian women",
        "Japanese cancer statistics by stage",
        "Breast cancer statistics in Korea, 2018",
        "Trends in presentation, management and survival of patients with de novo metastatic breast cancer in a Southeast Asian setting",
        "Breast cancer in multi-ethnic Asian setting: results from Singapore-Malaysia hospital based breast cancer registry",
        "Contrasting epidemiology and clinicopathology of female breast cancer in Asians vs the US population",
        "Insights into breast cancer in the east versus the west: a review",
        "The impact of race and ethnicity in breast cancer-disparities and implications for precision oncology",
        "Resistance to endocrine therapy in breast cancer: molecular mechanisms and future goals",
        "The Japanese Breast Cancer Society Clinical Practice Guidelines for systemic treatment of breast cancer, 2018 edition",
        "The Japanese Breast Cancer Society Clinical Practice Guidelines for breast cancer screening and diagnosis, 2018 edition",
        "Treating HR+/HER2- breast cancer in premenopausal Asian women: Asian Breast Cancer Cooperative Group 2019 Consensus and position on ovarian suppression",
        "Practical consensus recommendations on management of triple-negative metastatic breast cancer",
        "Korean Breast Cancer Society. The 9th Korean Clinical Practice Guideline for breast cancer 2021",
        "ESMO Clinical Practice Guideline for the diagnosis, staging and treatment of patients with metastatic breast cancer",
        "Dykewicz CA, Centers for Disease Control and Prevention. Summary of the guidelines for preventing opportunistic infections among hematopoietic stem cell transplant recipients",
        "Trastuzumab deruxtecan (T-DXd) versus treatment of physician's choice (TPC) in patients (pts) with HER2-low unresectable and/or metastatic breast cancer (mBC): results of DESTINY-Breast04, a randomized, phase 3 study",
        "Human epidermal growth factor receptor 2 testing in breast cancer: American Society of Clinical Oncology/College of American Pathologists Clinical Practice Guideline focused update",
        "5th ESO-ESMO international consensus guidelines for advanced breast cancer (ABC 5)",
        "Comparative effectiveness of imaging modalities to determine metastatic breast cancer treatment response",
        "Use and costs of disease monitoring in women with metastatic breast cancer",
        "Comparison of whole-body MRI, CT, and bone scintigraphy for response evaluation of cancer therapeutics in metastatic breast cancer to bone",
        "Spinal instability neoplastic score: an analysis of reliability and validity from the spine oncology study group",
        "Incidence of brain metastases in nonmetastatic and metastatic breast cancer: is there a role for screening?",
        "Breast cancer statistics, 2019",
        "MONARCH 3: abemaciclib as initial therapy for advanced breast cancer",
        "MONARCH 3 final PFS: a randomized study of abemaciclib as initial therapy for advanced breast cancer",
        "Abemaciclib as initial therapy for advanced breast cancer: MONARCH 3 updated results in prognostic subgroups",
        "Overall survival (OS) with first-line palbociclib plus letrozole (PAL + LET) versus palcebo plus letrozole (PBO + LET) in women with estrogen receptor-positive/human epidermal growth factor receptor 2-negative advanced breast cancer (ER+/HER2- ABC): analyses from PALOMA-2",
        "Palbociclib plus letrozole as first-line therapy in postmenopausal Asian women with metastatic breast cancer: results from the phase III, randomized PALOMA-2 study",
        "Ribociclib as first-line therapy for HR-positive, advanced breast cancer",
        "Updated results from MONALEESA-2, a phase III trial of first-line ribociclib plus letrozole versus placebo plus letrozole in hormone receptor-positive, HER2-negative advanced breast cancer",
        "Overall survival with ribociclib plus endocrine therapy in breast cancer",
        "Updated overall survival of ribociclib plus endocrine therapy versus endocrine therapy alone in pre- and perimenopausal patients with HR+/HER2- advanced breast cancer in MONALEESA-7: a phase III randomized clinical trial",
        "Ribociclib plus endocrine therapy for premenopausal women with hormone-receptor-positive, advanced breast cancer (MONALEESA-7): a randomised phase 3 trial",
        "The impact of ethnicity on efficacy and toxicity of cyclin D kinase 4/6 inhibitors in advanced breast cancer: a meta-analysis",
        "Pooled analysis of efficacy and safety in Asian patients (pts) in the MONALEESA-2, MONALEESA-3, and MONALEESA-7 trials of ribociclib (RIB) plus endocrine therapy (ET)",
        "MONARCH 2: abemaciclib in combination with fulvestrant in women with HR+/HER2- advanced breast cancer who had progressed while receiving endocrine therapy",
        "PALOMA-3: phase III trial of fulvestrant with or without palbociclib in premenopausal and postmenopausal women with hormone receptor-positive, human epidermal growth factor receptor 2-negative metastatic breast cancer that progressed on prior endocrine therapy-safety and efficacy in Asian patients",
        "Fulvestrant plus palbociclib versus fulvestrant plus placebo for treatment of hormone-receptor-positive, HER2-negative metastatic breast cancer that progressed on previous endocrine therapy (PALOMA-3): final analysis of the multicentre, double-blind, phase 3 randomised controlled trial",
        "Phase III randomized study of ribociclib and fulvestrant in hormone receptor-positive, human epidermal growth factor receptor 2-negative advanced breast cancer: MONALEESA-3",
        "MONARCH 3: interim overall survival (OS) results of abemaciclib plus a nonsteroidal aromatase inhibitor (NSAI) in patients (pts) with HR+, HER2- advanced breast cancer (ABC)",
        "Japanese subpopulation analysis of MONARCH 2: phase 3 study of abemaciclib plus fulvestrant for treatment of hormone receptor-positive, human epidermal growth factor receptor 2-negative breast cancer that progressed on endocrine therapy",
        "Abemaciclib in combination with endocrine therapy for East Asian patients with HR+, HER2- advanced breast cancer: MONARCH 2 & 3 trials",
        "Overall survival with palbociclib and fulvestrant in advanced breast cancer",
        "The effect of abemaciclib plus fulvestrant on overall survival in hormone receptor-positive, ERBB2-negative breast cancer that progressed on endocrine therapy-MONARCH 2: a randomized clinical trial",
        "Overall survival with ribociclib plus fulvestrant in advanced breast cancer",
        "Overall survival with ribociclib plus letrozole in advanced breast cancer",
        "Palbociclib plus exemestane with gonadotropin-releasing hormone agonist versus capecitabine in premenopausal women with hormone receptor-positive, HER2-negative metastatic breast cancer (KCSG-BR15-10): a multicentre, open-label, randomised, phase 2 trial",
        "Endocrine treatment versus chemotherapy in postmenopausal women with hormone receptor-positive, HER2-negative, metastatic breast cancer: a systematic review and network meta-analysis",
        "Combined treatment with buserelin and tamoxifen in premenopausal metastatic breast cancer: a randomized study",
        "A randomized phase II trail of fulvestrant or examestane with or without ribociclib after progression on anti-estrogen therapy plus cyclin-dependent kinase 4/6 inhibition (CDK 4/6i) in patients (pts) with unresectable or hormone receptor-positive (HR+), HER2-neagtive metastatic breast cancer (MBC): MAINTAIN trial",
        "Alpelisib for PIK3CA-mutated, hormone receptor-positive advanced breast cancer",
        "Alpelisib plus fulvestrant for PIK3CA-mutated, hormone receptor-positive, human epidermal growth factor receptor-2-negative advanced breast cancer: final overall survival results from SOLAR-1",
        "Alpelisib plus fulvestrant in PIK3CA-mutated, hormone receptor-positive advanced breast cancer after a CDK4/6 inhibitor (BYLieve): one cohort of a phase 2, multicentre, open-label, non-comparative study",
        "Everolimus in postmenopausal hormone-receptor-positive advanced breast cancer",
        "Everolimus plus exemestane treatment in patients with metastatic hormone receptor-positive breast cancer previously treated with CDK4/6 inhibitor therapy",
        "Everolimus plus exemestane vs everolimus or capecitabine monotherapy for estrogen receptor-positive, HER2-negative advanced breast cancer: the BOLERO-6 randomized clinical trial",
        "Everolimus plus exemestane for hormone-receptor-positive, human epidermal growth factor receptor-2-negative advanced breast cancer: overall survival results from BOLERO-2",
        "Talazoparib in patients with advanced breast cancer and a germline BRCA mutation",
        "Olaparib for metastatic germline BRCA-mutated breast cancer",
        "RIBBON-2: a randomized, double-blind, placebo-controlled, phase III trial evaluating the efficacy and safety of bevacizumab in combination with chemotherapy for second-line treatment of human epidermal growth factor receptor 2-negative metastatic breast cancer",
        "Impact of dihydropyrimidine dehydrogenase (DPD) genotype on fluoropyrimidine-related toxicity in Asian population",
        "Duration of chemotherapy for metastatic breast cancer: a systematic review and meta-analysis of randomized clinical trials",
        "Phase III, multicenter, randomized trial of maintenance chemotherapy versus observation in patients with metastatic breast cancer after achieving disease control with six cycles of gemcitabine plus paclitaxel as first-line chemotherapy: KCSG-BR07-02",
        "Sacituzumab govitecan in hormone receptor-positive/human epidermal growth factor receptor 2-negative metastatic breast cancer",
        "Overall survival (OS) results from the phase III TROPiCS-02 study of sacituzumab govitecan (SG) vs treatment of physician's choice (TPC) in patients (pts) with HR+/HER2- metastatic breast cancer (mBC)",
        "Pertuzumab plus trastuzumab plus docetaxel for metastatic breast cancer",
        "Pertuzumab, trastuzumab, and docetaxel for HER2-positive metastatic breast cancer (CLEOPATRA): end-of-study results from a double-blind, randomised, placebo-controlled, phase 3 study",
        "First-line trastuzumab plus an aromatase inhibitor, with or without pertuzumab, in human epidermal growth factor receptor 2-positive and hormone receptor-positive metastatic or locally advanced breast cancer (PERTAIN): a randomized, open-label phase II trial",
        "Pertuzumab monotherapy after trastuzumab-based treatment and subsequent reintroduction of trastuzumab: activity and tolerability in patients with advanced human epidermal growth factor receptor 2-positive breast cancer",
        "Trastuzumab plus anastrozole versus anastrozole alone for the treatment of postmenopausal women with human epidermal growth factor receptor 2-positive, hormone receptor-positive metastatic breast cancer: results from the randomized phase III TAnDEM study",
        "Trastuzumab plus endocrine therapy or chemotherapy as first-line treatment for metastatic breast cancer with hormone receptor-positive and HER2-positive: the SYSUCC-002 randomized clinical trial",
        "Phase III, randomized study of dual human epidermal growth factor receptor 2 (HER2) blockade with lapatinib plus trastuzumab in combination with an aromatase inhibitor in postmenopausal women with HER2-positive, hormone receptor-positive metastatic breast cancer: ALTERNATIVE",
        "Lapatinib combined with letrozole versus letrozole and placebo as first-line therapy for postmenopausal hormone receptor-positive metastatic breast cancer",
        "Trastuzumab deruxtecan versus trastuzumab emtansine for breast cancer",
        "Intracranial efficacy and survival with tucatinib plus trastuzumab and capecitabine for previously treated HER2-positive breast cancer with brain metastases in the HER2CLIMB trial",
        "Tucatinib, trastuzumab, and capecitabine for HER2-positive metastatic breast cancer",
        "Updated results from DESTINY-breast01, a phase 2 trial of trastuzumab deruxtecan (T-DXd) in HER2 positive metastatic breast cancer",
        "Trastuzumab emtansine for HER2-positive advanced breast cancer",
        "Randomized study of lapatinib alone or in combination with trastuzumab in women with ErbB2-positive, trastuzumab-refractory metastatic breast cancer",
        "Efficacy of lapatinib combined with capecitabine in patients with HER2-positive metastatic breast cancer in a real-world study",
        "Current treatment options for human epidermal growth factor receptor 2-directed therapy in metastatic breast cancer: an Indian perspective",
        "Clinical outcomes of HER2-positive metastatic breast cancer patients with brain metastasis treated with lapatinib and capecitabine: an open-label expanded access study in Korea",
        "Lapatinib plus capecitabine in treating HER2-positive advanced breast cancer: efficacy, safety, and biomarker results from Chinese patients",
        "Neratinib plus capecitabine versus lapatinib plus capecitabine in HER2-positive metastatic breast cancer previously treated with ≥ 2 HER2-directed regimens: phase III NALA trial",
        "Efficacy of margetuximab vs trastuzumab in patients with pretreated ERBB2-positive advanced breast cancer: a phase 3 randomized clinical trial",
        "Phase II study to investigate the efficacy of trastuzumab biosimilar (Herzuma®) plus treatment of physician's choice (TPC) in patients with heavily pretreated HER-2+ metastatic breast cancer (KCSG BR 18-14/KM10B)",
        "Identification and use of biomarkers in treatment strategies for triple-negative breast cancer subtypes",
        "Triple-negative breast cancer molecular subtyping and treatment progress",
        "Triple negative breast cancer in Korea-distinct biology with different impact of prognostic factors on survival",
        "Triple negative breast cancer in Asia: an insider's view",
        "Primary results from IMpassion131, a double-blind, placebo-controlled, randomised phase III trial of first-line paclitaxel with or without atezolizumab for unresectable locally advanced/metastatic triple-negative breast cancer",
        "Pembrolizumab plus chemotherapy versus placebo plus chemotherapy for previously untreated locally recurrent inoperable or metastatic triple-negative breast cancer (KEYNOTE-355): a randomised, placebo-controlled, double-blind, phase 3 clinical trial",
        "Olaparib monotherapy for Asian patients with a germline BRCA mutation and HER2-negative metastatic breast cancer: OlympiAD randomized trial subgroup analysis",
        "Talazoparib versus chemotherapy in patients with HER2-negative advanced breast cancer and a germline BRCA1/2 mutation enrolled in Asian countries: exploratory subgroup analysis of the phase III EMBRACA trial",
        "Carboplatin in BRCA1/2-mutated and triple-negative breast cancer BRCAness subgroups: the TNT trial",
        "Cisplatin plus gemcitabine versus paclitaxel plus gemcitabine as first-line therapy for metastatic triple-negative breast cancer (CBCSG006): a randomised, open-label, multicentre, phase 3 trial",
        "Cisplatin and gemcitabine as the first-line therapy in metastatic triple negative breast cancer",
        "Taxanes alone or in combination with anthracyclines as first-line therapy of patients with metastatic breast cancer",
        "Nab-paclitaxel plus carboplatin or gemcitabine versus gemcitabine plus carboplatin as first-line treatment of patients with triple-negative metastatic breast cancer: results from the tnAcity trial",
        "Sacituzumab govitecan in metastatic triple-negative breast cancer",
        "Sacituzumab govitecan, a Trop-2-directed antibody-drug conjugate, for patients with epithelial cancer: final safety and efficacy results from the phase I/II IMMU-132-01 basket trial",
        "Antitumor activity and safety of trastuzumab deruxtecan in patients with HER2-low-expressing advanced breast cancer: results from a phase Ib study",
        "Trastuzumab deruxtecan in previously treated HER2-positive breast cancer",
        "Patient-reported outcomes in patients with a germline BRCA mutation and HER2-negative metastatic breast cancer receiving olaparib versus chemotherapy in the OlympiAD trial",
        "Locoregional treatment versus no treatment of the primary tumour in metastatic breast cancer: an open-label randomised controlled trial",
        "Impact of breast surgery in primary metastasized breast cancer: outcomes of the prospective randomized phase III ABCSG-28 POSYTIVE trial",
        "Randomized trial comparing resection of primary tumor with no surgery in stage IV breast cancer at presentation: protocol MF07-01",
        "A randomized phase III trial of systemic therapy plus early local therapy versus systemic therapy alone in women with de novo stage IV breast cancer: a trial of the ECOG-ACRIN Research Group (2108)",
        "EANO-ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up of patients with brain metastasis from solid tumours",
        "Health-related quality of life in premenopausal women with hormone-receptor-positive, HER2-negative advanced breast cancer treated with ribociclib plus endocrine therapy: results from a phase III randomized clinical trial (MONALEESA-7)",
        "Patient-reported outcomes in patients with PIK3CA-mutated hormone receptor-positive, human epidermal growth factor receptor 2-negative advanced breast cancer from SOLAR-1",
        "Tucatinib with capecitabine and trastuzumab in advanced HER2-positive metastatic breast cancer with and without brain metastases: a non-randomised, open-label, phase 1b study",
        "Talazoparib versus chemotherapy in patients with germline BRCA1/2-mutated HER2-negative advanced breast cancer: final overall survival results from the EMBRACA trial",
        "Biomarker analyses in the phase III ASCENT study of sacituzumab govitecan versus chemotherapy in patients with metastatic triple-negative breast cancer",
        "Pyrotinib or lapatinib combined with capecitabine in HER2-positive metastatic breast cancer with prior taxanes, anthracyclines, and/or trastuzumab: a randomized, phase II study",
        "Pyrotinib treatment in patients with HER2-positive metastatic breast cancer and brain metastasis: exploratory final analysis of real-world, multicenter data",
        "Pyrotinib in the treatment of women with HER2-positive advanced breast cancer: a multicenter, prospective, real-world study",
        "Pyrotinib plus capecitabine versus lapatinib plus capecitabine for the treatment of HER2-positive metastatic breast cancer (PHOEBE): a multicentre, open-label, randomised, controlled, phase 3 trial",
        "Pyrotinib or placebo in combination with trastuzumab and docetaxel for HER2-positive metastatic breast cancer (PHILA): a randomized phase III trial",
        "Dalpiciclib or placebo plus fulvestrant in hormone receptor-positive and HER2-negative advanced breast cancer: a randomized, phase 3 trial",
        "Dalpiciclib combined with pyrotinib and letrozole in women with HER2-positive, hormone receptor-positive metastatic breast cancer (LORDSHIPS): a phase Ib study",
        "A framework to rank genomic alterations as targets for cancer precision medicine: the ESMO Scale for Clinical Actionability of molecular Targets (ESCAT)",
        "ESMO-Magnitude of Clinical Benefit Scale version 1.1",
        "Effectiveness and safety of pyrotinib-based therapy in patients with HER2-positive metastatic breast cancer: a real-world retrospective study",
        "Pyrotinib versus trastuzumab emtansine for HER2-positive metastatic breast cancer after previous trastuzumab and lapatinib treatment: a real-world study",
        "Pyrotinib-based treatments in HER2-positive breast cancer patients with brain metastases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60010400",
            "affilname": "Pantai Holdings Sdn Bhd",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010400",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60068691",
            "affilname": "Asan Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068691",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Kashiwa",
            "@id": "60010925",
            "affilname": "National Cancer Center Hospital East",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010925",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Seongnam",
            "@id": "60199632",
            "affilname": "Gachon University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199632",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "West Jakarta",
            "@id": "60196808",
            "affilname": "Rumah Sakit Kanker Dharmais",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60196808",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Izumo",
            "@id": "60160813",
            "affilname": "Shimane University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60160813",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60119956",
            "affilname": "Seoul National University Cancer Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60119956",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Seongnam",
            "@id": "60098516",
            "affilname": "Seoul National University Bundang Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60098516",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Mumbai",
            "@id": "60079949",
            "affilname": "Homi Bhabha National Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60079949",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60073385",
            "affilname": "National Taiwan University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073385",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Manila",
            "@id": "60071489",
            "affilname": "University of Santo Tomas Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071489",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Quezon City",
            "@id": "60071484",
            "affilname": "St. Luke's Medical Center Quezon City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071484",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60069744",
            "affilname": "General Hospital of People's Liberation Army",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069744",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60069716",
            "affilname": "National Yang-Ming University Taiwan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069716",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bandung",
            "@id": "60069388",
            "affilname": "Universitas Padjadjaran",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069388",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60031809",
            "affilname": "National Cancer Centre, Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031809",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030442",
            "affilname": "Istituto Europeo di Oncologia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030442",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030318",
            "affilname": "Università degli Studi di Milano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030318",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lausanne",
            "@id": "60023561",
            "affilname": "Centre Hospitalier Universitaire Vaudois",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023561",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60021182",
            "affilname": "Sun Yat-Sen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021182",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60020857",
            "affilname": "Samsung Medical Center, Sungkyunkwan university",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020857",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60013314",
            "affilname": "Veterans General Hospital-Taipei",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013314",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Mumbai",
            "@id": "60011172",
            "affilname": "Bombay Hospital and Medical Research Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011172",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Vercelli",
            "@id": "60003668",
            "affilname": "Università degli Studi del Piemonte Orientale \"Amedeo Avogadro\"",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003668",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Munich",
            "@id": "60000291",
            "affilname": "Klinikum der Universität München",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000291",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "127780700",
            "affilname": "National University Cancer Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127780700",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Lugano",
            "@id": "119221731",
            "affilname": "ESMO",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/119221731",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "San Juan",
            "@id": "100624745",
            "affilname": "Cardinal Santos Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100624745",
            "affiliation-country": "Philippines"
        }
    ],
    "funding": []
}