{
    "eid": "2-s2.0-85151439980",
    "title": "Corporate culture, innovation and board size: recent evidence from machine learning and earnings conference calls",
    "cover-date": "2023-08-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Board of directors",
        "Board size",
        "Corporate culture",
        "Corporate governance",
        "Innovation",
        "Machine learning"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 0,
    "ref-count": 80,
    "ref-list": [
        "The structure of voluntary disclosure narratives: evidence from tone dispersion",
        "The effects of top management team size and interaction norms on cognitive and affective conflict",
        "Is all that talk just noise? The information content of internet stock message boards",
        "Measuring economic policy uncertainty*",
        "Outside directors on the board and innovative firm performance",
        "Corporate governance and innovation: a survey",
        "Aspects sociologiques du pluralisme",
        "Using 10-K text to gauge financial constraints",
        "Does policy uncertainty affect mergers and acquisitions?",
        "Organizational effects of decline and turbulence",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Customer concentration, managerial risk aversion, and independent directors: a quasi-natural experiment",
        "Corporate governance and generalist CEOs: evidence from board size",
        "Does economic policy uncertainty influence executive risk-taking incentives?",
        "Wisdom of crowds: the value of stock opinions transmitted through social media",
        "Board size and the variability of corporate performance",
        "Corporate culture, cultural diversification, and independent directors: evidence from earnings conference calls",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi‐natural experiment",
        "Using geographic density of firms to identify the effect of board size on firm value and corporate policies",
        "Boards: does one size fit all • ⋆",
        "Corporate culture and shared knowledge",
        "The relationship between board composition and leadership structure and bankruptcy reorganization outcomes",
        "Bankruptcy and corporate governance: the impact of board composition and structure",
        "Number of directors and financial performance: a meta-analysis",
        "The effect of manager-specific optimism on the tone of earnings conference calls",
        "Managers’ use of language across alternative disclosure outlets: earnings press releases versus MD&a*",
        "Larger board size and decreasing firm value in small firms",
        "Annual report readability, tone ambiguity, and the cost of borrowing",
        "Audit quality and specialist tenure",
        "The effects of board size and diversity on strategic change",
        "Corporate culture: evidence from the field",
        "Board gender diversity and corporate innovation: international evidence",
        "The value of corporate culture",
        "Entropy balancing for causal effects: a multivariate reweighting method to produce balanced samples in observational studies",
        "A theory of board control and size",
        "Resource dependence theory: a review",
        "Corporate governance and risk-taking of Chinese firms: the role of board size",
        "Board structure and firm performance: evidence from India’s top companies",
        "The modern industrial revolution, exit, and the failure of internal control systems",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Boards of directors: a review and research agenda",
        "Do firms adjust board gender diversity in response to economic policy uncertainty?",
        "The supply of corporate directors and board independence",
        "Managerial risk, innovation, and organizational decline",
        "Selection models in accounting research",
        "Using heteroscedasticity to identify and estimate mismeasured and endogenous regressor models",
        "Corporate culture, innovation, and female board representation: evidence from earnings conference calls",
        "The role of corporate culture in bad times: evidence from the COVID-19 pandemic",
        "Measuring corporate culture using machine learning",
        "A modest proposal for improved corporate governance",
        "Textual analysis in accounting and finance: a survey",
        "Does gender diversity on boards influence stock market liquidity? Empirical evidence from the French market",
        "Entropy-balanced accruals",
        "Policy uncertainty and mergers and acquisitions",
        "Evaluating the effectiveness of corporate boards",
        "Corporate integrity and hostile takeover threats: evidence from machine learning and “CEO luck",
        "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
        "Unobservable selection and coefficient stability: theory and evidence",
        "Does board independence influence asset redeployability: evidence from a quasi-natural experiment",
        "Does corporate headquarters location matter for stock returns?",
        "Sustainability, asset redeployability, and board gender diversity",
        "Determinants of board size and composition: a theory of corporate boards",
        "The Central role of the propensity score in observational studies for causal effects",
        "Board characteristics and involvement in strategic decision making: evidence from Swiss companies*",
        "Internationalization and firm governance: the roles of CEO compensation, top team composition, and board structure",
        "Carbon emissions, corporate governance, and staggered boards",
        "Shareholder litigation rights and ESG controversies: a quasi-natural experiment",
        "Do the type and number of blockholders influence R&D investments? New evidence from Spain",
        "Does corporate board downsizing increase shareholder value? Evidence from Japan",
        "On the origin of shared beliefs (and corporate culture)",
        "Board size and firm risk-taking",
        "National and corporate cultural fit in mergers/acquisitions: an exploratory study",
        "The deterrent effect of employee whistleblowing on firms’ financial misreporting and tax aggressiveness",
        "Corporate culture and board gender diversity: evidence from textual analysis",
        "Higher market valuation of companies with a small board of directors",
        "Boards of directors and corporate financial performance: a review and integrative model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}