{
    "eid": "2-s2.0-84936770700",
    "title": "Activation and immobilization of phenol-degrading bacteria on oil palm residues for enhancing phenols degradation in treated palm oil mill effluent",
    "cover-date": "2015-04-03",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Immobilized bacteria",
        "Oil palm residues",
        "Palm oil mill effluent",
        "Phenols",
        "Phenols-degrading bacteria"
    ],
    "authors": [
        "Panida Tosu"
    ],
    "citedby-count": 24,
    "ref-count": 45,
    "ref-list": [
        "World Appl. Sci. J",
        "Options for environmental sustainability of the crude palm oil industry in Thailand through enhancement of industrial ecosystems",
        "Water recycling from palm oil mill effluent (POME) using membrane technology",
        "The factors affecting the performance of activated carbon prepared from oil palm empty fruit bunches for adsorption of phenol",
        "Remediation of phenol-contaminated soil by a bacterial consortium and Acinetobacter calcoaceticus isolated from an industrial wastewater treatment plant",
        "Alternative technologies for the reduction of greenhouse gas emissions from palm oil mills in Thailand",
        "A holistic approach to managing palm oil mill effluent (POME): Biotechnological advances in the sustainable reuse of POME",
        "Antimicrobial Activity of Olive Mill Waste-Waters (Alpechin) and Biotransformed Olive Oil Mill Wastewater",
        "Biodegradation of phenol by Synechocystis sp. in media including triacontanol hormone",
        "Inhibition of biogas production and biodegradability by substituted phenolic compounds in anaerobic sludge",
        "Decolorization of palm oil mill effluent using growing cultures of Curvularia clavata",
        "Major phenolic compounds in olive oil: Metabolism and health effects",
        "Lentinula edodes removes phenols from olive-mill wastewater: Impact on durum wheat (Triticum durum Desf.) germinability",
        "Removal of phenol from aqueous solutions by activated red mud: Equilibrium and kinetics studies",
        "Removal of phenol during ultrafiltration of Palm oil mill effluent (POME): Effect of pH, ionic strength, pressure and temperature",
        "Biodegradation of hydroxylated and methoxylated benzoic, phenylacetic and phenylpropenoic acids present in olive mill wastewaters by two bacterial strains",
        "Biodegradation of synthetic and naturally occurring mixtures of mono-cyclic aromatic compounds present in olive mill wastewaters by two aerobic bacteria",
        "Bioremediation of olive oil mill wastewater: Chemical alterations induced by Azotobacter vinelandii",
        "Screening of strains of Lentinula edodes grown on model olive mill wastewater in solid and liquid state culture for polyphenol biodegradation",
        "Removal of phenol compounds from olive mill wastewater using Phanerochaete chrysosporium, Aspergillus niger, Aspergillus terreus and Geotrichum candidum",
        "Biodegradation of different molecular-mass polyphenols derived from olive mill wastewaters by Geotrichum candidum",
        "Dephenolisation of olive mill wastewater using adapted Trametes versicolor",
        "Biomass production and detoxification of wastewaters from the olive oil industry by strains of Penicillium isolated from wastewater disposal ponds",
        "Decolourisation and dephenolisation potential of selected Aspergillus section Nigri strains - Aspergillus tubingensis in olive mill wastewater",
        "Phenolic removal in olive oil mill wastewater using loofah-immobilized Phanerochaete chrysosporium",
        "Decolorization of molasses melanoidins and palm oil mill effluent phenolic compounds by fermentative lactic acid bacteria",
        "Silica-immobilized Methylobacterium sp. NP3 and Acinetobacter sp. PK1 degrade high concentrations of phenol",
        "Cloning and characterization of the genes involved in the degradation of dibenzofuran by Terrabacter sp. strain DBF63",
        "Effect of carbon to nitrogen ratio on the composition of microbial extracellular polymers in activated sludge",
        "Effect of starvation on the adhesive properties of xenobiotic degrading bacteria",
        "Attachment stimulates exopolysaccharide synthesis by a bacterium",
        "Degradation of carbendazim and 2,4-dichlorophenoxyacetic acid by immobilized consortium on loofa sponge",
        "Standard methods for the examination of water and wastewater",
        "Adsorption of phenolics on activated carbon - Impact of pore size and molecular oxygen",
        null,
        "Exopolysaccharides produced by mixed culture of yeast Rhodotorula rubra GED10 and yogurt bacteria (Streptococcus thermophilus 13a + Lactobacillus bulgaricus 2-11)",
        "Microbial biofilms: a concept for industrial catalysis?",
        "Activated carbon and synthetic resins as support material for methanogenic phenol-degrading consortia - Comparison of phenol-degrading activities",
        "Biodegradation of phenol by free and immobilized Acinetobacter sp. strain PD12",
        "Enhanced phenol degradation by immobilized Acinetobacter sp. strain AQ5NOL 1",
        "Degradation of carbazole by microbial cells immobilized in magnetic gellan gum gel beads",
        "Biodegradation of phenolic industrial wastewater in a fluidized bed bioreactor with immobilized cells of Pseudomonas putida",
        "Kinetic modelling of phenol biodegradation by mixed microbial culture in static batch mode",
        "Biodegradation of phenolic compounds from coking wastewater by immobilized white rot fungus Phanerochaete chrysosporium",
        "Biodepollution of wastewater containing phenolic compounds from leather industry by plant peroxidases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Prince of Songkla University"
    ]
}