{
    "eid": "2-s2.0-85057868414",
    "title": "Outcome of Crown and Root Resection: A Systematic Review and Meta-analysis of the Literature",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Crown resection",
        "meta-analysis",
        "outcome",
        "root resection",
        "success",
        "survival",
        "systematic review"
    ],
    "authors": [
        "Frank C. Setzer",
        "Haochang Shou",
        "Pacharee Kulwattanaporn",
        "Meetu R. Kohli",
        "Bekir Karabucak"
    ],
    "citedby-count": 12,
    "ref-count": 132,
    "ref-list": [
        "Radical and heroic treatment of alveolar abscess by amputation of roots of teeth",
        "Zahnfleisch Entzündung und Zahn Lockerung (“Gingival Inflammation and Loosening of the Teeth”)",
        "Elimination of periodontal pockets by root amputation",
        "Root amputation and tooth hemisection",
        "Surgical management of the furca invasion",
        "The role of root resection in the age of dental implants",
        "Are dental implants a panacea or should we better strive to save teeth?",
        "'There is an overuse of implants in the world and an underuse of teeth as targets for treatment'",
        "Comparison of long-term survival of implants and endodontically treated teeth",
        "Tooth preservation or implant placement: a systematic review of long-term tooth and implant survival rates",
        "Peri-implant health and disease. A systematic review of current epidemiology",
        "Systematic review of the survival rate and incidence of biologic, technical, and esthetic complications of single implant abutments supporting fixed prostheses",
        "Criteria for the ideal treatment option for failed endodontics: surgical or nonsurgical?",
        "Essential elements of evidenced-based endodontics: steps involved in conducting clinical research",
        "Outcome of primary root canal treatment: systematic review of the literature—part 1: effects of study characteristics on probability of success",
        "For teeth requiring endodontic treatment, what are the differences in outcomes of restored endodontically treated teeth compared to implant-supported restorations?",
        "Outcome of secondary root canal treatment: a systematic review of the literature",
        "Outcome of endodontic surgery: a meta-analysis of the literature-part 3: comparison of endodontic microsurgical techniques with 2 different root-end filling materials",
        "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        "Grading quality of evidence and strength of recommendations",
        "Randomized trials and observational studies: still mostly similar results, still crucial differences",
        "Management of furcation involvement",
        "Hemisection and root amputation",
        "Treatment of periodontal furcation defects. (I). Review of the literature and description of a regenerative surgical technique",
        "Periodontal considerations in prosthodontic treatment",
        "Management of furcation involvement",
        "Osseous resective surgery",
        "Molar root anatomy and management of furcation defects",
        "To extract or not to extract? Factors that affect individual tooth prognosis",
        "Regeneration of class II furcation defects: determinants of increased success",
        "Periodontal surgery in furcation-involved maxillary molars revisited—an introduction of guidelines for comprehensive treatment",
        "Strategic considerations in treatment planning: deciding when to treat, extract, or replace a questionable tooth",
        "Principles of periodontology",
        "Root amputation: a new look into an old procedure",
        "Treatment of periodontal-endodontic lesions—a systematic review",
        "Tooth loss in molars with and without furcation involvement - a systematic review and meta-analysis",
        "The role of vital root resection in periodontics",
        "Survival rates of hemisected teeth: an attempt to compare them with survival rates of alloplastic implants",
        "A review of root resective therapy as a treatment option for maxillary molars",
        "The treatment dilemma of the furcated molar: root resection versus single-tooth implant restoration. A literature review",
        "Root resection revisited",
        "Hemisection—technique and restoration",
        "[Hemisection, tooth separation and root amputation]",
        "Principles in periodontal osseous resection",
        "[Methods for the partial preservation of teeth (hemisection etc.)]",
        "The furcation problem. Etiology, pathogenesis, diagnosis, therapy and prognosis",
        "[Treatment of periodontally-involved multi-rooted teeth (bi- and trifurcations) from a periodontal and prosthetic point of view]",
        "[Furcation lesions. A periodontal problem and possible solutions]",
        "Periodontal root amputations and hemisections. Indications, technique and restorative considerations",
        "The role of the prosthodontist in the treatment of periodontal disease",
        "Management of root-amputated maxillary molar teeth: periodontal and prosthetic considerations",
        "Guided tissue regeneration versus hemisection in the treatment of furcation lesions. A clinical analysis",
        "Multidisciplinary aspects of root resection failure: a case report",
        "Multiple-outcomes meta-analysis of treatments for periodontal disease",
        "Long-term prognosis following resectional and regenerative periodontal procedures",
        "The need for GTR therapy",
        "Technical considerations",
        "A longitudinal study comparing scaling, osseous surgery, and modified Widman procedures: results after 5 years",
        "Initial outcome and long-term effect of surgical and non-surgical treatment of advanced periodontal disease",
        "Crown lengthening for optimum restorative success",
        "Fixed restoration of sectioned mandibular molar teeth",
        "A randomized clinical multicentre trial comparing enamel matrix derivative and membrane treatment of buccal class II furcation involvement in mandibular molars. Part III: patient factors and treatment outcome",
        "Long-term effects of supportive therapy in periodontal patients treated with fibre retention osseous resective surgery. II: tooth extractions during active and supportive therapy",
        "Osseous resective surgery: long-term case report",
        "Efficacy of combined regenerative treatments in human mandibular class II furcation defects",
        "Hemisection of teeth with questionable prognosis. Report of a case with seven-year results",
        "Surgical periodontal therapy at Tokyo Dental College Suidobashi Hospital: a statistical profile in 2010-2011",
        "Potential impact of surgical periodontal therapy on oral health-related quality of life in patients with periodontitis: a pilot study",
        "Clinical and radiographic outcomes of the modified minimally invasive surgical technique with and without regenerative materials: a randomized-controlled trial in intra-bony defects",
        "Tooth loss in aggressive periodontitis after active periodontal therapy: patient-related and tooth-related prognostic factors",
        "Periodontal regeneration versus extraction and prosthetic replacement of teeth severely compromised by attachment loss to the apex: 5-year results of an ongoing randomized clinical trial",
        "120 infrabony defects treated with regenerative therapy: long-term results",
        "Clinical outcome of surgical periodontal therapy: a short-term retrospective study",
        "[Root resection in the era of dental implants]",
        "Mandibular molar rehabilitation using orthodontic extrusion associated with odontoplasty",
        "Surgical management of vertical root fractures for posterior teeth: report of four cases",
        "[Teeth—too early to eulogize!]",
        "Treatment of infrabony periodontal defects using a resorbable biopolymer of hyaluronic acid: a randomized clinical trial",
        "Treatment of multiple adjacent Miller class I and II gingival recessions with collagen matrix and the modified coronally advanced tunnel technique",
        "Efficacy of modified minimally invasive surgical technique in the treatment of human intrabony defects with or without use of rhPDGF-BB gel: a randomized controlled trial",
        "Surgical periodontal therapy with and without initial scaling and root planing in the management of chronic periodontitis: a randomized clinical trial",
        "Outcomes of periradicular surgery of maxillary first molars using a vestibular approach: a prospective, clinical study with one year of follow-up",
        "Hemisection: a treatment option for an endodontically treated molar with vertical root fracture",
        "Clinical concepts for regenerative therapy in furcations",
        "Vital root resection with MTA: a pilot study",
        "Long-term outcome following regenerative periodontal treatment of intrabony defects",
        "Radectomy of multirooted teeth",
        "Periodontal treatment of multirooted teeth. Results after 5 years",
        "An evaluation of root resections. A ten-year study",
        "A 3-year study of hemisectioned molars",
        "Evaluation of root-resected teeth. Results after 10 years",
        "[Periodontal treatment of furcally involved teeth: with or without root resection?]",
        "A retrospective analysis of the periodontal-prosthetic treatment of molars with interradicular lesions",
        "Long-term evaluation of root-resected molars: a retrospective study",
        "A four-year clinical follow-up of nonvital root resection in maxillary molar teeth",
        "Prognosis and mortality of root-resected molars",
        "Long-term effects of root-resective therapy in furcation-involved molars. A 10-year longitudinal study",
        "Treatment of molar furcation involvement using root separation and a crown and sleeve-coping telescopic denture. A longitudinal study",
        "Periodontal treatment decisions for molars: an analysis of influencing factors and long-term outcome",
        "A comparison of the success of root resected molars and molar position implants in function in a private practice: results of up to 15-plus years",
        "Long-term outcomes after periodontal therapy: Ill. Fate of resected teeth [abstract]",
        "Mandibular molar root resection versus implant therapy: a retrospective nonrandomized study",
        "Factors influencing the outcome of root-resection therapy in molars: a 10-year retrospective study",
        "Survival of molar teeth after respective periodontal therapy—a retrospective study",
        "Periodontal treatment and maintenance of molars affected with severe periodontitis (DPSI = 4): an up to 27-year retrospective study in a private practice",
        "Furcation involvement in maxillary and mandibular molars",
        "Considerations for furcation treatment. Part II: periodontal therapy",
        "Considerations for furcation treatment. Part III: restorative therapy",
        "Tooth loss in maintenance patients in a private periodontal practice",
        "[The furcation problem—therapy and prognosis]",
        "[Reoperation of root amputation with titanium pin]",
        "The prognosis of tunnel preparations in treatment of class III furcations. A follow-up study",
        "[Apical root pins of high-karat gold alloys for resected roots]",
        "[Surgical treatment methods in furcation involvement and their long-term prognosis]",
        "Management of furcation-involved teeth. A retrospective analysis",
        "Hemisection: one large step toward management of congenitally missing lower second premolars",
        "Clinical and patient-centered outcomes after minimally invasive non-surgical or surgical approaches for the treatment of intrabony defects: a randomized clinical trial",
        "Mesiobuccal root resection in endodontic-periodontal combined lesions",
        "The prevalence and alterations of furcation involvements 13 to 16 years after periodontal treatment",
        "Evidence based medicine: what it is and what it isn't",
        "Modern endodontic surgery concepts and practice: a review",
        "The furcation problem: etiology, diagnosis, therapy and prognosis",
        "Treatment of furcation-involved teeth",
        "Restoration of root-resected teeth",
        "Randomized, controlled trials, observational studies, and the hierarchy of research designs",
        "Prospective study of compiler individuals maintenance therapy: analysis of clinical periodontal parameters, risk predictors and the progression of periodontitis",
        "Endodontic treatment outcomes in a large patient population in the USA: an epidemiological study",
        "Tooth survival following non-surgical root canal treatment: a systematic review of the literature",
        "Epidemiologic evaluation of the outcomes of orthograde endodontic retreatment",
        "Tooth retention through endodontic microsurgery or tooth replacement using single implants: a systematic review of treatment outcomes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Philadelphia",
            "@id": "60006297",
            "affilname": "University of Pennsylvania",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006297",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}