{
    "eid": "2-s2.0-85068821170",
    "title": "University business incubators best practice: Factors affecting Thailand UBI performance",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "UBI Thailand",
        "University business incubator best practice",
        "University business incubator performance"
    ],
    "authors": [
        "Sunchai Yamockul",
        "Rath Pichyangkura",
        "Achara Chandrachai"
    ],
    "citedby-count": 5,
    "ref-count": 35,
    "ref-list": [
        "Critical role and screening practices of European business incubators",
        "Structure, policy, services, and performance in the business incubator industry",
        "Small business incubators: a positive environment for entrepreneurship",
        "The gateway innovation center: exploring key elements of developing a business incubator",
        "Business incubators in Thailand and the challenging future",
        "Incubator best practice: A framework",
        "Benchmarking of business incubators",
        "Business incubation in the United States, China and Brazil: A comparison of role of government, incubator funding and financial services",
        "How effective are technology incubators? Evidence from Italy",
        "Entrepreneurial selection and success: Does education matter?",
        "A systematic review of business incubation research",
        "Key factors affecting a technology entrepreneur's choice of incubator or accelerator",
        "Business incubators in developing countries: Characteristics and performance",
        "A comparison of critical success factors for effective operations of university business incubators in the United States and Korea",
        "Improving business incubator service performance in China: The role of networking resources and capabilities",
        "Screening practices of new business incubators: the evaluation or critical success factors",
        "New business incubators",
        "Business incubation model for start-up company and SME in developing economy: A case of Thailand",
        "Success criteria of technological incubation in China: Case study in Hong Kong and Hangzhou. Management Science and Engineering, 2006",
        "The measurement of success in a business incubation project",
        "Business incubators in China: An inquiry into the variables associated with incubatee success economics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}