{
    "eid": "2-s2.0-84994571109",
    "title": "Distinct magnetic spectra in the hidden order and antiferromagnetic phases in URu2-xFexSi2",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        }
    ],
    "keywords": [],
    "authors": [
        "Nicholas P. Butch"
    ],
    "citedby-count": 13,
    "ref-count": 42,
    "ref-list": [
        null,
        null,
        "Superconducting and magnetic transitions in the heavy-fermion system URu2Si2",
        "Partially gapped Fermi surface in the heavy-electron superconductor URu2Si2",
        null,
        null,
        "Imaging the fano lattice to hidden order transition in URu 2 Si 2",
        "Optical conductivity of URu2Si2 in the Kondo liquid and hidden-order phases",
        "Magnetic excitations and ordering in the heavy-electron superconductor URu2Si2",
        "J. Phys. Soc. Jpn.",
        "Gapped itinerant spin excitations account for missing entropy in the hidden-order state of URu\"2Si\"2",
        null,
        "Spectroscopic determination of the atomic f -Electron symmetry underlying hidden order in URu2Si2",
        "Probing 5f -state configurations in URu2Si2 with U LIII -edge resonant x-ray emission spectroscopy",
        "Symmetry and correlations underlying hidden order in URu2Si2",
        null,
        null,
        "Strict limit on in-plane ordered magnetic dipole moment in URu2 Si2",
        "Symmetry of the excitations in the hidden order state of URu2Si2",
        null,
        null,
        "Antiferromagnetic critical pressure in URu2 Si2 under hydrostatic conditions",
        "Signature of hidden order in heavy fermion superconductor URu2 Si2: Resonance at the wave vector Q0 = (1,0,0)",
        null,
        null,
        "Chemical pressure tuning of URu2Si2 via isoelectronic substitution of Ru with Fe",
        "Electrodynamics of the antiferromagnetic phase in URu2Si2",
        "Antiferromagnetism and hidden order in isoelectronic doping of URu2Si2",
        "Evolution of critical pressure with increasing Fe substitution in the heavy-fermion system URu2-xFexSi2",
        "Double-focusing thermal triple-axis spectrometer at the NCNR",
        "The Disk Chopper Spectrometer at NIST: A new instrument for quasielastic neutron scattering studies",
        "DAVE: A comprehensive software suite for the reduction, visualization, and analysis of low energy neutron spectroscopic data",
        "Absolute cross-section normalization of magnetic neutron scattering data",
        null,
        null,
        null,
        "Competing ordered phases in URu2Si2: Hydrostatic pressure and rhenium substitution",
        "Temperature-pressure phase diagram of U Ru2 Si2 from resistivity measurements and ac calorimetry: Hidden order and Fermi-surface nesting"
    ],
    "affiliation": [
        {
            "affiliation-city": "College Park",
            "affilname": "A. James Clark School of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "La Jolla",
            "affilname": "University of California, San Diego",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "La Jolla",
            "affilname": "Center for Advanced Nanoscience",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Livermore",
            "affilname": "Lawrence Livermore National Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gaithersburg",
            "affilname": "NIST Center for Neutron Research",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Shanghai",
            "affilname": "Fudan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Science Foundation",
        "Directorate for Mathematical and Physical Sciences",
        "Directorate for Mathematical and Physical Sciences"
    ]
}