{
    "eid": "2-s2.0-84911974644",
    "title": "Flavobacterium arsenitoxidans sp. nov., an arsenite-oxidizing bacterium from Thai soil",
    "cover-date": "2014-10-29",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        }
    ],
    "keywords": [
        "Arsenite-oxidizing bacterium",
        "Flavobacteriaceae",
        "Flavobacterium",
        "Soil"
    ],
    "authors": [
        "Saowapar Khianngam"
    ],
    "citedby-count": 17,
    "ref-count": 39,
    "ref-list": [
        "Cowan and Steel’s manual for the identification of medical bacteria",
        "The Prokaryotes: A Handbook on the Biology of Bacteria",
        "Cutting a gordian knot: Emended classification and description of the genus Flavobacterium, emended description of the family Flavobacteriaceae, and proposal of Flavobacterium hydatis nom. nov. (basonym, Cytophaga aquatilis Strohl and Tait 1978)",
        "Proposed minimal standards for describing new taxa of the family Flavobacteriaceae and emended description of the family",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Flavobacterium beibuense sp. nov., isolated from marine sediment",
        "Flavobacterium frigidarium sp. nov., an aerobic, psychrophilic, xylanolytic and laminarinolytic bacterium from Antarctica",
        "Flavobacterium yonginense sp. nov. and Flavobacterium myungsuense sp. nov., isolated from a mesotrophic artificial lake",
        "Flavobacterium daejeonense sp. nov. and Flavobacterium suncheonense sp. nov., isolated from greenhouse soils in Korea",
        "Flavobacterium ginsengisoli sp. nov., isolated from soil of a ginseng field",
        "Isolation and characterization of arsenite-oxidizing bacteria from arsenic-contaminated soils in Thailand",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Flavobacterium akiainvivens sp. nov., from decaying wood of Wikstroemia oahuensis, Hawai'i, and emended description of the genus Flavobacterium",
        "Flavobacterium chungbukense sp. nov., isolated from soil",
        "Bergey’s Manual of Systematic Bacteriology",
        "Flavobacterium glycines sp. nov., a facultative methylotroph isolated from the rhizosphere of soybean",
        "Polar lipid composition in the classification of Nocardia and related bacteria",
        "Taxonomic study of Paracoccus denitrificans",
        "Flavobacterium croceum sp. nov., isolated from activated sludge",
        "Flavobacterium defluvii sp. nov., isolated from activated sludge",
        "The Prokaryotes: A Handbook on the Biology of Bacteria: Ecophysiology, Isolation, Identification, Applications",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Inc.",
        "Flavobacterium macrobrachii sp. nov., isolated from a freshwater shrimp culture pond",
        "Microplate screening assay for the detection of arsenite-oxidizing and arsenate-reducing bacteria",
        "Flavobacterium marinum sp. nov., isolated from seawater",
        "Is there a limit for high-pH life? [1]",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Flavobacterium gelidilacus sp. nov., isolated from microbial mats in Antarctic lakes",
        "Flavobacterium degerlachei sp. nov., Flavobacterium frigoris sp. nov. and Flavobacterium micromati sp. nov., novel psychrophilic bacteria isolated from microbial mats in Antarctic lakes",
        "Int J Syst Bacteriol",
        "Flavobacterium ginsenosidimutans sp. nov., a bacterium with ginsenoside converting activity isolated from soil of a ginseng field",
        "Flavobacterium soli sp. nov., isolated from soil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Daejeon",
            "affilname": "Korea Research Institute of Bioscience and Biotechnology",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Gwangju",
            "affilname": "Gwangju Institute of Science and Technology",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "United Nations University",
        "Gwangju Institute of Science and Technology",
        "Korea Research Institute of Bioscience and Biotechnology"
    ]
}