{
    "eid": "2-s2.0-85009999882",
    "title": "Role of plant growth-promoting Ochrobactrum sp. MC22 on triclocarban degradation and toxicity mitigation to legume plants",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Aerobic and anaerobic degradation",
        "Ochrobactrum sp. MC22",
        "Plant-growth promoting bacteria",
        "Toxicity mitigation",
        "Triclocarban"
    ],
    "authors": [
        "Merry Krisdawati Sipahutar"
    ],
    "citedby-count": 44,
    "ref-count": 46,
    "ref-list": [
        "Plant uptake of pharmaceutical and personal care products from recycled water and biosolids: A review",
        "Organic contaminants in sewage sludge (biosolids) and their significance for agricultural recycling",
        "Environmental exposure of aquatic and terrestrial biota to triclosan and triclocarban",
        "Detection of the antimicrobials triclocarban and triclosan in agricultural soils following land application of municipal biosolids",
        "Simultaneous determination of triclocarban and triclosan in municipal biosolids by liquid chromatography tandem mass spectrometry",
        "Review of 'emerging' organic contaminants in biosolids and assessment of international research priorities for the agricultural use of biosolids",
        "Partitioning, persistence, and accumulation in digested sludge of the topical antiseptic triclocarban during wastewater treatment",
        null,
        "In vitro biologic activities of the antimicrobials triclocarban, its analogs, and triclosan in bioassay screens: Receptor-based bioassay screens",
        "Fate of triclosan and triclocarban in soil columns with and without biosolids surface application",
        "Degradation of triclocarban by a triclosan-degrading Sphingomonas sp. strain YL-JM2C",
        "Insights into reductive dechlorination of triclocarban in river sediments: Field measurements and in vitro mechanism investigations",
        "Toxicity of biosolids-derived triclosan and triclocarban to six crop species",
        "Removal of triclocarban and triclosan during municipal biosolid production",
        "Identification of wastewater bacteria involved in the degradation of triclocarban and its non-chlorinated congener",
        "Triclocarban and triclosan biodegradation at field concentrations and the resulting leaching potentials in three agricultural soils",
        "Biological degradation of triclocarban and triclosan in a soil under aerobic and anaerobic conditions and comparison with environmental fate modelling",
        "The potential contribution of plant growth-promoting bacteria to reduce environmental degradation - A comprehensive evaluation",
        "Annu. Rev. Microbiol.",
        "Effect of fungicides on plant growth promoting activities of phosphate solubilizing Pseudomonas putida isolated from mustard (Brassica compestris) rhizosphere",
        "Changes in labile phosphorus forms during maturation of vermicompost enriched with phosphorus-solubilizing and diazotrophic bacteria",
        "Biodegradation of petroleum hydrocarbons in contaminated clayey soils from a sub-arctic site: The role of aggregate size and microstructure",
        "Screening of PGPR from saline desert of Kutch: Growth promotion in Arachis hypogea by Bacillus licheniformis A2",
        "Kinetics of substrate biodegradation under the cumulative effects of bioavailability and self-inhibition",
        "Bioremediation of high molecular weight polycyclic aromatic hydrocarbons: A review of the microbial degradation of benzo[a]pyrene",
        "Growth kinetics of suspended microbial cells: From single-substrate- controlled growth to mixed-substrate kinetics",
        "Transformation of carbon tetrachloride in an anaerobic packed-bed reactor without addition of another electron donor",
        "Biodegradation of 4-nitroaniline by plant-growth promoting Acinetobacter sp. AVLB2 and toxicological analysis of its biodegradation metabolites",
        "Untargeted metabolomics analysis revealed changes in the composition of glycerolipids and phospholipids in Bacillus subtilis under 1-butanol stress",
        "Accelerated biodegradation of pyrene and benzo[a]pyrene in the Phragmites australis rhizosphere by bacteria-root exudate interactions",
        "Promotion of plant growth and in situ degradation of phenol by an engineered Pseudomonas fluorescens strain in different contaminated environments",
        "Arsenic-induced root growth inhibition in mung bean (Phaseolus aureus Roxb.) is due to oxidative stress resulting from enhanced lipid peroxidation",
        "RootScan: Software for high-throughput analysis of root anatomical traits",
        "Bisphenol A removal by the Dracaena plant and the role of plant-associating bacteria",
        "The international program on plant bioassays and the report of the follow-up study after the hands-on workshop in China",
        "Utility of ochrobactrum anthropi yc152 in a microbial fuel cell as an early warning device for hexavalent chromium determination",
        "Anaerobic degradation of aromatic compounds",
        null,
        "New advances in plant growth-promoting rhizobacteria for bioremediation",
        "Colonization by endophytic Ochrobactrum anthropiMn1 promotes growth of jerusalem artichoke",
        "PGPRs and nitrogen-fixing legumes: A perfect team for efficient Cd phytoremediation?",
        "Methylotrophic Methylobacterium bacteria nodulate and fix nitrogen in symbiosis with legumes",
        "Nodulation of Lupinus albus by Strains of Ochrobactrum lupini sp. nov.",
        "Ochrobactrum cytisi sp. nov., isolated from nodules of Cytisus scoparius in Spain",
        "Differential ultrastructural changes in tomato hormonal mutants exposed to cadmium",
        "Root anatomy and element distribution vary between two Salix caprea isolates with different Cd accumulation capacities"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}