{
    "eid": "2-s2.0-84929336060",
    "title": "How do living arrangements and intergenerational support matter forpsychological health of elderly parents? Evidence from Myanmar, Vietnam, and Thailand",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Health (social science)",
            "@code": "3306"
        },
        {
            "$": "History and Philosophy of Science",
            "@code": "1207"
        }
    ],
    "keywords": [
        "Coresidence",
        "Elderly",
        "Intergenerational support",
        "Living arrangements",
        "Psychological wellbeing",
        "Southeast Asia"
    ],
    "authors": [
        "Bussarawan Teerawichitchainan"
    ],
    "citedby-count": 97,
    "ref-count": 46,
    "ref-list": [
        "After Babel: Language and the Fundamental Challenges of Comparative Aging Research",
        "Reconfiguring Families in Contemporary Vietnam",
        "Intergenerational support and transfers",
        "Aging in Southeast and East Asia: Issues and policy directions",
        "Living arrangements, social networks and depressive symptoms among older men and women in Singapore",
        "Household context and subjective well-being among the oldest old in China",
        "Intergenerational social support and the psychological well-being of older parents in China",
        "Filial piety and psychological well-being in well older Chinese",
        "Living alone and depression in Chinese older adults",
        "Intergenerational support and depression among elders in rural China: Do daughters-in-law matter?",
        "Coresidency, Ethnicity, and Happiness of China's Rural Elders",
        "The intergenerational contract in the changing Asian family",
        "Living arrangements of older malaysians: Who coresides with their adult children?",
        "The Population and Housing Census of Myanmar, 2014: Summary of the Provisional Results",
        "The effect of coresidence with an adult child on depressive symptoms among older widowed women in South Korea: An instrumental variables estimation",
        "Drawing policy lessons for Asia from research on ageing.",
        "Challenges to Comparative Research on Intergenerational Transfers",
        "The Golden Peninsula: Culture and Adaption in Mainland Southeast Asia",
        "The familial support system of Thai elderly: an overview.",
        "Intergenerational exchanges in vietnam: Family size, sex composition, and the location of children",
        "UNFPA Country Technical Services Team for East and Southeast Asia, Papers in Population Aging Series, Number 2",
        "The Situation of Older Persons in Myanmar",
        "J.Popul. Soc. Stud.",
        "Chiang Mai: Help. Int. East Asia Pac. Reg. Office",
        "Is Intergenerational Solidarity Really on the Decline? Cautionary Evidence from Thailand",
        "Solidarity, ambivalence and multigenerational co-residence in Hong Kong",
        "Living arrangement and life satisfaction in older Malaysians: The mediating role of social support function",
        "Widowhood and depressive symptoms among older Chinese: Do gender and source of support make a difference?",
        "Living alone, loneliness, and psychological well-being of older persons in Singapore",
        "Family change and support of the elderly in Asia: what do we know?",
        "Survey on Aging in Multiple Regions 2012: Technical Report",
        "Survey of Older Persons in Thailand 2011",
        "Intergenerational support and gender: A comparison of four Asian countries",
        "Mental health among older adults in Japan: Do sources of social support and negative interaction make a difference?",
        "Popul. Bull. U. N. Special Issue",
        "Informal social support and older persons' psychological well-being in Hong Kong",
        "Living Arrangements of the Elderly in China and Consequences for their Emotional Wellbeing",
        "Does intergenerational social support influence the psychological well-being of older parents? The contingencies of declining health and widowhood",
        "Intergenerational transfers and living arrangements of older people in rural China: Consequences for psychological well-being",
        "Confucianism and the Family",
        "Inner happiness among Thai elderly",
        "Impact of War and Military Service on the Transition to Adulthood and Socioeconomic Achievement in Northern Vietnam",
        "Vietnam Aging Survey (VNAS): Key Findings",
        "Does co-residence with adult children associate with better psychological well-being among the oldest old in China?",
        "Living alone, social support, and feeling lonely among the elderly",
        "Coresidence With Elderly Parents in Contemporary China: The Role of Filial Piety, Reciprocity, Socioeconomic Resources, and Parental Needs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hanoi",
            "affilname": "National Economics University Hanoi",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Singapore Management University",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}