{
    "eid": "2-s2.0-85124922963",
    "title": "Clitoria ternatea beverages and antioxidant usage",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Professions (all)",
            "@code": "3600",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Clitoria ternatea flower",
        "Functional ingredient",
        "Health benefits"
    ],
    "authors": [
        "Sirichai Adisakwattana",
        "Porntip Pasukamonset",
        "Charoonsri Chusak"
    ],
    "citedby-count": 3,
    "ref-count": 42,
    "ref-list": [
        "Achieving the balance between ROS and antioxidants: When to use the synthetic antioxidants",
        "Oxidative stress, aging, and diseases",
        "Natural antioxidants in foods and medicinal plants: Extraction, assessment and resources",
        "Antihistaminic activity of Clitoria ternatea L. roots",
        "Hypoglycemic effects of Clitoria ternatea Linn. (Fabaceae) in alloxan-induced diabetes in rats",
        "Wound healing activity of Clitoria ternatea L. in experimental animal models",
        "Protective role of ternatin anthocyanins and quercetin glycosides from butterfly pea (Clitoria ternatea Leguminosae) blue flower petals against lipopolysaccharide (LPS)-induced inflammation in macrophage cells",
        "Hepatoprotective effects of Clitoria ternatea and Vigna mungo against acetaminophen and carbon tetrachloride-induced hepatotoxicity in rats",
        "Ethnobotany of Clitoria (Leguminosae)",
        "Butterfly pea (Clitoria ternatea) seed and petal extracts decreased HE p-2 carcinoma cell viability",
        "Structure of ternatin D1, an acylated anthocyanin from Clitoria ternatea flowers",
        "Acylated anthocyanins of Clitoria ternatea flowers and their acyl moieties",
        "Five new anthocyanins, ternatins A3, B4, B3, B2, and D2, from Clitoria ternatea flowers",
        "Inhibitory effect of Clitoria ternatea flower petal extract on fructose-induced protein glycation and oxidation-dependent damages to albumin in vitro",
        "Antioxidant activity and protective effect of Clitoria ternatea flower extract on testicular damage induced by ketoconazole in rats",
        "The antioxidant activity of Clitoria ternatea flower petal extracts and eye gel",
        "Lipopolysaccharide-mediated reactive oxygen species and signal transduction in the regulation of interleukin-1 gene expression",
        "IFN-γ+ LPS induction of iNOS is modulated by ERK, JNK/SAPK, and p38 mapk in a mouse macrophage cell line",
        "Lipopolysaccharide-induced expression of interferon-β mediates the timing of inducible nitric-oxide synthase induction in RAW 264.7 macrophages",
        "Mechanism of free radical-induced hemolysis of human erythrocytes: Hemolysis by water-soluble radical initiator",
        "Protection of Clitoria ternatea flower petal extract against free radical-induced hemolysis and oxidative damage in canine erythrocytes",
        "Dicarbonyls and advanced glycation end-products in the development of diabetic complications and targets for intervention",
        "Glucose and free radicals impair the antioxidant properties of serum albumin",
        "UV radiation and the skin",
        "In vitro protective effects of an aqueous extract of Clitoria ternatea L. flower against hydrogen peroxide-induced cytotoxicity and UV-induced mtDNA damage in human keratinocytes",
        "Effect of in vitro digestion of yerba mate (Ilex paraguariensis A. St. Hil.) extract on the cellular antioxidant activity, antiproliferative activity and cytotoxicity toward HepG2 cells",
        "Bioavailability of the polyphenols: Status and controversies",
        "Alginate-based encapsulation of polyphenols from Clitoria ternatea petal flower extract enhances stability and biological activity under simulated gastrointestinal conditions",
        "Ultrasonication extraction, bioactivity, antioxidant activity, total flavonoid, total phenolic and antioxidant of Clitoria ternatea linn flower extract for anti-aging drinks",
        "Consumption of green tea causes rapid increase in plasma antioxidant power in humans",
        "Coffee drinking influences plasma antioxidant capacity in humans",
        "Acute effect of Clitoria ternatea flower beverage on glycemic response and antioxidant capacity in healthy subjects: A randomized crossover trial",
        "Nutritional, dietary and postprandial oxidative stress",
        "Dietary strategies for improving post-prandial glucose, lipids, inflammation, and cardiovascular health",
        "Oxidation-induced color and flavor changes in meat",
        "Oxidative stability of cooked pork patties incorporated with Clitoria ternatea extract (blue pea flower petal) during refrigerated storage",
        "Quality and antioxidant property of green tea sponge cake",
        "Physicochemical, antioxidant and sensory characteristics of sponge cakes fortified with Clitoria ternatea extract",
        "Influence of Clitoria ternatea flower extract on the in vitro enzymatic digestibility of starch and its application in bread",
        "In vitro inhibitory effects of plant-based foods and their combinations on intestinal α-glucosidase and pancreatic α-amylase",
        "Antihyperglycemic and antihyperlipidemic effects of Clitoria ternatea Linn. in alloxan-induced diabetic rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127742388",
            "affilname": "Life Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127742388",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}