{
    "eid": "2-s2.0-84922182856",
    "title": "The synthesis and characterization of a novel potassium chloride-fluoridated hydroxyapatite varnish for treating dentin hypersensitivity",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Dentin hypersensitivity",
        "Dentin permeability",
        "Fluoridated hydroxyapatite",
        "Potassium chloride",
        "Varnish"
    ],
    "authors": [
        "Yossakit Lochaiwatana"
    ],
    "citedby-count": 21,
    "ref-count": 46,
    "ref-list": [
        "The prevalence of dentine hypersensitivity in a hospital clinic population in Hong Kong",
        "Prevalence and distribution of dentin hypersensitivity and plaque in a dental hospital population",
        "Dentinal hypersensitivity: A review",
        "Treating cervical dentin hypersensitivity with fluoride varnish: A randomized clinical study",
        "Etiology and clinical implications of dentine hypersensitivity.",
        "Oral health-related quality of life in patients seeking care for dentin hypersensitivity",
        "A Study on the Mechanism of Pain Elicited from the Dentin",
        "Dynamics of the pulpo-dentin complex",
        "Sensory transduction mechanisms responsible for pain caused by cold stimulation of dentine in man",
        "The Efficacy of Potassium Salts as Agents for Treating Dentin Hypersensitivity",
        "Decreasing intradental nerve activity in the cat with potassium and divalent cations",
        "Potassium containing toothpastes for dentine hypersensitivity.",
        "Effectiveness of desensitizing agents",
        "Evaluation of the efficacy of two potassium nitrate bioadhesive gels (5% and 10%) in the treatment of dentine hypersensitivity. A randomised clinical trial",
        null,
        "Effects of ammonium hexafluorosilicate concentration on dentin tubule occlusion and composition of the precipitate",
        "Hydroxyapatite as an in-office agent for tooth hypersensitivity: A clinical and scanning electron microscopic study",
        "Ammonium hexafluorosilicate elicits calcium phosphate precipitation and shows continuous dentin tubule occlusion",
        "Dentinal Tubule Occlusion with Lanthanum Fluoride and Powdered Apatite Glass Ceramics in vitro",
        "Durability of FTLA treatment as a medicament for dentin hypersensitivity - Abrasion resistance and profiles of fluoride release",
        "The cause of postrestorative sensitivity and its prevention",
        "Current treatment for dentinal hypersensitivity. In-office treatment.",
        "Dentin permeability: Effects of cavity varnishes and bases",
        "Clinical evaluation of low-level laser therapy and fluoride varnish for treating cervical dentinal hypersensitivity",
        "Treating hypersensitivity with fluoride varnish.",
        "Treating hypersensitivity with fluoride varnishes.",
        "The effectiveness of a fluoride varnish and a desensitizing toothpaste in treating dentinal hypersensitivity",
        "Topical varnish containing strontium in a sustained-release device as treatment for dentin hypersensitivity.",
        "Caries-inhibiting effect of chlorhexidine varnish in pits and fissures",
        "A novel sustained-release clotrimazole varnish for local treatment of oral candidiasis",
        "Chlorhexidine varnishes: A review",
        "J Am Dent Assoc",
        "A review of the active agents available for treatment of dentinal hypersensitivity",
        "J Conserv Dent",
        "Effect of mesoporous silica nanoparticles on dentinal tubule occlusion: An in vitro study using sem and image analysis",
        "In Vitro study of dentinal tubule occlusion with sol-gel DP-bioglass for treatment of dentin hypersensitivity",
        "Solubility and Crystallinity in Relation to Fluoride Content of Fluoridated Hydroxyapatites",
        "Assessing fluoride concentration uniformity and fluoride release from three varnishes",
        "Bonding to intact dentin",
        "The Effects of Desensitizing Agents on the Hydraulic Conductance of Human Dentin in vitro",
        "Fluoridated apatite synthesized using a multi-step fluoride supply system",
        "Occlusion of dentinal tubules with cavity varnishes",
        "Current strategies for dentist-applied treatment in the management of hypersensitive dentine",
        "Managing dentin hypersensitivity",
        "Comparative Evaluation of Nd:YAG Laser and Fluoride Varnish for the Treatment of Dentinal Hypersensitivity",
        "In vivo study on the effectiveness of a lacquer containing CaF2/NaF in treating dentine hypersensitivity."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hiroshima",
            "affilname": "Hiroshima University Graduate School of Biomedical and Health Sciences",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}