{
    "eid": "2-s2.0-84947339096",
    "title": "The effect of various frequencies of ultrasonic cleaner in reducing residual monomer in acrylic resin",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Acoustics and Ultrasonics",
            "@code": "3102"
        }
    ],
    "keywords": [
        "Acrylic resin",
        "Frequency",
        "High-performance liquid chromatography",
        "Residual monomer",
        "Ultrasonic"
    ],
    "authors": [
        "Taksid Charasseangpaisarn"
    ],
    "citedby-count": 14,
    "ref-count": 36,
    "ref-list": [
        "Restorative Dental Materials",
        "Fundamentals of Fixed Prosthodontics",
        "Loss into water of residual monomer from autopolymerizing dental acrylic resin",
        "The loss of residual monomer from acrylic orthodontic resins",
        "The determination of residual monomer in polymethylmethacrylate denture-base resins",
        "The usage period of dentures and their residual monomer contents",
        "Effect of the curing conditions on the properties of an acrylic denture base resin microwave-polymerised",
        "The effect of an elevated level of residual monomer on the whitening of a denture base and its physical properties",
        "Influence of polymerization conditions on monomer elution and microhardness of autopolymerized polymethyl methacrylate resin",
        "Allergic sensitization of the skin and oral mucosa to acrylic resin denture materials",
        "The burning mouth sensation related to the wearing of acrylic dentures: An investigation",
        "Case report - Hypersensitivity to denture materials",
        "Reactions associated with acrylic denture base resins",
        "JIDA",
        "Effect of microwave irradiation on the flexural strength and residual monomer levels of an acrylic resin repair material",
        "Residual monomer of reline acrylic resins. Effect of water-bath and microwave post-polymerization treatments",
        "Effect of polymerization temperature and time on the residual monomer content of denture base polymers",
        "Fundamentals of Ultrasonic Cleaning",
        "Potential for the use of ultrasound in the extraction of antioxidants from Rosmarinus officinalis for the food and pharmaceutical industry",
        "ULTRASONIC EXTRACTION OF PROTEINS FROM AUTOCLAVED SOYBEAN FLAKES",
        "Ultrasound enhanced glucose release from corn in ethanol plants",
        "Proceeding of the Annual Sciencetific Meeting of the IADR-SEA Division",
        "Proceeding of the 13th National Sciecetific Conference of the Dental Faculty Consortium of Thailand",
        "The Release of Residual Monomeric Methyl Methacrylate from Acrylic Appliances in the Human Mouth: An Assay for Monomer in Saliva",
        "Residual monomer content and its release into water from denture base materials",
        "Residual monomer concentrations in denture-base acrylic resin after an additional, soft-liner, heat-cure cycle",
        "The International Organization for Standardization",
        "The Detection and Estimation of Residual Monomer in Polymethyl Methacrylate",
        "J. Pol. Sci.",
        "Leaching and cytotoxicity of formaldehyde and methyl methacrylate from acrylic resin denture base materials",
        "Investigation in solid-liquid extraction: Influence of ultrasound",
        "Effect of acoustic frequency and power density on the aqueous ultrasonic-assisted extraction of grape pomace (Vitis vinifera L.) - A response surface approach",
        "Effect of microwave postpolymerization treatment on residual monomer content and the flexural strength of autopolymerizing reline resin",
        "Radiation curing of poly-methyl-methacrylate using a variable power microwave source",
        "Mustansiria Dent. J.",
        "The effect of repeated microwave irradiation on the dimensional stability of a specific acrylic denture resin"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}