{
    "eid": "2-s2.0-85011662562",
    "title": "Differences in characteristics of Zr/SBA-15 and bimetallic Zr-La/SBA-15 prepared by sol–gel and hydrothermal methods",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Bimetal incorporation",
        "Characterization",
        "Hydrothermal",
        "SBA-15",
        "Sol–gel",
        "Zirconium"
    ],
    "authors": [
        "Chaowat Autthanit"
    ],
    "citedby-count": 8,
    "ref-count": 59,
    "ref-list": [
        "On the controllable soft-templating approach to mesoporous silicates",
        "Ordered mesoporous silica materials with complicated structures",
        "Enhanced catalytic oxidation by hierarchically structured TS-1 Zeolite",
        "Catalytic dehydration of ethanol over post-treated ZSM-5 zeolites",
        "Functionalized periodic mesoporous organosilicas for catalysis",
        "Chiral catalysis in nanopores of mesoporous materials",
        "Asymmetric catalysis with metal complexes in nanoreactors",
        "Energy. Environ. Focus",
        "Ordered mesoporous molecular sieves synthesized by a liquid-crystal template mechanism",
        "A review: Mesoporous Santa Barbara amorphous-15, types, synthesis and its applications towards biorefinery production",
        "Progress in research of iron-containing mesoporous silica",
        "Preparation, characterisation and catalytic activity of new bifunctional Ti-AlSBA15 materials. Application to a \"one-pot\" green synthesis of adipic acid from cyclohexene and organic hydroperoxides",
        "Energy Environ. Focus",
        "Effect of the Si/Zr molar ratio on the synthesis of Zr-based mesoporous molecular sieves",
        "Effect of different lanthanum source and preparation method on the lanthanum-doped mesoporous SBA-15 synthesis",
        "A novel and simple strategy for the direct synthesis bimetallic mesoporous materials Zr-La-SBA-15",
        "Synthesis of barium titanate improved by modifications in the kinetics of the solid state reaction",
        "Effect of microwave frequency on hydrothermal synthesis of nanocrystalline tetragonal barium titanate",
        null,
        null,
        "Ligand-assisted control growth of chainlike nanocrystals",
        "Photocatalytic properties of the SBA-15 mesoporous silica molecular sieve modified with titanium",
        "Morphological control of highly ordered mesoporous silica SBA-15",
        "V and V-P containing Zr-SBA-15 catalysts for dehydration of glycerol to acrolein",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. I. Computations from Nitrogen Isotherms",
        "Effect of different lanthanum source and preparation method on the lanthanum-doped mesoporous SBA-15 synthesis",
        "Catalytic performance of vanadium-substituted molybdophosphoric acid supported on zirconium modified mesoporous silica in oxidative desulfurization",
        "Zirconia functionalized SBA-15 as effective adsorbent for phosphate removal",
        "Characterization of Pt/SBA-15 prepared by the deposition-precipitation method",
        "Characterization of the porous structure of SBA-15",
        null,
        "Pore structure and surface area of silica SBA-15: Influence of washing and scale-up",
        "Synthesis of hexagonal and cubic mesoporous silica using power plant bottom ash",
        "Non-hydrothermal synthesis of mesoporous materials using sodium silicate from coal fly ash",
        "Synthesis, characterization and catalytic application of mesoporous molecular sieves SBA-15 functionalized with phosphoric acid",
        "Disordered molecular sieve with branched mesoporous channel network",
        "Morphological control of mesoporous materials using inexpensive silica sources",
        "J. Chem.",
        "J. Nanomater.",
        "J. Miner. Mater. Char. Eng.",
        "Iron impregnated SBA-15, a mild and efficient catalyst for the catalytic hydride transfer reduction of aromatic nitro compounds",
        "Reporting Physisorption Data for Gas/Solid Systems with Special Reference to the Determination of Surface Area and Porosity",
        "Cerium containing mcm-41-type mesoporous materials and their acidic and redox catalytic properties",
        null,
        null,
        "Signature of small rings in the Raman spectra of normal and compressed amorphous silica: A combined classical and ab initio study",
        "Chemical reactions at silica surfaces",
        null,
        "Annealing of α-decay damage in zircon: A Raman spectroscopic study",
        "Ni/SBA-15 catalysts for CO methanation: effects of V, Ce, and Zr promoters",
        null,
        "Synthesis of Heteroatom Substituted SBA-15 by the \"pH-Adjusting\" Method",
        "Direct preparation of thermally stable Sn-incorporated SBA-15 mesoporous materials in the self-generated acidic environment",
        "Morphological Control of Rod- and Fiberlike SBA-15 Type Mesoporous Silica Using Water-Soluble Sodium Silicate",
        "J. Nanomater",
        null,
        "Construction, characterization, and photoluminescence of mesoporous hybrids containing europium(III) complexes covalently bonded to SBA-15 Directly functionalized by modified β-diketone",
        "Hirano (Wiley",
        "Properties and metathesis activity of molybdena-alumina, molybdena-silica-alumina and molybdena-silica catalysts-a comparative study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}