{
    "eid": "2-s2.0-85018311172",
    "title": "Decentralized iterative learning control of building temperature control system",
    "cover-date": "2017-03-29",
    "subject-areas": [],
    "keywords": [
        "asymptotically stable",
        "Building temperature control system",
        "convergence condition",
        "decentralized iterative learning control",
        "power supply"
    ],
    "authors": [
        "Tuynh Van Pham"
    ],
    "citedby-count": 6,
    "ref-count": 14,
    "ref-list": [
        "Proc. of the 9th AUN/SEEDNet Regional Conf. on EEE, Hanoi, Vietnam",
        "Distributed building temperature control with power constraints",
        "A convex optimization approach to robust iterative learning control for linear systems with time-varying parametric uncertainties",
        "Decentralized iterative learning control to large-scale industrial processes for nonrepetitive trajectory tracking",
        "Bettering operation of Robots by learning",
        "Iterative learning control for spatially interconnected systems",
        "Decentralized iterative learning control schemes for large scale systems with unknown interconnections",
        "Decentralized iterative learning control for a class of large scale interconnected dynamical systems",
        "Comments on \"Decentralized iterative learning control for a class of large scale interconnected dynamical systems\" by Hansheng Wu [J. Math. Anal. Appl. 327 (2007) 233-245]",
        "Optimization-based Control with Population Dynamics for Large-scale Complex Systems",
        "Iterative learning based control and optimization for large scale systems",
        "Decentralized iterative learning control methods for large scale linear dynamic systems",
        "Multi-agent coordination by iterative learning control: Centralized and decentralized strategies",
        "A Passivity-Based Approach to Building Temperature Control"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Kyushu University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Japan International Cooperation Agency"
    ]
}