{
    "eid": "2-s2.0-85120658210",
    "title": "Actinomadura violacea sp. Nov., a madurastatin a1-producing strain isolated from lichen in thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinomadura violacea",
        "Lichen",
        "Madurastatin",
        "Polyphasic taxonomy"
    ],
    "authors": [
        "Pawina Kanchanasin",
        "Wongsakorn Phongsopitanun",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Takuji Nakashima",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 4,
    "ref-count": 53,
    "ref-list": [
        "Chemical composition as a crite-rion in the classification of aerobic actinomycetes",
        "Taxonomic revi-sion of the Actinomycete genera Actinomadura and Microtetras-pora",
        "The family Thermomono-sporaceae: Actinocorallia, Actinomadura, Spirillospora and Thermo-monospora",
        "Actinomadura montaniterrae sp. nov., isolated from mountain soil",
        "Actinomadura atra-mentaria, a new species of the Actinomycetales",
        "Actinomadura decatromicini sp. nov., isolated from mountain soil in Thailand",
        "Actino-madura rubteroloni sp. nov. and Actinomadura macrotermitis sp. nov., isolated from the gut of the fungus growing-termite Macrotermes natalensis",
        "Actinomadura gamaensis sp. nov., a novel actinomycete isolated from soil in Gama, Chad",
        "Actinomadura flavalba sp. nov., an endophytic actinomycete isolated from leaves of Maytenus austroyunnanensis",
        "Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenus austroyunnanensis in Xishuangbanna tropical rainforest revealed by culture-dependent and culture-independent methods",
        "Actino-madura maheshkhaliensis sp. nov., a novel actinomycete isolated from mangrove rhizosphere soil of Maheshkhali, Bangladesh",
        "Actinomadura sediminis sp. nov., a marine actinomycete isolated from mangrove sediment",
        "Actinomadura apis sp. nov., isolated from a honey bee (Apis mellifera) hive, and the reclassification of Actinomadura cremea subsp. rifamycini Gauze et al. 1987 as Actinomadura rifamycini (Gauze et al. 1987) sp. nov., comb. nov",
        "A new species of Actinomadura producing a polyether antibiotic, cationomycin",
        "Pradimicin, a novel class of potent antifungal antibiotics",
        "New β-carboline and indole alkaloids from Actino-mycete Actinomadura sp. BCC 24717",
        "ZHD-0501, a novel naturally occurring staurosporine analog from Actinomadura sp. 007",
        "Cyto-toxic indolocarbazoles from Actinomadura melliaura ATCC 39691",
        "JBIR-65, a new diterpene, isolated from a sponge-derived Actinomadura sp. SpB081030SC-15",
        "Bend-igoles D-F, bioactive sterols from the marine sponge-derived Acti-nomadura sp. SBMs009",
        "Characterization of madurastatin C1, a novel siderophore from Actinomadura sp",
        "Nomimicin, a new spirotetronate-class polyketide from an actinomycete of the genus Actinomadura",
        "3-Oxyanthranilic acid derivatives from Actinomadura sp. BCC 27169",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Methods for characterization of Strepto-myces species",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S ribosomal DNA amplification for phylogenetic study",
        "16S/23S rRNA sequencing",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST server: rapid annotations using subsystems technology",
        "SEED servers: high-performance access to the SEED genomes, annota-tions, and metabolic models",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpe-ciesWS: a web server for prokaryotic species circumscrip-tion based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Chapter XI Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Distribution of menaquinones in Actinomycetes and Corynebacteria",
        "Isolation and structural characterization of siderophores, madurastatins, produced by a pathogenic Actinomadura madurae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60023462",
            "affilname": "Waseda University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023462",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}