{
    "eid": "2-s2.0-85141832408",
    "title": "Hierarchical Porous Carbon Fibers Synthesized by Solution-Plasma-Generated Soot Deposition and Their CO2 Adsorption Capacity",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surfaces and Interfaces",
            "@code": "3110",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "carbon fiber bundles",
        "carbon fibers solution plasma",
        "CO2 adsorption",
        "hierarchical structure",
        "plasma-generated soot"
    ],
    "authors": [
        "Andres Eduardo Romero Valenzuela",
        "Chayanaphat Chokradjaroen",
        "Satita Thiangtham",
        "Nagahiro Saito"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Modeling Study of Greenhouse Warming—A Citation-Classic Commentary on Thermal-Equilibrium of the Atmosphere with a Given Distribution of Relative-Humidity by Manabe, S. and Wetherald, R.T",
        "Reticular Chemistry in All Dimensions",
        "Covalent Organic Frameworks for Carbon Dioxide Capture from Air",
        "Covalent Organic Frameworks: A Promising Materials Platform for Photocatalytic CO2Reductions",
        "Channel-wall functionalization in covalent organic frameworks for the enhancement of CO2uptake and CO2/N2selectivity",
        "Discovery of mesoporous silica from layered silicates",
        "Advances in Conjugated Microporous Polymers",
        "Porous materials for carbon dioxide separations",
        "Carbon Gels-Modified TiO2: Promising Materials for Photocatalysis Applications",
        "A novel activating strategy to achieve highly porous carbon monoliths for CO2capture",
        "Exceptional CO2capture in a hierarchically porous carbon with simultaneous high surface area and pore volume",
        "Heteroatom (N or N-S)-Doping Induced Layered and Honeycomb Microstructures of Porous Carbons for CO Capture and Energy Applications",
        "Hierarchical Carbon Nanotube-Coated Carbon Fiber: Ultra Lightweight, Thin, and Highly Efficient Microwave Absorber",
        "Fabrication of Hierarchical N-doped Carbon Nanotubes for CO2Adsorption",
        "Block copolymer–based porous carbon fibers",
        "Mesophase/isotropic phase interfacial energy: Determination from coalescence kinetics of mesophase pitch",
        "Structural Improvement of Carbon Fibers Prepared from Benzene",
        "Filamentous growth of carbon through benzene decomposition",
        "Formation of carbon nanofibers",
        "Synthesis of structure-controlled carbon nano spheres by solution plasma process",
        "The solution plasma process for heteroatom-carbon nanosheets: The role of precursors",
        "p-Type Doping of Graphene with Cationic Nitrogen",
        "Solution plasma: New synthesis method of N-doped carbon dots as ultra-sensitive fluorescence detector for 2,4,6-trinitrophenol",
        "Synthesis process of gold nanoparticles in solution plasma",
        "Fastest Formation Routes of Nanocarbons in Solution Plasma Processes",
        "Surface melting of copper during graphene growth by chemical vapour deposition",
        "Carbon Deposition in Steam Reforming and Methanation",
        "A study on the growth enhancement effects of chlorine on carbon nanotube forest in chloride-mediated chemical vapor deposition",
        "Using fluorine and chlorine in the diamond CVD process",
        "Role of Hydrogen in Chemical Vapor Deposition Growth of Large Single-Crystal Graphene",
        "Characterization of Porous Solids and Powders: Surface Area, Pore Size and Density By S. Lowell (Quantachrome Instruments, Boynton Beach), J.E. Shields (C. W. Post Campus of Long Island University), M.A. Thomas, and M. Thommes (Quantachrome In-struments). Kluwer Academic Publishers: Dordrecht, The Netherlands. 2004. xiv + 348 pp. $159.00. ISBN 1-4020-2302-2",
        "Sing: Adsorption, Surface Area and Porosity. 2. Auflage, Academic Press, London 1982. 303 Seiten, Preis: $ 49.50",
        "Selective transport of CO2, CH4, and N2in coals: Insights from modeling of experimental gas adsorption data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nagoya",
            "@id": "60000264",
            "affilname": "Nagoya University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kawaguchi",
            "@id": "60015682",
            "affilname": "Japan Science and Technology Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015682",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}