{
    "eid": "2-s2.0-85139046997",
    "title": "Description of two new species Chattonella tenuiplastida sp. nov. and Chattonella malayana sp. nov. (Raphidophyceae) from South China Sea, with a report of wild fish mortality",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chattonella malayana sp. nov.",
        "Chattonella tenuiplastida sp. nov.",
        "Fish kill",
        "ITS2",
        "LSU rDNA",
        "South China Sea",
        "Yellow Sea"
    ],
    "authors": [
        "Wai Mun Lum",
        "Hong Chang Lim",
        "Winnie Lik Sing Lau",
        "Ing Kuo Law",
        "Sing Tung Teng",
        "Garry Benico",
        "Sandric Chee Yew Leong",
        "Kazuya Takahashi",
        "Haifeng Gu",
        "Thaithaworn Lirdwitayaprasit",
        "Chui Pin Leaw",
        "Po Teen Lim",
        "Mitsunori Iwataki"
    ],
    "citedby-count": 2,
    "ref-count": 98,
    "ref-list": [
        "Restriction fragment length polymorphism of ribosomal DNA internal transcribed spacer and 5.8S regions in Japanese Alexandrium species (Dinophyceae)",
        "Morphology and genetic affinities of a novel Chattonella isolate (Raphidophyceae) isolated from Iran's south coast (Oman Sea)",
        "Fish Kills” in the Philippines associated with Harmful Algal Blooms (HABs)",
        "Morphology, biochemistry, and growth of raphidophyte strains from the Gulf of California",
        "Marine die-offs from Chattonella marina and Ch. cf. ovata in Kun Kaak Bay, Sonora in the Gulf of California",
        "Sur une chloromonadine nouvelle d'eau saumatre Chattonella subsalsa n. gen. n. sp",
        "Raphidophyceae (Chadefaud ex Silva) systematics and rapid identification: sequence analyses and real-time PCR assays",
        "Morphological and genetic characterization of bloom-forming Raphidophyceae from Brazilian coast",
        "Nuclear ITS region of the alga Heterosigma akashiwo (Chromophyta: Raphidophyceae) is identical in isolates from Atlantic and Pacific basins",
        "jModelTest 2: more models, new heuristics and parallel computing",
        "VARNA: interactive drawing and editing of the RNA secondary structure",
        "Description of Viridilobus marinus (gen. et sp. nov.), a new raphidophyte from Delaware's Inland Bays",
        "Taxonomic revision of Chattonella antiqua, C. marina and C. ovata (Raphidophyceae) based on their morphological characteristics and genetic diversity",
        "Class Raphidophyceae Chadefeud ex Silva 1980",
        "Taxonomic remarks on planktonic phytoflagellates in a hypertrophic tropical lagoon (Brazil)",
        "Bayesian phylogenetics with BEAUti and BEAST 1.7",
        "MUSCLE: a multiple sequence alignment method with reduced time and space complexity",
        "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
        "The ecology of harmful flagellates within Prymnesiophyceae and Raphidophyceae",
        "New insights into the morphology and phylogeny of Heterosigma akashiwo (Raphidophyceae), with the description of Heterosigma minor sp. nov",
        "Mass mortality of cultivated northern bluefin tuna Thunnus thynnus orientalis associated with Chattonella species in Baja California",
        "Psammamonas australis gen. et sp. nov. (Raphidophyceae), a new dimorphic, sand-dwelling alga",
        "Studies of marine planktonic diatoms: I. Cyclotella nana Hustedt, and Detonula confervacea (Cleve) Gran",
        "The relation of the environmental disruption and the Protozoa II: the injury and the plankton of the colored water",
        "Bioedit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Taxonomy of harmful marine raphidophytes",
        "Raphidophyceae",
        "Ultrastructure and taxonomy of Chattonella (class Raphidophyceae) in Japan",
        "Ultrastructure and taxonomy of Fibrocapsa japonica (class Raphidophyceae)",
        "Morphology, ultrastructure and taxonomy of the raphidophycean alga Heterosigma akashiwo",
        "Four new species of Chattonella (Raphidophyceae, Chromophyta) from Japan",
        "Diverse harmful microalgal community assemblages in the Johor Strait and the environmental effects on its community dynamics",
        "Haramonas dimorpha gen. et sp. nov. (Raphidophyceae), a new marine raphidophyte from Australian mangrove",
        "Phylogenetic analysis of noxious red tide flagellates Chattonella antiqua, C. marina, C. ovata, and C. verruculosa (Raphidophyceae) based on the rRNA gene family",
        "Life cycle, physiology, ecology and red tide occurrences of the fish-killing raphidophyte Chattonella",
        "Cochlodinium fulvescens sp. nov. (Gymnodiniales, Dinophyceae), a new chain-forming unarmored dinoflagellate from Asian coasts",
        "Twice Chattonella marina red tide occurred in the north of the Yellow Sea of China",
        "Development of single-cell PCR methods for the Raphidophyceae",
        "Genetic variation in mitochondrial genes and intergenic spacer region in harmful algae Chattonella species",
        "5.8S-28S rRNA interaction and HMM-based ITS2 annotation",
        "Occurrences of \"red tide\" along Johore Straits, Malaysia, resulted in heavy mortality of shrimp",
        "Phytoplankton monitoring and harmful algae occurrences in Singapore waters-Historical perspective and status",
        "Molecular phylogeny of Chattonella (Raphidophyceae) species from Deungnyang Bay, Korea using single-cell PCR",
        "Diurnal modification of a red-tide causing organism, Chattonella antiqua (Raphidophyceae) from Korea",
        "Phylogeny and morphology of a Chattonella (Raphidophyceae) species from the Mediterranean Sea: what is C. subsalsa?",
        "The ITS2 Database III - sequences and structures for phylogeny",
        "Growth, pigment, and chromophoric dissolved organic matter responses of tropical Chattonella subsalsa (Raphidophyceae) to nitrogen enrichment",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Clustal W and Clustal X version 2.0",
        "Genetic Diversity of Ostreopsis ovata (Dinophyceae) from Malaysia",
        "Three new records of dinoflagellates in Singapore's coastal waters, with observations on environmental conditions associated with microalgal growth in the Johor Straits",
        "Phylogeny and species delineation in the marine diatom Pseudo-nitzschia (Bacillariophyta) using cox1, LSU, and ITS2 rRNA genes: A perspective in character evolution",
        "Three novel species in the Pseudo-nitzschia pseudodelicatissima complex: P. batesiana sp. nov., P. lundholmiae sp. nov., and P. fukuyoi sp. nov. (Bacillariophyceae) from the Strait of Malacca, Malaysia",
        "Taxonomy and toxicity of Prorocentrum from Perhentian Islands (Malaysia), with a description of a non-toxigenic species Prorocentrum malayense sp. nov. (Dinophyceae)",
        "Changes in cell chemical composition during the growth cycle of Chattonella sp. and Heterosigma sp. found in the shrimp ponds at Chantaburi, Thailand",
        "Morphology and molecular phylogeny of the harmful raphidophyte Chattonella subsalsa isolated from Bolinao, Philippines",
        "The harmful raphidophyte Chattonella (Raphidophyceae) in Western Pacific: Its red tides and associated fisheries damage over the past 50 years (1969–2019)",
        "Indo-Pacific red tides",
        "PhD Thesis",
        "Using the RNA structure software package to predict conserved RNA structures",
        "Compléments à l'étude des chloromonadines. Ultrastructure de Chattonella subsalsa Biecheler flagellé d'eau saumâtre",
        "Cryptic occurrence of Chattonella marina var. marina in mangrove sediments in Probolinggo, East Java Province, Indonesia",
        "Recent HAB events in Ha Long Bay (Vietnam): Increase in frequency, harmful effects associated with increased eutrophication",
        "Long-term (36-year) observations on the dynamics of the fish-killing raphidophyte Chattonella in Harima-Nada, eastern Seto Inland Sea",
        "Akashio no Kagaku",
        "Red-Tide Phenomena",
        "Chattonella antiqua (Hada) comb. nov., and its occurrence on the Japanese coast",
        "The changes in the size and form of Chattonella antiqua and Chattonella marina by investigating cultured strains over a long period",
        "jModelTest: phylogenetic model averaging",
        "Occurrence of red tides on the coasts of China",
        "Phylogenetic relationships of green algae Volvox carteri deduced from small-subunit ribosomal RNA comparisons",
        "MrBayes version 3.0: Bayesian phylogenetic inference under mixed models",
        "Harmful algal blooms and associated fisheries damage in East Asia: Current status and trends in China, Japan, Korea and Russia",
        "Multiannual Chattonella subsalsa Biecheler (Raphidophyceae) blooms in a Mediterranean lagoon (Santa Giusta Lagoon, Sardinia Island, Italy)",
        "phangorn: phylogenetic analysis in R",
        "Identification of group- and strain-specific genetic markers for globally distributed Alexandrium (Dinophyceae). II. Sequence analysis of a fragment of the LSU rRNA gene",
        "4SALE - A tool for synchronous RNA sequence and secondary structure alignment and editing",
        "Synchronous visual analysis and editing of RNA sequence and secondary structure alignments using 4SALE",
        "A “red tide” caused by a raphidophyte Chattonella sp. in Amursky Bay, Sea of Japan",
        "Identification of Chattonella (Raphidophyceae) species in long-term phytoplankton samples from Santa Giusta Lagoon, Italy",
        "On the life-history and ecology of Hornellia marina gen. et sp. nov. (Chloromonadineae), causing green discoloration of the sea and mortality among marine organisms of the Malabar Coast",
        "PAUP*. Phylogenetic analysis using parsimony (* and other methods)",
        "Two new freshwater woloszynskioids Asulcocephalium miricentonis gen. et sp. nov. and Leiocephalium pseudosanguineum gen. et sp. nov. (Suessiaceae, Dinophyceae) lacking an apical furrow apparatus",
        "Red tide organisms occurring coastal waters of Hiroshima Prefecture. 1. Chattonella antiqua (Hada) Ono and Chattonella marina (Subrahmanyan) Hara et Chihara",
        "MEGA11: molecular evolutionary genetics analysis version 11",
        "Cultured isolates of the raphidophytes Chattonella marina, Fibrocapsa japonica and Heterosigma akashiwo isolated from Singapore waters were non-toxic to fish",
        "A non-toxigenic but morphologically and phylogenetically distinct new species of Pseudo-nitzschia, P. sabit sp. nov. (Bacillariophyceae)",
        "Chattonella marina (Raphidophyceae), a potentially toxic alga in the Salton Sea, California",
        "Fibrocapsa, a new genus in Chloromonadophyceae from Atsumi Bay, Japan",
        "Chattonella and Fibrocapsa (Raphidophyceae): first observation of, potentially harmful, red tide organisms in Dutch coastal waters",
        "Population dynamics of Chattonella in spring in Daya Bay, the South China Sea and the cause of its blooms",
        "Compensatory base changes in ITS2 secondary structures correlate with the biological species concept despite intragenomic variability in ITS2 sequences - A proof of concept",
        "ITS2, 18S, 16S or any other RNA — simply aligning sequences and their individual secondary structures simultaneously by an automatic approach",
        "Haramonas pauciplastida sp. nov. (Raphidophyceae, Heterokontophyta) and phylogenetic analyses of Haramonas species using small subunit ribosomal RNA gene sequences",
        "Phylogeny and taxonomy of the Raphidophyceae (Heterokontophyta) and Chlorinimonas sublosa gen. et sp. nov., a new marine sand-dwelling raphidophyte",
        "Toxic effects, mechanisms, and ecological impacts of harmful algal blooms in China",
        "Over 30 years of HABs in the Philippines and Malaysia: What have we learned?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kota Samarahan",
            "@id": "60024451",
            "affilname": "Universiti Malaysia Sarawak",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024451",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60103900",
            "affilname": "Graduate School of Agricultural and Life Sciences The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103900",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60087824",
            "affilname": "Ministry of Land and Resources P.R.C.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087824",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Munoz",
            "@id": "60071461",
            "affilname": "Central Luzon State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071461",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}