{
    "eid": "2-s2.0-84892445156",
    "title": "Histopathological classification and immunophenotyping of spontaneous canine lymphoma in Bangkok metropolitan",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        },
        {
            "$": "Anatomy",
            "@code": "2702"
        }
    ],
    "keywords": [
        "B cell",
        "Canine",
        "Immunophenotype",
        "Lymphoma",
        "T cell"
    ],
    "authors": [
        "Anudep Rungsipipat"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Retrospective Study of 82 Cases of Canine Lymphoma in Austria based on the Working Formulation and Immunophenotyping",
        "The cytology, histology and prevalence of cell types in canine lymphoma classified according to the National Cancer Institute Working Formulation.",
        "Classification of canine lymphoma: A step forward",
        "Canine neoplasia in the UK: Estimates of incidence rates from a population of insured dogs",
        "Principles of treatment for canine lymphoma",
        "Immunohistochemical detection of cd3 antigen (pan T marker) in canine lymphomas",
        "Cytohistological and immunological classification of canine malignant lymphomas: Comparison with human non-hodgkin's lymphomas",
        "Canine T-cell Lymphomas: A Morphological, Immunological, and Clinical Study of 46 New Cases",
        "Evaluation of a 6-month chemotherapy protocol with no maintenance therapy for dogs with lymphoma",
        "Lymphomas in dogs a morphologic, immunologic, and clinical study",
        "Non-Hodgkin's lymphomas in Thailand: A retrospective pathologic and clinical analysis of 1391 cases",
        "World Health Organization Classification of Tumours. Pathology and Genetics. Tumours of Haematopoietic and Lymphoid Tissues",
        "Canine lymphoma.",
        "Distinct B-cell and T-cell lymphoproliferative disease prevalence among dog breeds indicates heritable risk",
        "Clinical, morphological and immunological study of 13 cases of canine lymphoblastic lymphoma: Comparison with the human entity",
        "Prognostic significance of morphological subtypes in canine malignant lymphomas during chemotherapy",
        "Thai J Vet Med",
        "Immunophenotypic characterization of canine lymphoproliferative disorders",
        "Canine lymphomas: A morphological and immunohistochemical study of 55 cases, with observations on p53 immunoexpression",
        "Histologic classification and immunophenotyping of canine non-Hodgkin's lymphomas: Unexpected high frequency of t cell lymphomas with b cell morphology",
        "Molecular cytogenetic analysis of a novel high-grade canine T-lymphoblastic lymphoma demonstrating co-expression of CD3 and CD79a cell markers",
        "Hematopoietic tumors",
        "Histological Classification of Hematopoietic Tumors of Domestic Animals (World Health Organization International Histological Classification of Tumors of Domestic Animals)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Molecular Biology Research on Animal Oncology, Faculty of Veterinary Science, Chulalongkorn University"
    ]
}