{
    "eid": "2-s2.0-85051679979",
    "title": "Characterization of lactic acid-producing bacillus coagulans strains with their antibacterial activity and l-lactic acid production",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Antibacterial activity",
        "Bacillus",
        "L-lactic acid",
        "Soil"
    ],
    "authors": [
        "Vasana Tolieng",
        "Ratthanatda Nuhwa",
        "Nuttha Thongchul",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 4,
    "ref-count": 27,
    "ref-list": [
        "The genetic diversity of genus Bacillus and the related genera revealed by 16s rRNA gene sequences and ardra analyses isolated from geothermal regions of turkey",
        "Screening for Bacillus isolates in the broiler gastrointestinal tract",
        "Bacillus as Potential Probiotics: Status, concerns, and future perspectives",
        "Bacillus subtilis: From soil bacterium to super-secreting cell factory",
        "Bacillus probiotics",
        "Evaluation of genetic and phenotypic consistency of Bacillus coagulans MTCC 5856: A commercial probiotic strain",
        "Probiotic Bacillus coagulans GBI-30, 6086 improves protein absorption and utilization",
        "New application of Bacillus strains for optically pure l-lactic acid production: General overview and future prospects",
        "Open fermentative production of l-lactic acid with high optical purity by thermophilic Bacillus coagulans using excess sludge as nutrient",
        "Lactic acid properties, applications and production: A review",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Introducing EzTaxon-e: A prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "A homofermentative Bacillus sp. BC-001 and its performance as a potential l-lactate industrial strain",
        "Taxonomic study of Bacillus coagulans hammer 1915 with a proposal for Bacillus smithii sp. nov",
        "Polyphasic characterization of Bacillus coagulans strains, illustrating heterogeneity within this species, and emended description of the species",
        "Kocuria rhizophila adds to the emerging spectrum of micrococcal species involved in human infections",
        "Potential probiotic attributes of a new strain of Bacillus coagulans CGMCC 9951 isolated from healthy piglet feces",
        "L (+)-Lactic acid producer Bacillus coagulans SIM-7 DSM 14043 and its comparison with Lactobacillus delbrueckii ssp. lactis DSM 20073",
        "Non-sterilized fermentative production of polymer-grade L-lactic acid by a newly isolated thermophilic strain Bacillus sp. 2–6",
        "Efficient production of L-lactic acid by newly isolated thermophilic Bacillus coagulans WCP10-4 with high glucose tolerance",
        "Lactic acid production by Bacillus coagulans-kinetic studies and optimization of culture medium for batch and continuous fermentations",
        "L-lactic acid production by bacillus sp. In anaerobic and aerobic culture",
        "Characterization of D-lactic acid, spore-forming bacteria and Terrilactibacillus laevilacticus SK5-6 as potential industrial strains"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}