{
    "eid": "2-s2.0-85048524123",
    "title": "Validity, reliability, and sensitivity to change of the Thai version of the migraine-specific quality of life questionnaire version 2.1",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Health-related quality of life",
        "Migraine-specific quality of life questionnaire version 2.1",
        "Reliability",
        "Sensitivity to change",
        "Thai version of the MSQv2.1",
        "Validity"
    ],
    "authors": [
        "Thanin Asawavichienjinda"
    ],
    "citedby-count": 2,
    "ref-count": 36,
    "ref-list": [
        "The International Classification of Headache Disorders, 3rd edition (beta version)",
        "Measuring disability and quality of life in migraine",
        "The cycle of migraine: Patients' quality of life during and between migraine attacks",
        "Healthcare resource use and costs associated with migraine in a managed healthcare setting",
        "Headache and Quality of Life",
        "A new instrument to assess the long-term quality of life effects from migraine: Development and psychometric testing of the MSQOL",
        "Development and validation of the migraine-specific quality of life questionnaire",
        "A six-item short-form survey for measuring headache impact: The HIT-6™",
        "The validation of a new comprehensive headache-specific quality of life questionnaire",
        "Headache intensity and quality of life in adolescents. How are changes in headache intensity in adolescents related to changes in experienced quality of life?",
        "Development of a Brief 24‐Hour Migraine‐Specific Quality of Life Questionnaire",
        "MSQ: Migraine-specific quality-of-life questionnaire: Further investigation of the factor structure",
        "Validity and reliability of the migraine-specific quality of life questionnaire (MSQ Version 2.1)",
        "Qual Life Res",
        "Validating migraine-specific quality of life questionnaire v2.1 in episodic and chronic migraine",
        "Validation of the Migraine-Specific Quality of Life Questionnaire version 2.1 (MSQ v. 2.1) for patients undergoing prophylactic migraine treatment",
        "The impact of topiramate on health-related quality of life indicators in chronic migraine",
        "Topiramate treatment of chronic migraine: A randomized, placebo-controlled trial of quality of life and other efficacy measures",
        "Validation of the Headache Impact Test (HIT-6™) across episodic and chronic migraine",
        "Validation of the headache impact test (HIT-6) in patients with chronic migraine",
        "Topiramate reduces headache days in chronic migraine: A randomized, double-blind, placebo-controlled study",
        "Botulinum toxin type A as migraine preventive treatment in patients previously failing oral prophylactic treatment due to compliance issues",
        "Recognition and management of migraine in primary care: Influence of functional impact measured by the headache impact test (HIT)",
        "Use of the headache impact test (HIT-6) in general practice: Relationship with quality of life and severity",
        "Classification and diagnostic criteria for headache disorders, cranial neuralgias and facial pain. Headache Classification Committee of the International Headache Society.",
        "Cephalalgia",
        "Nonparametric Statistics for The Behavioural Sciences",
        "The psychometric properties of the persian migraine-specific quality of life questionnaire version 2.1 in episodic and chronic migraines",
        "Validating the Migraine-Specific Quality of Life Questionnaire v2.1 (MSQ) in Italian inpatients with chronic migraine with a history of medication overuse",
        "The prevalence, impact, and treatment of migraine and severe headaches in the United States: A review of statistics from national surveillance studies",
        "Prevalence, clinical characteristics and disability of migraine and probable migraine: A nationwide population-based survey in Korea",
        "Prevalence and Clinical Features of Migraine: A Community Survey in Bangkok, Thailand",
        "Spearman'S Correlation Page",
        "SPSS for Windows Step by Step: A Simple Guide and Reference (11.0 Update)",
        "Preventive migraine treatment",
        "Topiramate in Migraine Prevention: A 2016 Perspective"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}