{
    "eid": "2-s2.0-85118228599",
    "title": "Novelties in fuscosporellaceae (Fuscosporellales): Two new parafuscosporella from thailand revealed by morphology and phylogenetic analyses",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Ecological Modeling",
            "@code": "2302",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Nature and Landscape Conservation",
            "@code": "2309",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Phylogeny",
        "Sordariomycetes",
        "Systematics",
        "Taxonomy",
        "Two novel freshwater microfungi"
    ],
    "authors": [
        "Nattawut Boonyuen",
        "Charuwan Chuaseeharonnachai",
        "Salilaporn Nuankaew",
        "Papichaya Kwantong",
        "Natapol Pornputtapong",
        "Nakarin Suwannarach",
        "E. B. Gareth Jones",
        "Sayanh Somrithipol"
    ],
    "citedby-count": 11,
    "ref-count": 33,
    "ref-list": [
        "Fuscosporellales, a new order of aquatic and terrestrial Hypocreomycetidae (Sordariomycetes)",
        "Parafuscosporella garethii sp. nov. (Fuscosporellales) from a rivulet in a community-based northern forest, in Thailand",
        "Two new species in Fuscosporellaceae from freshwater habitats in Thailand",
        "Four freshwater dematiaceous hyphomycetes in Sordariomycetes with two new species of Parafuscosporella",
        "A new species of Fusticeps from Thailand",
        "The faces of fungi database: Fungal names linked with morphology, phylogeny and human impacts",
        "Wood-inhabiting freshwater fungi from Thailand: Ascothailandia grenadoidia gen. et sp. nov., Canalisporium grenadoidia sp. nov. with a key to Canalisporium species (Sordariomycetes, Ascomycota)",
        "Amplification and Direct Sequencing of Fungal Ribosomal RNA Genes for Phylogenetics",
        "Rapid genetic identification and mapping of enzymatically amplified ribosomal DNA from several Cryptococcus species",
        "Phylogenetic relationships among ascomycetes: Evidence from an RNA polymerase II subunit",
        "RAxML-NG: A fast, scalable and user-friendly tool for maximum likelihood phylogenetic inference",
        "Modeling protein evolution with several amino acid replacement matrices depending on site rates",
        "MrBayes 3.2: Efficient bayesian phylogenetic inference and model choice across a large model space",
        "DendroPy: A Python library for phylogenetic computing",
        "Savoryellales (Hypocreomycetidae, Sordariomycetes): A novel lineage of aquatic ascomycetes inferred from multiple-gene phylogenies of the genera Ascotaiwania, Ascothailandia, and Savoryella",
        "Emendation of the genus Bactrodesmiastrum (Sordariomycetes) and description of Bactrodesmiastrum monilioides sp. nov. from plant debris in Spain",
        "New Bactrodesmiastrum and Bactrodesmium from decaying wood in Spain",
        "Conioscyphascus, a new ascomycetous genus for holomorphs with Conioscypha anamorphs",
        "Freshwater Sordariomycetes",
        "Large-scale generation and analysis of filamentous fungal DNA barcodes boosts coverage for kingdom fungi and reveals thresholds for fungal species and higher taxon delimitation",
        "Assembling the fungal tree of life: Progress, classification, and evolution of subcellular traits",
        "A five-gene phylogeny of Pezizomycotina",
        "Refined families of Sordariomycetes",
        "Newly recognised lineages of perithecial ascomycetes: The new orders Conioscyphales and Pleurotheciales",
        "A new species of Phaeoisaria from intertidal marine sediment collected in Weihai, China",
        "Phylogenetic classification of Pleurothecium and Pleurotheciella gen. nov. and its dactylaria-like anamorph (Sordariomycetes) based on nuclear ribosomal and protein-coding genes",
        "Annulusmagnus and Ascitendus, two new genera in the Annulatascaceae",
        "Twenty-five new conidial fungi from the Western Ghats and the Andaman Islands (India)",
        "Three new species of Pyricularia are isolated as zingiberaceous endophytes from Thailand",
        "Checklist of freshwater fungi in Thailand",
        "New species of Thozetella and Chaetosphaeria and new records of Chaetosphaeria and Tainosphaeria from Thailand",
        "Five novel freshwater Ascomycetes indicate high undiscovered diversity in lotic habitats in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60005353",
            "affilname": "College of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005353",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Her Royal Highness Princess Maha Chakri Sirindhorn",
        "RSPG",
        "NSTDA",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}