{
    "eid": "2-s2.0-85032024483",
    "title": "Production of 1,3-dihydroxyacetone by Gluconobacter nephelii in upflow aerated bioreactors with agro-industrial wastes as external nitrogen source",
    "cover-date": "2017-09-29",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Agro-industrial waste",
        "Airlift",
        "Corn steep liquor",
        "DHA",
        "Gluconobacter",
        "Glycerol"
    ],
    "authors": [
        "Chutimon Satirapipatkul"
    ],
    "citedby-count": 3,
    "ref-count": 40,
    "ref-list": [
        "Glycerol production by microbial fermentation: A review",
        "Optimization of the microbial synthesis of dihydroxyacetone from glycerol with Gluconobacter oxydans",
        "Use of glycerol for producing 1,3-dihydroxyacetone by Gluconobacter oxydans in an airlift bioreactor",
        "Catalytical conversion of carbohydrates in subcritical water: A new chemical process for lactic acid production",
        "Enhancement of dihydroxyacetone production by a mutant of Gluconobacter oxydans",
        "Efficient production of dihydroxyacetone from biodiesel-derived crude glycerol by newly isolated Gluconobacter frateurii",
        "Engineering of Saccharomyces cerevisiae for the production of dihydroxyacetone (DHA) from sugars: A proof of concept",
        "Optimization of cultivation conditions for the production of 1,3-dihydroxyacetone by Pichia membranifaciens using response surface methodology",
        "A glycerol dehydrogenase from Escherichia coli.",
        "Dual pathways of glycerol assimilation in Klebsiella aerogenes NCIB 418 - Their regulation and possible functional significance",
        "Dihydroxyacetone production from methanol by a dihydroxyacetone kinase deficient mutant of Hansenula polymorpha",
        "Conversion of glycerol to dihydroxyacetone by immobilized whole cells of Acetobacter xylinum",
        "Product yield and by-product formation in glycerol conversion to dihydroxyacetone by Gluconobacter oxydans",
        "Gluconobacter nephelii sp. nov., an acetic acid bacterium in the class Alphaproteobacteria",
        "Production of extracellular fructans by Gluconobacter nephelii P1464",
        "Biochemistry and biotechnological applications of Gluconobacter strains",
        "Complete genome sequence of the acetic acid bacterium Gluconobacter oxydans",
        "Expression of vitreoscilla hemoglobin enhances cell growth and dihydroxyacetone production in gluconobacter oxydans",
        "Optimal growth conditions and the cultivation of Chaetoceros calcitrans in airlift photobioreactor",
        "Photoautotrophic high-density cultivation of vegetative cells of Haematococcus pluvialis in airlift bioreactor",
        "Modeling of fermentation in an internal loop airlift bioreactor",
        "Microbial biomass production from rice straw hydrolysate in airlift bioreactors",
        "Economical review of Haematococcus pluvialis culture in flat-panel airlift photobioreactors",
        null,
        "Nitrogen compounds removal in a packed bed external loop airlift bioreactor",
        "Substitution of yeast extract by ammonium sulfate for mannitol production in cashew apple juice",
        "Production of 1,3-propanediol from biodiesel-based glycerol by Clostridium butyricum DSM 5431 and reduction of production expense by modifying the composition of culture medium",
        "Production of Gluconobacter oxydans cells from low-cost culture medium for conversion of glycerol to dihydroxyacetone",
        "Effects of Clostridium strains and nitrogen sources on butanol fermentation",
        "Taxonomy of acetic acid bacteria and oxidative products of Acetobacter and Gluconobacter strains",
        "Al-Khwarizmi Eng.",
        "Dioxyacetone measurement in the culture liquids of Acetobacter suboxydans",
        "Enhancement of 1,3-dihydroxyacetone production by a uv-induced mutant of gluconobacter oxydans with do control strategy",
        "Production of 1,3-propanediol by clostridium butyricum DSM 5431 in an anaerobic moving bed bioreactor",
        "Applied Statistics and Probability for Engineers",
        "Study of the inhibitory effect of the product dihydroxyacetone on Gluconobacter oxydans in a semi-continuous two-stage repeated-fed-batch process",
        "Physiology of Gluconobacter oxydans during dihydroxyacetone production from glycerol",
        "J. Ferment. Technol.",
        "Production of glucose oxidase using Aspergillus niger and corn steep liquor",
        "Production of 1,3-dihydroxyacetone from glycerol by Gluconobacter oxydans ZJB09112"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National University Project",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}