{
    "eid": "2-s2.0-85080046076",
    "title": "Heterologous Expression of Ethanol Synthesis Pathway in Glycogen Deficient Synechococcus elongatus PCC 7942 Resulted in Enhanced Production of Ethanol and Exopolysaccharides",
    "cover-date": "2020-02-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "cofactor",
        "ethanol",
        "exopolysaccharides",
        "metabolic engineering",
        "Synechococcus elongatus"
    ],
    "authors": [
        "Rajendran Velmurugan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 12,
    "ref-count": 34,
    "ref-list": [
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Enhancing biomass and ethanol production by increasing NADPH production in Synechocystissp.PCC 6803",
        "Exopolysaccharide-producing cyanobacteria in heavy metal removal from water: molecular basis and practical applicability of the biosorption process",
        "Ethanol synthesis by genetic engineering in cyanobacteria",
        "Exocellular polysaccharides from cyanobacteria and their possible applications",
        "Metabolic engineering of cyanobacteria for ethanol production",
        "Photosynthetic production of ethanol from carbon dioxide in genetically engineered cyanobacteria",
        "Overexpression of flv3 improves photosynthesis in the cyanobacterium Synechocystis sp. PCC6803 by enhancement of alternative electron flow",
        "Glycogen synthesis is a required component of the nitrogen stress response in Synechococcus elongatus PCC 7942",
        "Effects of long-term ionic and osmotic stress conditions on photosynthesis in the cyanobacterium Synechocystis sp. PCC 6803",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "GABA accumulation in response to different nitrogenous compounds in unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Systems analysis of ethanol production in the genetically engineered cyanobacterium <italic>Synechococcus</italic> sp. PCC 7002",
        "Cyanobacterial exopolysaccharides: their nature and potential biotechnological applications",
        "Role of biofuel and their binary (diesel–biodiesel) and ternary (ethanol–biodiesel–diesel) blends on internal combustion engines emission reduction",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "Cyanobacteria as photoautotrophic biofactories of high-value chemicals",
        "Cyanobacteria as a platform for biofuel production",
        "Ethanol, glycogen and glucosylglycerol represent competing carbon pools in ethanol-producing cells of Synechocystis sp. PCC 6803 under high-salt conditions",
        "Sulphated exopolysaccharides produced by two unicellular strains of cyanobacteria, Synechocystis PCC 6803 and 6714",
        "Complexity of cyanobacterial exopolysaccharides: composition, structures, inducing factors and putative genes involved in their biosynthesis and assembly",
        "Exopolysaccharides protect Synechocystis against the deleterious effects of titanium dioxide nanoparticles in natural and artificial waters",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Polysaccharide produced by Anacystis nidulans: its ecological implication",
        "Computational metabolic engineering strategies for growth-coupled biofuel production by Synechocystis",
        "Progress of microalgae biofuel’s commercialization",
        "Quantitative proteomics reveals dynamic responses of Synechocystis sp. PCC 6803 to next-generation biofuel butanol",
        "Potential of metal oxides in fractionation of Synechocystis sp. PCC 6803 biomass for biofuel production",
        "Immobilization of α-amylase on metal nanoparticles mediated by xylan aldehyde improves hydrolysis of glycogen from Synechocystis sp. PCC 6803",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Co-cultivation of two engineered strains of Synechocystis sp. PCC 6803 results in improved bioethanol production",
        "Direct and indirect CeO2nanoparticles toxicity for Escherichia coli and Synechocystis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Rachadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}