{
    "eid": "2-s2.0-85086025052",
    "title": "Distinct cutoff values of adalimumab trough levels are associated with different therapeutic outcomes in patients with inflammatory bowel disease",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adalimumab",
        "Inflammatory bowel disease",
        "Therapeutic drug monitoring"
    ],
    "authors": [
        "Sang Hyoung Park",
        "Badr Al-Bawardy",
        "Satimai Aniwan",
        "Sunanda V. Kane",
        "Nayantara Coelho-Prabhu",
        "Konstantinos A. Papadakis",
        "John B. Kisiel",
        "David H. Bruining",
        "William A. Faubion",
        "Laura E. Raffals",
        "Darrell S. Pardi",
        "William J. Tremaine",
        "Michael C. Stephens",
        "Jeanne Tung",
        "Sahil Khanna",
        "Maria Alice V. Willrich",
        "Edward V. Loftus"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "New therapies for inflammatory bowel disease: from the bench to the bedside",
        "Maintenance infliximab for Crohn's disease: the ACCENT I randomised trial",
        "Adalimumab for maintenance of clinical response and remission in patients with Crohn's disease: the CHARM trial",
        "Maintenance therapy with certolizumab pegol for Crohn's disease",
        "Update on anti-tumor necrosis factor agents in Crohn disease",
        "Therapeutic drug monitoring in inflammatory bowel disease: current state and future perspectives",
        "American gastroenterological association institute technical review on the role of therapeutic drug monitoring in the management of inflammatory bowel diseases",
        "Association of trough serum infliximab to clinical outcome after scheduled maintenance treatment for Crohn's disease",
        "Clinical correlations of infliximab trough levels and antibodies to infliximab in South Korean patients with Crohn's disease",
        "Trough serum infliximab: a predictive factor of clinical outcome for infliximab treatment in acute ulcerative colitis",
        "Higher infliximab trough levels are associated with perianal fistula healing in patients with Crohn's disease",
        "Infliximab and adalimumab drug levels in Crohn's disease: contrasting associations with disease activity and influencing factors",
        "Intra-patient variability in adalimumab drug levels within and between cycles in Crohn's disease",
        "Vedolizumab drug level correlation with clinical remission, biomarker normalization, and mucosal healing in inflammatory bowel disease",
        "Maintenance adalimumab concentrations are associated with biochemical, endoscopic, and histologic remission in inflammatory bowel disease",
        "Higher adalimumab drug levels during maintenance therapy for Crohn's disease are associated with biologic remission",
        "Clinical and pharmacokinetic factors associated with adalimumab-induced mucosal healing in patients with Crohn's disease",
        "Clinical disease activity, C-reactive protein normalisation and mucosal healing in Crohn's disease in the SONIC trial",
        "Patient-reported outcomes as primary end points in clinical trials of inflammatory bowel disease",
        "Consensus recommendations for evaluation, interpretation, and utilization of computed tomography and magnetic resonance enterography in patients with small bowel Crohn's disease",
        "Advances in the use of biologics and other novel drugs for managing inflammatory bowel disease",
        "A systematic review on infliximab and adalimumab drug monitoring: levels, clinical outcomes and assays",
        "Trough concentrations of infliximab guide dosing for patients with inflammatory bowel disease",
        "Higher adalimumab drug levels are associated with mucosal healing in patients with Crohn's disease",
        "Higher adalimumab levels are associated with histologic and endoscopic remission in patients with Crohn's disease and ulcerative colitis",
        "Individualised therapy is more cost-effective than dose intensification in patients with Crohn's disease who lose response to anti-TNF treatment: a randomised, controlled trial",
        "Increasing infliximab dose based on symptoms, biomarkers, and serum drug concentrations does not increase clinical, endoscopic, and corticosteroid-free remission in patients with active luminal Crohn's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Oklahoma City",
            "@id": "60029833",
            "affilname": "University of Oklahoma Health Sciences Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029833",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Haven",
            "@id": "60017994",
            "affilname": "Yale School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017994",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60006240",
            "affilname": "University of Ulsan College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006240",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}