{
    "eid": "2-s2.0-85046548131",
    "title": "Amycolatopsis silviterrae sp. Nov., isolated from forest soil",
    "cover-date": "2018-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Amycolatopsis silviterrae sp. nov",
        "Novel actinobacteria"
    ],
    "authors": [
        "Winai Jamjan",
        "Chanwit Suriyachadkun",
        "Somboon Tanasupawat",
        "Kenji Sakai",
        "Yukihiro Tashiro",
        "Yuki Okugawa",
        "Saowanit Tongpim"
    ],
    "citedby-count": 4,
    "ref-count": 47,
    "ref-list": [
        "Two new genera of nocardioform actinomycetes: Amycolata gen. nov. and Amycolatopsis gen. nov",
        "Amycolatopsis ultiminotia sp. Nov., isolated from rhizosphere soil, and emended description of the genus Amycolatopsis",
        "Amycolatopsis halophila sp. Nov., a halophilic actinomycete isolated from a salt lake",
        "Family I Pseudonocardiaceae Embley, Smida and Stackebrandt 1989.205VP emend. Labeda, Goodfellow, Chun, Zhi and Li 2010a",
        "Genus V. Amycolatopsis Lechevalier, Prauser, Labeda and Ruan 1986, 34VP emend",
        "LPSN-list of prokaryotic names with standing in nomenclature",
        "Amycolatopsis albispora sp. Nov., isolated from deep-sea sediment",
        "Amycolatopsis cihanbeyliensis sp. Nov., a halotolerant actinomycete isolated from a salt mine",
        "Amycolatopsis tucumanensis sp. Nov., a copper-resistant actinobacterium isolated from polluted sediments",
        "Amycolatopsis kentuckyensis sp. Nov., Amycolatopsis lexingtonensis sp. nov. and Amycolatopsis pretoriensis sp. nov., isolated from equine placentas",
        "Amycolatopsis stemonae sp. Nov., isolated from a Thai medicinal plant",
        "Amycolatopsis samaneae sp. Nov., isolated from roots of Samanea saman (Jacq.) Merr",
        "A comparative study of Malaysian and Japanese actinomycetes using a simple identification method based on partial 16S rDNA sequence",
        "Methods for characterization of Streptomyces species",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Asaia bogorensis gen. Nov., sp. nov., an unusual acetic acid bacterium in the alpha-Proteobacteria",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: Biological and statistical issues",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Dating of the human-ape splitting by a molecular clock of mitochondrial DNA",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Detection of horseradish peroxidase by colorimetry",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Methods for characterization of Streptomyces species",
        "Scanning electron microscopy of Streptomyces without use of any chemical fixatives",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Culture Media for Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of menaquinone compound in microbial cells by HPLC",
        "Amycolatopsis bartoniae sp. Nov. and Amycolatopsis bullii sp. nov., mesophilic actinomycetes isolated from arid Australian soils",
        "Reclassification of Amycolatopsis mediterranei DSM 46095 as Amycolatopsis rifamycinica sp. nov",
        "Taxonomic parameters revisited: Tarnished gold standards",
        "When should a DDH experiment be mandatory in microbial taxonomy?",
        "International Committee on Systematic Bacteriology. Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Genome sequencing and annotation of Amycolatopsis vancoresmycina strain DSM 44592T"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "@id": "60011047",
            "affilname": "Kyushu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011047",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Her Royal Highness Princess Maha Chakri Sirindhorn",
        "NRCT-JSPS",
        "Plant Genetics Conservation Project",
        "Khon Kaen University"
    ]
}