{
    "eid": "2-s2.0-85077157198",
    "title": "Hydrolysis of carbonyl sulfide over modified Al2O3 by platinum and barium in a packed-bed reactor",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Ba promoter",
        "Catalytic deactivation",
        "COS hydrolysis",
        "Modified Al2O3"
    ],
    "authors": [
        "K. Nimthuphariyha",
        "A. Usmani",
        "N. Grisdanurak",
        "E. Kanchanatip",
        "M. Yan",
        "S. Suthirakun",
        "S. Tulaphol"
    ],
    "citedby-count": 18,
    "ref-count": 28,
    "ref-list": [
        "Solvent-free selective hydrogenation of o-chloronitrobenzene to o-chloroaniline over alumina supported Pt nanoparticles",
        "Impact of K and Ba promoters on CO2hydrogenation over Cu/Al2O3catalysts at high pressure",
        "High-efficiency coal-fired power plants development and perspectives",
        "Sulfur poisoning mechanism of steam reforming catalysts: An X-ray absorption near edge structure (XANES) spectroscopic study",
        "Efficiency of an Integrated Gasification Combined Cycle (IGCC) power plant including CO2removal",
        "A study of the kinetics and mechanism of COS hydrolysis over alumina",
        "Simultaneous removal of COS and H2S at low temperatures over nanoparticle α-FeOOH based catalysts",
        "Macroporous alumina-and titania-based catalyst for carbonyl sulfide hydrolysis at ambient temperature",
        "Ni-based catalysts prepared by impregnation combustion method for CO methanation in a slurry-bed reactor",
        "Adsorption/desorption behavior of carbonyl sulfide gas on scheelite type MWO4adsorbent",
        "Application of BiFeO3-based on nickel foam composites with a highly efficient catalytic activity and easily recyclable in Fenton-like process under microwave irradiation",
        "High energy X-ray diffraction and IR spectroscopy of Pt/Al2O3during CO oxidation in a novel catalytic reactor cell",
        "Recent developments in the synthesis of supported catalysts",
        "Coke formation over Pt–Sn–K/Al2O3in C3, C5–C8alkane dehydrogenation",
        "Phase stability and mechanisms of transformation of La-doped γ-alumina",
        "Removal of hydrogen sulfide and carbonyl sulfide for purification of biomass-gasified synthetic gas using active carbons",
        "Structural analysis of highly porous γ-Al2O3",
        "Compensation effect in catalytic hydrolysis of carbonyl sulfide at lower temperature compensation effect in COS hydrolysis",
        "Conversion of carbonyl sulfide using a low-temperature discharge approach",
        "Hydrogen-rich gas production by steam reforming of n-dodecane. Part II: Stability, regenerability and sulfur poisoning of low loading Rh-based catalyst",
        "A novel Pt/C-catalyzed transfer hydrogenation reaction of p-benzoquinone to produce p-hydroquinone using cyclohexanone as an unexpectedly effective hydrogen source",
        "Adsorption of carbonyl sulfide on modified activated carbon under low-oxygen content conditions",
        "Low temperature hydrolysis of carbonyl sulfide using γ-alumina catalysts",
        "Influence of sulfur on the carbon deposition in steam reforming of liquid hydrocarbons over CeO2–Al2O3supported Ni and Rh catalysts",
        "Catalytic hydrolysis of carbonyl sulfide over modified coal-based activated carbons by loading metal",
        "The hydrolysis of carbonyl sulfide at low temperature: A review",
        "Removal of hydrogen sulfide from a biogas mimic by using impregnated activated carbon adsorbent"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60026326",
            "affilname": "Suranaree University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026326",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hangzhou",
            "@id": "60026282",
            "affilname": "Zhejiang University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026282",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thammasat University",
        "Electricity Generator Authority of Thailand"
    ]
}