{
    "eid": "2-s2.0-85066856637",
    "title": "Subsidence of Hydroxyapatite-Coated Femoral Stem in Dorr Type C Proximal Femoral Morphology",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cementless femoral stem",
        "Dorr classification",
        "hydroxyapatite-coated",
        "proximal femoral morphology",
        "subsidence",
        "total hip arthroplasty"
    ],
    "authors": [
        "Piti Rattanaprichavej",
        "Artit Laoruengthana",
        "Thanainit Chotanaphuti",
        "Saradej Khuangsirikul",
        "Chanadol Phreethanutt",
        "Krit Pongpirul"
    ],
    "citedby-count": 12,
    "ref-count": 35,
    "ref-list": [
        "Hip, Knee & Shoulder Arthroplasty: 2017 Annual Report",
        "The New Zealand Joint Registry: eighteen year report January 1999 To December 2016",
        "Structural and cellular assessment of bone quality of proximal femur",
        "Risk of subsidence and peri-prosthetic fractures using collared hydroxyapatite-coated stem for hip arthroplasty in the elderly",
        "A comparative study between uncemented and hybrid total hip arthroplasty in octogenarians",
        "High early failure rate after cementless hip replacement in the octogenarian",
        "Prediction of clinical outcome of THR from migration measurements on standard radiographs. A study of cemented Charnley and Stanmore femoral stems",
        "Does early micromotion of femoral stem prostheses matter? 4-7-year stereoradiographic follow-up of 84 cemented prostheses",
        "Early radiological observations may predict the long-term survival of femoral hip prostheses",
        "Aseptic stem loosening in primary THA: migration analysis of cemented and cementless fixation",
        "Early migration predicts aseptic loosening of cementless femoral stems: a long-term study",
        "Hydroxyapatite-coated tapered titanium hip arthroplasty",
        "Twenty-year results of the cementless Corail stem",
        "Early migration characteristics of a hydroxyapatite-coated femoral stem: an RSA study",
        "The corail system in primary THA: results, lessons and comments from the series performed by the ARTRO Group (12-year experience)",
        "Plain radiography of the hip: a review of radiographic techniques and image features",
        "Accuracy of migration analysis in hip arthroplasty. Digitized and conventional radiography, compared to radiostereometry in 51 patients",
        "Differences in subsidence rate between alternative designs of a commonly used uncemented femoral stem",
        "Does the canal fill ratio and femoral morphology of Asian females influence early radiographic outcomes of total hip arthroplasty with an uncemented proximally coated, tapered-wedge stem?",
        "Subsidence of collarless uncemented femoral stems in total hips replacements performed for trauma",
        "Subsidence of the Corail femoral component in the elderly. A retrospective radiological review",
        "Femoral stem subsidence in cementless total hip arthroplasty: a retrospective single-centre study",
        "Early migration pattern of the uncemented CLS stem in total hip arthroplasties",
        "Roentgenographic assessment of the biologic fixation of porous-surfaced femoral components",
        "Use of a hydroxyapatite-coated stem in patients with Dorr type C femoral bone",
        "Modern proximally tapered uncemented stems can be safely used in Dorr type C femoral bone",
        "Long-term results of uncemented total hip arthroplasty with the Taperloc femoral component in patients with Dorr type C proximal femoral morphology",
        "Morphology of the proximal femur in a Pakistani population",
        "Cementless tapered wedge femoral stems decrease subsidence in obese patients compared to traditional fit-and-fill stems",
        "Distal fixation of proximally coated tapered stems may predispose to a failure of osteointegration",
        "Migration of hydroxyapatite coated femoral prostheses. A Roentgen stereophotogrammetric study",
        "Improved survival of uncemented versus cemented femoral stems in patients aged < 70 years in a community total joint registry",
        "Cerclage wires or cables for the management of intraoperative fracture associated with a cementless, tapered femoral prosthesis: results at 2 to 16 years",
        "Total hip arthroplasty with a fully hydroxyapatite-coated stem: a cohort study during 23-28 years",
        "Clinical and radiographic outcomes at 25-30 years of a hip stem fully coated with hydroxyapatite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60006183",
            "affilname": "Johns Hopkins Bloomberg School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006183",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}