{
    "eid": "2-s2.0-85020640329",
    "title": "Crystallization of Poly(butylene succinate) on Rapid Cooling and Heating: Toward Enhanced Nucleation by Graphene Nanosheets",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Energy",
            "@code": "2100"
        }
    ],
    "keywords": [],
    "authors": [
        "Nicolas Bosq"
    ],
    "citedby-count": 15,
    "ref-count": 64,
    "ref-list": [
        null,
        "Poly(butylene succinate) and its copolymers: Research, development and industrialization",
        "Structure-property relationship in biodegradable poly(butylene succinate)/layered silicate nanocomposites",
        "Multiwalled carbon nanofube nucleated crystallization behavior of biodegradable poly(butylene succinate) nanocomposites",
        null,
        "Non-isothermal crystallization kinetics of high density polyethylene/titanium dioxide composites via melt blending",
        "Novel approach toward poly(butylene succinate)/single-walled carbon nanotubes nanocomposites with interfacial-induced crystallization behaviors and mechanical strength",
        "Nonisothermal crystallization behavior and mechanical properties of poly(butylene succinate)/silica nanocomposites",
        "Crystallization, mechanical performance and hydrolytic degradation of poly(butylene succinate)/graphene oxide nanocomposites obtained via in situ polymerization",
        "Measurement of the elastic properties and intrinsic strength of monolayer graphene",
        "Superior thermal conductivity of single-layer graphene",
        "Large area few-layer graphene/graphite films as transparent thin conducting electrodes",
        "Graphene-based composite materials",
        "Biodegradable poly(ethylene succinate) nanocomposites. Effect of filler type on thermal behaviour and crystallization kinetics",
        "Morphology, mechanical and thermal properties of graphene-reinforced poly(butylene succinate) nanocomposites",
        "Molecular-level dispersion of graphene into poly(vinyl alcohol) and effective reinforcement of their nanocomposites",
        "A review on the mechanical and electrical properties of graphite and modified graphite reinforced polymer composites",
        "Glass transition and segmental dynamics in poly(l-lactic acid)/graphene oxide nanocomposites",
        "Electrical percolation and crystallization kinetics of semi-crystalline polystyrene composites filled with graphene nanosheets",
        "Effect of nanofiller's size and shape on the solid state microstructure and thermal properties of poly(butylene succinate) nanocomposites",
        "Biodegradability, reprocessability, and mechanical properties of polybutylene succinate (PBS) photografted by hydrophilic or hydrophobic membranes",
        "In vitro evaluation of biodegradable poly(butylene succinate) as a novel biomaterial",
        "Study and Modification of Poly(Butylene Succinate) Properties, A Biobased and Biodegradable Polyester",
        "Improved synthesis of graphene oxide",
        "Vitamin C is an ideal substitute for hydrazine in the reduction of graphene oxide suspensions",
        "Environment-friendly method to produce graphene that employs vitamin C and amino acid",
        "Reduction of graphene oxide vial-ascorbic acid",
        "J. Res. Natl. Bur. Stand., Sect. A",
        "Treatise on Solid State Chemistry",
        "Reinforcement of biodegradable poly(butylene succinate) with low loadings of graphene oxide",
        "Carbon-13 Nuclear Magnetic Resonance of Polymers Spinning at the Magic Angle",
        "Variable-amplitude cross-polarization MAS NMR",
        null,
        "Non-isothermal crystallization behaviors of poly(4-methyl-pentene-1)",
        "The Flash DSC 1, a power compensation twin-type, chip-based fast scanning calorimeter (FSC): First findings on polymers",
        "Design, performance and analysis of thermal lag of the UFS1 twin-calorimeter chip for fast scanning calorimetry using the Mettler-Toledo Flash DSC 1",
        "Fast scanning power compensated differential scanning nano-calorimeter: 1. The device",
        "Fast scanning power compensated differential scanning nano-calorimeter: 2. Heat capacity analysis",
        "Isoconversional kinetics of thermally stimulated processes",
        "ICTAC Kinetics Committee recommendations for performing kinetic computations on thermal analysis data",
        "Z. Phys. Chem.",
        "Isoconversional kinetic analysis of thermally stimulated processes in polymers",
        "Estimation of thermal transitions in poly(ethylene naphthalate): Experiments and modeling using isoconversional methods",
        "Crystallization kinetics of biodegradable poly(butylene succinate) under isothermal and non-isothermal conditions",
        "Modification of the Integral Isoconversional Method to Account for Variation in the Activation Energy",
        "Determination of pre-exponential factors and of the mathematical functions f(α) or G(α) that describe the reaction mechanism in a model-free way",
        "Is the Friedman method applicable to transformations with temperature dependent reaction heat?",
        "Different kinetic equations analysis",
        null,
        "A new method of analysing transformation kinetics with temperature modulated differential scanning calorimetry: Application to polymer crystal growth",
        "Nonisothermal crystallization of polytetrafluoroethylene in a wide range of cooling rates",
        "Atypical gelation in gelatin solutions probed by ultra-fast calorimetry",
        "Melt and glass crystallization of PDMS and PDMS silica nanocomposites",
        "Solid-state NMR studies of the structure of graphite oxide",
        "A new structural model for graphite oxide",
        null,
        "Structure of graphite oxide revisited",
        "Synthesis of graphene-based nanosheets via chemical reduction of exfoliated graphite oxide",
        "From graphite oxide to highly water dispersible functionalized graphene by single step plant extract-induced deoxygenation",
        "Melting behavior of poly(butylene succinate) during heating scan by DSC",
        "Kinetics of nucleation and crystallization in poly(butylene succinate) nanocomposites",
        null,
        "Isoconversional analysis of combined melt and glass crystallization data",
        "Effect of graphene nanoplatelets diameter on non-isothermal crystallization kinetics and melting behavior of high density polyethylene nanocomposites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nice",
            "affilname": "Université Côte d'Azur",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mettler-Toledo Inc.",
        "Microscopy Center of Nice Sophia Antipolis University",
        "Chulalongkorn University"
    ]
}