{
    "eid": "2-s2.0-85027000873",
    "title": "Real-time automotive slip angle estimation with extended H∞ circle criterion observer for nonlinear output system",
    "cover-date": "2017-06-29",
    "subject-areas": [],
    "keywords": [
        "electronic stability control (ESC)",
        null,
        "Lipschitz system",
        "LMI approach",
        "nonlinear observer design",
        "Slip angle estimation"
    ],
    "authors": [
        "G. Phanomchoeng"
    ],
    "citedby-count": 5,
    "ref-count": 16,
    "ref-list": [
        "Traffic Safety Facts: Crash Stats",
        "Vehicle Dynamics and Control",
        "Nonlinear observer for bounded Jacobian systems, with applications to automotive slip angle estimation",
        "Real-time estimation of rollover index for tripped rollovers with a novel unknown input nonlinear observer",
        "Time to line crossing for lane departure avoidance: A theoretical study and an experimental setting",
        "Research Advances in Intelligent Collision Avoidance and Adaptive Cruise Control",
        "Federal Motor Vehicle Safety Standards? Electronic Stability Control Systems",
        "Bosch ESP systems: 5 years of experience",
        "H∞ circle criterion observer design for Lipschitz nonlinear systems with enhanced LMI conditions",
        "The use of GPS for vehicle stability control systems",
        "Global Positioning System: Signals, Measurements and Performance",
        "Development and experimental evaluation of a slip angle estimator for vehicle stability control",
        "On LMI conditions to design observers for Lipschitz nonlinear systems",
        "Nonlinear observer design for a magnetic position estimation technique",
        null,
        "Observer design for lipschitz nonlinear systems using Riccati equations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Minneapolis",
            "affilname": "College of Science and Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nancy",
            "affilname": "Université de Lorraine",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}