{
    "eid": "2-s2.0-84984677408",
    "title": "Chemistry of Renieramycins. 15. Synthesis of 22-O-Ester Derivatives of Jorunnamycin A and Their Cytotoxicity against Non-Small-Cell Lung Cancer Cells",
    "cover-date": "2016-08-26",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [],
    "authors": [
        "Natchanun Sirimangkalakitti"
    ],
    "citedby-count": 24,
    "ref-count": 46,
    "ref-list": [
        "Antimicrobial Metabolites of the Sponge Reniera sp.",
        "Renieramycins E and F from the Sponge Reniera sp.: Reassignment of the Stereochemistry of the Renieramycins",
        "Renieramycin G, a new alkaloid from the sponge Xestospongia caycedoi",
        "Chemistry of Renieramycins. Part 3. Isolation and Structure of Stabilized Renieramycin Type Derivatives Possessing Antitumor Activity from Thai Sponge Xestospongia Species, Pretreated with Potassium Cyanide",
        "Chemistry of renieramycins. Part 5. Structure elucidation of renieramycin-type derivatives O, Q, R, and S from Thai marine sponge Xestospongia species pretreated with potassium cyanide",
        "Chemistry of renieramycins. Part 7: Renieramycins T and U, novel renieramycin-ecteinascidin hybrid marine natural products from Thai sponge Xestospongia sp.",
        "Chemistry of renieramycins. part 10: Structure of renieramycin v, a novel renieramycin marine natural product having a sterol ether at C-14 Position",
        "Chemistry of renieramycins. Part 13: Isolation and structure of stabilized renieramycin type derivatives, renieramycins W-Y, from Philippine blue sponge Xestospongia sp., pretreated with potassium cyanide",
        "Renieramycins H and I, two novel alkaloids from the sponge Haliclona cribricutis Dendy",
        "Antineoplastic agents 430. Isolation and structure of cribrostatins 3, 4, and 5 from the Republic of Maldives Cribrochalina species",
        "Renieramycin J, a highly cytotoxic tetrahydroisoquinoline alkaloid, from a marine sponge Neopetrosia sp.",
        "A new antitumor isoquinoline alkaloid from the marine nudibranch jorunna funebris",
        "Jorunnamycins A-C, new stabilized renieramycin-type bistetrahydroisoquinolines isolated from the Thai nudibranch Jorunna funebris",
        "New isoquinolinequinone alkaloids from the South China Sea nudibranch Jorunna funebris and its possible sponge-prey Xestospongia sp.",
        "Bioactive isoquinolinequinone alkaloids from the South China Sea nudibranch Jorunna funebris and its sponge-prey Xestospongia sp.",
        "Chemistry and biology of the tetrahydroisoquinoline antitumor antibiotics",
        "Ecteinascidins. A review of the chemistry, biology and clinical utility of potent tetrahydroisoquinoline antitumor antibiotics",
        "Assessment Report for Yondelis",
        "FDA Approves New Therapy for Certain Types of Advanced Soft Tissue Sarcoma",
        "Chemistry of renieramycins. Part 6: Transformation of renieramycin M into jorumycin and renieramycin J including oxidative degradation products, mimosamycin, renierone, and renierol acetate",
        "A stereocontrolled total synthesis of (±)-renieramycin A",
        "Total synthesis of cribrostatin IV: Fine-tuning the character of an amide bond by remote control",
        "Asymmetric total syntheses of (-)-jorumycin, (-)-renieramycin G, 3-epi-jorumycin, and 3-epi-renieramycin G",
        "Synthesis of the tetrahydroisoquinoline alkaloid (±)-renieramycin G and a (zb)-lemonomycinone analogue from a common intermediate",
        "Total synthesis of the marine natural product (-)-cribrostatin 4 (Renieramycin H)",
        "Asymmetric total synthesis of (-)-cribrostatin 4 (renieramycin H)",
        "Total synthesis of (-)-renieramycin G from l-tyrosine",
        "Asymmetrie total syntheses of (-)-renieramycin M and G and (-)-jorumycin using aziridine as a lynchpin",
        "Chemistry of renieramycins. Part 9: Stereocontrolled total synthesis of (±)-renieramycin G",
        "Chemistry of renieramycins. Part 11: Total synthesis of (±)-cribrostatin 4",
        "Chemistry of renieramycins. Part 12: An improved total synthesis of (±)-renieramycin G",
        "Asymmetric total synthesis of (-)-jorunnamycins A and C and (-)-jorumycin from l-tyrosine",
        "Chemistry of renieramycins. Part 14: Total synthesis of renieramycin i and practical synthesis of cribrostatin 4 (renieramycin H)",
        "Stereoselective Total Synthesis of (-)-Renieramycin T",
        "Chemistry of renieramycins. Part 8: Synthesis and cytotoxicity evaluation of renieramycin M-jorunnamycin A analogues",
        "Anticancer and antimetastatic activities of renieramyein M, a marine tetrahydroisoquinoline alkaloid, in human non-small cell lung cancer cells",
        "Renieramycin m sensitizes anoikis-resistant h460 lung cancer cells to anoikis",
        "Synthesis and cytotoxicity of (-)-renieramycin G analogs",
        "Total synthesis and cytotoxicity of (-)-jorumycin and its analogues",
        "Synthesis and cytotoxicity of 3-aryl acrylic amide derivatives of the simplified saframycin-ecteinascidin skeleton prepared from l-dopa",
        "Chemistry of ecteinascidins. Part 4: Preparation of 2'-N-acyl ecteinascidin 770 derivatives with improved cytotoxicity profiles",
        "Assay Guidance Manual [Internet]",
        "Role of cMET expression in non-small-cell lung cancer patients treated with EGFR tyrosine kinase inhibitors",
        "Epithelial-mesenchymal transition mediates anoikis resistance and enhances invasion in pleural effusion-derived human lung cancer cells",
        "Prolonged nitric oxide exposure enhances anoikis resistance and migration through epithelial-mesenchymal transition and caveolin-1 upregulation",
        "Nitric oxide induces cancer stem cell-like phenotypes in human lung cancer cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "affilname": "Meiji Pharmaceutical University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "MPU-AACDD",
        "Meiji Pharmaceutical University Asia/Africa Center for Drug Discovery",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}