{
    "eid": "2-s2.0-85154614405",
    "title": "SARS-CoV-2 infection- induced seroprevalence among children and associated risk factors during the pre- and omicron-dominant wave, from January 2021 through December 2022, Thailand: A longitudinal study",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Nungruthai Suntronwong",
        "Preeyaporn Vichaiwattana",
        "Sirapa Klinfueng",
        "Jiratchaya Puenpa",
        "Sitthichai Kanokudom",
        "Suvichada Assawakosri",
        "Jira Chansaenroj",
        "Donchida Srimuan",
        "Thaksaporn Thatsanatorn",
        "Siriporn Songtaisarana",
        "Natthinee Sudhinaraset",
        "Nasamon Wanlapakorn",
        "Yong Poovorawan"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Assessment of clinical and virological characteristics of SARS-CoV-2 infection among children aged 0 to 4 years and their household members",
        "A large COVID-19 outbreak in a high school 10 days after schools’ reopening, Israel, May 2020",
        "COVID-19 and children",
        "Effectiveness of BNT162b2 (Pfizer-BioNTech) mRNA vaccination against multisystem inflammatory syndrome in children among persons aged 12–18 years—United States, July–December 2021",
        "Awareness of SARS-CoV-2 Omicron variant infection among adults with recent COVID-19 seropositivity",
        "Strong correlations between the binding antibodies against wild-type and neutralizing antibodies against omicron BA. 1 and BA. 2 variants of SARS-CoV-2 in individuals following booster (third-dose) vaccination",
        "Molecular characterisation and tracking of the severe acute respiratory syndrome coronavirus 2, Thailand, 2020–2022",
        "Increased household transmission and immune escape of the SARS-CoV-2 Omicron compared to Delta variants",
        "Clinical outcomes associated with SARS-CoV-2 Omicron (B. 1.1. 529) variant and BA. 1/BA. 1.1 or BA. 2 subvariant infection in southern California",
        "Hospitalizations of children aged 5–11 years with laboratory-confirmed COVID-19—COVID-NET, 14 states, March 2020–February 2022",
        "Seroprevalence of Antibodies to SARS-CoV-2 in Rural Households in Eastern Uganda, 2020–2022",
        "Population immunity and Covid-19 severity with Omicron variant in South Africa",
        "Seroprevalence of infection-induced SARS-CoV-2 antibodies—United States, September 2021–February 2022",
        "Quantity and quality of antibodies after acellular versus whole-cell pertussis vaccines in infants born to mothers who received tetanus, diphtheria, and acellular pertussis vaccine during pregnancy: a randomized trial",
        "Protecting children against omicron",
        "Risk of infection and hospitalization among vaccinated and unvaccinated children and adolescents in New York after the emergence of the Omicron variant",
        "Household secondary attack rates of SARSCoV-2 by variant and vaccination status: an updated systematic review and meta-analysis",
        "Global emerging Omicron variant of SARS-CoV-2: Impacts, challenges and strategies",
        "Seroprevalence of SARS-CoV-2 antibodies and associated risk factors in children less than 6 years of age in the canton of Fribourg, Switzerland (COVPED study): a population-based cross-sectional study",
        "Community transmission of SARS-CoV-2 omicron variant, South Korea, 2021",
        "Cross-sectional seroprevalence surveys of SARS-CoV-2 antibodies in children in Germany, June 2020 to May 2021",
        "Long-term specific IgG response to SARS-CoV-2 nucleocapsid protein in recovered COVID-19 patients",
        "Seroprevalence and infection fatality rate of the SARS-CoV-2 Omicron variant in Denmark: A nationwide serosurveillance study",
        "Evaluation of the performance of a multiplexed serological assay in the detection of SARS-CoV-2 infections in a predominantly vaccinated population"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127614853",
            "affilname": "The Royal Society of Thailand (FRS(T))",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127614853",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}