{
    "eid": "2-s2.0-84906346936",
    "title": "Mineral inclusions in sapphire from the basalt-related deposit in Bo Phloi, Kanchanaburi, western Thailand: Indication of their genesis",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Geophysics",
            "@code": "1908"
        },
        {
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901"
        },
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Earth-Surface Processes",
            "@code": "1904"
        }
    ],
    "keywords": [
        "Basaltic sapphire",
        "Bo Phloi gem deposit",
        "Cenozoic basalt",
        "Genetic model"
    ],
    "authors": [
        "P. Khamloet"
    ],
    "citedby-count": 25,
    "ref-count": 43,
    "ref-list": [
        "An open boundary between lower continental crust and mantle: its role in crust formation and crustal recycling",
        "Anorthoclase, sanidine and associated megacrysts in Scottish alkali basalts: high-pressure syenitic debris from upper mantle sources?",
        "Geol. Soc. Malaysia Bull.",
        "Geochemistry and geochronology of late Cenozoic basalts of Southeast Asia: summary.",
        "Igneous zircon: Trace element composition as an indicator of source rock type",
        "Corundum + orthopyroxene ± spinel intergrowths in an ultrahigh-temperature Al-Mg granulite from the Southern Marginal Zone, Limpopo Belt, South Africa",
        "Mineral. Mag.",
        "An unusual sapphire-zircon-magnetite xenolith from the Chanthaburi gem province, Thailand",
        "An introduction to the rock-forming minerals. Second edition",
        null,
        "A cobalt-rich spinel inclusion in a sapphire from Bo Ploi, Thailand",
        "Corundum from basaltic terrains: A mineral inclusion approach to the enigma",
        "Proc. of Int. Conf. on Stratigraphy and Tectonic Evolution of Southeast Asia and the South Pacific (Geothai '97) (19-24 August 1997)",
        "Evolution of the continental crust",
        "Mantle geochemistry: The message from oceanic volcanism",
        "Inclusions in Corundum: A New Approach to the Definition of Standards for Origin Determination, Science and Technology for Gem and Jewelry Industry [in Thai]",
        "The conditions of formation of sapphire and zircon in the areas of alkali-basaltoid volcanism in Central Vietnam",
        "Sapphirine (not sapphire) in a ruby from Bo Rai, Thailand.",
        "J. Gemmol.",
        "Distribution of rare earth elements in lunar zircon",
        "Ga/Mg ratio as a new geochemical tool to differentiate magmatic from metamorphic blue sapphires",
        "Final Report Submitted to the Thailand Research Fund (TRF)",
        "Proc. of Int. Conf. on Geology, Geotechnology and Mineral Resources of Indochina (GEOINDO 2005) (Khon Kaen, 28-30 November 2005). Khon Kaen",
        "Mineralogy and origin of gem corundum associated with basalt in Thailand",
        "Aust. Gemmol.",
        "Different origins of Thai area sapphire and ruby, derived from mineral inclusions and co-existing minerals",
        "The Mg isotopic systematics of granitoids in continental arcs and implications for the role of chemical weathering in crust formation",
        "Chiang Mai J. Sci.",
        "Proc. of Int. Conf. on Geology, Geotechnology and Mineral Resources of Indochina (GEOINDO 2005) (Khon Kaen, 28-30 November 2005). Khon Kaen",
        "An unusual ruby-sapphire-sapphirine-spinel assemblage from the Tertiary Barrington volcanic province, New South Wales, Australia",
        "Austral. Gemmol.",
        "Models of corundum origin from alkali basaltic terrains: A reappraisal",
        "Sapphire crystallization, age and origin, Ban Huai Sai, Laos: Age based on zircon inclusions",
        "Proc. of Int. Symp. on Stratigraphic Correlation of Southeast Asia. Bangkok",
        "Proc. of Symp. on Mineral, Energy, and Water Resources of Thailand: Towards the Year 2000",
        "Petrogenesis of mantle and crustal xenoliths and xenocrystals in basaltic rocks associated with corundum deposits in Thailand",
        "Clinopyroxene-corundum assemblages from alkali basalt and alluvium, eastern Thailand: Constraints on the origin of Thai rubies",
        "The Continental Crust: its Composition and Evolution. An Examination of the Geochemical Record Preserved in Sedimentary Rocks.",
        "Megacrysts and associated xenoliths: Evidence for migration of geochemically enriched melts in the upper mantle beneath Scotland",
        "J. Geol. Soc. Thai.",
        "Accessory mineral behavior during differentiation of a granite suite: monazite, xenotime and zircon in the Sweetwater Wash pluton, southeastern California, U.S.A.",
        "Nephelines and analcimes in some alkaline igneous rocks",
        "Petrochemistry of the Bo Phloi basalt, Kanchanaburi Province, in: Proceedings of The Annual Technical Meet- ing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "The Gem and Jewelry Institute of Thailand (Public Organization)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}