{
    "eid": "2-s2.0-85107778613",
    "title": "Streptococcus equi subsp. zooepidemicus finding in confirmed feline infectious peritonitis cat patient",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Diagnosis",
        "Feline coronavirus (FCoV)",
        "Feline infectious peritonitis (FIP)",
        "Manifestation",
        "Molecular analysis",
        "Streptococcus equi subs. zooepidemicus (SEZ)"
    ],
    "authors": [
        "Madarina Wasissa",
        "Fajar Budi Lestari",
        "Siti Isrina Oktavia Salasia"
    ],
    "citedby-count": 0,
    "ref-count": 36,
    "ref-list": [
        "Zoonotic transmission of Streptococcus equi subsp. zooepidemicus from a dog to a handler",
        "Persistence and transmission of natural type I feline coronavirus infection",
        "Group C streptococci in human infection: a study of 308 isolates with clinical correlations",
        "Characterization of Streptococcus zooepidemicus (Lancefield group C) from human and selected animal infections",
        "Outbreak of Streptococcus equi subsp. zooepidemicus infections in cats",
        "Rhinitis and meningitis in two shelter cats caused by Streptococcus equi subspecies zooepidemicus",
        "Performance standards for antimicrobial susceptibility testing",
        "Clinicopathologic features and magnetic resonance imaging findings in 24 cats with histopathologically confirmed neurologic feline infectious peritonitis",
        "Diagnosis and clinical signs of feline infectious peritonitis in the central nervous system",
        "Inflammation and changes in cytokine levels in neurological feline infectious peritonitis",
        "Streptococcal infections in cats: ABCD guidelines on prevention and management",
        "Infectious Disease of the Dog and Cat",
        "Detection of feline coronavirus RNA in feces, tissues, and body fluids of naturally infected cats by reverse transcriptase PCR",
        "Feline coronavirus type II strains 79-1683 and 79-1146 originate from a double recombination between feline coronavirus type I and canine coronavirus",
        "Peritonitis in a llama caused by Streptococcus equi subsp. zooepidemicus",
        "Current status on treatment options for feline infectious peritonitis and SARS-CoV-2 positive cats",
        "Outbreak and control of haemorrhagic pneumonia due to Streptococcus equi subspecies zooepidemicus in dogs",
        "Cellular composition, coronavirus antigen expression and production of specific antibodies in lesions in feline infectious peritonitis",
        "Feline infectious peritonitis: still an enigma?",
        "An outbreak of Streptococcus equi subspecies zooepidemicus associated with consumption of fresh goat cheese",
        "Cytauxzoon felis and “Candidatus Mycoplasma haemominutum” coinfection in a Brazilian domestic cat (Felis catus)",
        "Presumptive meningoencephalitis secondary to extension of otitis media/interna caused by Streptococcus equi subspecies zooepidemicus in a cat",
        "Glial response in the central nervous system of cats with feline infectious peritonitis",
        "A review of feline infectious peritonitis virus infection: 1963-2008",
        "An update on feline infectious peritonitis: diagnostics and therapeutics",
        "Transmission of streptococcus equi subspecies zooepidemicus infection from horses to humans",
        "Streptococcus equi subsp. zooepidemicus isolates from equine infectious endometritis belong to a distinct genetic group",
        "A retrospective study of the neuropathology and diagnosis of naturally occurring feline infectious peritonitis",
        "Streptococcus zooepidemicus (Group C) pneumonia in a human",
        "Persistent occurrence of a single Streptococcus equi subsp. zooepidemicus clone in the pig and monkey population in Indonesia",
        "Diagnostic methods for feline coronavirus: a review",
        "A mRNA PCR for the diagnosis of feline infectious peritonitis",
        "Identification and molecular characterization of serological group C streptococci isolated from diseased pigs and monkeys in Indonesia",
        "Molecular epidemiological study of feline coronavirus strains in Japan using RT-PCR targeting nsp14 gene",
        "Diagnosis of feline infectious peritonitis Update on evidence",
        "Retrospective analysis of seizures associated with feline infectious peritonitis in cats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Yogyakarta",
            "@id": "60069380",
            "affilname": "Universitas Gadjah Mada",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069380",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "PMDSU",
        "Ministry of Education and Culture"
    ]
}