{
    "eid": "2-s2.0-84928253143",
    "title": "Toxicity evaluation of cordycepin and its delivery system for sustained in vitro anti-lung cancer activity",
    "cover-date": "2015-03-27",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Cordycepin",
        "Gelatin",
        "Lung cancer",
        "Nanoparticles",
        "Sustained release",
        "Toxicity"
    ],
    "authors": [
        "Pornanong Aramwit"
    ],
    "citedby-count": 41,
    "ref-count": 30,
    "ref-list": [
        "Lung cancer mortality in European men: Trends and predictions",
        "Global burden of cancers attributable to infections in 2008: A review and synthetic analysis",
        "Palliative Care in Lung Cancer",
        "Bone and brain metastasis in lung cancer: Recent advances in therapeutic strategies",
        "Clinical and comparative utility of afatinib in non-small cell lung cancer",
        "Pharmacologically active natural compounds for lung cancer",
        "Anticancer mechanism of plumbagin, a natural compound, on non-small cell lung cancer cells",
        "Medicinal value of the caterpillar fungi species of the genus Cordyceps (Fr.) link (Ascomycetes). A review",
        "Int J Med Mushr",
        "Treatment of African trypanosomiasis with cordycepin and adenosine deaminase inhibitors in a mouse model",
        "Effect of cordycepin on Hantaan virus 76-118 infection of primary human embryonic pulmonary fibroblasts--characterization of apoptotic effects.",
        "Cordycepin (3′-deoxyadenosine) inhibits human platelet aggregation in a cyclic AMP- and cyclic GMP-dependent manner",
        null,
        "Combination therapy with purine nucleoside analogs",
        "Polyadenylate polymerase modulations in human epithelioid cervix and breast cancer cell lines, treated with etoposide or cordycepin, follow cell cycle rather than apoptosis induction",
        "J Agr Sci",
        "A comparative study of type A and type B gelatin nanoparticles as the controlled release carriers for different model compounds",
        "Quantification of protein in dilute and complex samples: modification of the bicinchoninic acid assay",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "The role of CXCR7 on the adhesion, proliferation and angiogenesis of endothelial progenitor cells",
        "Can in vitro mammalian cell genotoxicity test results be used to complement positive results in the Ames test and help predict carcinogenic or in vivo genotoxic activity? II. Construction and analysis of a consolidated database",
        "Sub-acute toxicity of cultured mycelia of Himalayan entomogenous fungus Cordyceps sinensis (Berk.) Sacc. in rats",
        "Drug delivery and nanoparticles: Applications and hazards",
        "Toxicity and in vivo biological effect of the nanoparticular self-supported hydrogel of a thermosensitive copolymer for non-invasive drug delivery",
        "Preparation of Thai silk fibroin/gelatin electrospun fiber mats for controlled release applications",
        "Anticancer and antimetastatic effects of cordycepin, an active component of Cordyceps sinensis",
        "Synergistic property of cordycepin in cultivated Cordyceps militaris-mediated apoptosis in human leukemia cells",
        "Anti-cancer effect and apoptosis induction of cordycepin through DR3 pathway in the human colonic cancer cell HT-29",
        "Cordycepin suppresses TNF-alpha-induced invasion, migration and matrix metalloproteinase-9 expression in human bladder cancer cells",
        "Inhibition of migration and invasion of LNCaP human prostate carcinoma cells by cordycepin through inactivation of Akt"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Ratchadapiseksompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}