{
    "eid": "2-s2.0-85000359968",
    "title": "Effect of polarity and temperature on the binary interaction between D2EHPA extractant and organic solvents (kerosene, n-heptane, chlorobenzene and 1-octanol): Experimental and thermodynamics",
    "cover-date": "2017-02-25",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Density",
        "Excess molar volume",
        "Polarity",
        "Viscosity",
        "Viscosity"
    ],
    "authors": [
        "Wanchalerm Srirachat"
    ],
    "citedby-count": 27,
    "ref-count": 46,
    "ref-list": [
        null,
        "A kinetic study on solvent extraction of samarium from nitrate solution with D2EHPA and Cyanex 301 by the single drop technique",
        "Synergistic effect of various neutral donors in D2EHPA for selective neodymium separation from lanthanide series via HFSLM",
        "Separation and mass transport of Nd(III) from mixed rare earths via hollow fiber supported liquid membrane: Experiment and modeling",
        "Separation of Co(II) and Mn(II) from sulphate media via a HFSLM: Reaction flux model and experimental verification",
        "Synergistic Enantioseparation of Rac-Phenylalanine via Hollow Fiber Supported Liquid Membrane",
        "Mathematical model and experimental validation of the synergistic effect of selective enantioseparation of (S)-amlodipine from pharmaceutical wastewater using a HFSLM",
        "A Generating Function applied on a reaction model for the selective separation of Pb(II) and Hg(II) via HFSLM",
        "Viscosities, densities and excess properties of binary mixtures of di-(2-ethyl hexyl) phosphoric acid (DEHPA) with benzene, toluene and ortho-xylene",
        "Determination of viscosity and density of Di-(2-ethylhexyl) phosphoric acid + aliphatic kerosene",
        null,
        null,
        null,
        "EXXSOL™ D40; Exxon Mobil Chemical, in, Houston, TX",
        "The effect of viscosity on mass transfer in pulsed sieve-tray extraction columns",
        "Thermophysical study of the n-hexane or n-heptane with 1-chloropropane systems",
        "Viscosity and Liquid Density of Asymmetric Hydrocarbon Mixtures",
        "Surface tension of pure liquids and binary liquid mixtures",
        "Viscosity of twelve hydrocarbon liquids in the temperature range 298-348 K at pressures up to 110 MPa",
        "Excess molar volumes and viscosities of binary mixtures of dimethyl carbonate with chlorobenzene, hexane, and heptane from (293.15 to 353.15) K and at atmospheric pressure",
        "Viscosity of Pure Hydrocarbons",
        null,
        "Experimental study of the density and viscosity of n-heptane at temperatures from 298 K to 470 K and pressure upto 245 MPa",
        "Viscosity of liquid n-heptane by dynamic light scattering",
        "Res. J. Chem. Sci.",
        "Excess volumes and viscosities of binary liquid mixtures of 2-ethoxyethanol and chlorobenzene at 303.15K",
        "Sch. Res. Lib.",
        "Densities and Shear Viscosities of Anisole with Nitrobenzene, Chlorobenzene, Carbon Tetrachloride, 1,2-Dichloroethane, and Cyclohexane from 25 to 40 °C",
        "Viscosities and Activation Energies of Viscous Flow of Ternary Mixtures of Toluene, Chlorobenzene, 1-Hexanol, and Benzyl Alcohol",
        "Excess volumes of binary liquid mixtures containing methyl butyrate with bromobenzene, chlorobenzene and nitrobenzene at 303 K, 308 K and 313 K",
        "PVT property measurements for liquid chlorobenzene and 1,2-dichlorobenzene from (278 to 338) K and (0.1 to 300) MPa",
        "Viscosities and densities for binary mixtures of anisole with 1-butanol, 1-pentanol, 1-hexanol, 1-heptanol, and 1-octanol",
        "Acoustical and excess properties of {chlorobenzene + 1-hexanol, or 1-heptanol, or 1-octanol, or 1-nonanol, or 1-decanol} at (298.15, 303.15, 308.15, and 313.15) K",
        "Density and viscosity for monoethanolamine + 1-propanol, + 1-hexanol, and + 1-octanol",
        "Viscosity and Density of Ternary Mixtures of Toluene, Bromobenzene, 1-Hexanol, and 1-Octanol",
        null,
        "A simplified method for calculating saturated liquid densities",
        "Density and viscosity of binary mixtures of ethyl-2-methylbutyrate and ethyl hexanoate with methanol, ethanol, and 1-propanol at (293.15, 303.15, and 313.15) K",
        "Volumetric and viscometric behavior of binary systems 2-butanol + PEG 200, + PEG 400, + tetraethylene glycol dimethyl ether, and + N-methyl-2-pyrrolidone",
        "Study of molecular interactions in the mixtures of some primary alcohols with equimolar mixture of 1-propanol and alkylbenzoates at T = 303.15 K",
        "Molecular interaction study of binary mixtures of methyl benzoate: Viscometric and ultrasonic study",
        null,
        "Densities and viscosities of three binary monoglyme + 1-alcohol systems from (283.15 to 313.15) K",
        "Dimethylsulfoxide - N, N-dimethylformamide binary mixtures and their physicochemical properties"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}