{
    "eid": "2-s2.0-85066804296",
    "title": "An annotated type catalogue of seven genera of operculate land snails (Caenogastropoda, Cyclophoridae) in the natural history Museum, London",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Conservation",
        "Molluscs",
        "NHM",
        "Southeast Asia",
        "Systematics",
        "Taxonomy",
        "Type specimen"
    ],
    "authors": [
        "Chirasak Sutcharit",
        "Jonathan D. Ablett",
        "Somsak Panha"
    ],
    "citedby-count": 11,
    "ref-count": 40,
    "ref-list": [
        "Descriptions of a new genus, and of eighteen new species of Mollusks",
        "Descriptions of ten new species of land and freshwater shells collected by Robert Swinhoe, Esq., in China and Formosa",
        "Account of new genus of land snails, allies to the genus Cyclostoma, of Lamarck; with a description of species found on the outlying rock of the Rajmahal range of hills",
        "Characters of seventeen ne forms of the Cyclostomacea from the British Provinces of Burmah, collected by W. Theobald, jun., Esq. Annals and Magazine of Natural History",
        "On Clostophis and Rhiostoma, new Burmese genera of land shells",
        "Systematic studies on the non-marine Mollusca of the Indo-Australian archipelago",
        "Catalogue of the non-marine Mollusca of Sumatra and of its satellite islands",
        "Contributions to Indian Malacology. No. IV. Descriptions of new land shells from Ava, and other parts of Burma",
        "Contributions to Indian Malacology. No. V. Descriptions of new land shells from Arakan, Pegu, and Ava, with notes on the distribution of described species",
        "Contributions to Indian Malacology. No. VI. Descriptions of new land shells from the Nilgiri and Anamullay Hills, and other places in the peninsula of India",
        "Contributions to Indian Malacology. No. X. Descriptions of new species of Cyclophoridae, of Ennea and Streptaxis from the hills Southern and South-western India",
        "Descriptions of ne land and freshwater molluscan species collected by DR",
        "Description of Spiraculum mastersi",
        "Contributions to Indian Malacology. No. XII. Descriptions of new land and freshwater shells from Southern and Western India, Burmah, the Andaman Islands",
        "On Rhiostoma dalyi n. Sp. and Sesara megalodon n. sp., obtained by the late Mr. W. M. Daly in Siam",
        "List of land and freshwater shells collected in Sumatra and Borneo, with descriptions of new species",
        "Classification and nomenclator of gastropod families",
        "Revised classification, nomenclator and typification of gastropod and monopla-cophoran families",
        "Annotated type catalogue of the Amphibulimidae (Mollus-ca, Gastropoda, Orthalicoidea) in the Natural History Museum, London",
        "Pierre Marie Arthur Morelet (1809–1892) and his contributions to malacology",
        "On some land and freshwater Mollusca from Sumatra. Part II",
        "The malacological works and taxa of Sylvanus Hanley (1819– 1899)",
        "On the geographical distribution of the Land-Mollusca of the Philippine Islands and their relations to the Mollusca of the neighbouring groups",
        "The Proceedings of the Zoological Society of London, 1859–1900: An exploration of breaks between calendar years of publication",
        "On the dates of publication of the Society’s ‘Proceedings’1859–1926, with an appendix containing the dates of publication 1830–1858, compiled by F.H. Waterhouse; also of the ‘Transactions’ 1833–1869 by Henry Peavot, originally published in PZS 1893,1913",
        "A review of the genera of the recent terrestrial pectinibranch molluscs (Synop-sis mainly based on published data). Littoriniformes: Hainesiidae, Aciculidae, Cyclophoridae, Craspedopomatidae",
        "Myxostoma petiverianum tenggolensis (Gastropoda: Caenogastropoda: Cyclo-phoridae), a new subspecies of land snail from Peninsular Malaysia",
        "A new species of Bulimulus from Costarica and a new Spiraculum from Assam",
        "On new species of Helicarion, Ariophanta, Eulota, Cyclotus (Eucyclotus), Lagochilus, and Diplommatina (Gastroptychia)",
        "Descriptions of Trochomorpha, Cochlostyla, Amphidromus, Bulimulus, Drymaeus, Placostylus, Stenogyra, Leptopoma, Cyclophorus, Cyclotus, and Alycaeus",
        "On the Cyclostomacea of the Dafla Hills",
        "On a collection of land shells made in Borneo by Mr. A. Everett, with descriptions of supposed new species. Part 1. Cyclostomaceae",
        "On a supposed new species of Rhiostoma from Borneo, and notices of two other species of shells from Palawan",
        "Zoological results of the Arbor expedition, XXXIX Mollusca III. Cyclophoridae (In part)",
        "New species of Cyclophorus and Spiraculum from the Khasi and Naga Hills",
        "A list of the genera of recent Mollusca, their synonyms and types",
        "Mollusca III, land operculates (Cyclophoridae, Truncatellidae, Assimineidae, Helicinidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "TRF Strategic Basic Research",
        "Chulalongkorn University"
    ]
}