{
    "eid": "2-s2.0-85073682400",
    "title": "Spillover effects of foreign direct investment on domestic manufacturing firms in Thailand",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "FDI spillover effects",
        "Firm-level total factor productivity",
        "Manufacturing industries",
        "Technical efficiency",
        "Thailand"
    ],
    "authors": [
        "Paitoon Wiboonchutikula"
    ],
    "citedby-count": 13,
    "ref-count": 48,
    "ref-list": [
        "Do domestic firms benefit from direct foreign investment? Evidence from Venezuela",
        "Spillovers, foreign investment, and export behavior",
        "Economia",
        "The economic implications of learning by doing",
        "Explaining firms' export behaviour: R&D, spillovers and the destination market",
        "Welfare gains from Foreign Direct Investment through technology transfer to local suppliers",
        "NBER Working Paper, No. 9489",
        "How does foreign direct investment affect economic growth?",
        "Economica",
        "An introduction to efficiency and productivity analysis",
        "Externalities, and technology transfer through multinational corporations A theoretical analysis",
        "Testing for horizontal and vertical foreign investment spillovers in China, 1998-2007",
        "Center for Policy Research Working Paper, No. 154",
        "Relative Backwardness, Direct Foreign Investment, and the Transfer of Technology: A Simple Dynamic Model",
        "Productivity and technology diffusion in India: The spillover effects from foreign direct investment",
        "Multinational firms and technology transfer",
        "Much ado about nothing? Do domestic firms really benefit from foreign direct investment?",
        "Do domestic firms learn to export from multinationals?",
        "The International Operations of National Firms: A Study of Direct Foreign Investment",
        "Does foreign direct investment increase the productivity of domestic firms? in search of spillovers through backward linkages",
        "To share or not to share: Does local participation matter for spillovers from foreign direct investment?",
        "Foreign direct investment spillover effects in China: Are they different across industries with different technological levels?",
        "Foreign direct investment and technology spillover: A cross-industry analysis of Thai manufacturing",
        "Journal of Political Economy",
        "Spillovers from foreign direct investment: Within or between industries?",
        "Stochastic Frontier Analysis",
        "Foreign direct investment and technology spillovers: Theory and evidence",
        "THE BENEFITS and COSTS OF PRIVATE INVESTMENT FROM ABROAD: A THEORETICAL APPROACH",
        "The Economic Journal",
        "Financial Deregulation and Integration in East Asia",
        "Technology transfers, foreign investment and productivity spillovers",
        "The measurement and sources of technical inefficiency in the Indonesian weaving industry",
        "Multinational Corporations in Indonesia and Thailand: Wages, Productivity and Exports",
        "Multinationals, Linkages, and Economic Development",
        "Idea gaps and object gaps in economic development",
        "Ghent University Working Paper, No. 2002/157",
        "Inferences from cross-sectional, stochastic frontier models",
        "Does Foreign Direct Investment Lead to Productivity Spillovers? Firm Level Evidence from Indonesia",
        "Which firms benefit from foreign direct investment? Empirical evidence from Indonesian manufacturing",
        "What determines productivity",
        "ERTC Discussion Paper, No. 0006",
        "OECD Development Centre Technical Paper, No. 196",
        "Total factor productivity estimation: A practical review",
        "Foreign investment and technology transfer. A simple model",
        "Small and medium enterprises in Thailand: Recent trends",
        "Emerging Asia’s Growth Practices",
        "Restructuring Asian Economies for the New Millennium",
        "ASEAN Economic Bulletin"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Economic Research Center of the Faculty of Economics, Chulalongkorn University",
        "Chulalongkorn University",
        "Japan Center for Economic Research",
        "Faculty of Business and Economics, University of Melbourne"
    ]
}