{
    "eid": "2-s2.0-84928472222",
    "title": "In vitro anti-inflammatory, mutagenic and antimutagenic activities of ethanolic extract of Clerodendrum paniculatum root",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Bacterial reverse mutation assay",
        "Clerodendrum paniculatum",
        "dried root",
        "murine macrophage anti-inflammatory assay"
    ],
    "authors": [
        "Pravaree Phuneerub"
    ],
    "citedby-count": 13,
    "ref-count": 20,
    "ref-list": [
        "Anti-inflammatory activities of Cinnamomum cassia constituents in vitro and in vivo",
        null,
        "Macrophages in inflammation",
        "Nonsteroidal Anti-Inflammatory Drugs",
        "Clerodendrum Paniculatum",
        "Lin Pagoda Flowers",
        "J Pharm Res",
        "Free radical scavenging and anticancer activity of clerodendron paniculatum",
        "Genotoxic and cytotoxic effects of Ben-Cha-Moon-Yai remedy and it's ingredients",
        "Antimutagenicity of some flowers grown in Thailand",
        "Resazurin assay of radiation response in cultured cells",
        "Improved detection of nitric oxide radical (NO•) production in an activated macrophage culture with a radical scavenger, car☐y PTIO, and Griess reagent",
        "A new Salmonella tester strain, TA97, for the detection of frameshift mutagens. A run of cytosines as a mutational hot-spot",
        "Revised methods for the Salmonella mutagenicity test",
        "The Ames Salmonella/microsome mutagenicity assay",
        "Evaluation of the mutagenic and antimutagenic effects of South African plants",
        "Inhibition of bacterial mutagenesis by Citrus flavonoids",
        "In vitro and in vivo antiinflammatory activity of Clerodendrum paniculatum linn. leaves",
        "Antimutagenic effect of fruit and vegetable ethanolic extracts against N-nitrosamines evaluated by the Ames test",
        "J Thail Tradit Alternat Med"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}