{
    "eid": "2-s2.0-85045640382",
    "title": "An unusual manifestation of calcineurin inhibitor-induced pain syndrome in kidney transplantation: A case report and literature review",
    "cover-date": "2018-04-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Back pain",
        "Calcineurin",
        "Kidney transplantation"
    ],
    "authors": [
        "Suwasin Udomkarnjananun",
        "Natavudh Townamchai",
        "Mathurot Virojanawat",
        "Yingyos Avihingsanon",
        "Kearkiat Praditpornsilpa"
    ],
    "citedby-count": 6,
    "ref-count": 25,
    "ref-list": [
        "Neurotoxicity of calcineurin inhibitors: Impact and clinical management",
        "Pathogenesis of calcineurin inhibitor-induced hypertension",
        "Calcineurin inhibitors: Pharmacologic mechanisms impacting both insulin resistance and insulin secretion leading to glucose dysregulation and diabetes mellitus",
        "Post-transplant dyslipidemia: Mechanisms, diagnosis and management",
        "Calcineurin-inhibitor induced pain syndrome (CIPS): A severe disabling complication after organ transplantation",
        "Post-transplant distal-limb bone-marrow oedema: MR imaging and therapeutic considerations",
        "Post-transplant distal limb syndrome: Clinical diagnosis and long-term outcome in 37 renal transplant recipients",
        "Calcineurin-inhibitor induced pain syndrome after organ transplantation",
        "Post-renal transplant syndrome of transient lower limb joint pain: Description under a tacrolimus-based immunosuppression",
        "Clotrimazole troches induce supra-therapeutic blood levels of sirolimus and tacrolimus in an allogeneic hematopoietic cell-transplant recipient resulting in acute kidney injury",
        "Clinically significant drug interaction between clotrimazole and tacrolimus in pancreas transplant recipients and associated risk of allograft rejection",
        "From marrow oedema to osteonecrosis: Common paths in the development of post-transplant bone pain",
        "Post-renal transplant distal limb bone pain. An under-recognized complication of transplantation distinct from avascular necrosis of bone?",
        "Transient bone marrow edema in renal transplantation: A distinct post-transplantation syndrome with a characteristic MRI appearance",
        "Calcineurin-inhibitor pain syndrome",
        "The reflex sympathetic dystrophy syndrome (RSDS). III. Scintigraphic studies, further evidence for the therapeutic efficacy of systemic corticosteroids, and proposed diagnostic criteria",
        "Bone marrow edema: Pathophysiology, differential diagnosis, and imaging",
        "Bone disease after renal transplantation",
        "Reflex sympathetic dystrophy syndrome in renal transplanted patients under immunosuppression with tacrolimus",
        "Leg bone pain syndrome due to cyclosporine in a renal transplant patient",
        "Calcineurin as a nociceptor modulator",
        "Pain syndrome induced by calcineurin inhibitor and resolved by conversion to sirolimus in a child after kidney transplantation: A case report",
        "Quiz: Nine years of persistent, disabling foot pain in a kidney transplant recipient",
        "Bone pain in transplant recipients responsive to calcium channel blockers",
        "Pregabalin: A new adjunct in calcineurin inhibitor pain syndrome treatment"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "King Chulalongkorn Memorial Hospital"
    ]
}