{
    "eid": "2-s2.0-85056891474",
    "title": "Management of an outbreak of brucellosis in a multiple species ruminant farm in Malaysia",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Brucellosis",
        "Multiple species",
        "Outbreak",
        "Ruminant farm"
    ],
    "authors": [
        "A. B. Asinamai",
        "A. Yusuf",
        "F. F.A. Jesse",
        "C. A. Azlan",
        "M. Mazlina",
        "I. D. Peter",
        "U. H. Idris",
        "W. H. Abd",
        "A. M.L. Mohd"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Prevalence of, and risk factors for, brucellosis in Awassi sheep in Southern Jordan",
        "Bovine brucellosis trends in Malaysia between 2000 and 2008",
        "Epidemiology of brucellosis in domestic animals caused by Brucella melitensis, Brucella suis and Brucella abortus",
        "A review of the epidemiology and control of brucellosis in Malaysia",
        "Updates on brucellosis in Malaysia and Southeast Asia",
        "Case–control study on risk factors asso-ciated with Brucella melitensis in goat farms in Peninsular Malaysia",
        "Control and eradication of Brucella melitensis infection in sheep and goats",
        "A “One Health” surveillance and control of brucellosis in developing countries: Moving away from improvisation",
        "Comparative evaluation of three serological tests for the detection of Brucella antibodies from infected cattle herds",
        "Seroprevalence of brucellosis among cattle slaughtered in three municipal abattoirs of Gombe state, Northeastern Nigeria",
        "Genomics reveals historic and contemporary transmission dynamics of a bacterial disease among wildlife and livestock",
        "Epidemiology of brucellosis in sika deer in North China",
        "Zoonotic pathogens among white-tailed deer, Northern Mexico, 2004-2009",
        "Phenotypic characterization of Brucella strains isolated from livestock in Nigeria",
        "Detection of Brucella melitensis in seropositive goats",
        "A large exposure to Brucella melitensis in a diagnostic laboratory",
        "Status of brucellosis in free-ranging elk and bison in Wyoming",
        "The use of rose bengal plate test to asses cattle exposure to Brucella infection in traditional and smallholder dairy production systems of Tanga region of Tanzania",
        "Pathogenesis of Brucella spp",
        "Development of an in-house Rose Bengal Plate test for diagnosis of brucellosis in goat",
        "Control of animal brucellosis: The Malaysian experience"
    ],
    "affiliation": [
        {
            "affiliation-city": "Serdang",
            "@id": "60025577",
            "affilname": "Universiti Putra Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025577",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Maiduguri",
            "@id": "60013763",
            "affilname": "University of Maiduguri",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013763",
            "affiliation-country": "Nigeria"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}