{
    "eid": "2-s2.0-85116240570",
    "title": "The joint effect of accounting knowledge and self-serving attribution on the voluntary disclosure of management earnings forecast",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Accounting Knowledge",
        "Attribution Bias",
        "Management Earnings Forecast"
    ],
    "authors": [
        "Kanjana Phonsumlissakul",
        "Juthathip Audsabumrungrat",
        "Supol Durongwatana"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "CEO stock option awards and the timing of corporate voluntary disclosures",
        "Voluntary causal dis-closures: Tendencies and capital market reaction",
        "Why do managers explain their earnings forecasts?",
        "To blame or not to blame: Analysts’ reactions to external explanations for poor financial performance",
        "Attributions in the board room: Causal reasoning in corporate annual reports",
        "Experience effects in auditing: The role of task-specific knowledge",
        "Judgment and decision making in accounting",
        "Determinants of auditor expertise",
        "Management earnings forecasts and other forward-looking statements",
        "Investor reactions to management earnings guidance attributions: The effects of news valence, attribution locus, and outcome controllability",
        "Attitudes of students and accounting practitioners concerning the ethical acceptability of earnings manage-ment",
        "Goal effects on action and cognition",
        "The economic implications of corporate financial reporting",
        "The role of attribution of causality in economic decision making",
        "A literature synthesis of experimental studies on management earnings guidance",
        "Management earnings forecasts: A review and framework",
        "To guide or not to guide? Causes and consequences of stopping quarterly earnings guidance",
        "To warn or not to warn: Management disclosures in the face of an earnings surprise",
        "Are seemingly self-serving attributions in earnings press releases plausible? Empirical evidence",
        "Expectations adjustment via timely management forecasts: Review, synthesis, and suggestions for future research",
        "Do managers withhold bad news?",
        "The case for motivated reasoning",
        "Motivated reasoning with stereotypes: Activation, application, and inhibition",
        "Voluntary disclosure and equity offer-ings: Reducing information asymmetry or hyping the stock?",
        "Corporate earnings: Facts and fiction",
        "Voluntary forecast disclosure, nondisclosure, and stock prices",
        "Determinants of judgment performance in accounting settings: Ability, knowledge, motivation, and environment",
        "Self-serving attribution bias, overconfidence, and the issuance of management forecasts",
        "Discretionary disclosure strate-gies in corporate narratives: incremental information or impression man-agement?",
        "Self-serving biases in the attribution of causality: Fact or fiction?",
        "Earnings performance and discretionary disclosure",
        "The effects of error frequency and accounting knowledge on error diagnosis in analytical review",
        "The effects of accounting knowledge on the omission of value added information in wealth measurement and distribution decisions",
        "Credibility of management forecasts",
        "Management attempts to avoid accounting disclosure oversight: The effects of trust and knowledge on corporate directors’ governance ability",
        "Voluntary disclosure incentives and earnings informativeness",
        "Why firms voluntarily disclose bad news",
        "Earnings disclosures and stockholder lawsuits",
        "The effects of accounting knowledge and context on the omission of opportunity costs in resource allocation decisions",
        "The effects of guidance frequency and guidance goal on managerial decisions",
        "An attributional theory of achievement motivation and emotion"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}