{
    "eid": "2-s2.0-84939469003",
    "title": "Kinetic mechanism of l -α-glycerophosphate oxidase from Mycoplasma pneumoniae",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Cell Biology",
            "@code": "1307"
        }
    ],
    "keywords": [
        "flavin adenine dinucleotide (FAD)",
        "flavoprotein oxidase",
        "l -α-glycerophosphate oxidase",
        "Mycoplasma pneumoniae",
        "transient kinetics"
    ],
    "authors": [
        "Somchart Maenpuen"
    ],
    "citedby-count": 15,
    "ref-count": 39,
    "ref-list": [
        "Alpha-glycerophosphate oxidase in Streptococcus faecium F 24.",
        "Purification and properties of L-α-glycerophosphate oxidase from Streptococcus faecium ATCC 12755",
        "Studies on the structure and mechanism of Streptococcus faecium L-α-glycerophosphate oxidase",
        "Regulation of carbon metabolism in the mollicutes and its relation to virulence",
        "Glycerol metabolism is important for cytotoxicity of Mycoplasma pneumoniae",
        "Hydrogen Peroxide Sensing and Signaling",
        "Role of superoxide anion in host cell injury induced by Mycoplasma pneumoniae infection. A study in normal and trisomy 21 cells",
        "A metabolic enzyme as a primary virulence factor of Mycoplasma mycoides subsp. mycoides small colony",
        "Mycoplasma pneumoniae and its role as a human pathogen",
        "Trypanosoma brucei: Suramin and other trypanocidal compounds' effects on sn-glycerol-3-phosphate oxidase",
        "The potential use of inhibitors of glycerol-3-phosphate oxidase for chemotherapy of African trypanosomiasis",
        "The isolation and characterisation of particulate sn-glycerol-3-phosphate oxidase from Trypanosoma brucei",
        "Inhibitor studies on particulate sn-glycerol-3-phosphate oxidase from Trypanosoma brucei",
        "Esters of 3,4-dihydroxybenzoic acid, highly effective inhibitors of the sn-glycerol-3-phosphate oxidase of Trypanosoma brucei brucei",
        "The soluble α-glycerophosphate oxidase from Enterococcus casseliflavus. Sequence homology with the membrane-associated dehydrogenase and kinetic analysis of the recombinant enzyme",
        "Limited proteolysis as a structural probe of the soluble α- glycerophosphate oxidase from Streptococcus sp.",
        "Crystallization and preliminary crystallographic analysis of the soluble α-glycerophosphate oxidase from Streptococcus sp.",
        "Structure of α-glycerophosphate oxidase from Streptococcus sp.: A template for the mitochondrial α-glycerophosphate dehydrogenase",
        "Structure and Mechanism in Protein Science: A Guide to Enzyme Catalysis and Folding",
        "Data for Biochemical Research",
        "A Transient Intermediate in the Reaction Catalyzed by (S)-Mandelate Dehydrogenase from Pseudomonas putida",
        null,
        "Structure and proposed mechanism of l -α-glycerophosphate oxidase from Mycoplasma pneumoniae",
        "Detection of a C4a-hydroperoxyflavin intermediate in the reaction of a flavoprotein oxidase",
        "Proton-coupled electron transfer and adduct configuration are important for C4a-hydroperoxyflavin formation and stabilization in a flavoenzyme",
        "pH-dependent studies reveal an efficient hydroxylation mechanism of the oxygenase component of p-hydroxyphenylacetate 3-hydroxylase",
        "Stabilization of C4a-hydroperoxyflavin in a two-component flavin-dependent monooxygenase is achieved through interactions at flavin N5 and C4a Atoms",
        "The binding and release of oxygen and hydrogen peroxide are directed by a hydrophobic tunnel in cholesterol oxidase",
        "Multiple pathways guide oxygen diffusion into flavoenzyme active sites",
        "The enigmatic reaction of flavins with oxygen",
        "Kinetic mechanism of pyranose 2-oxidase from Trametes multicolor",
        "A conserved active-site threonine is important for both sugar and flavin oxidations of pyranose 2-oxidase",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "UV-visible spectroscopy as a tool to study flavoproteins.",
        "Purification and characterization of a pyranose oxidase from the basidiomycete Peniophora gigantea and chemical analyses of its reaction products",
        "Acta Chem Scand",
        "Measuring binding affinity of protein-ligand interaction using spectrophotometry: Binding of neutral red to riboflavin-binding protein",
        "Flavins and Flavoproteins",
        "Compilations of Data in Oxidation-Reduction Potentials of Organic Systems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Winston Salem",
            "affilname": "Wake Forest University School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Corvallis",
            "affilname": "Oregon State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}