{
    "eid": "2-s2.0-85162943530",
    "title": "Landscape characteristics shape surface soil microbiomes in the Chihuahuan Desert",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "archaea",
        "bacteria",
        "biocrust",
        "cyanobacteria (blue-green algae)",
        "dryland",
        "fungi",
        "soil geomorphic template",
        "topsoil"
    ],
    "authors": [
        "Frederick A. Hansen",
        "Darren K. James",
        "John P. Anderson",
        "Christy S. Meredith",
        "Andrew J. Dominguez",
        "Nuttapon Pombubpa",
        "Jason E. Stajich",
        "Adriana L. Romero-Olivares",
        "Shawn W. Salley",
        "Nicole Pietrasiak"
    ],
    "citedby-count": 0,
    "ref-count": 149,
    "ref-list": [
        "Habitat-dependent composition of bacterial and fungal communities in biological soil crusts from Oman",
        "Ammonia oxidation by the arctic terrestrial Thaumarchaeote Candidatus Nitrosocosmicus arcticus is stimulated by increasing temperatures",
        "Biological soil crusts in ecological restoration: emerging research and perspectives",
        "Mojavia aguilerae and M. dolomitestris – two new Nostocaceae (Cyanobacteria) species from the Americas",
        "Biological soil crusts along a climatic gradient in Chile: richness and imprints of phototrophic microorganisms in phosphorus biogeochemical cycling",
        "Differences in the cyanobacterial community composition of biocrusts from the drylands of Central Mexico. Are there endemic species?",
        "Vulnerability of desert biological soil crusts to wind erosion: the influences of crust development, soil texture, and disturbance",
        "Successional stage of biological soil crusts: an accurate indicator of ecohydrological condition",
        "Desertification, land use, and the transformation of global drylands",
        "Optimizing the production of nursery-based biological soil crusts for restoration of arid land soils",
        "Roholtiella, gen. Nov. (Nostocales, Cyanobacteria)—a tapering, filamentous cyanobacteria within the Nostocaceae",
        "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2",
        "Biological soil crust rehabilitation in theory and practice: an underexploited opportunity",
        "Improving field success of biocrust rehabilitation materials: hardening the organisms or softening the environment?",
        "A simple classification of soil types as habitats of biological soil crusts on the Colorado plateau, USA",
        "Evidence for micronutrient limitation of biological soil crusts: importance to arid-lands restoration",
        "Post-cultivation recovery of biological soil crusts in semi- arid native grasslands, southern Australia",
        "Towards unraveling macroecological patterns in rhizosphere microbiomes",
        "Cyanobacteria and algae of biological soil crusts",
        "Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms",
        "Soil microbial community response to drought and precipitation variability in the Chihuahuan Desert",
        "Biological soil crusts across disturbance–recovery scenarios: effect of grazing regime on community dynamics",
        "Biologically available phosphorus in biocrust-dominated soils of the Chihuahuan Desert",
        "Microsuccession of cryptogams and phanerogams in the Dead Sea area",
        "Soil processes and properties that distinguish ecological sites and states",
        "Contribution of cryptogamic covers to the global cycles of carbon and nitrogen",
        "Exploring some relationships between biological soil crusts, soil aggregation and wind erosion",
        "Coleofasciculaceae, a monophyletic home for the Microcoleus steenstrupii complex and other desiccation-tolerant filamentous Cyanobacteria",
        "Climate change and physical disturbance cause similar community shifts in biological soil crusts",
        "Small-scale vertical distribution of bacterial biomass and diversity in biological soil crusts from arid lands in the Colorado plateau",
        "Temperature drives the continental-scale distribution of key microbes in topsoil communities",
        "The evolution of a capacity to build supra-cellular ropes enabled filamentous cyanobacteria to colonize highly erodible substrates",
        "Particle size analysis",
        "Biological soil crust from Mesic forests promote a specific bacteria community",
        "Quantifying biodiversity: procedures and pitfalls in the measurement and comparison of species richness",
        "Ecological stress: Melanization as a response in Fungi to radiation",
        "The influence of biological soil crusts on mineral uptake by associated vascular plants",
        "Structure and function of a Chihuahuan Desert ecosystem: the Jornada Basin long-term ecological research site",
        "Late-successional biological soil crusts in a biodiversity hotspot: an example of congruency in species richness",
        "Cryptogamic crusts of semiarid and arid lands of North America",
        "Lichens bite the dust—a bioweathering scenario in the Atacama Desert",
        "Shifting boundaries: Ecological and geographical range extension based on three new species in the cyanobacterial genera Cyanocohniella, Oculatella, and, Aliterella",
        "Taxonomic classification of cyanoprokaryotes (cyanobacterial genera) 2014 according to the polyphasic approach",
        "Tools for microbiome analysis in R",
        "Isolation of ‘Candidatus Nitrosocosmicus franklandus’, a novel ureolytic soil archaeal ammonia oxidiser with tolerance to high ammonia concentration",
        "Biocrust research in China: recent progress and application in land degradation control",
        "Time-resolved multi-omics analysis reveals the role of nutrient stress-induced resource reallocation for TAG accumulation in oleaginous fungus Mortierella alpina",
        "Microbial biotechnology as a tool to restore degraded drylands",
        "Extracellular polysaccharides from cyanobacterial soil crusts a review of their role in dryland soil processes",
        "Photoautotrophic organisms control microbial abundance, diversity, and physiology in different types of biological soil crusts",
        "Polyphasic approach using multilocus analyses supports the establishment of the new aerophytic cyanobacterial genus Pycnacronema (Coleofacisculaceae, Oscillatoriales)",
        "Spatial heterogeneity of a microbial community in a sandy soil ecosystem",
        "Groundwater recharge in desert playas: current rates and future effects of climate change",
        "Taxonomy and phylogeny of Dothideomycetes",
        "Phyloseq: an R package for reproducible interactive analysis and graphics of microbiome census data",
        "Geomorphic-vegetation relationships using a geopedological classification system, northern Chihuahuan Desert, USA",
        "New record of the rare genus Crinalium crow (Oscillatoriales, Cyanobacteria) from sand dunes of the Baltic Sea, Germany: epitypification and emendation of Crinalium magnum Fritsch et John based on an integrative approach",
        "The soil-geomorphic template and biotic change in arid and semi-arid ecosystems",
        "Legacy effects in linked ecological–soil–geomorphic systems of drylands",
        "Regional setting of the Jornada Basin",
        "The bacterial microbiome associated with arid biocrusts and the biogeochemical influence of biocrusts upon the underlying soil",
        "Soil bacterial and fungal community responses to nitrogen addition across soil depth and microhabitat in an arid shrubland",
        "Fungal diversity in lichens: from extremotolerance to interactions with algae",
        "Polyphasic characterization of Kastovskya adunca gen. Et comb. nov. (Oscillatoriales, Cyanobacteria) from desert soils of the Atacama Desert, Chile",
        "Polyphasic characterization of Trichocoleus desertorum sp. nov. (Pseudanabaenales, Cyanobacteria) from desert soils and phylogenetic placement of the genus Trichocoleus",
        "Lichen and moss distribution and biomass in hot desert ecosystems",
        "Wildfire-dependent changes in soil microbiome diversity and function",
        "The UNITE database for molecular identification of fungi: handling dark taxa and parallel taxonomic classifications",
        "Spatial distribution and physiology of biological soil crusts from semi-arid Central Spain are related to soil chemistry and shrub cover",
        "A spatiotemporal framework reveals contrasting factors shape biocrust microbial and microfaunal communities in the Chihuahuan Desert",
        "Seven new species of Oculatella (Pseudanabaenales, Cyanobacteria)",
        "Non-biological synthetic spike-in controls and the AMPtk software pipeline improve mycobiome data",
        "Disentangling complex landscapes: new insights into arid and semiarid system dynamics",
        "Beyond desertification: new paradigms for dryland landscapes",
        "Biogemorphology of a Mojave Desert landscape—configurations and feedbacks of abiotic and biotic land surfaces during landform evolution",
        "Geologic composition influences distribution of microbiotic crusts in the Mojave and Colorado deserts at the regional scale",
        "Comparison of disturbance impacts to and spatial distribution of biological soil crusts in the little San Bernardino Mountains of Joshua tree National Park, California",
        "Phylogenetic placement of Symplocastrum (Phormidiaceae, Cyanobacteria) with descriptions of two new species: S. flechtnerae and S. torsivum",
        "When is a lineage a species? A case study in Myxacorys gen. Nov. (Synechococcales: Cyanobacteria) with the description of two new species from the Americas",
        "Trichotorquatus gen. Nov.—A new genus of soil cyanobacteria discovered from American drylands",
        "Biological soil crust community types differ in key ecological functions",
        "Disturbance to desert soil ecosystems contributes to dust-mediated impacts at regional scales",
        "Insights into drylands biocrust microbiome: geography, soil depth, and crust type affect biocrust microbial communities and networks in Mojave Desert, USA",
        "Diversity and distribution of soil fungal communities in a semiarid grassland",
        "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools",
        "Biological soil crust distribution is related to patterns of fragmentation and landuse in a dryland agricultural landscape of southern Australia",
        "Dryland photoautotrophic soil surface communities endangered by global change",
        "Biological soil crusts of North America",
        "Cydrasil 3, a curated 16S rRNA gene reference package and web app for cyanobacterial phylogenetic placement",
        "Tolerance of the widespread cyanobacterium Nostoc commune to extreme temperature variations (−269 to 105°C), pH and salt stress",
        "Correction: cultivation and characterization of Candidatus Nitrosocosmicus exaquare, an ammonia-oxidizing archaeon from a municipal wastewater treatment system",
        "On the spatial patterns of soil nutrients in desert ecosystems",
        "A class-wide phylogenetic assessment of Dothideomycetes",
        "Sequence depth, not PCR replication, improves ecological inference from next generation DNA sequencing",
        "Role of biological soil crust cover in bioweathering and protection of sandstones in a semi-arid landscape (Torrollones de Gabarda, Huesca, Spain)",
        "Spatially explicit representation of state-and-transition models",
        "Dryland soil microbial communities display spatial biogeographic patterns associated with soil depth and soil parent material",
        "Can biological soil crusts still be prominent landscape components in rangelands? A case study from New Mexico, USA",
        "Distribution and characteristics of cyanobacterial soil crusts in the Molopo Basin, South Africa",
        "Doing more with less: Growth, improvements, and management of NMSU’s computing capabilities",
        "Microbial nursery production of high-quality biological soil crust biomass for restoration of degraded dryland soils",
        "Mortierella alpina CS10E4, an oleaginous fungal endophyte of Crocus sativus L. enhances apocarotenoid biosynthesis and stress tolerance in the host plant",
        "Reproduction and dispersal of biological soil crust organisms",
        "Biological soil crusts accelerate the nitrogen cycle through large NO and HONO emissions in drylands",
        "Welcome to the tidyverse",
        "Geomorphic controls on biological soil crust distribution: a conceptual model from the Mojave Desert (USA)",
        "Protective mechanisms and responses of micro-fungi towards ultraviolet-induced cellular damage",
        "A survey of soils for aggregate stability and glomalin, a glycoprotein produced by hyphae of arbuscular mycorrhizal fungi",
        "Effects of local-scale disturbance on biocrusts",
        "Practices of biological soil crust rehabilitation in China: experiences and challenges"
    ],
    "affiliation": [
        {
            "affiliation-city": "Las Cruces",
            "@id": "60002162",
            "affilname": "New Mexico State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002162",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60204083",
            "affilname": "USDA Natural Resources Conservation Service",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60204083",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Las Vegas",
            "@id": "60031892",
            "affilname": "University of Nevada, Las Vegas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031892",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Riverside",
            "@id": "60029526",
            "affilname": "University of California, Riverside",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029526",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Helena-West Helena",
            "@id": "60000424",
            "affilname": "Montana Department of Environmental Quality",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000424",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NSF",
        "Howard Hughes Medical Institute"
    ]
}