{
    "eid": "2-s2.0-85045295973",
    "title": "Performance analysis of computer virus detection from binary code using ensemble classifier",
    "cover-date": "2017-11-27",
    "subject-areas": [],
    "keywords": [
        "Computer virus",
        "Data mining",
        "Ensemble based classifier",
        "Malware detection"
    ],
    "authors": [
        "Prasit Usaphapanus"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Malware Statistics & Trends Report",
        "# WannaCry Report.",
        "ANALYSIS: WannaCry Attack Shows Trend Toward \"Economic\" Cyber Threats, Rising Regulatory Risk",
        "A survey of data mining techniques for malware detection using file features",
        "Malware detection by data mining techniques based on positionally dependent features",
        "Detection of spyware by mining executable files",
        "Detecting scareware by mining variable length instruction sequences",
        "Secur. Inform.",
        "Malware detection based on opcode frequency",
        "ACM SIGKDD Explor. Newsl.",
        "RapidMiner: Data Mining Use Cases and Business Analytics Applications",
        "LIBSVM: A Library for support vector machines",
        "Welcome to VX Heaven!",
        "J. Appl. Econom.",
        "GNU Binutils",
        "Text Analytics with Python",
        "Data mining methods for detection of new malicious executables",
        "Learning to detect and classify malicious executables in the wild",
        "A virus prevention model based on static analysis and data mining methods",
        "Using low-level dynamic attributes for malware detection based on data mining methods",
        "Accurate adware detection using opcode sequence extraction",
        "Veto-based malware detection",
        "Using opcode sequences in single-class learning to detect unknown malware",
        "Malware detection by text and data mining",
        "Malware detection systems based on API log data mining",
        "Malware detection using Markov Blanket based on opcode sequences",
        "Proposing an HMM-based approach to detect metamorphic malware"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}