{
    "eid": "2-s2.0-84933048311",
    "title": "Effects of vitamin D3 and calcium on productive performance, egg quality and vitamin D3 content in egg of second production cycle hens",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Calcium",
        "Eggshell quality",
        "Hens",
        "Performance",
        null
    ],
    "authors": [
        "Hatairat Plaimast"
    ],
    "citedby-count": 10,
    "ref-count": 34,
    "ref-list": [
        "Disorders of cholecalciferol metabolism in old egg-laying hens",
        "Duodenal calcium uptake, femur ash, and eggshell quality decline with age and increase following molt.",
        "Official Methods of Analysis of AOAC International",
        "Eggshell quality and calcium utilization in feed of Hens in repeated laying cycles",
        null,
        "Effect of age at molting on postmolting performance",
        "Re-evaluation of calcium and phosphorus requirements in aged laying hens",
        "Calcium homeostasis and vitamin D metabolism and expression in strongly calcifying laying birds",
        null,
        "Vitamin D fortification of eggs for human health",
        "Biological and economic optimum level of calcium in white leghorn laying hens",
        "The effect of dietary calcium concentration and particle size on performance, eggshell quality, bone mechanical properties and tibia mineral contents in moulted laying hens",
        "Canadian J. Anim. Sci",
        "Influence of vitamin D3, 1 alpha-hydroxyvitamin D3, and 1,25-dihydroxyvitamin D3 on eggshell quality, tibia strength, and various production parameters in commercial laying hens.",
        "Poutl Sci",
        "Commercial poultry nutrition",
        "Nutrition of the Chicken",
        "The effect of dietary calcium source, concentration and particle size on calcium retention, eggshell quality and overall calcium requirement in laying hens",
        "Cholecalciferol and 25-hydroxycholecalciferol content of chicken egg yolk as affected by the cholecalciferol content of feed",
        "Effect of cholecalciferol-enriched hen feed on egg quality",
        null,
        "Minerals in Animal and Human Nutrition: Second Edition",
        "Effect of different vitamin d sources and calcium levels in the diet of layers in the second laying cycle",
        "Nutrient Requirements of Poultry",
        "Poult Sci",
        "Influence of calcium on energy consumption and egg weight of commercial leghorns",
        "Productive performance and egg quality of Brown egg-laying hens in the late phase of production as influenced by level and source of calcium in the diet",
        "Scientific poultry production. A Unique Encyclopaedia",
        "Effect of dietary contents of cholecalciferol, 1α,25-dihydroxychole calciferol and 24,25-dihydroxycholecalciferol on blood concentrations of 25-hydroxycholecalciferol,1α,25-dihydroxycholecalciferol, total calcium and eggshell quality",
        "Handbuch der Landwirtschaftlichen Versuchs und Untersuchungsmethodik (VDLUFA-Methodenbuch), Bd",
        "Effect of light, vitamin D and dietary phosphorus on egg-shell quality late in the pullet laying year",
        null,
        "Immunocytochemical localization of vitamin D receptors in the shell gland of immature, laying, and molting hens",
        "The effect of four levels of ascorbic acid and two levels of calcium on eggshell quality of forced-molted White Leghorn hens."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}