{
    "eid": "2-s2.0-85081155560",
    "title": "Dynamic simulation and control system for chemical looping combustion",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Aspen Dynamics",
        "Chemical looping combustion",
        "Dynamic simulation",
        "Fluidized bed reactors"
    ],
    "authors": [
        "Thanapat Wanotayaroj",
        "Benjapon Chalermsinsuwan",
        "Pornpote Piumsomboon"
    ],
    "citedby-count": 4,
    "ref-count": 14,
    "ref-list": [
        "Fuel reactor modelling for chemical looping combustion: From micro-scale to macro-scale",
        "Process simulation development of coal combustion in a circulating fluidized bed combustor based on Aspen Plus",
        "Modular simulation of fluidized bed reactors",
        "Simulation of circulating fluidized bed reactors using ASPEN PLUS",
        "Aspen plus simulations of fluidised beds for chemical looping combustion",
        "One-dimensional modelling of chemical looping combustion in dual fluidized bed reactor system",
        "Fuel reactor modelling in chemical looping with oxygen uncoupling process",
        "Dynamic flowsheet simulation for chemical looping combustion of methane",
        "Mapping of the range of operational conditions for Cu-, Fe-, and Ni-based oxygen carriers in chemical-looping combustion",
        "Fluidized reactor models. 1. For bubbling beds of fine, intermediate, and large particles. 2. For the lean phase: freeboard and fast fluidization",
        "Fluidized particles",
        "On a new measure of interaction for multivariable process control",
        "Process dynamics and control"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology",
        "Chulalongkorn University"
    ]
}