{
    "eid": "2-s2.0-85075358656",
    "title": "Bond properties between carbon fibre-reinforced polymer plate and fire-damaged concrete",
    "cover-date": "2020-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Bond",
        "Carbon fibre-reinforced polymer",
        "Concrete",
        "Fire damage",
        "Single-shear test",
        "Strengthening"
    ],
    "authors": [
        "Chanachai Thongchom",
        "Akhrawat Lenwari",
        "Riyad S. Aboutaha"
    ],
    "citedby-count": 11,
    "ref-count": 28,
    "ref-list": [
        "Design procedures for the use of composites in strengthening of reinforced concrete Structures",
        "FRP-strengthened RC structures",
        "Guide for the design and construction of externally bonded FRP systems for strengthening concrete structures",
        "Fire design of concrete structures - structural behavior and assessment",
        "Strength and durability recovery of fire-damaged concrete after post-fire-curing",
        "Fire design of concrete structures - materials, structures and modelling",
        "Analysis of bond-slip between concrete and steel bar in fire",
        "The effects of different strain contributions on the response of RC beams in fire",
        "Effect of sustained service loading on post-fire flexural response of reinforced concrete T-beams",
        "Bonding behavior between reinforced concrete after fire and carbon fiber reinforced polymer",
        "Standard test methods for fire tests of building construction and materials",
        "Bond-slip behavior between carbon fiber reinforced polymer sheets and heat-damaged concrete",
        "Bond properties of GFRP laminate with heat-damaged concrete",
        "Defining anchor lengths of steel and CFRP plates bonded to concrete",
        "Bond strength and effective bond length of FRP sheets/plates bonded to concrete considering the type of adhesive layer",
        "Externally bonded FRP reinforcement for RC structures: technical report on the design and use of externally bonded fibre reinforced polymer reinforcement (FRP EBR) for reinforced concrete structures",
        "Design aspects of concrete structures strengthened with externally bonded CFRP-plates",
        "Ingenieurmodelle des verbunds geklebter bewehrung für betonbauteile, Dissertation",
        "Anchorage strength models for FRP and steel plates bonded to concrete",
        "Standard test methods and definitions for mechanical testing of steel products",
        "Standard test method for tensile properties of polymer matrix composite materials",
        "Adhesives in civil engineering",
        "Influence of cracking on heat propagation in reinforced concrete structures",
        "Fire resistance tests-elements of building construction. Part 1: general requirement",
        "Products and systems for the protection and repair of concrete structures – test methods – measurement of bond strength by pull–off. CSN EN 1542, Brussels (Belgium)",
        "Extraction and analysis of bond-slip characteristics in deteriorated FRP-to-concrete joints using a mechanics-based approach",
        "Transfer lengths and bond strengths for composites bonded to concrete"
    ],
    "affiliation": [
        {
            "affiliation-city": "Syracuse",
            "@id": "60030551",
            "affilname": "Syracuse University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030551",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Co. Ltd.",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}