{
    "eid": "2-s2.0-85105765914",
    "title": "Urinary ezrin and moesin as novel markers for recovery from acute kidney injury",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nephrology",
            "@code": "2727",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Win Kulvichit",
        "Xiaoyan Wen",
        "Nattachai Srisawat",
        "Trairak Pisitkun",
        "Ali Smith",
        "Paul M. Palevsky",
        "John A. Kellum"
    ],
    "citedby-count": 2,
    "ref-count": 18,
    "ref-list": [
        "Acute renal failure in critically ill patients: a multinational, multicenter study",
        "Identification and validation of biomarkers of persistent acute kidney injury: the RUBY study",
        "Urinary biomarkers and renal recovery in critically ill patients with renal support",
        "The SOFA (sepsis-related organ failure assessment) score to describe organ dysfunction/failure. On behalf of the working group on sepsis-related problems of the European society of intensive care medicine",
        "Ezrin is concentrated in the apical microvilli of a wide variety of epithelial cells whereas moesin is found primarily in endothelial cells",
        "Mechanosensory function of microvilli of the kidney proximal tubule",
        "Regulation of glomerulotubular balance: flow-activated proximal tubule function",
        "Actin cytoskeleton in ischemic acute renal failure",
        "Pathophysiology and functional significance of apical membrane disruption during ischemia",
        "Microfilament disruption occurs very early in ischemic proximal tubule cell injury",
        "Role of microfilaments in maintenance of proximal tubule structural and functional integrity",
        "Proximal tubule brush border alterations during the course of chromate nephropathy",
        "Mechanism of proximal tubule brush border loss and regeneration following mild renal ischemia",
        "Cytoskeletal dissociation of ezrin during renal anoxia: role in microvillar injury",
        "Early recovery of the actin cytoskeleton during renal ischemic injury in vivo",
        "Role of the actin cytoskeleton in ischemia-induced cell injury and repair"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60001361",
            "affilname": "University of Pittsburgh School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001361",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Veterans Affairs Office of Research and Development",
        "National Institutes of Health",
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}