{
    "eid": "2-s2.0-85141780100",
    "title": "School Experiences and Happiness Levels of School-Age Children: A Quantitative and Qualitative Analysis",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Health Informatics",
            "@code": "2718",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Children",
        "Happiness",
        "Play",
        "Primary Schools",
        "School Burnout"
    ],
    "authors": [
        "Yotsawee Saifah"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "Does your child think you're happy? Exploring the associations between children's happiness and parenting styles",
        "Giving leads to happiness in young children",
        "Age differences in children's happiness from material goods and experiences: the role of memory and theory of mind",
        "Happiness matters: towards a pedagogy of happiness and well-being",
        "Adults desires for childrens emotions across 48 countries: associations with individual and national characteristics",
        "Valuing happiness in youth: associations with depressive symptoms and well-being",
        "Happiness, emotional well-being and mental health-what has children's spirituality to offer?",
        "The relationship between happiness and quality of life: a model for Spanish society",
        "Adolescents' perceived quality of life: an exploratory investigation",
        "Happiness and wellbeing as seen by children and young people in Georgia",
        "School satisfaction and happiness in 10-year-old children from seven European countries",
        "Temperament and happiness in children",
        "How to grow up happy: an exploratory study on the meaning of happiness from children's voices",
        "Is there a stronger association between children and happiness among the religious? Religion as a moderator in the relationship between happiness and child number",
        "Does the association between children and happiness vary by level of religiosity? The evidence from Israel",
        "The development and happiness of very young children",
        "The contributions of self-esteem, loneliness, and friendship to children's happiness: the roles of gender and age",
        "The contribution of social relationships to children's happiness",
        "Spirituality, religiousness, and happiness in children aged 8-12 years",
        "Children's perspectives on happiness and subjective well-being in preschool",
        "Social factors explaining children's subjective happiness and depressive symptoms",
        "The image of happiness among children with different levels of creativity",
        "Parents transmit happiness along with associated values and behaviors to their children: a lifelong happiness dividend?",
        "Happiness and future views of children coming from different backgrounds",
        "Happiness and children's health: an investigation of art, entertainment, and recreation",
        "Children, media and food. A new paradigm in food advertising, social marketing and happiness management",
        "The effects of happiness and sadness on children's snack consumption",
        "The internet and children's psychological wellbeing",
        "The Oxford Happiness Questionnaire: a compact scale for the measurement of psychological wellbeing",
        "School burnout in middle school students: role of problem solving skills, peer relations and perceived school experiences",
        "Meaning-making of student experiences during outdoor exploration time"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thai Health Promotion Foundation"
    ]
}