{
    "eid": "2-s2.0-85010748367",
    "title": "Optimization of xylitol production by Candida tropicalis a26",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Candida tropicalis",
        "Experimental design",
        "Optimization",
        "Xylitol"
    ],
    "authors": [
        "Wanlapa Lorliam"
    ],
    "citedby-count": 7,
    "ref-count": 24,
    "ref-list": [
        "Xylitol Biological Production: A Review of Recent Studies",
        "Xylitol: A Review on Bioproduction, Application, Health Benefits, and Related Safety Issues",
        "Microbial and bioconversion production of D-xylitol and its detection and application",
        "Use of response surface methodology for optimization of xylitol production by the new yeast strain Debaryomyces hansenii UFV-170",
        "Xylitol production by candida parapsilosis under fed-batch culture",
        "Screening and characterization of yeasts for xylitol production",
        "Food Nutr. Sci.",
        "Study of xylitol production by Candida guilliermondii on a bench bioreactor",
        "Screening of yeasts for production of xylitol from d-xylose",
        "Isolation and characterization of xylitol-producing yeasts from the gut of colleopteran insects",
        "Xylitol production by Candida sp.: Parameter optimization using Taguchi approach",
        "Use of experimental design method to investigate metal ion effects in yeast fermentations",
        "Selection of medium components by Plackett-Burman design for production of L(+) lactic acid by Lactobacillus amylophilus GV6 in SSF using wheat bran",
        "RSM Simplified: Optimizing Processes Using Response Surface Methods for Design of Experiments",
        "Production of xylitol in cell recycle fermentations of Candida tropicalis",
        "Biometrika",
        "Response Surface Methodology : Process and Product Optimization Using Designed Experiments",
        "Microbial production of xylitol from D-xylose using Candida tropicalis",
        "Production of xylitol from D-xylose by debaryomyces hansenii",
        "Xylitol production by a methanol yeast, Candida boidinii (Kloeckera sp.) No. 2201",
        "Xylitol production by candida tropicalis under different statistically optimized growth conditions",
        "Upstream parameters affecting the cell growth and xylitol production by Candida guilliermondii FTI 20037",
        "Ind. J. Biotechnol.",
        "Practical Statistics for the Analytical Scientist: A Bench Guide"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}