{
    "eid": "2-s2.0-85046708364",
    "title": "Comparison of adductor canal block versus local infiltration analgesia on postoperative pain and functional outcome after total knee arthroplasty: A randomized controlled trial",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Emergency Medicine",
            "@code": "2711",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adductor canal block",
        "Functional outcome",
        "Knee arthroplasty",
        "Local infiltration analgesia",
        "Pain"
    ],
    "authors": [
        "Wirinaree Kampitak",
        "A. Tanavalee",
        "S. Ngarmukos",
        "C. Amarase",
        "B. Songthamwat",
        "A. Boonshua"
    ],
    "citedby-count": 35,
    "ref-count": 35,
    "ref-list": [
        "Postoperative analgesia: Economics, resource use, and patient satisfaction in an urban teaching hospital",
        "Postoperative pain and quality of recovery",
        "Pain management after major orthopaedic surgery: Current strategies and new concepts",
        "Femoral nerve block improves analgesia outcomes after total knee arthroplasty: A meta-analysis of randomized controlled trials",
        "Single-injection femoral nerve block lacks preemptive effect on postoperative pain and morphine consumption in total knee arthroplasty",
        "Postoperative fall after the use of the 3-in-1 femoral nerve block for knee surgery: A report of four cases",
        "Femoral nerve block for total knee replacement- a word of caution",
        "Effect of adductor-canal-blockade on established, severe post-operative pain after total knee arthroplasty: A randomised study",
        "Effect of adductor-canal-blockade on pain and ambulation after total knee arthroplasty: A randomized study",
        "Continuous ultrasound-guided adductor canal block for total knee arthroplasty: A randomized, double-blind trial",
        "Continuous saphenous nerve block as supplement to single-dose local infiltration analgesia for postoperative pain management after total knee arthroplasty",
        "Single-dose adductor canal block with local infiltrative analgesia compared with local infiltrate analgesia after total knee arthroplasty: A randomized, double-blind, placebo-controlled trial",
        "The effects of ultrasound-guided adductor canal block versus femoral nerve block on quadriceps strength and fall risk: A blinded, randomized trial of volunteers",
        "The risk of falls after total knee arthroplasty with the use of a femoral nerve block versus an adductor canal block: A double-blinded randomized controlled study",
        "Efficacy of periarticular multimodal drug injection in total knee arthroplasty. A randomized trial",
        "A multimodal analgesia protocol for total knee arthroplasty. A randomized, controlled study",
        "Local infiltration analgesia versus intrathecal morphine for postoperative pain management after total knee arthroplasty: A randomized controlled trial",
        "A randomized, controlled trial comparing local infiltration analgesia with epidural infusion for total knee arthroplasty",
        "Pain control after total knee arthroplasty: A prospective study comparing local infiltration anesthesia and epidural anesthesia",
        "Comparison of peri- and intraarticular analgesia with femoral nerve block after total knee arthroplasty: A randomized clinical trial",
        "Periarticular injection in knee arthroplasty improves quadriceps function",
        "Pain control after primary total knee replacement. A prospective randomised controlled trial of local infiltration versus single shot femoral nerve block",
        "Comparison of peripheral nerve block with periarticular injection analgesia after total knee arthroplasty: A randomized, controlled study",
        "Controlling pain after total hip and knee arthroplasty using a multimodal protocol with local periarticular injection: A prospective randomized study",
        "Pain control after total knee arthroplasty: A randomized trial comparing local infiltration anesthesia and continuous femoral nerve block",
        "Periarticular injections and femoral & sciatic blocks provide similar pain relief after TKA: A randomized clinical trial",
        "Multimodal periarticular injection vs continuous femoral nerve block after total knee arthroplasty: A prospective, crossover, randomized clinical trial",
        "Analgesia and functional outcome after total knee arthroplasty: Periarticular infiltration vs continuous femoral nerve block",
        "The timed “Up & Go”: A test of basic functional mobility for frail elderly persons",
        "Surgical approaches in total knee arthroplasty",
        "The optimal analgesic block for total knee arthroplasty",
        "Analgesic efficacy of local infiltration analgesia in hip and knee arthroplasty: A systematic review",
        "Does dexamethasone have a perineural mechanism of action? A paired, blinded, randomized, controlled study in healthy volunteers",
        "Pain after unilateral total knee arthroplasty: A prospective randomized controlled trial examining the analgesic effectiveness of a combined adductor canal peripheral nerve block with periarticular infiltration versus adductor canal nerve block alone versus periarticular infiltration alone",
        "A randomized controlled trial comparing adductor canal catheter and intraarticular catheter after primary total knee arthroplasty"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksompotch Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}