{
    "eid": "2-s2.0-85051681990",
    "title": "The development of political science in Thailand",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        }
    ],
    "keywords": [
        "political science in Thailand",
        "Thai politics",
        "Thai studies"
    ],
    "authors": [
        "Siripan Nogsuan Sawasdee"
    ],
    "citedby-count": 4,
    "ref-count": 35,
    "ref-list": [
        "The State of Thai Studies: Analyses of Knowledge, Approaches, and Prospects in Anthropology, Art History, Economics, History, and Political Science",
        "Imagined Communities: Reflections on the Origin and Spread of Nationalism",
        "Culture and Electoral Politics in Southern Thailand",
        "Prachathipatai lae ratthathamanun bueangton kap kanrang ratthathamanun (Democracy and Basic Constitution: Constitutional Drafting",
        "A new politics of desire and disintegration in Thailand",
        "Democracy and National Identity in Thailand",
        "Demi Democracy: The Evolution of the Thai Political System",
        "Song na sangkom Thai: Bot wipak khrongsang arayatham Thai (The Two Faces of Thai Society: The Critique of Thailand’s Structure of Civilization",
        "Disturbing conventions. Wherefore postcolonial theory in contemporary Thai cultural studies? The Newsletter 59: 26–27. International Institute for Asian Studies (IIAS)",
        "Modernization without Development: Thailand as an Asian Case Study",
        "In Defense of the Thai-Style Democracy",
        "Prachathipatai nai yuk plianphan (Democracy in a Period of Transition",
        "Southeast Asia in Political Science: Theory, Region, and Qualitative Analysis",
        "Business Associations and the New Political Economy of Thailand: From Bureaucratic Polity to Liberal Corporatism",
        "The Development of Political Science in Thailand in the Middle of Changes",
        "Competitive colonialisms: Siam and the malay muslim south",
        "Southeast Asian Affairs 2007",
        "Hip bat kap bunkhun (The Ballot Box and the Gratitude",
        "The Journal of Law in the New Century",
        "Thailand’s Transformation",
        "Thailand: The Modernization of a Bureaucratic Polity",
        "State Building, Democracy and Globalization",
        "Kukrit lae kansang khwam pen thai 2: Yuk Jomphon Sarit thueng thotsawat 2530 (Kukrit and the Construction of Thainess Volume 2: From Sarit’s Era to 1997",
        "Luektangtin Bangsi Kaisiang Prongdong (Rural elections color-coded politics vote-buying reconciliation)",
        "Myths and Realities: The Democratization of Thai Politics",
        "Commodifying Marxism: The Formation of Modern Thai Radical Culture, 1927–1958",
        "Urbanized villagers in the 2010 thai redshirt protests: Not just poor farmers?",
        "The rural constitution and the everyday politics of elections in Northern Thailand",
        "Siam Mapped. A History of the Geo-Body of a Nation",
        "Civility and Savagery: Social Identity in Tai States",
        "The Quest for “Siwilai”: A Geographical Discourse of Civilizational Thinking in the Late Nineteenth and Early Twentieth-Century Siam",
        "Journal of Thai-Tai Studies",
        "Toppling democracy",
        "Coming to terms with the west: Intellectual strategies of bifurcation and post-westernism in siam",
        "The Royal Amnesty Decree Aggravates Thailand’s Crisis (Phra ratchakritsadika aphaiyathot samtoem prathet Thai"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ford Foundation",
        "Rockefeller Foundation",
        "Australian Agency for International Development"
    ]
}