{
    "eid": "2-s2.0-84975263063",
    "title": "Accelerating Adoption of New Products of Thai Consumers: The Moderating Roles of Self-Brand Concept and Reference Group",
    "cover-date": "2016-04-02",
    "subject-areas": [
        {
            "$": "Business and International Management",
            "@code": "1403"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "consumer innovativeness",
        "purchase intention",
        "reference group",
        "self-brand concept",
        "Thai consumers"
    ],
    "authors": [
        "Danupol Hoonsopon"
    ],
    "citedby-count": 6,
    "ref-count": 72,
    "ref-list": [
        "Consumer innovativeness and its correlates: A propositional inventory for future research",
        "Measuring the hedonic and utilitarian sources of consumer attitudes",
        "Journal of Consumer Research",
        "Journal of Consumer Research",
        "Significance tests and goodness of fit in the analysis of covariance structures",
        "Where consumers diverge from others: Identity signaling and product domains",
        "The role of brand image, product involvement, and knowledge in explaining consumer purchase behaviour of counterfeits: Direct and indirect effects",
        "Analyzing models with unobserved variables: Analysis of covariance structures",
        "The Next Generation of Moderator Research in Personality Psychology",
        "Journal of Consumer Research",
        "Can brands move in from the outside how moral identity enhances out-group brand attitudes",
        "Interpersonal influence and consumer innovativeness",
        "Families and innovative consumer behavior: A triadic analysis of sibling and parental influence",
        "Coefficient alpha and the internal structure of tests",
        "Hierarchical regression analysis in structural equation modeling",
        "The self-concept revisited. Or a theory of a theory.",
        "You Are What They Eat: The Influence of Reference Groups on Consumers' Connections to Brands",
        "Self-construal, reference groups, and brand meaning",
        "Journal of Marketing Research",
        "Research on consumer behavior",
        "Drivers of consumer acceptance of new packaged goods: An investigation across products and countries",
        "Convergent products: What functionalities add more value to the base?",
        "The generality/specificity issue in consumer innovativeness research",
        "Measuring consumer innovativeness",
        "Product personality and its influence on consumer preference",
        "The role of the social-identity function of attitudes in consumer innovativeness and opinion leadership",
        "Journal of Marketing",
        "Journal of Marketing Research",
        "Multivariate data analysis",
        "When multiple identities compete: The role of centrality in self-brand connections",
        "Journal of Consumer Research",
        "Journal of Marketing",
        "Journal of Consumer Research",
        "Journal of Consumer Research",
        "An empirical study of innate consumer innovativeness, personal characteristics, and new-product adoption behavior",
        "Does innate consumer innovativeness relate to new product/service adoption behavior? the intervening role of social learning via vicarious innovativeness",
        "The Detection and Interpretation of Interaction Effects Between Continuous Variables in Multiple Regression",
        "Moderating effect of personal innovativeness on mobile-RFID services: Based on Warshaw's purchase intention model",
        "Integrating effect of consumer perception factors in predicting private brand purchase in a Korean discount store context",
        "The self and the brand",
        "Journal of Consumer Research",
        "Harvard Business Review",
        "How does shopping with others influence impulsive purchasing?",
        "Consumer Innovativeness and the Adoption Process",
        "Annual Review of Psychology",
        "Journal of Consumer Research",
        "The effect of new product features on brand choice",
        "Psychometric theory",
        "Identity-based motivation: Implications for action-readiness, procedural-readiness, and consumer behavior",
        "An application of the style/involvement model to financial services",
        "Journal of Marketing",
        "Journal of Consumer Research",
        "On assuring valid measures for theoretical models using survey data",
        "Journal of Marketing",
        "Consumer innovativeness - Concepts and measurements",
        "Communication and development: Critical perspectives",
        "Diffusion of innovations",
        "Communication of innovations",
        "Journal of Academy of Business and Economics",
        "American Journal of Sociology",
        "Profiling internet shoppers in hong kong: Demographic, psychographic, attitudinal and experiential factors",
        "Journal of Consumer Research",
        "A cross-national investigation into the individual and national cultural antecedents of consumer innovativeness",
        "Symbolic interactionism: A social structural version",
        "An assessment of the relationship between service quality and customer satisfaction in the formation of consumers' purchase intentions",
        "Global consumer innovativeness: Cross-country differences and demographic commonalities",
        "Extending consumer categorization based on innovativeness: Intentions and technology clusters in consumer electronics",
        "Motivated consumer innovativeness: Concept, measurement, and validation",
        "Journal of Marketing Research",
        "Journal of Retailing",
        "Review of Business Research",
        "Innovations in product functionality: When and why are explicit comparisons effective?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}