{
    "eid": "2-s2.0-85131902835",
    "title": "Neokomagataea anthophila sp. nov., an osmotolerant acetic acid bacterium isolated in Thailand and emended description of the genus Neokomagataea",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Neokomagataea anthophila sp. nov",
        "Osmotolerant acetic acid bacterium",
        "Thailand"
    ],
    "authors": [
        "Piyanat Charoenyingcharoen",
        "Pattaraporn Yukphan",
        "Sukunphat Malimas",
        "Somsak Likhitrattanapisal",
        "Somboon Tanasupawat",
        "Yuzo Yamada"
    ],
    "citedby-count": 0,
    "ref-count": 61,
    "ref-list": [
        "Acetic acid bacteria as plant growth promoters",
        "Acetic acid bacteria in fermented foods and beverages",
        "Acetic acid bacteria in the food industry: Systematics, characteristics and applications",
        "Alphaproteobacteria class. nov",
        "Analysis of 1,000+ type-strain genomes substantially improves taxonomic classification of Alphaproteobacteria",
        "Genome analysis suggests the bacterial family Acetobacteraceae is a source of undiscovered specialized metabolites",
        "LPSN - List of Prokaryotic Names with Standing in Nomenclature (bacterio.net), 20 years on",
        "A bacterial symbiont protects honey bees from fungal disease",
        "Occurrence of Gluconacetobacter diazotrophicus in tropical and subtropical plants of Western Ghats, India",
        "Saccharibacter floricola gen. nov., sp. nov., a novel osmophilic acetic acid bacterium isolated from pollen",
        "Neoasaia chiangmaiensis gen. nov., sp. nov., a novel osmotolerant acetic acid bacterium in the alpha-Proteobacteria",
        "Swingsia samuiensis gen. nov., sp. nov., an osmotolerant acetic acid bacterium in the α-Proteobacteria",
        "Neokomagataea gen. nov., with descriptions of Neokomagataea thailandica sp. nov. and Neokomagataea tanensis sp. nov., osmotolerant acetic acid bacteria of the α-Proteobacteria",
        "A procedure for the isolation of deoxyribonucleic acid from micro-organisms",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Transfer of Peptococcus indolicus, Peptococcus asaccharolyticus, Peptococcus prevotii, and Peptococcus magnus to the genus Peptostreptococcus and proposal of Peptostreptococcus tetradius sp. nov",
        "Asaia krungthepensis sp. nov., an acetic acid bacterium in the alpha-Proteobacteria",
        "Notes on the characterization of prokaryote strains for taxonomic purposes",
        "Introducing EzTaxon-e: A prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The Galaxy platform for accessible, reproducible and collaborative biomedical analyses: 2016 update",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "ContEst16S: An algorithm that identifies contaminated prokaryotic genomes using 16S RNA gene sequences",
        "NCBI prokaryotic genome annotation pipeline",
        "RefSeq: An update on prokaryotic genome annotation and curation",
        "RefSeq: Expanding the Prokaryotic Genome Annotation Pipeline reach with protein family model curation",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "A large-scale evaluation of algorithms to calculate average nucleotide identity",
        "TYGS and LPSN: A database tandem for fast and reliable genome-based classification and nomenclature of prokaryotes",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Introducing EzAAI: A pipeline for high throughput calculations of prokaryotic average amino acid identity",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Past and future species definitions for Bacteria and Archaea",
        "MyTaxa: An advanced taxonomic classifier for genomic and metagenomic sequences",
        "UBCG2: Up-to-date bacterial core genes and pipeline for phylogenomic analysis",
        "Assembly: A resource for assembled genomes at NCBI",
        "Complete genome sequence of Rhodospirillum rubrum type strain (S1)",
        "Challenges in homology search: HMMER3 and convergent evolution of coiled-coil regions",
        "MAFFT-DASH: Integrated protein sequence and structural alignment",
        "FastTree 2–approximately maximumlikelihood trees for large alignments",
        "IQ-TREE: A fast and effective stochastic algorithm for estimating maximumlikelihood phylogenies",
        "New algorithms and methods to estimate maximum-likelihood phylogenies: Assessing the performance of PhyML 3.0",
        "UFBoot2: Improving the ultrafast bootstrap approximation",
        "The flagellation and taxonomy of genera Gluconobacter and Acetobacter with reference to the existence of intermediate strains",
        "Isolation and characterization of “polarly flagellated intermediate strains” in acetic acid bacteria",
        "A rapid, simple and simultaneous detection of 2-keto-, 5-keto-and 2,5-diketogluconic acids by thinlayer chromatography in culture media of acetic acid bacteria",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Evaluation of a simple protein extraction method for species identification of clinically relevant staphylococci by matrix-assisted laser desorption ionization-time of flight mass spectrometry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shizuoka",
            "@id": "60103680",
            "affilname": "Shizuoka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103680",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60087582",
            "affilname": "Japan International Cooperation Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087582",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Roi-Et",
            "@id": "128220159",
            "affilname": "Sukhunphat Malimas Microbiology Laboratory Biosafety level I",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128220159",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "BIOTEC"
    ]
}