{
    "eid": "2-s2.0-85092366976",
    "title": "A new depsidone from the lichen Usnea ceratina Arch",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "ceratinalone",
        "cytotoxic activity",
        "depsidone",
        "Lichen Usnea ceratina Arch"
    ],
    "authors": [
        "Van Muoi Bui",
        "Thuc Huy Duong",
        "Warinthorn Chavasiri",
        "K. P.P. Nguyen",
        "Bui Linh Chi Huynh"
    ],
    "citedby-count": 8,
    "ref-count": 30,
    "ref-list": [
        "Lichens—a promising source of bioactive secondary metabolites",
        "Bioactive lichen metabolites: alpine habitats as an untapped source",
        "Aromatase inhibitory, radical scavenging, and antioxidant activities of depsidones and diaryl ethers from the endophytic fungus Corynespora cassiicola L36",
        "DP4-Assisted Structure Elucidation of Isodemethylchodatin, a New Norlichexanthone Derivative Meager in H-Atoms, from the Lichen Parmotrema tsavoense",
        "Tsavoenones A–C: unprecedented polyketides with a 1, 7-dioxadispiro [4.0. 4.4] tetradecane core from the lichen Parmotrema tsavoense",
        "New meta-depsidones and diphenyl ethers from the lichen Parmotrema tsavoense (Krog & Swinscow) Krog & Swinscow, parmeliaceae",
        "New erythritol derivatives from the fertile form of Roccella montagnei",
        "Sanctis A–C: three racemic procyanidin analogues from the lichen Parmotrema sancti-angelii",
        "α-glucosidase inhibitory depsidones from the lichen Parmotrema tsavoense",
        "Antimycobacterial activity of lichen substances",
        "The significance of lichens and their metabolites",
        "Identification of lichen substances",
        "Structure of vesuvianic acid from Stereocaulon species",
        "NMR reassignment of stictic acid isolated from a Sumatran lichen Stereocaulon montagneanum (Stereocaulaceae) with superoxide anion scavenging activities",
        "β-orcinol depsidones from the lichen Usnea sp. from Sri Lanka",
        "Stictic acid derivatives from the lichen Usnea articulata and their antioxidant activities",
        "Constituintes químicos de Parmotrema lichexanthonicum Eliasaro & Adler: isolamento, modificações estruturais e avaliação das atividades antibiótica e citotóxica",
        "Antifungal and anti-biofilm activities of acetone lichen extracts against Candida albicans",
        "Pharmaceutically relevant metabolites from lichens",
        "Antitumor activity of components of lichens. Effect of psoromic acid",
        "Phenolic compounds from the lichen Lobaria orientalis",
        "Chemical constituents of the lichen Usnea baileyi (Stirt.) Zahlbr",
        "Protocetraric acid: an excellent broad spectrum compound from the lichen Usnea albopunctata against medically important microbes",
        "Dilatatone, a new chlorinated compound from Parmotrema dilatatum",
        "Depsidones from the endophytic fungus BCC 8616",
        "Lichen metabolites prevent UV light and nitric oxide-mediated plasmid DNA damage and induce apoptosis in human melanoma cells",
        "Hopane-6 α, 16 α, 22-triol: a new hopane triterpenoid from the lichen Parmotrema sancti-angelii",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "A new depside from Usnea aciculifera growing in Vietnam (Parmeliaceae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60113434",
            "affilname": "Ho Chi Minh City University of Education",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113434",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078566",
            "affilname": "Viet Nam National University Ho Chi Minh City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078566",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bien Hoa",
            "@id": "126135337",
            "affilname": "Dong Nai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126135337",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "NAFOSTED"
    ]
}