{
    "eid": "2-s2.0-85102637794",
    "title": "A cross-country comparison of compensation mechanisms for distributed photovoltaics in the Philippines, Thailand, and Vietnam",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Compensation mechanisms",
        "Distributed photovoltaics",
        "Equity",
        "Solar policy",
        "Southeast Asia"
    ],
    "authors": [
        "Siripha Junlakarn",
        "Noah Kittner",
        "Sopitsuda Tongsopit",
        "Supawan Saelim"
    ],
    "citedby-count": 14,
    "ref-count": 91,
    "ref-list": [
        "Renewables Global Status Report",
        "Trends 2017 in photovoltaics applications",
        "Southeast Asia Energy Outlook",
        "Burden of disease from rising coal-fired power plant emissions in Southeast Asia",
        "Southeast Asia energy Outlook 2019",
        "Unraveling the political economy of coal: insights from Vietnam",
        "Energy security in ASEAN: A quantitative approach for sustainable energy policy",
        "Compensating customer-generators: a taxonomy describing methods of compensating customer-generators for electricity supplied to the grid",
        "Grid-connected distributed generation: compensation mechanism basics",
        "Feed-in tariff vs incentivized self-consumption: options for residential solar PV policy in Brunei Darussalam",
        "The economics of solar PV self-consumption in Thailand",
        "Comparative economic analysis of support policies for solar PV in the most representative EU countries",
        "Designing renewable energy incentives and auctions: lessons for ASEAN",
        "Evolving grid services, products, and market opportunities for regulated electric utilities",
        "Distributed photovoltaic economic and technical impact analysis for the Philippines",
        "The economics of net metering policy in the Philippines",
        "Exploring renewable energy opportunities in select Southeast Asian countries. A geospatial analysis of the levelized cost of energy of utility-scale wind and solar photovoltaics",
        "The Philippines department of energy's 2018 power statistics",
        "Power sector statistics",
        "Renewables in Vietnam: current opportunities and future Outlook",
        "Thailand PV status report 2017 -2018",
        "Annual report 2012-2013",
        "Vietnam electricity annual report 2016",
        "Vietnam electricity annual report 2017",
        "Vietnam electricity annual report 2018",
        "New residential solar program not work",
        "Fact sheet on rooftop solar development",
        "Prescribing policy to enhance and facilitate demand side participation to augment energy supply security using renewable energy",
        "ERC adopts amendments to the net-metering rules",
        "ERC simplifies rules for net metering",
        "Call for comments on the draft department circular entitled \"policies to enhance the net-metering program for renewable energy systems and other mechanisms to ensure energy security",
        "An assessment of Thailand's feed-in tariff program",
        "Solar rooftop PV pilot evaluation project report (in Thai)",
        "Thailand launches net metering scheme for residential PV",
        "To buy the system or to buy the service: the emergence of a solar service model in Thailand",
        "Thailand's feed-in tariff for residential rooftop solar PV systems: progress so far",
        "ERC increases a buyback rate for solar rooftop program (in Thai)",
        "Thailand – solar PV policy update 09/2016",
        "Seven opportunities in Thailand's solar energy 2020",
        "PTT, BCPG to test energy innovations in ERC sandbox campaign",
        "ERC annual report 2019",
        "MEA inks deal with BCPG to foster 'prosumer' solar power",
        "PEA encom-BCPC jointly establish Thai energy digital development",
        "Decision on the support mechanisms for the development of solar power projects in Vietnam (decision No:11/2017/QD-TTg)",
        "Underlying drivers and barriers for solar photovoltaics diffusion: the case of Vietnam",
        "Vietnam's new draft development guidelines on rooftop solar power",
        "Vietnam issues new circular No. 05",
        "Decision No. 2023/2019 on the approval of rooftop solar PV promotion program",
        "Supply to 2030 and solutions to promote rooftop solar energy development in Vietnam",
        "Decision No. 02/2019/QD-TTg",
        "Decision No. 2/2019",
        "Implementation guidelines for rooftop solar photovoltaic projects",
        "Decision on mechanisms to promote the development of solar power projects in Vietnam (decision No. 13/2020/QD-TTg)",
        "Rooftop solar (RTS) development policy imterpretation",
        "Vietnam leading ASEAN's solar PV market",
        "Ministry proposes new electricity tariffs",
        "Briefing: new feed-in-tariff mechanism for Vietnamese solar enegy projects",
        "The 50 states of solar: net metering reforms dominate state policy activity in Q3 2019",
        "Decision on the support Mechanisms for the Development of solar power Projects in Vietnam (decision No:11/2017/QD-TTg)",
        "A comparative assessment of net metering and net billing policies. Study cases for Spain",
        "World estimates of PV optimal tilt angles and ratios of sunlight incident upon tilted and tracked PV panels",
        "Reference manual for the system Advisor model's wind power performance model",
        "SAM photovoltaic model technical reference",
        "Energy return on investment (EROI) of mini-hydro and solar PV systems designed for a mini-grid",
        "Scaling up solar PV: a roadmap for Thailand",
        "Technical report: rooftop solar PV study",
        "AN act promoting the development, utilization and commercialization OF renewable energy resources and for other purposes",
        "Southeast Asian solar power set to surge as costs drop below natural-gas generation",
        "USAID clean power Asia",
        "A generic economic framework for electric rate design with prosumers",
        "Business models and financing options for a rapid scale-up of rooftop solar power systems in Thailand",
        "Renewable energy guidelines on solar PV rooftop implementation: Thailand",
        "Unlocking rooftop solar in the Philippines",
        "PV rooftop development in Thailand - analysis of regulations and challenges",
        "Vietnam briefing from dezan shira & associates",
        "Norton rose fulbright",
        "National energy policy commission resolutions",
        "Maximization of PV size for its limitation in MEA grid code by considering overvoltage and increased active power loss criteria",
        "Solar PV policy, barriers and proposed solution for technical barriers in Thailand",
        "Enhancing PV penetration in LV networks using reactive power control and on load tap changer with existing transformers",
        "Draft department circular on prescribing the policies to enhance and facilitate demand side participation to augment energy supply security using renewable energy",
        "Review of potential and actual penetration of solar power in Vietnam",
        "Optimal integration assessment of solar PV in Japan's electric power grid",
        "ASEAN grid flexibility: preparedness for grid integration of renewable energy",
        "Biomass resources mapping in Vietnam. Phase II implementation plan",
        "Nevada | midmarket solar policies in the United States | solar research",
        "Feed-in tariff pricing and social burden in Japan: evaluating international learning through a policy transfer approach",
        "Electricity profile study for domestic and commercial sectors",
        "Modeling and validation of electrical load profiling in residential buildings in Singapore",
        "Energy consumption, weather variability, and gender in the Philippines: a discrete/continuous approach",
        "Singapore energy statistics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60025111",
            "affilname": "The University of North Carolina at Chapel Hill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025111",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "60018290",
            "affilname": "Abt Associates, Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018290",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Philippines Department of Energy",
        "USAID"
    ]
}