{
    "eid": "2-s2.0-85090551728",
    "title": "New record of peanut worm Sipunculus nudus from Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "New record",
        "Peanut worm",
        "Sipunculus nudus",
        "Thailand"
    ],
    "authors": [
        "Montree Ainnoun",
        "Amorn Petsom",
        "Porcham Aranyakananda",
        "Thongchai Ngamprasertwong"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        "Peanut worms of the Phylum Sipuncula from the Nha Trang Bay (South China Sea) with a key to species",
        "Revision of the Genus Golfingia (Sipuncula: Golfingiidae)",
        "A revision of the Genus Aspidosiphon (Sipuncula: Aspidosiphonidae)",
        "A phylogenetic analysis of higher taxa in the Phylum Sipuncula",
        "A revision of the Genera Sipunculus and Xenosiphon (Sipuncula)",
        "jModelTest 2: more models, new heuristics and parallel computing",
        "Intertidal sipunculans (Sipunculus) from southern Brazil",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Zonation of macrofauna on a mangrove shore, Phuket Island",
        "Phylum sipuncula. Part 1. A detailed catalogue of valid genera, species, synonyms and erroneous interpretations of sipunculans from the world, with special reference to the Indian Ocean and Thailand",
        "Phylum Sipuncula. Part 2. Cryptic fauna with emphasis on sipunculans in hump coral Porites lutea, the Andaman Sea, Thailand",
        "Classification and identification of sipunculans from Thailand, with description of new species and a new subgenus",
        "Sipunculus nudus Linnaeus, 1766 (Sipuncula): cosmopolitan or a group of pseudo cryptic species? An integrated molecular and morphological approach",
        "Genetic variation, population differentiation, and gene flow of the giant tiger shrimp (P. monodon) inferred from mtDNA RFLP data",
        "Effect of water temperature on larval development and metamorphosis of Sipunculus nudus",
        "Systema naturae sive regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis",
        "The distribution of peanut worm (Sipunculus nudus) in relation with geo-environmental characteristics",
        "New records of peanut worms (Sipuncula) from Singapore",
        "Tree View: An application to display phylogenetic trees on personal computers",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "DnaSP, DNA polymorphism analyses by the coalescent and other methods",
        "Phylogeny of sipunculan worms: a combined analysis of four gene regions and morphology",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Rapid assessments of metal bioavailability in marine sediments using coelomic fluid of sipunculan worms",
        "Genetic diversity and population structure of the peanut worm (Sipunculus nudus) in Southern China as inferred from mitochondrial 16S rRNA sequences",
        "Metal exposure and bioavailability to a marine deposit feeding sipuncula, Sipunculus nudus",
        "Genetic diversity of Sipunculus nudus as revealed by RAPD"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}