{
    "eid": "2-s2.0-84908680755",
    "title": "Roles of malonate donor on activity and stereoselectivity of Ziegler-Natta catalyzed propylene polymerization",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Malonate donor",
        "Mechanism",
        "Polypropylene",
        "Regioselectivity",
        "Stereoselectivity",
        "Ziegler-Natta catalyst"
    ],
    "authors": [
        "Manussada Ratanasak"
    ],
    "citedby-count": 20,
    "ref-count": 55,
    "ref-list": [
        "Catalysts for olefins polymerization",
        "Ziegler-Natta catalysts for olefin polymerizations",
        "The influence of Ziegler-Natta and metallocene catalysts on polyolefin structure, properties, and processing ability",
        "Formation mechanism of stereoblocks in polypropylene produced by supported Ziegler - Natta catalysts",
        null,
        "Control of molecular weight distribution for polypropylene obtained by commercial ziegler-natta catalyst: Effect of electron donor",
        "Synthesis of novel electron donors and their application to propylene polymerization",
        "Stereochemistry of the initiation step in Ziegler‐Natta catalysts containing dialkyl propane diethers: A tool for distinguishing the role of internal and external donors",
        "Die Makromol. Chem.",
        null,
        null,
        "Ziegler-Natta catalysts for propylene polymerization: Chemistry of reactions leading to the formation of active centers",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "DFT study of ethylene and propylene copolymerization over a heterogeneous catalyst with a coordinating lewis base",
        "Multidentate tetrahydrofurfuryloxide ligand in a Ziegler-Natta catalyst studied by molecular modeling",
        null,
        "A density functional study on the influence of the molecular flexibility of donors on the insertion barrier and stereoselectivity of Ziegler-Natta propylene polymerization",
        "Coadsorption model for first-principle description of roles of donors in heterogeneous Ziegler-Natta propylene polymerization",
        null,
        null,
        null,
        "Chemical structure-stereospecificity relationship of internal donor in heterogeneous Ziegler-Natta catalyst for propylene polymerization by DFT and MM calculations",
        "Structure of donor molecule 9,9-bis(methoxymethyl)-fluorene in ziegler-natta catalyst by infrared spectroscopy and quantum chemical calculation",
        null,
        "Polymer",
        "Ziegler-Natta catalysis I. Mechanism of polymerization of α-olefins with Ziegler-Natta catalysts",
        "Ziegler-Natta catalysis II. Surface structure of layer-lattice transition metal chlorides",
        null,
        "Carbonhydrogen-transition metal bonds",
        "Origin of the regiochemistry of propene insertion at octahedral column 4 polymerization catalysts: Design or serendipity?",
        "Regiochemistry of propene insertion with group 4 polymerization catalysts from a theoretical perspective",
        "Design of stereoselective Ziegler-Natta propene polymerization catalysts",
        "On the mechanism of ethylene and propylene insertion into metal-hydroxo bonds",
        "Studies in Surface Science and Catalysis",
        "Agostic interactions in transition metal compounds",
        "Do New Century Catalysts Unravel the Mechanism of Stereocontrol of Old Ziegler-Natta Catalysts?",
        "Stereoselectivity of the Model Catalytic Site Proposed for the Isospecific Ziegler-Natta Polymerization of the a-Olefins",
        "The structures and crystal chemistry of magnesium chloride and cadmium chloride",
        "First principles molecular dynamics study of Ziegler-Natta heterogeneous catalysis",
        "Polymerization properties of a heterogeneous Ziegler-Natta catalyst modified by a base: A theoretical study",
        null,
        "Density functional theory with London dispersion corrections",
        "Energy-adjusted ab initio pseudopotentials for the first row transition elements",
        "Stereospecific polymerization of α-olefins: End groups, polymer structure and reaction mechanism",
        "Stereochemical investigation of the effect of Lewis bases in heterogeneous Ziegler-Natta initiator systems",
        null,
        "Theoretical investigation on the model active site for isotactic polypropylene in heterogeneous Ziegler-Natta catalyst: A density functional study",
        "Density functional study on the role of electron donors in propylene polymerization using Ziegler-Natta catalyst"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Nanoscience and Technology program",
        "National Research University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}