{
    "eid": "2-s2.0-85152932092",
    "title": "Interactions of chikungunya virus with Asian tiger mosquitoes (Aedes albopictus): vector competence and diversity of midgut bacteria",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "asian tiger mosquito",
        "bacteria",
        "chikungunya virus",
        "microbiome",
        "vector competence"
    ],
    "authors": [
        "Ranida Tuanudom",
        "Channarong Rodkhum",
        "Sonthaya Tiawsirisup"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "Relative Wolbachia density of field-collected Aedes albopictus mosquitoes in Thailand",
        "Detection of Wolbachia in Aedes albopictus and their effects on chikungunya virus",
        "Gut microbiota and parasite transmission by insect vectors",
        "Chikungunya virus in Aedes albopictus, Italy",
        "Chikungunya outbreaks-the globalization of vector borne diseases",
        "Vertical transmission of Indian Ocean lineage of chikungunya virus in Aedes aegypti and Aedes albopictus mosquitoes",
        "The mosquito microbiota influences vector competence for human pathogens",
        "Identification of the midgut microbiota of An. stephensi and An. maculipennis for their application as a paratransgenic tool against malaria",
        "Vector competence of Aedes albopictus for the Indian Ocean lineage (IOL) chikungunya viruses of the 2007 and 2017 outbreaks in Italy: a comparison between strains with and without the E1:A226V mutation",
        "Vector competence of Aedes albopictus populations from the northeastern United States for chikungunya, dengue, and zika viruses",
        "Agrococcus jenensis gen. nov., sp. nov., a new genus of Actinomycetes with diaminobutyric acid in the cell wall",
        "First isolation of microorganisms from the gut diverticulum of Aedes aegypti (Diptera: Culicidae): new perspectives for an insect-bacteria association",
        "Vector competence of Aedes aegypti from Havana, Cuba, for dengue virus type 1, chikungunya, and Zika viruses",
        "Role of gut inhabitants on vectorial capacity of mosquitoes",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Probable contribution of Culex quinquefasciatus mosquitoes to the circulation of chikungunya virus during an outbreak in Mombasa County, Kenya, 2017-2018",
        "A proteomic signature of dormancy in the Actinobacterium Micrococcus luteus",
        "Design and evaluation of useful bacterium-specific PCR primers that amplify genes coding for bacterial 16S rRNA",
        "Molecular characterization of chikungunya virus from Andhra Pradesh, India & phylogenetic relationship with Central African isolates",
        "Database resources of the national center for biotechnology information",
        "Comparative role of Aedes albopictus and Aedes aegypti in the emergence of dengue and chikungunya in central Africa",
        "Chikungunya, an epidemic arbovirosis",
        "Reemergence of chikungunya and O’nyong-nyong viruses: evidence for distinct geographical lineages and distant evolutionary relationships",
        "Changing patterns of chikungunya virus: re-emergence of a zoonotic arbovirus",
        "Exposure to chikungunya virus and adult longevity in Aedes aegypti (L.) and Aedes albopictus (Skuse)",
        "Evaluation of methods to assess transmission potential of Venezuelan equine encephalitis virus by mosquitoes and estimation of mosquito saliva titers",
        "Monitoring arbovirus in Thailand: surveillance of dengue, chikungunya and zika virus, with a focus on coinfections",
        "Chikungunya in Thailand: a re-emerging disease?",
        "Outbreak of chikungunya fever in Thailand and virus detection in field population of vector mosquitoes, Aedes aegypti (L.) and Aedes albopictus Skuse (Diptera: Culicidae)",
        "Clinical and molecular characterization of chikungunya virus in South Thailand",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "A preliminary study on diversity of midgut microbiota in Aedes aegypti (Linnaeus) and Culex quinquefasciatus (Say) collected from Bangkok, Thailand",
        "A comparision of West Nile virus transmission by Ochlerotatus trivittatus (COQ.), Culex pipiens (L.), and Aedes albopictus (Skuse)",
        "A single mutation in chikungunya virus affects vector specificity and epidemic potential",
        "Diversity of midgut microbiota in laboratory-colonized and field-collected Aedes albopictus (Diptera: Culicidae): A preliminary study",
        "Effects of chikungunya virus titers in blood meals on virus infection, dissemination, and transmission in Asian tiger mosquito: Aedes albopictus (Diptera: Culicidae)",
        "Vector competence of Aedes albopictus populations for chikungunya virus is shaped by their demographic history",
        "Seroprevalence of antibodies to dengue and chikungunya viruses in Thailand",
        "Agrococcus terreus sp. nov. and Micrococcus terreus sp. nov., isolated from forest soil",
        "Chikungunya virus impacts the diversity of symbiotic bacteria in mosquito vector",
        "Bacterial diversity of field-caught mosquitoes, Aedes albopictus and Aedes aegypti, from different geographic regions of Madagascar",
        "Persistent Wolbachia and cultivable bacteria infection in the reproductive and somatic tissues of the mosquito vector Aedes albopictus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60013939",
            "affilname": "Faculty of Medicine, Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013939",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Veterinary Microbiology and Parasitology Unit",
        "Department of Veterinary Pathology",
        "Thailand Science Research and Innovation and Chulalongkorn University",
        "Chulalongkorn University",
        "TRF",
        "Thailand Science Research and Innovation",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}