{
    "eid": "2-s2.0-85098206419",
    "title": "Do co-opted boards strategically choose LGBT-supportive policies?",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Agency theory",
        "Co-opted boards",
        "Corporate governance",
        "LGBT–supportive policy",
        "Stakeholder theory",
        "Strategic-choice hypothesis"
    ],
    "authors": [
        "Khine Kyaw",
        "Pongsapak Chindasombatcharoen",
        "Pornsit Jiraporn",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 12,
    "ref-count": 65,
    "ref-list": [
        "Exploring the relationship between corporate social performance and employer attractiveness",
        "The business impact of LGBT supportive workplace policies",
        "Does it pay to be really good? Addressing the shape of the relationship between social and financial performance",
        "Corporate ethical identity as a determinant of firm performance: A test of the mediating role of stakeholder satisfaction",
        "Doing well while doing bad? CSR in controversial industry sectors",
        "The real effects of financial constraints: Evidence from a financial crisis",
        "The monitoring effectiveness of co-opted audit committees",
        "Environmental management systems and firm performance: Improving firm environmental policy through stakeholder engagement",
        "Does stakeholder management have a dark side?",
        "Recession and family firm performance: An assessment of small U.K. family-owned hotels",
        "Corporate social responsibility, investor protection, and earnings management: Some international evidence",
        "Do co-opted directors mitigate managerial myopia? Evidence from R&D investments",
        "Do LGBT-supportive corporate policy improve credit ratings? An instrumental-variable analysis",
        "Corporate social responsibility, corporate governance and earnings quality: Evidence from Korea",
        "Companies stand to benefit from pro-LGBT policies",
        "Co-opted boards",
        "The business case for offering domestic partner benefits",
        "The LGBT advantage: Examining the relationship amoung sexual orientation diversity, diversity strategy, and performance",
        "Seventy-two percent of working Americans surveyed would or may consider leaving an organization for one they think is more inclusive",
        "The stakeholder theory of the corporation: Concepts, evidence, and implications",
        "Corporate governance in the 2007–2008 financial crisis: Evidence from financial institutions worldwide",
        "Does lesbian and gay friendliness pay off? A new look at LGBT policies and firm performance",
        "Suervisory boards, financial crisis and bank performance: Do board characteristics matter?",
        "The impact of the board of directors characteristics on corporate performance and risk-taking before and during the global financial crisis",
        "Do corporate boards affect firm performance? New evidence from the financial crisis",
        "The relationship between corporate social performance and earnings management",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "Corporate governance and performance in the wake of the financial crisis: Evidence from US commercial banks",
        "Corporate governance and CSR nexus",
        "Stakeholder-agency theory",
        "How LGBT-supportive workplace policies shape the experience of lesbian, gay men and bisexual employees",
        "Shareholder value, stakeholder management, and social issues: What's the bottom line?",
        "Diversity matters",
        "Value maximization, stakeholder theory, and the corporate objective function",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Do co-opted directors influence dividend policy?",
        "How do co-opted directors influence corporate risk-taking? Paper presented at the 24thannual conference of the multinational finance society, Bucharest, Romania",
        "Corporate governance and corporate social responsibility disclosure: Evidence from the US banking sector",
        "Managing sexual orientation diversity: The impact on firm value",
        "Firm litigation risk and the insurance value of corporate social performance",
        "How do strengths and weakness in corporate social performance across different stakeholder domains affect company performance?",
        "Corporate governance and firm value during a financial crisis",
        "Diversity and performance",
        "How does environmental irresponsibility impair corporate reputation? A multi-method investigation",
        "Social capital, trust, and firm performance: The value of corporate social responsibility during the financial crisis",
        "How does corporate sexual equality affect firm value? Free cash flow vs cost of capital. Paper presented at Asian Finance Association (Asianfa) 2018 Conference, Tokyo, Japan",
        "Barriers to employees in developing lesbian, LGBT, bisexual and transgender-friendly work places",
        "Are socially responsible behaviors paid off equally? A cross-cultural analysis",
        "Managerial entrenchment, reputation and corporate investment myopia",
        "How customer support for corporate social responsibility influences the image of companies: Evidence from the banking industry",
        "Do LGBT-supportive corporate policies enhance firm performance?",
        "From board composition to corporate environmental performance through sustainability-themed alliances",
        "Pink triangles: Antecedents and consequences of perceived workplace discrimination against LGBT and lesbian employees",
        "Making the invisible visible: Fear and disclosure of sexual orientation at work",
        "Causal ambiguity, barriers to imitation, and sustainable competitive advantage",
        "Return on equality, the real ROE: The shareholder case for LGBT workplace equality",
        "Corporate social responsibility and earnings management: Evidence from Asian economies",
        "Corporate sexual equality and firm performance",
        "Management entrenchment: The case of manager-specific investments",
        "Corporate responsibility and financial performance: The role of intangible resources",
        "S&P 500 Boards: Trends over One, Five and 10 years",
        "The corporate social performance-financial performance link",
        "Stock Price reactions to GLBT nondiscrimination policies",
        "Thinking about LGBT diversity in the workplace [electronic version]",
        "Subsidiary divestiture and acquisition in a financial crisis: Operational focus, financial constraints, and ownership"
    ],
    "affiliation": [
        {
            "affiliation-city": "Trondheim",
            "@id": "60242136",
            "affilname": "NTNU Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60242136",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Sasin School of Management, Chulalongkorn University",
        "ARC",
        "Australian Research Council"
    ]
}