{
    "eid": "2-s2.0-84938777185",
    "title": "Effects of SOFC exhaust gas recirculation on performance of solid oxide fuel cell-gas turbine hybrid system utilizing renewable fuels",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "D. Saebea"
    ],
    "citedby-count": 2,
    "ref-count": 17,
    "ref-list": [
        "Distributed and micro-generation from biogas and agricultural application of sewage sludge: Comparative environmental performance analysis using life cycle approaches",
        "Thermodynamic analysis of SOFC (solid oxide fuel cell)-Stirling hybrid plants using alternative fuels",
        "Performance evaluation of different configurations of biogas-fuelled SOFC micro-CHP systems for residential applications",
        "Int. J. Hydrogen Energy",
        "Catalytic steam reforming of methane, methanol, and ethanol over Ni/YSZ: The possible use of these fuels in internal reforming SOFC",
        "Ethanol internal steam reforming in intermediate temperature solid oxide fuel cell",
        "Proc. of ASME Turbo Expo",
        "System simulation and exergy analysis on the use of biomass-derived liquid-hydrogen for SOFC/GT powered aircraft",
        "Introduction of an efficient small-scale freshwater-power generation cycle (SOFC-GT-MED), simulation, parametric study and economic assessment",
        "J. Power Sources",
        "Int. J. Hydrogen Energy",
        "Anode-supported intermediate temperature direct internal reforming solid oxide fuel cell. I: Model-based steady-state performance",
        "Int. J. Heat Mass Transfer",
        "Three-dimensional and time-dependent simulation of a planar solid oxide fuel cell stack",
        "Analysis of a pressurized solid oxide fuel cell-gas turbine hybrid power system with cathode gas recirculation",
        "An analysis of SOFC/GT CHP system based on exergetic performance criteria",
        "Use of different renewable fuels in a steam reformer integrated into a solid oxide fuel cell: Theoretical analysis and performance comparison"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}