{
    "eid": "2-s2.0-85021652528",
    "title": "Insights into structural properties of Cu species loaded on Bi2O3 hierarchical structures for highly enhanced photocatalysis",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        "Atrazine",
        null,
        "Cu loading",
        "Photocatalyst",
        "Visible light"
    ],
    "authors": [
        "Hanggara Sudrajat"
    ],
    "citedby-count": 32,
    "ref-count": 21,
    "ref-list": [
        "A new, cost-effective solar photoactive system N-ZnO@polyester fabric for degradation of recalcitrant compound in a continuous flow reactor",
        null,
        "J. Am. Chem. Soc.",
        null,
        null,
        null,
        null,
        "Hierarchical photocatalysts",
        null,
        null,
        "A comparative study of the methods of speciation using X-ray absorption fine structure",
        "Structural characterization of vanadium oxide catalysts supported on nanostructured silica SBA-15 using X-ray absorption spectroscopy",
        "ATHENA, ARTEMIS, HEPHAESTUS: Data analysis for X-ray absorption spectroscopy using IFEFFIT",
        "Photocatalytic degradation of cyanide using titanium dioxide modified with copper oxide",
        null,
        null,
        "Influence of ZnO content in mixed oxides catalysts applied in the photocatalytic degradation of atrazine",
        "Enhanced photocatalytic degradation of atrazine by platinized titanium dioxide under 352 nm irradiation",
        null,
        "Photochemical processes for atrazine degradation: Methodological approach",
        "Controlled nitrogen insertion in titanium dioxide for optimal photocatalytic degradation of atrazine"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}