{
    "eid": "2-s2.0-84932610164",
    "title": "Survey of microbial diversity in flood areas during Thailand 2011 flood crisis using high-throughput tagged amplicon pyrosequencing",
    "cover-date": "2015-05-28",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Wuttichai Mhuantong"
    ],
    "citedby-count": 20,
    "ref-count": 71,
    "ref-list": [
        "The role of bacteria in nutrient recycling in tropical mangrove and other coastal benthic ecosystems",
        "Flood management: Prediction of microbial contamination in large-scale floods in urban environments",
        "Microbial risks associated with exposure to pathogens in contaminated urban flood water",
        "Microbiological evaluation of water during the 2011 flood crisis in Thailand",
        "Evaluation of the bacterial diversity in the feces of cattle using 16S rDNA bacterial tag-encoded FLX amplicon pyrosequencing (bTEFAP)",
        "Phylogenetic Analysis and Metabolic Potential of Microbial Communities in an Industrial Bagasse Collection Site",
        "Comparison of the levels of bacterial diversity in freshwater, intertidal wetland, and marine sediments by using millions of illumina tags",
        "Metagenomic profiles of free-living archaea, bacteria and small eukaryotes in coastal areas of Sichang island, Thailand.",
        "Standard Methods for the Examination of Water and Wastewater",
        "Pyrosequencing of tagged 16S rRNA gene amplicons for rapid deciphering of the microbiomes of fermented foods such as pearl millet slurries",
        "Review and re-analysis of domain-specific 16S primers",
        "ITS primers with enhanced specificity for basidiomycetes ‐ application to the identification of mycorrhizae and rusts",
        "PCR Protocols: A Guide to Methods and Applications",
        "Parallel tagged sequencing on the 454 platform",
        "UCHIME improves sensitivity and speed of chimera detection",
        "The SILVA ribosomal RNA gene database project: Improved data processing and web-based tools",
        "Towards a unified paradigm for sequence-based identification of fungi",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "Naïve Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy",
        "Topographic diversity of fungal and bacterial communities in human skin",
        "Identifying biologically relevant differences between metagenomic communities",
        "Profiling of complex microbial populations by denaturing gradient gel electrophoresis analysis of polymerase chain reaction-amplified genes coding for 16S rRNA",
        "Phylogeny of Dissimilatory Sulfite Reductases Supports an Early Origin of Sulfate Respiration",
        "Handbook of Hydrocarbon and Lipid Microbiology",
        "Basic local alignment search tool",
        "Nuclear ribosomal internal transcribed spacer (ITS) region as a universal DNA barcode marker for Fungi",
        "Composition of bacterial and archaeal communities in freshwater sediments with different contamination levels (Lake Geneva, Switzerland)",
        "Seasonal Dynamics and Community Structure of Bacterioplankton in Upper Paraná River Floodplain",
        "Characterization of microbial diversity and community in water flooding oil reservoirs in China",
        "Contribution of fungi and bacteria to leaf litter decomposition in a polluted river",
        "Fungi in freshwaters: Ecology, physiology and biochemical potential",
        "Importance of saprotrophic freshwater fungi for pollen degradation",
        "Prokaryotic Abundance and Community Composition in a Freshwater Iron-Rich Microbial Mat at Circumneutral pH",
        "Spatial variation in microbial community structure, richness, and diversity in an alluvial aquifer.",
        "Massive dominance of Epsilonproteobacteria in formation waters from a Canadian oil sands reservoir containing severely biodegraded oil",
        "Interactions between perchlorate and nitrate reductions in the biofilm of a hydrogen-based membrane biofilm reactor",
        "COD removal from expanded granular sludge bed effluent using a moving bed biofilm reactor and their microbial community analysis",
        "Elucidating MTBE degradation in a mixed consortium using a multidisciplinary approach",
        "Betaproteobacteria dominance and diversity shifts in the bacterial community of a PAH-contaminated soil exposed to phenanthrene",
        "Diversity and activity of sulphur-oxidizing bacteria and sulphate-reducing bacteria in landfill cover soils",
        "Tolumonas auensis gen. nov., sp. nov., a toluene-producing bacterium from anoxic sediments of a freshwater lake",
        "Tolumonas osonensis sp. nov., isolated from anoxic freshwater sediment, and emended description of the genus Tolumonas",
        "Abilities and genes for PAH biodegradation of bacteria isolated from mangrove sediments from the central of Thailand",
        "Microbial community analysis of Deepwater Horizon oil-spill impacted sites along the Gulf coast using functional and phylogenetic markers",
        "Characterization and description of Anaeromyxobacter dehalogenans gen. nov., sp. nov., an Aryl-halorespiring facultative anaerobic myxobacterium",
        "Geobacter sulfurreducens sp. nov., a hydrogen- and acetate-oxidizing dissimilatory metal-reducing microorganism",
        "Steroidobacter denitrificans gen. nov., sp. nov., a steroidal hormone-degrading gammaproteobacterium",
        "Variation of anaeromyxobacter community structure and abundance in paddy soil slurry over flooding time",
        "Change in bacterial community structure during in situ biostimulation of subsurface sediment cocontaminated with uranium and nitrate",
        "Analysis of hydrocarbon-contaminated groundwater metagenomes as revealed by high-throughput sequencing",
        "Repeated anaerobic microbial redox cycling of iron",
        "Chlorate reduction capacity and characterisation of chlorate reducing bacteria communities in sediments of the rio Cruces wetland in southern Chile",
        "Microbiological degradation of phenol using two co-aggregating bacterial strains",
        "Geobacter metallireducens gen. nov. sp. nov., a microorganism capable of coupling the complete oxidation of organic compounds to the reduction of iron and other metals",
        "Characterization of metabolism in the Fe(III)-reducing organism Geobacter sulfurreducens by constraint-based modeling",
        "Anaerobic benzene oxidation by Geobacter species",
        "Application of a constructed wetland system for polluted stream remediation",
        "Reduction of volatile fatty acids and odor offensiveness by anaerobic digestion and solid separation of dairy manure during manure storage",
        "Journal of Biosystems Engineering",
        "Filamentous bacteria transport electrons over centimetre distances",
        "Desulfomonile tiedjei gen. nov. and sp. nov., a novel anaerobic, dehalogenating, sulfate-reducing bacterium",
        "Desulfosalsimonas propionicica gen. nov., sp. nov., a halophilic, sulfate-reducing member of the family Desulfobacteraceae isolated from a salt-lake sediment",
        "Syntrophobacter fumaroxidans sp. nov., a syntrophic propionate-degrading sulfate-reducing bacterium",
        "Reaction of the desulfoferrodoxin from Desulfoarculus baarsii with superoxide anion. Evidence for a superoxide reductase activity",
        "Microbial interactions involving sulfur bacteria: Implications for the ecology and evolution of bacterial communities",
        "Fungi from peatlands",
        "Soil extracellular enzyme activities correspond with abiotic factors more than fungal community composition",
        "Surprising spectra of root-associated fungi in submerged aquatic plants",
        "Effects of electrokinetic operation mode on removal of polycyclic aromatic hydrocarbons (PAHs), and the indigenous fungal community in PAH-contaminated soil",
        "Lipid production by oleaginous Mucorales cultivated on renewable carbon sources",
        "Fungal diversity from various marine habitats deduced through culture-independent studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "NDSU College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "North Dakota State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Science Foundation",
        "National Science and Technology Development Agency",
        "Directorate for Engineering"
    ]
}