{
    "eid": "2-s2.0-85148409792",
    "title": "Patient-reported goal achievements after pelvic floor muscle training versus pessary in women with pelvic organ prolapse. A randomised controlled trial",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "goal achievement",
        "pelvic floor muscle training",
        "Pelvic organ prolapse",
        "randomised controlled trial",
        "vaginal pessary"
    ],
    "authors": [
        "Wongsakorn Limbutara",
        "Suvit Bunyavejchevin",
        "Purim Ruanphoo",
        "Keerati Chiengthong"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Prevalence of pelvic organ prolapse and related factors in a general female population",
        "Defining success after surgery for pelvic organ prolapse",
        "Epidemiology and outcome assessment of pelvic organ prolapse",
        "Patient-selected goals: a new perspective on surgical outcome",
        "What pelvic floor muscle training load is optimal in minimizing urine loss in women with stress urinary incontinence? A systematic review and meta-analysis",
        "Fertility-sparing approach in patients with endometrioid endometrial cancer grade 2 stage IA (FIGO): a qualitative systematic review",
        "The reproductive potential of uterus transplantation: future prospects",
        "Patient-centered goals for pelvic floor dysfunction surgery: what is success, and is it achieved?",
        "Patient-selected goal attainment for pessary wearers: what is the clinical relevance?",
        "Validation of the prolapse quality of life (P-QOL) questionnaire in Thai version",
        "Goal achievement as a patient-generated outcome measure for stress urinary incontinence",
        "Comparison of the quality of life and female sexual function following laparoscopic pectopexy and laparoscopic sacrohysteropexy in apical prolapse patients",
        "The PISQ-IR: considerations in scale scoring and development",
        "CONSORT 2010 statement: updated guidelines for reporting parallel group randomised trials",
        "Is there a difference in patient and physician quality of life evaluation in pelvic organ prolapse?",
        "Patient-reported goal attainment and comprehensive functioning outcomes after surgery compared with pessary for pelvic organ prolapse",
        "Biomolecular and genetic prognostic factors that can facilitate fertility-sparing treatment (FST) decision making in early stage endometrial cancer (ES-EC): a systematic review",
        "Goal attainment scaling (GAS) in rehabilitation: a practical guide",
        "Goal-setting and attainment in prolonged disorders of consciousness - development of a structured approach",
        "Transvaginal bilateral sacrospinous fixation after second recurrence of vaginal vault prolapse: efficacy and impact on quality of life and sexuality",
        "Goal setting and achievement in individualized rehabilitation of younger total and unicondylar knee arthroplasty patients: a cohort study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}