{
    "eid": "2-s2.0-85136479284",
    "title": "A new neolignan and a new phenolic acid from the heartwood of Mansonia gagei J.R. Drumm",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "antioxidant",
        "cytotoxicity",
        "Mansonia gagei",
        "neolignan",
        "phenolic",
        "sesquiterpenoid"
    ],
    "authors": [
        "Huong Thi Thu Le",
        "Hioki Yusuke",
        "Piyanuch Wonganan",
        "Thi Kim Dung Le",
        "Van Kieu Nguyen",
        "Masaki Kita",
        "Warinthorn Chavasiri"
    ],
    "citedby-count": 2,
    "ref-count": 22,
    "ref-list": [
        "Anticancer profiling for coumarins and related O-naphthoquinones from Mansonia gagei against solid tumor cells in vitro",
        "Acetyl-and butyryl-cholinesterase inhibitory activities of mansorins and mansonones",
        "Pregnane, coumarin and lupane derivatives and cytotoxic constituents from Helicteres angustifolia",
        "Beyond DP4: an improved probability for the stereochemical assignment of isomeric compounds using quantum chemical calculations of NMR shifts",
        "Merck molecular force field. I. Basis, form, scope, parameterization, and performance of MMFF94",
        "Glucose consumption and alpha-glucosidase inhibitory activities of aqueous root extract of Helicteres angustifolia",
        "Antioxidant and anti-inflammatory properties of Pterospermum rubiginosum Heyne ex Wight and Arn and Pterospermum reticulatum Wight and Arn (Sterculiaceae): an in vitro comparative study",
        "Sesquiterpene O-naphthoquinones from the root bark of Ulmus davidiana",
        "Bioactive oxygen-bridged cyclooctadienes from endophytic fungus Phomopsis sp. BCC 45011",
        "Phenolic constituents isolated from the twigs of Cinnamomum cassia and their potential neuroprotective effects",
        "Triterpenoidal and phenolic compounds isolated from the aerial parts of Helicteres hirsuta and their cytotoxicity on several cancer cell lines",
        "Mansonone E from Mansonia gagei inhibited α-MSH-induced melanogenesis in B16 cells by inhibiting CREB expression and phosphorylation in the PI3K/Akt pathway",
        "Biological activities of Toninia candida and Usnea barbata together with their norstictic acid and usnic acid constituents",
        "Enantioselective synthesis of the polyketide antibiotic (3R, 4S)‐(−)‐citrinin",
        "Plumbagin enhances tamoxifen sensitivity and inhibits tumor invasion in endocrine resistant breast cancer through EMT regulation",
        "Phytochemical and antimicrobial studies of four species of Cola Schott & Endl. (Sterculiaceae)",
        "Coumarins from the heartwoods of Mansonia gagei Drumm",
        "A novel neolignan, mansoxetane, and two new sesquiterpenes, mansonones R and S, from Mansonia gagei",
        "Four new sesquiterpenoid derivatives from the heartwood of Mansonia gagei",
        "Constituents from the stems of Aristolochia manshuriensis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Da Nang",
            "@id": "60111656",
            "affilname": "Duy Tan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111656",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60000264",
            "affilname": "Nagoya University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000264",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}