{
    "eid": "2-s2.0-84919799094",
    "title": "One-pot synthesis of tricyclic dihydropyrimidine derivatives and their biological evaluation",
    "cover-date": "2015-01-14",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Anticancer",
        "Dihydropyrimidine",
        "DNA binding",
        "Multi-component reaction",
        "One-pot",
        "Traube-Schwarz reaction"
    ],
    "authors": [
        "Navneet Kaur"
    ],
    "citedby-count": 58,
    "ref-count": 79,
    "ref-list": [
        "Recent developments in asymmetric multicomponent reactions",
        null,
        "Indoles in multicomponent processes (MCPs)",
        "A unique approach to the concise synthesis of highly optically active spirooxazolines and the discovery of a more potent oxindole-type phytoalexin analogue",
        "Dual function catalysts. Dehydrogenation and asymmetric intramolecular Diels-Alder cycloaddition of N-hydroxy formate esters and hydroxamic acids: Evidence for a ruthenium-acylnitroso intermediate",
        "Dihydropyrimidine Calcium Channel Blockers. 2.1 3-Substituted-4-aryl-l,4-dihydro-6-methyl-5-pyrimidinecarboxylic Acid Esters as Potent Mimics of Dihydropyridines",
        "Dihydropyrimidines: Novel Calcium Antagonists with Potent and Long-Lasting Vasodilative and Antihypertensive Activity",
        "Synthesis and in vitro microbiological evaluation of novel 4-aryl-5-isopropoxycarbonyl-6-methyl-3,4-dihydropyrimidinones",
        "A novel and efficient one step synthesis of 2-amino-5-cyano-6-hydroxy-4-aryl pyrimidines and their anti-bacterial activity",
        "Convenient one pot synthesis of some novel derivatives of thiazolo[2,3-b]dihydropyrimidinone possessing 4-methylthiophenyl moiety and evaluation of their antibacterial and antifungal activities",
        "Synthesis of 4-aryl-7,7-dimethyl-1,2,3,4,5,6,7,8-octahydroquinazoline-2- one/thione-5-one derivatives and evaluation as antibacterials",
        "Synthesis and anti-inflammatory activity of some 3-(4,6-disubtituted-2- thioxo-1,2,3,4-tetrahydropyrimidin-5-yl) propanoic acid derivatives",
        "Synthesis and anti-inflammatory activity of some [4,6-(4-substituted aryl)-2-thioxo-1,2,3,4-tetrahydro-pyrimidin-5-yl]-acetic acid derivatives",
        "Novel dihydropyrimidines as a potential new class of antitubercular agents",
        "Synthesis, screening for antitubercular activity and 3D-QSAR studies of substituted N-phenyl-6-methyl-2-oxo-4-phenyl-1,2,3,4-tetrahydro-pyrimidine-5-carboxamides",
        "Select pyrimidinones inhibit the propagation of the malarial parasite, Plasmodium falciparum",
        "Antihypertensive activity of newer 1,4-dihydro-5-pyrimidine carboxamides: Synthesis and pharmacological evaluation",
        "Synthesis and pharmacological investigation of 3-(substituted 1-phenylethanone)-4-(substituted phenyl)-1, 2, 3, 4-tetrahydropyrimidine-5-carboxylates",
        "Potent, selective and orally bioavailable dihydropyrimidine inhibitors of Rho kinase (ROCK1) as potential therapeutic agents for cardiovascular diseases",
        "Synthesis of 4-aryl-3,4-dihydropyrimidin-2(1H)-thione derivatives as potential calcium channel blockers",
        "Novel Biginelli dihydropyrimidines with potential anticancer activity: A parallel synthesis and CoMSIA study",
        "Improved synthesis and preparative scale resolution of racemic monastrol",
        "Recent applications of multicomponent reactions in medicinal chemistry",
        "Recent developments in solvent-free multicomponent reactions: A perfect synergy for eco-compatible organic synthesis",
        "Highly enantioselective construction of spiro[ 4H -pyran-3,3′- oxindoles] through a domino knoevenagel/Michael/Cyclization sequence catalyzed by cupreine",
        "One-step synthesis of heterocyclic privileged medicinal scaffolds by a multicomponent reaction of malononitrile with aldehydes and thiols",
        "Applications of multicomponent reactions for the synthesis of diverse heterocyclic scaffolds",
        "Diastereoselective, multicomponent access to trans-2-aryl-4-arylamino-1,2, 3,4-tetrahydroquinolines via an AA′BC sequential four-component reaction and their application to 2-arylquinoline synthesis",
        "Multicomponent and sequential organocatalytic reactions: Diversity with atom-economy and enantiocontrol",
        null,
        "Asymmetric synthesis of a structurally and stereochemically complex spirooxindole pyran scaffold through an organocatalytic multicomponent cascade reaction",
        "Unexpected reactivity of diaryl α-diketones with thiazolium carbenes: Discovery of a novel multicomponent reaction for the facile synthesis of 1,4-thiazin-3-ones",
        "Combinatorial discovery of fluorescent pharmacophores by multicomponent reactions in droplet arrays",
        "2190-2192 Cooperative catalysis in multicomponent reactions: Highly enantioselective synthesis of γ-hydroxyketones with a quaternary carbon stereocenter",
        "Boronic acids and esters in the petasis-borono mannich multicomponent reaction",
        "Cyanoacetamide MCR (III): Three-component Gewald reactions revisited",
        "Direct construction of imino-pyrrolidine-thione scaffold via isocyanide-based multicomponent reaction",
        "New multicomponent domino reactions (MDRs) in water: Highly chemo-, regio- and stereoselective synthesis of spiro([1,3]dioxanopyridine)-4,6-diones and pyrazolo[3,4-b]pyridines",
        "Synthesis of molecular nanostructures by multicomponent condensation reactions in a ball mill",
        "Catalytic asymmetric Passerini-type reaction: Chiral aluminum- organophosphate-catalyzed enantioselective α-addition of isocyanides to aldehydes",
        "Rapid synthesis of 1,3,4,4-tetrasubstituted β-lactams from methyleneaziridines using a four-component reaction",
        "Asymmetric organocatalytic three-component 1,3-dipolar cycloaddition: Control of stereochemistry via a chiral Brønsted acid activated dipole",
        "Multicomponent Reactions Are Accelerated in Water",
        "Recent advances in the Biginelli dihydropyrimidine synthesis. New tricks from an old dog",
        "100 years of the biginelli dihydropyrimidine synthesis",
        "Dihydropyrimidine",
        "A novel one-pot three-component reaction: Synthesis of triheterocyclic 4H-pyrimido[2,1-b]benzazoles ring systems",
        "Synthesis of tetrahydrobenzimidazo[1,2-b]quinazolin-1(2H)-one and tetrahydro-1,2,4-triazolo[5,1-b]quinazolin-8(4H)-one ring systems under solvent-free conditions",
        null,
        "Eur. Pat. Appl. EP",
        "Convenient approach for the one-pot, three-component synthesis of triheterocyclic 4 H-pyrimido[2,1-b]benzothiazole derivatives using TBAHS",
        "Dihydropyrimidines: Synthesis, structure and tautomerism",
        "The reaction of amidines with α,β-unsaturated ketones",
        null,
        "Boric acid promoted an efficient and practical synthesis of fused pyrimidines in aqueous media",
        "One-pot synthesis of benzo[4,5]imidazo[1,2-a]pyrimidine derivatives using melamine trisulfonic acid as catalyst",
        "Three-component synthesis of 4-aryl-1H-pyrimido[1,2-a] benzimidazole derivatives in ionic liquid",
        null,
        "α-zirconium sulfophenylphosphonate as a catalyst for the synthesis of 3,4-dihydropyrimidin-2(1H)-one derivatives under solvent free conditions",
        "One-pot three-component solvent-free synthesis of benzo[4,5]imidazo[1,2-a] pyrimidine derivatives catalyzed by sulfamic acid",
        null,
        null,
        "Interaction of spermine-alanine functionalized perylene bisimide dye aggregates with ds-DNA/RNA secondary structure",
        null,
        "Aggregation and dna intercalation properties of di(isocyano) rhodium(i) Diimine complexes",
        "Stereoselectivity for DNA threading intercalation of short binuclear ruthenium complexes",
        "Molecular spectroscopy evidence of berberine binding to DNA: Comparative binding and thermodynamic profile of intercalation",
        "The novel anti-tumor agents of 4-triazol-1,8-naphthalimides: Synthesis, cytotoxicity, DNA intercalation and photocleavage",
        "Spectral, viscometric and electrochemical studies on mixed ligand cobalt(III) complexes of certain diimine ligands bound to calf thymus DNA",
        "Intercalation of Organic dye molecules into double-stranded DNA - General principles and recent developments",
        "SAINT and SADABS",
        "SIR97: A new tool for crystal structure determination and refinement",
        "A short history of SHELX",
        "WinGX suite for small-molecule single-crystal crystallography",
        "J. Appl. Crystallogr.",
        "J. Appl. Crystallogr."
    ],
    "affiliation": [
        {
            "affiliation-city": "Wonju",
            "affilname": "Yonsei University Mirae Campus",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Rupnagar",
            "affilname": "Indian Institute of Technology Ropar",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chandigarh",
            "affilname": "Panjab University",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "India-Korea Joint Program of Cooperation in Science & Technology",
        "Ratchadapisek Sompoch Endowment Fund",
        "Council of Scientific and Industrial Research, India",
        "Council of Scientific and Industrial Research, India",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}