{
    "eid": "2-s2.0-85059677026",
    "title": "A sustainable method to reduce postoperative oxycodone discharge prescribing in a metropolitan tertiary referral hospital",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anesthesiology and Pain Medicine",
            "@code": "2703",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "discharge prescription",
        "opioids",
        "oxycodone",
        "postoperative analgesia"
    ],
    "authors": [
        "J. Stevens",
        "A. Trimboli",
        "P. Samios",
        "N. Steele",
        "S. Welch",
        "P. Thompson",
        "C. Halvorsen",
        "S. Kerr"
    ],
    "citedby-count": 23,
    "ref-count": 23,
    "ref-list": [
        "Opioid analgesic involvement in drug abuse deaths in American metropolitan areas",
        "Vital signs: overdoses of prescription opioid pain relievers – United States – 1999–2008. MMWR Suppl",
        "Prescription of opioid analgesics and related harms in Australia",
        "Prevalence and predictors of persistent post-surgical opioid use: a prospective observational cohort study",
        "Characteristics of initial prescription episodes and likelihood of long-term opioid use – United States, 2006–2015",
        "Opioid pain medication use after dermatologic surgery a prospective observational study of 212 dermatologic surgery patients",
        "Overprescription of postoperative narcotics: a look at postoperative pain medication delivery, consumption and disposal in urological practice",
        "Opioid consumption following outpatient upper extremity surgery",
        "The prescription drug epidemic in the United States: a perfect storm",
        "Evaluation of a targeted prescriber education intervention on emergency department discharge oxycodone prescribing",
        "Conducting interrupted time series analysis for single and multiple group comparisons",
        "Testing the autocorrelation structure of disturbances in ordinary least squares and instrumental variables regressions",
        "A comprehensive approach to address the prescription opioid epidemic in Washington State: Milestones and lessons learned",
        "Toward evidence-based quality improvement: evidence (and its Limitations) of the effectiveness of guideline dissemination and implementation strategies 1966–1998",
        "Printed educational materials: effects on professional practice and health care outcomes",
        "Opioid information pamphlet increases postoperative opioid disposal rates: a before versus after quality improvement study",
        "State-level strategies for reducing prescription drug overdose deaths: Utah's prescription safety program",
        "Educational outreach visits: effects on professional practice and health care outcomes",
        "Audit and feedback: effects on professional practice and healthcare outcomes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Malabar",
            "@id": "60082304",
            "affilname": "Justice Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60082304",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kensington",
            "@id": "60026655",
            "affilname": "The Kirby Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026655",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60025702",
            "affilname": "St. Vincent's Hospital Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025702",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60001801",
            "affilname": "Prince of Wales Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001801",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": null,
            "@id": "121938614",
            "affilname": "Royal Australian Air Force Base",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121938614",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}