{
    "eid": "2-s2.0-85064212558",
    "title": "Development and psychometric assessment of a health literacy-based questionnaire to differentiate between office workers with and without non-specific neck pain",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Health",
        "Health behavior",
        "Risk factor",
        "Screening tool"
    ],
    "authors": [
        "K. Areerak",
        "P. Janwantanakul",
        "A. J. van der Beek"
    ],
    "citedby-count": 1,
    "ref-count": 43,
    "ref-list": [
        "Enhancing patient engagement in chronic disease self-management support initiatives in Australia: The need for an integrated approach",
        "Development and testing of the Test of Functional Health Literacy in Dentistry (TOFHLiD)",
        "Health literacy revisited: What do we mean and why does it matter?",
        "Health literacy and public health: A systematic review and integration of definitions and models",
        "The meaning and the measure of health literacy",
        "Health promot glossary",
        "Inadequate functional health literacy among patients at two public hospitals",
        "Individuals with chronic low back pain have greater difficulty in engaging in positive lifestyle behaviours than those without back pain: An assessment of health literacy",
        "Health literacy and beliefs among a community cohort with and without chronic low back pain",
        "Prevalence and risk factors of neck pain in military office workers",
        "Prevalence of self-reported musculo-skeletal symptoms among office workers",
        "Individual, physical and psychological risk factors for neck pain in Australian office workers: A 1-year longitudinal study",
        "Work related and individual predictors for incident neck pain among office employees working with video display units",
        "Course and prognostic factors for neck pain in the general population: Results of the Bone and Joint Decade 2000-2010 Task Force on Neck Pain and Its Associated Disorders",
        "Developing predictive models of health literacy",
        "Development and evaluation of an oral health literacy instrument for adults",
        "Developing a measure of communicative and critical health literacy: A pilot study of Japanese office workers",
        "The clinical course and prognostic factors of non-specific neck pain: A systematic review",
        "Measuring health-related quality of life",
        "The health literacy management scale (HeLMS): A measure of an individual’s capacity to seek, understand and use health information within the healthcare setting",
        "Adaptation and validation of the “tolerability and quality of life” (TOOL) questionnaire in Chinese bipolar patients",
        "The psychometric properties of the Comprehensive Headache-related Quality of life Questionnaire (CHQQ) translated to Serbian",
        "Development and validation of a questionnaire categorizing behavioral strategies in patients with chronic low back pain",
        "Assessing measurement in health: Beyond reliability and validity",
        "Relationship of forward head posture and cervical backward bending to neck pain",
        "Work related risk factors for neck, shoulder and arms complaints: A cohort study among Dutch computer office workers",
        "The relative contribution of work exposure, leisure time exposure, and individual characteristics in the onset of arm-wrist-hand and neck-shoulder symptoms among office workers",
        "Contribution of biopsychosocial risk factors to nonspecific neck pain in office workers: A path analysis model",
        "Ergonomics, musculoskeletal disorders and computer work",
        "Pathophysiology of upper extremity muscle disorders",
        "Diversity and variation in biomechanical exposure: What is it, and why would we like to know?",
        "The effects of exercise and rest breaks on musculoskeletal discomfort during computer tasks: An evidence-based perspective",
        "Individual and work related risk factors for neck pain among office workers: A cross sectional study",
        "Effects of an exercise programme on preventing neck pain among office workers: A 12-month cluster-randomised controlled trial",
        "Psychometric validation of Chinese Health Assessment Questionnaire for use in rheumatoid arthritis patients in China",
        "Can we screen for problematic back pain? A screening questionnaire for predicting outcome in acute and subacute back pain",
        "Prognosis and prognostic research: What, why, and how?",
        "The effectiveness of a work style intervention and a lifestyle physical activity intervention on the recovery from neck and upper limb symptoms in computer workers",
        "Improving work style behavior in computer workers with neck and upper limb symptoms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60001997",
            "affilname": "Amsterdam UMC - Vrije Universiteit Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001997",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}