{
    "eid": "2-s2.0-85054163150",
    "title": "The effect of vitamin D2 supplementation on muscle strength in early postmenopausal women: a randomized, double-blind, placebo-controlled trial",
    "cover-date": "2018-09-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "25-hydroxyvitamin D level",
        "early postmenopausal women",
        "ergocalciferol",
        "muscle cross-sectional area",
        "muscle mass",
        "muscle strength",
        "Vitamin D2"
    ],
    "authors": [
        "C. Suebthawinkul",
        "K. Panyakhamlerd",
        "P. Yotnuengnit",
        "A. Suwan",
        "N. Chaiyasit",
        "N. Taechakraichana"
    ],
    "citedby-count": 13,
    "ref-count": 42,
    "ref-list": [
        "Sarcopenia: European consensus on definition and diagnosis: report of the European Working Group on Sarcopenia in Older People",
        "Role of vitamin D in skeletal muscle function",
        "Vitamin D and skeletal muscle tissue and function",
        "The effects of calcitriol on falls and fractures and physical performance tests",
        "A systematic review of vitamin D status in populations worldwide",
        "Conflicting reports on vitamin D supplementation: evidence from randomized controlled trials",
        "Higher 25-hydroxyvitamin D concentrations are associated with better lower-extremity function in both active and inactive persons aged > or =60 y",
        "A positive association of vitamin D deficiency and sarcopenia in 50 year old women, but not men",
        "Low vitamin D and high parathyroid hormone levels as determinants of loss of muscle strength and muscle mass (sarcopenia): the Longitudinal Aging Study Amsterdam",
        "Vitamin D: a review on its effects on muscle strength, the risk of fall, and frailty",
        "Vitamin D status in relation to one-year risk of recurrent falling in older men and women",
        "Vitamin D status of Thai premenopausal women",
        "Vitamin D status and bone health in healthy Thai elderly women",
        "Vitamin D and obesity",
        "Decreased bioavailability of vitamin D in obesity",
        "Increased plasma concentrations of vitamin D metabolites and vitamin D binding protein in women using hormonal contraceptives: a cross-sectional study",
        "Effect of oral cholecalciferol 2,000 versus 5,000 IU on serum vitamin D, PTH, bone and muscle strength in patients with vitamin D deficiency",
        "Evaluation, treatment, and prevention of vitamin D deficiency: an Endocrine Society clinical practice guideline",
        "Field-based simplified approach of evaluating knee extensor muscle strength and size in university freshmen and women",
        "Cut-off value of body fat in association with metabolic syndrome in Thai peri- and postmenopausal women",
        "Sunlight and vitamin D for bone health and prevention of autoimmune diseases, cancers, and cardiovascular disease",
        "Vitamin D deficiency and secondary hyperparathyroidism in the elderly: consequences for bone loss and fractures and therapeutic implications",
        "Vitamin D status and muscle function in post-menarchal adolescent girls",
        "In situ detection of 1,25-dihydroxyvitamin D3 receptor in human skeletal muscle tissue",
        "A randomized study on the effect of vitamin D3supplementation on skeletal muscle morphology and vitamin D receptor concentration in older women",
        "The effect of high-dose vitamin D supplementation on muscular function and quality of life in postmenopausal women-A randomized controlled trial",
        "Effect of vitamin D supplementation alone on muscle function in postmenopausal women: a randomized, double-blind, placebo-controlled clinical trial",
        "Effect of vitamin D supplementation on muscle strength, gait and balance in older adults: a systematic review and meta-analysis",
        "Effect of vitamin D supplementation on muscle strength: a systematic review and meta-analysis",
        "Effects of vitamin D supplementation on upper and lower body muscle strength levels in healthy individuals. A systematic review with meta-analysis",
        "Estimation of whole-body skeletal muscle mass by bioelectrical impedance analysis in the standing position",
        "Measurement of lean body mass using bioelectrical impedance analysis: a consideration of the pros and cons",
        "Bioimpedance analysis: potential for measuring lower limb skeletal muscle mass",
        "Concordance between muscle mass assessed by bioelectrical impedance analysis and by dual energy X-ray absorptiometry: a cross-sectional study",
        "Ultrasonographic assessment of human skeletal muscle size",
        "Validity of measuring distal vastus medialis muscle using rehabilitative ultrasound imaging versus magnetic resonance imaging",
        "Anatomical cross-sectional area of the quadriceps femoris and sit-to-stand test score in middle-aged and elderly population: development of a predictive equation",
        "Size and strength of the quadriceps muscles of old and young women",
        "Taechakraichana. What is an appropriate dosage and interval of vitamin D2 supplementation to achieve a sufficiency level in postmenopausal women of Thailand? A randomized, double-blind, placebo-controlled trial",
        "Comparative efficacy and safety of different doses of ergocalciferol supplementation in patients with metabolic syndrome",
        "Vitamin D in preventive medicine: are we ignoring the evidence?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}