{
    "eid": "2-s2.0-85050764820",
    "title": "Structure–antioxidant activity relationship of β-cyclodextrin inclusion complexes with olive tyrosol, hydroxytyrosol and oleuropein: Deep insights from X-ray analysis, DFT calculation and DPPH assay",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "DFT calculation",
        "DPPH (PubChem CID 2735032)",
        "DPPH assay",
        "Ethanol (PubChem CID 702)",
        "Hydroxytyrosol (PubChem CID 82755)",
        "Oleuropein (PubChem CID 5281544)",
        "Olive oleuropein",
        "Tyrosol (PubChem CID 10393)",
        "X-ray analysis",
        "β-Cyclodextrin",
        "β-Cyclodextrin (PubChem CID 444041)"
    ],
    "authors": [
        "Thammarat Aree",
        "Suchada Jongrungruangchok"
    ],
    "citedby-count": 35,
    "ref-count": 58,
    "ref-list": [
        "Antioxidant activity of olive phenols and other dietary phenols in model gastric conditions: Scavenging of the free radical DPPH and inhibition of the haem-induced peroxidation of linoleic acid",
        "Hydroxytyrosol product, method of making, and uses thereof. U.S. Patent application No. 13/445,092",
        "Bond lengths in organic and metal-organic compounds revisited: XH bond lengths from neutron diffraction data",
        "Handbook of olive oil",
        "β-cyclodextrin encapsulation elevates antioxidant capacity of tea: A closing chapter on non-epicatechins, atomistic insights from X-ray analysis, DFT calculation and DPPH assay",
        "Crystallographic evidence for β-cyclodextrin inclusion complexation facilitating the improvement of antioxidant activity of tea (+)-catechin and (−)-epicatechin",
        "Enhancement of antioxidant activity of green tea epicatechins in β-cyclodextrin cavity: Single-crystal X-ray analysis, DFT calculation and DPPH assay",
        "Determination of the inclusion complex constant between oleuropein and cyclodextrins by complexation theory",
        "Antioxidant activity of phenolics extracted from olea europaea L. Leaves",
        "Use of a free radical method to evaluate antioxidant activity",
        "APEX2 version 2014.9-0",
        "SADABS version 2014/4",
        "SHELXTL XT, program for crystal structure solution, v. 2014/4",
        "SHELXTL XLMP, program for crystal structure refinement – Multi-CPU, v. 2014/7",
        "XPREP version 2008/2",
        "SAINT version 7.60A",
        "Beneficial effects of the olive oil phenolic components oleuropein and hydroxytyrosol: Focus on protection against cardiovascular and metabolic diseases",
        "Peroxyl and hydroxyl radical scavenging activity of some natural phenolic antioxidants",
        "Nutritional benefit of olive oil: The biological effects of hydroxytyrosol and its arylating quinone adducts",
        "General definition of ring puckering coordinates",
        "Chemistry of the Mediterranean diet",
        "Cyclodextrins and their complexes: Chemistry, analytical methods, applications",
        "Features and development of coot",
        "Linkage and pyranosyl ring twisting in cyclodextrins",
        "Gaussian 09, revision A.01",
        "Complexation of tyrosol with cyclodextrins",
        "The role of cyclodextrins in ORAC-fluorescence assays. Antioxidant capacity of tyrosol and caffeic acid with hydroxypropyl-β-cyclodextrin",
        "Valuable nutrients and functional bioactives in different parts of olive (Olea europaea L.)—a review",
        "The Cambridge structural database",
        "Peroxynitrite scavenging of flavonoids: Structure activity relationship",
        "Protection of flavonoids against lipid peroxidation: The structure activity relationship revisited",
        "Hydroxytyrosol and its potential therapeutic effects",
        "International olive council (IOC)",
        "Olives and olive oil as functional foods. Bioactivity, chemistry and processing",
        "Antioxidative activities of Olea europaea leaves and related phenolic compounds",
        "Crystal and molecular structure of cyclohepta-amylose dodecahydrate",
        "Complexation of hydroxytyrosol with β-cyclodextrins. An efficient photoprotection",
        "Cyclodextrins and antioxidants",
        "Mercury CSD 2.0 – New features for the visualization and investigation of crystal structures",
        "The inclusion complex formation of epigallocatechin gallate in γ-cyclodextrin and its effect on the antioxidant activity",
        "The functional olive oil market: Marketing prospects and opportunities",
        "Encapsulation of olive leaf extract in β-cyclodextrin",
        "Isolation and characterization of a new hydroxytyrosol derivative from olive (Olea europaea) leaves",
        "Antioxidant behavior of olive phenolics in oil-in-water emulsions",
        "Cyclodextrins as encapsulation agents for plant bioactive compounds",
        "Diamond – Crystal and molecular structure visualization, v. 4.4.0. Kreuzherrenstr. 102, 53227",
        "β-cyclodextrin and caffeine complexes with natural polyphenols from olive and olive oils: NMR, thermodynamic, and molecular modeling studies",
        "Cyclodextrin inclusion compounds in research and industry",
        "SHELXL: High-resolution refinement",
        "DFT energy optimization of a large carbohydrate: Cyclomaltohexaicosaose (CA-26)",
        "Oleuropein and related compounds",
        "Simulation of oleuropein structural conformation in vacuum, water and triolein–water systems using molecular dynamics",
        "Single-crystal structure validation with the program PLATON",
        "Topography of cyclodextrin inclusion complexes. Part 25. Cooperative OH⋯O hydrogen bonds in β-cyclodextrin–ethanol–octahydrate at 15 K: A neutron diffraction study",
        "Solid polyrotaxanes of polyethylene glycol and cyclodextrins: The single crystal X-ray structure of PEG−β-cyclodextrin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}