{
    "eid": "2-s2.0-85106377088",
    "title": "Effective gene delivery into primary dendritic cells using synthesized PDMAEMA-iron oxide nanocubes",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Colloid and Surface Chemistry",
            "@code": "1505",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Dendritic cell maturation",
        "DNA plasmid",
        "Gene carrier",
        "Magnetic iron oxide nanocubes",
        "Superparamagnetic",
        "Transfection efficiency"
    ],
    "authors": [
        "C. Saengruengrit",
        "K. Rodponthukwaji",
        "J. Sucharitakul",
        "P. Tummamunkong",
        "T. Palaga",
        "P. Ritprajak",
        "N. Insin"
    ],
    "citedby-count": 4,
    "ref-count": 49,
    "ref-list": [
        "Superparamagnetic PLGA-iron oxide microcapsules for dual-modality US/MR imaging and high intensity focused US breast cancer ablation",
        "Human nitric oxide biomarker as potential NO donor in conjunction with superparamagnetic iron oxide @ gold core shell nanoparticles for cancer therapeutics",
        "Fe3O4/Polycaprolactone microneedles with controlled drug delivery and magnetic hyperthermia",
        "Magnetic nanoparticles as new diagnostic tools in medicine",
        "PDMAEMA-grafted core-shell-corona particles for nonviral gene delivery and magnetic cell separation",
        "Rapid one-pot fabrication of magnetic calcium phosphate nanoparticles immobilizing DNA and iron oxide nanocrystals using injection solutions for magnetofection and magnetic targeting",
        "Magnetic nanoparticles for drug delivery",
        "Superparamagnetic iron oxide nanoparticles: magnetic nanoplatforms as drug carriers",
        "Magnetic nanoparticles in MR imaging and drug delivery",
        "The combined magnetic field and iron oxide-PLGA composite particles: effective protein antigen delivery and immune stimulation in dendritic cells",
        "Polyethyleneimine-modified iron oxide nanoparticles for brain tumor drug delivery using magnetic targeting and intra-carotid administration",
        "Size-dependent cytotoxicity and inflammatory responses of PEGylated silica-iron oxide nanocomposite size series",
        "Solventless thermal decomposition of ferrocene as a new approach for one-step synthesis of magnetite nanocubes and nanospheres",
        "Synthesis, characterization, drug release and transdentinal delivery studies of magnetic nanocubes coated with biodegradable poly(2-(dimethyl amino)ethyl methacrylate)",
        "Gene transfection efficiency into dendritic cells is influenced by the size of cationic liposomes/DNA complexes",
        "Dendritic cell activation and T cell priming with adjuvant- and antigen-loaded oxidation-sensitive polymersomes",
        "Non-invasive delivery of nanoparticles to hair follicles: a perspective for transcutaneous immunization",
        "In vivo targeting of dendritic cells in lymph nodes with poly(propylene sulfide) nanoparticles",
        "Current State of Dendritic Cell-Based Immunotherapy: Opportunities for in Vitro Antigen Loading of Different DC Subsets?",
        "The journey of in vivo virus engineered dendritic cells from bench to bedside: A Bumpy Road",
        "Structural advantage of dendritic poly(L-lysine) for gene delivery into cells",
        "Gene therapy and DNA delivery systems",
        "One-pot synthesis of PDMAEMA-bound iron oxide nanoparticles for magnetofection",
        "Gene therapy progress and prospects: magnetic nanoparticle-based gene delivery",
        "PDMAEMA based gene delivery materials",
        "In vitro and in vivo toxicity evaluation of cationic PDMAEMA-PCL-PDMAEMA micelles as a carrier of curcumin",
        "The use of PEGylated poly [2-(N,N-dimethylamino) ethyl methacrylate] as a mucosal DNA delivery vector and the activation of innate immunity and improvement of HIV-1-specific immune responses",
        "Synthesis of uniform ferrimagnetic magnetite nanocubes",
        "Controlled synthesis of iron oxide nanoparticles over a wide size range",
        "Isolation of dendritic cells",
        "Cell uptake and in vitro toxicity of magnetic nanoparticles suitable for drug delivery",
        "Formation mechanisms of iron oxide nanoparticles in different nonaqueous media, cryst",
        "Targeted delivery of mannan-coated superparamagnetic iron oxide nanoparticles to antigen-presenting cells for magnetic resonance-based diagnosis of metastatic lymph nodes in vivo",
        "Anisotropic magnetic nanoparticles: a review of their properties, syntheses and potential applications",
        "A novel method for preparation of bare and poly(vinylpyrrolidone) coated superparamagnetic iron oxide nanoparticles for biomedical applications",
        "Efficient transfection by using PDMAEMA-modified SiNWAs as a platform for Ca2+-dependent gene delivery",
        "PMMA colloid particles armored by clay layers with PDMAEMA polymer brushes",
        "Superparamagnetic behavior of the magnetic hysteresis loop in the Fe2O3@Pt core-shell nanoparticles",
        "Coupling agent effect on magnetic properties of functionalized magnetite-based nanoparticles",
        "Synthesis and cytotoxicity assessment of superparamagnetic iron–gold core–shell nanoparticles coated with polyglycerol",
        "Plasmid DNA delivery: nanotopography matters",
        "The effects of particle size and surface coating on the cytotoxicity of nickel ferrite",
        "HaCaT keratinocytes response on antimicrobial atelocollagen substrates: extent of cytotoxicity, cell viability and proliferation",
        "Potential toxicity of superparamagnetic iron oxide nanoparticles (SPION)",
        "ROS-induced toxicity: exposure of 3T3, RAW264.7, and MCF7 cells to superparamagnetic iron oxide nanoparticles results in cell death by mitochondria-dependent apoptosis",
        "Effect of PEGylated magnetic PLGA-PEI nanoparticles on primary hippocampal neurons: reduced nanoneurotoxicity and enhanced transfection efficiency with magnetofection",
        "Methods of delivery to antigen-presenting Cells: development of new and improved vaccines",
        "Well-defined block copolymers for gene delivery to dendritic cells: probing the effect of polycation chain-length",
        "Polymers for DNA vaccine delivery"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Chemistry",
        "Ratchadapisek Sompoch Endowment Fund",
        "TSRI Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}