{
    "eid": "2-s2.0-84907317401",
    "title": "Isolation and characterization of biotechnologically potent micrococcus luteus strain from environment",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Food safety",
        "Industrial enzymes",
        "Klebsiella pneumoniae",
        "Lipase",
        "Micrococcus luteus",
        "Phytase",
        "Probiotics",
        "Protease",
        "Staphylococcus aureus"
    ],
    "authors": [
        "Ali Akbar"
    ],
    "citedby-count": 20,
    "ref-count": 29,
    "ref-list": [
        "Micrococcus luteus and Pseudomonas species as probiotics for promoting the growth performance and health of Nile tilapia, Oreochromis niloticus",
        "Campylobacter. FUUAST J. Biol.",
        "Occurrence of Staphylococcus aureus and evaluation of anti-staphylococcal activity of Lactococcus lactis subsp. lactis in ready-to-eat poultry meat",
        "Zinc oxide nanoparticles loaded active packaging, a challenge study against Salmonella typhimurium and Staphylococcus aureus in ready-to-eat poultry meat",
        "Screening of potential biotechnological applications from obligate halophilic fungi, isolated from a man-made solar saltern located in Phetchaburi Province, Thailand",
        "Assay of antioxidant potential of two Aspergillus isolates by different methods under various physio-chemical conditions",
        "Interactions of microorganisms isolated from gilthead sea bream, Sparus aurata L., on Vibrio harveyi, a pathogen of farmed Senegalese sole, Solea senegalensis (Kaup)",
        "Evolution of probiotics in aquatic world: Potential effects, the current status in Egypt and recent prospectives",
        "Use of dead probiotic cells to control furunculosis in rainbow trout, Oncorhynchus mykiss (Walbaum)",
        "Antimicrobial activity of different Lactobacillus species against multi-drug resistant clinical isolates of Pseudomonas aeruginosa",
        "Production of cold-active bacterial lipases through semisolid state fermentation using oil cakes",
        "Functional and probiotic attributes of an indigenous isolate of lactobacillus plantarum",
        "The production and characterization of lipases from a micrococcus and a pseudomonad.",
        "Microbial control of maize army worm, mythimna separata (lepidoptera : Noctuidae) by entomopathogenic fungi",
        "Geomicrobiology and Biochemistry of Gold.",
        "The antimicrobial effect of lactobacillus casei culture supernatant against multiple drug resistant clinical isolates of Shigella sonnei and Shigella flexneri in vitro",
        "Res. J. Biol. Sci.",
        "Isolation of probiotic bacteria from turmeric (Curcuma longa Linn.) and its application in enriched beverages",
        "Effect of microbial phytase supplementation on growth performance of Japanese quails",
        "Impact of metals on the biodegradation of organic pollutants",
        "Res. Rev. Biosci.",
        "Isolation of phytase producing bacteria and optimization of phytase production parameters",
        "Production of the antibacterial substance by Bacillus sp. strain NM 12, an intestinal bacterium of Japanese coastal fish",
        "Prevalence of multiple drug resistant escherichia coli in patients of urinary tract infection registering at a diagnostic laboratory in Lahore, Pakistan",
        "Diversity and biosynthetic potential of culturable aerobic heterotrophic bacteria isolated from Magura Cave, Bulgaria",
        "Int. J. Chem. Anal. Sci.",
        "Prescott, Harley and Klein's microbiology.",
        "Borneo Sci.",
        "Importance of Gram-positive naphthalene-degrading bacteria in oil-contaminated tropical marine sediments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Karachi",
            "affilname": "Pakistan Agricultural Research Council",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hangzhou",
            "affilname": "Zhejiang University",
            "affiliation-country": "China"
        }
    ],
    "funding": []
}