{
    "eid": "2-s2.0-85026911486",
    "title": "Aging in Myanmar",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Gerontology",
            "@code": "2909"
        }
    ],
    "keywords": [
        "Asian older persons",
        "Demographics of aging",
        "Health and well-being in older ages",
        "Income security",
        "Intergenerational support",
        "Public policy"
    ],
    "authors": [
        "John Knodel"
    ],
    "citedby-count": 21,
    "ref-count": 33,
    "ref-list": [
        "Ageing in South East Asia: A Five-country Study",
        "Asian Development Outlook 2016: Asia's Potential Growth",
        "The 2014 Myanmar Population and Housing Census: Highlights of the Main Results (Census Report Volume 2-A)",
        "The Elderly Population in Myanmar: Trends, Living Conditions, Characteristics and Prospects, April 2005",
        "Ageing Transition in Myanmar. Nay Pyi Taw, Myanmar: Department of Population and UNFPA",
        "Adapting to social and political transitions - The influence of history on health policy formation in the Republic of the Union of Myanmar (Burma)",
        "Regional Health Forum WHO South-East Asia Region",
        "World Economic Outlook Database, International Monetary Fund",
        "The Situation of Older Persons in Myanmar: Results from the 2012 Survey of Older Persons (Revised 2014)",
        "BOLD",
        "Grandparents and grandchildren: Care and support in Myanmar, Thailand and Vietnam",
        "Intergenerational Living Arrangements in Myanmar and Thailand: A Comparative Analysis",
        "The Situation of Thailand's Older Population: An Update Based On the 2014 Survey of Older Persons in Thailand",
        "Implementing Myanmar's Social Protection Strategic Plan: Proposed Flagship Programmes",
        "Health seeking behaviour of elderly in Myanmar",
        "Ban On Doctor's Group Imperils Muslim Minority in Myanmar",
        "Study On Accessing Healthcare by the Older Population, Myanmar (Draft Report)",
        "Spotlight thailand",
        "Healthcare in Myanmar. Forbes",
        "Economic Status and Old-Age Health in Poverty-Stricken Myanmar",
        "Data Mapping On Ageing in Asia and the Pacific: Analytical Report",
        "Long-term Care Needs in the Context of Poverty and Population Aging: The Case of Older Persons in Myanmar",
        "What does living alone really mean for older persons? A comparative study of Myanmar, Vietnam, and Thailand",
        "How do living arrangements and intergenerational support matter forpsychological health of elderly parents? Evidence from Myanmar, Vietnam, and Thailand",
        "Healthcare of the Elderly in Myanmar [PowerPoint Slides]",
        "Burma: Health and transition",
        "World Population Prospects: The 2015 Revision. New York: The United Nations",
        "Policy Mapping On Ageing in Asia and the Pacific: Analytical Report",
        "World Development Indicators",
        "Livelihoods and Social Change in Rural Myanmar",
        "Noncommunicable Disease Risk Factor Survey: Myanmar 2009",
        "WHO Country Cooperation Strategy: Myanmar 2014-2018",
        "Prevalence of hypertension and its associated factors in the adult population in Yangon Division, Myanmar"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Singapore Management University",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}