{
    "eid": "2-s2.0-84908398399",
    "title": "Post-surgical physical activity enhancing program for elderly patients after hip fracture: A randomized controlled trial",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Elderly patients",
        "Physical activity",
        "Physical activity enhancing program"
    ],
    "authors": [
        "Sunee Suwanpasu"
    ],
    "citedby-count": 11,
    "ref-count": 42,
    "ref-list": [
        "Hip fractures in the elderly: A world-wide projection",
        "Recovery from hip fracture in eight areas of function",
        "Hospital readmissions after hospital discharge for hip fracture: Surgical and nonsurgical causes and effect on outcomes",
        "Hip fracture",
        "Early mortality after hip fracture: Is delay before surgery important?",
        "Incidence of and risk factors for falls following hip fracture in community-dwelling older adults",
        "Exercise prescription for a patient 3 months after hip fracture",
        "Second hip fracture in older men and women: The framingham study",
        "Mobility after hip fracture predicts health outcomes",
        "Functional recovery following a second hip fracture",
        "Patient Participation and Physical Activity During Rehabilitation and Future Functional Outcomes in Patients After Hip Fracture",
        "Long-term effects of home rehabilitation after hip fracture - 1-year follow-up of functioning, balance confidence, and health-related quality of life in elderly people",
        "Effects of physical activity on life expectancy with cardiovascular disease",
        "Occupational, commuting, and leisure-time physical activity in relation to total and cardiovascular mortality among finnish subjects with type 2 diabetes",
        "Physical activity and public health in older adults: Recommendation from the American College of Sports Medicine and the American Heart Association",
        "How Much Physical Activity do Older Adults Need? 2011: CDC Publication",
        "Definition of An Older or Elderly Person 2014: WHO",
        "Stand up and be counted: measuring time spent upright after hip fracture and comparison with community dwelling older people",
        "Health-related quality of life after hip fracture in the elderly community-dwelling",
        "Declines in physical functioning attributable to hip fracture among older people. A follow-up study of case-control participants",
        "Physical activity in the post-hip-fracture period",
        "Community ambulation before and after hip fracture: A qualitative analysis",
        "Using self-efficacy theory to develop interventions that help older people overcome psychological barriers to physical activity: A discussion paper",
        "Testing the effectiveness of the exercise plus program in older women post-hip fracture",
        "Delivery and outcomes of a yearlong home exercise program after hip fracture: A randomized controlled trial",
        "Rehabilitation interventions for improving physical and psychosocial functioning after hip fracture in older people.",
        "Interventions for promoting physical activity.",
        "Determining Sample Size: Balancing Power, Precision, and Practicality",
        "Hip Fracture Plus Patient Handbook",
        "OrthoInfo",
        "Middle Range Theories: Application to Nursing Research",
        "Path analysis of efficacy expectations and exercise behaviour in older adults",
        "International physical activity questionnaire: 12-Country reliability and validity",
        "Methodological challenges of multiple-component intervention: Lessons learned from a randomized controlled trial of functional recovery after hip fracture",
        "Factors Related to Long-term Adherence to Regular Exercise in Older Women Post Hip Fracture: UMB Digital Archive",
        "Self-efficacy determinants and consequences of physical activity",
        "Rehabilitation after hip fracture in older people",
        "Strategies enhancing self-efficacy in diabetes education: a review.",
        "Evaluating a community-based walking intervention for hypertensive older people in Taiwan: A randomized controlled trial",
        "Testing the Senior Exercise Self-efficacy Project (SESEP) for use with Urban dwelling minority older adults",
        "Using theory to develop an exercise intervention for patients post stroke",
        "Physical activity and hip fracture disability: A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}