{
    "eid": "2-s2.0-85105518011",
    "title": "Influence of backfat thickness and the interval from altrenogest withdrawal to estrus on reproductive performance of gilts",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Altrenogest",
        "Backfat depth",
        "Fertility",
        "Gilts"
    ],
    "authors": [
        "Krittawat Thitachot",
        "Voramet Sirinopwong",
        "Viriya Seemuang",
        "Akkapon Ratchatasriprasert",
        "Roy N. Kirkwood",
        "Nutthee Am-In"
    ],
    "citedby-count": 4,
    "ref-count": 14,
    "ref-list": [
        "The influence of the gilt pool on weaned pig output",
        "Control of pig reproduction in a breeding programme",
        "Control of estrus in gilts and primiparous sows",
        "Synchronization of oestrus in gilts with altrenogest: Effects on ovulation rate and foetal survival",
        "Control of oestrus in gilts II. Synchronisation of oestrus with a progestogen.; altrenogest (Regumate): Effect on fertility and litter size",
        "Follicle size and reproductive hormone profiles during a post-weaning altrenogest treatment in primiparous sows",
        "Concentrations of progesterone in the backfat of pigs during the oestrous cycle and after ovariectomy",
        "Correlation and agreement between serum and plasma progesterone concentrations in pigs as determine by an enzyme-linked immunosorbent assay",
        "Influence of age at first estrus, body weight, and average daily gain of replacement gilts on their subsequent reproductive performance as sows",
        "Gilt management for fertility and longevity",
        "Effect short (10-or 12-day) or standard (14-or 18-day) periods of estrus suppression with allyl trenbolone on estrus synchronization and fertility in pubertal gilts",
        "Effect of duration of altrenogest treatment on farrowing rate and litter size of gilts",
        "The effect of gilt age at first estrus and breeding on third estruson sow body weight changes and long-term reproductive performance",
        "Serum anti-Mullerian hormone (AMH) concentrations in gilts and age at puberty"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "CEVA Animal Health Thailand Co., Ltd.",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}