{
    "eid": "2-s2.0-85141036296",
    "title": "A new furanonapthoquinone from the stems of Thunbergia laurifolia",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Acanthaceae",
        "diabetes",
        "napthoquinone",
        "Thunbergia",
        "α-glucosidase"
    ],
    "authors": [
        "Anh Khoa Nguyen",
        "Preecha Phuwapraisirisan"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Furanonaphthoquinones from two Lantana species",
        "Isolation and structural elucidation of rosmarinic acid by nuclear magnetic resonance spectroscopy",
        "Anti-diabetic effect of Thunbergia laurifolia Linn. aqueous extract",
        "Antinociceptive and anti-inflammatory effects of rosmarinic acid isolated from Thunbergia laurifolia Lindl",
        "Phytochemistry and pharmacological properties of Thunbergia laurifolia: a review",
        "Alatoside and thunaloside, two iridoid glucosides from Thunbergia alata",
        "Pinus pinaster Knot: a source of polyphenols against Plasmopara viticola",
        "Quality assessment and in vitro anti-diabetic activity of Thunbergia laurifolia stems and leaves",
        "Iridoid and phenylpropanoid glycosides from Scrophularia ningpoensis Hemsl. and their α-glucosidase inhibitory activities",
        "Iridoid glycosides from Thunbergia grandiflora",
        "Iridoids in Thunbergia species",
        "Thunbergia laurifolia, a traditional herbal tea of Thailand: botanical, chemical composition, biological properties and processing influence",
        "Iridoid glucosides from Thunbergia laurifolia",
        "Xanthones from Polygala caudata",
        "(+)-Syringaresinol lignan from new species Magnolia thailandica",
        "Hepatoprotective activity of Thunbergia laurifolia Linn extract in rats treated with ethanol: in vitro and in vivo studies",
        "New arylalkanones from Horsfieldia macrobotrys, effective antidiabetic agents concomitantly inhibiting α-glucosidase and free radicals",
        "Quercitylcinnamates, a new series of antidiabetic bioconjugates possessing α-glucosidase inhibition and antioxidant",
        "Bioactive constituents from Thunbergia erecta as potential anticholinesterase and anti-ageing agents: Experimental and in silico studies",
        "Xanthones from Hypericum japonicum and H. henryi"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}