{
    "eid": "2-s2.0-84995593578",
    "title": "Population genetic analysis and genome-wide association study of patellar luxation in a Thai population of Pomeranian dogs",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Canis lupus familiaris",
        "Genome-wide association study",
        "Heritability",
        "Patellar luxation",
        "Prevalence"
    ],
    "authors": [
        "C. Wangdee"
    ],
    "citedby-count": 10,
    "ref-count": 28,
    "ref-list": [
        "Frequency and distribution of patellar luxation in dogs: 134 cases (2000 to 2005)",
        "Complications associated with corrective surgery for patellar luxation in 109 dogs",
        "Patellar luxation as a complication of surgical intervention for the management of cranial cruciate ligament rupture in dogs: A retrospective study of 32 cases",
        "Evaluation of surgical correction of canine patellar luxation in 142 cases.",
        "A homozygous BMPR1B mutation causes a new subtype of acromesomelic chondrodysplasia with genital anomalies",
        "Veterinary Epidemiologic Research",
        "Introduction to Quantitative Genetics",
        "Patellar luxation in 70 large breed dogs",
        "Average information REML: An efficient algorithm for variance parameter estimation in linear mixed models",
        "Frequency and distribution of medial and lateral patellar luxation in dogs: 124 cases (1982-1992).",
        "Disease Mechanisms in Small Animal Surgery",
        "Inborn errors of sterol biosynthesis",
        "Breed susceptibility for developmental orthopedic diseases in dogs",
        "Phenotypic and genetic trends of patellar luxation in Dutch Flat-Coated Retrievers",
        "Surgical treatment of medial patellar luxation without femoral trochlear groove deepening procedures in dogs: 91 cases (1998-2009)",
        "OFA, 2015. Orthopedics Foundation for animal: Patellar luxation statistics. URL.",
        "Handbook of Small Animal Orthopedics and Fracture Repair",
        "Sex, size, and breed as risk factors in canine patellar dislocation.",
        "PLINK: A tool set for whole-genome association and population-based linkage analyses",
        "Medial Patellar Luxation in 16 Large Dogs A Retrospective Study",
        "Characterization of liver involvement in defects of cholesterol biosynthesis: Long-term follow-up and review",
        "Clinical phenotype of lathosterolosis",
        "Canine patellar luxation.",
        "Incidence and genetic aspects of patellar luxation in Pomeranian dogs in Thailand",
        "Eur. J. Companion Anim. Pract.",
        "Tube realignment for patellar luxation repair in dogs",
        "J. Thai Vet. Pract.",
        "Prevalence and genetics of patellar luxation in Kooiker dogs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Utrecht",
            "affilname": "Departement Geneeskunde van Gezelschapsdieren",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Wageningen",
            "affilname": "Wageningen University &amp; Research",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": []
}