{
    "eid": "2-s2.0-84997418170",
    "title": "Correlation of computed tomography characteristics ofcystic renal cell carcinoma with histopathology",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Computed tomography",
        "Cystic renal cell carcinoma",
        "Histopathology"
    ],
    "authors": [
        "Pattarin Burapasomboon"
    ],
    "citedby-count": 0,
    "ref-count": 13,
    "ref-list": [
        "Characteristics of renal cystic and solid lesions based on contrast-enhanced computed tomography of potential kidney donors",
        "The current radiological approach to renal cysts",
        "From the RSNA refresher courses: A practical approach to the cystic renal mass",
        "Cystic renal cell carcinoma: Pathological features, survival and implications for treatment",
        "Cystic renal cell carcinomas: Do they grow, metastasize, or recur?",
        "Urologic Oncol",
        "Multilocular cystic renal cell carcinoma: Comparison of imaging and pathologic findings",
        "Cystic renal cell carcinoma",
        "Cystic renal cell carcinoma: Radiological features and clinico-pathological correlation",
        "Renal cystic neoplasms and renal neoplasms associated with cystic renal diseases: Pathogenetic and molecular links",
        "Cystic renal neoplasms and renal neoplasms associated with cystic renal diseases in adults: Cross-sectional imaging findings",
        "Pathologyand Genetics of Tumours of the Urinary System Andmale Genital Organs. World Health OrganizationClassification of Tumours",
        "Common and uncommon histologic subtypes of renal cell carcinoma: Imaging spectrum with pathologic correlation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}