{
    "eid": "2-s2.0-85049655427",
    "title": "A Path Analysis of the Effects of Biopsychosocial Factors on the Onset of Nonspecific Low Back Pain in Office Workers",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chiropractics",
            "@code": "3602",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "Computers",
        "Etiology",
        "Low Back Pain",
        "Musculoskeletal Diseases"
    ],
    "authors": [
        "Prawit Janwantanakul",
        "Rattaporn Sihawong",
        "Ekalak Sitthipornvorakul",
        "Arpalak Paksaichol"
    ],
    "citedby-count": 3,
    "ref-count": 31,
    "ref-list": [
        "Differences in prevalence of self-reported musculoskeletal symptoms among computer and non-computer users in a Nigerian population: a cross-sectional study",
        "Prevalence of self-reported musculoskeletal symptoms among office workers",
        "Computer users’ risk factors for developing shoulder, elbow and back symptoms",
        "The effect of daily walking steps on preventing neck and low back pain in sedentary workers: a 1-year prospective cohort study",
        "Comprehensive review of epidemiology, scope, and impact of spinal pain",
        "Lumbar disc disorders and low-back pain: socioeconomic factors and consequences",
        "The trend in total cost of back pain in the Netherlands in the period 2002 to 2007",
        "The burden and determinants of neck pain in workers. Results of the Bone and Joint Decade 2000-2010 Task Force on Neck Pain and Its Associated Disorders",
        "Course and prognostic factors for neck pain in workers. Results of the Bone and Joint Decade 2000-2010 Task Force on Neck Pain and Its Associated Disorders",
        "Risk factors for the onset of nonspecific low back pain in office workers: a systematic review of prospective cohort studies",
        "Ergonomics, musculoskeletal disorders and computer work",
        "Structural equation modeling in medical research: a primer",
        "Structural equation models in occupational health: an application to exposure modeling",
        "Path analysis",
        "Strategies for prevention and management of musculoskeletal conditions. Low back pain (non-specific)",
        "Standardised Nordic questionnaires for the analysis of musculoskeletal symptoms",
        "Construct validity of the Thai version of the job content questionnaire in a large population of heterogeneous occupations",
        "Body mass index, waist circumference, and health risk: evidence in support of current National Institutes of Health guidelines",
        "Construct validity of lumbar extension measures in McKenzie's derangement syndrome",
        "Biering-Sorensen test scores in coal miners",
        "Designing & Conducting Health Surveys",
        "Reporting structural equation modeling and confirmatory factor analysis results: a review",
        "Stretching for Function Flexibility",
        "Kinesiology: The Mechanics & Pathomechanics of Human Movement",
        "Back extensor and psoas muscle cross-sectional area, prior physical training, and trunk muscle strength—a longitudinal study in adolescent girls",
        "Physical fitness, rather than self-reported physical activities, is more strongly associated with low back pain: evidence from a working population",
        "Occupational psychosocial factors increase the risk for back pain: a systematic review",
        "Psychological and culturally-influenced risk factors for the incidence and persistence of low back pain and associated disability in Spanish workers: Findings from the CUPID study",
        "Can we screen for problematic back pain? A screening questionnaire for predicting outcome in acute and subacute back pain",
        "Prognosis and prognostic research: what, why, and how?",
        "Psychosocial work characteristics in relation to neck and upper limb symptoms"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Social Security Office of Thailand",
        "Chulalongkorn University"
    ]
}