{
    "eid": "2-s2.0-85130965603",
    "title": "Biodegradation of 4-nitroaniline by novel isolate Bacillus sp. strain AVPP64 in the presence of pesticides",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Toxicology",
            "@code": "3005",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "4-nitroaniline",
        "Bacillus sp. strain AVPP64",
        "Biodegradation",
        "Nitrogen fixation",
        "Pesticides tolerance",
        "Phosphate solubilization"
    ],
    "authors": [
        "Sivagnanam Silambarasan",
        "Pablo Cornejo",
        "Alisa S. Vangnai"
    ],
    "citedby-count": 7,
    "ref-count": 80,
    "ref-list": [
        "Biodegradation of chlorpyrifos and its hydrolysis product 3,5,6 trichloro-2-pyridinol using a novel bacterium Ochrobactrum sp. JAS2: a proposal of its metabolic pathway",
        "Effects of insecticides on plant-growth-promoting activities of phosphate solubilizing rhizobacterium Klebsiella sp. strain PS19",
        "Effects of pesticides on plant growth promoting traits of Mesorhizobium strain MRC4",
        "Beijerinckia fluminensis BFC-33, a novel multi-stress-tolerant soil bacterium: deciphering the stress amelioration, phytopathogenic inhibition and growth promotion in Triticum aestivum (L.)",
        "Decolorization of acid blue 29, disperse red 1 and Congo red by different indigenous fungal strains",
        "Metabolism of 2-chloro-4-nitrophenol in a gram negative bacterium, Burkholderia sp. RKJ 800",
        "Rapid degradation of the organophosphate pesticide-chlorpyrifos by a novel strain of Pseudomonas nitroreducens AR-3",
        "Current Protocols in Molecular Biology",
        "Copper nanoparticles embedded chitosan for efficient detection and reduction of nitroaniline",
        "Biotechnological basis of microbial consortia for the removal of pesticides from the environment",
        "Fipronil degradation kinetics and resource recovery potential of Bacillus sp. strain FA4 isolated from a contaminated agricultural field in Uttarakhand, India",
        "Insight into microbial applications for the biodegradation of pyrethroid insecticides",
        "Revisiting the nature of phosphorus pools in Chilean volcanic soils as a basis for arbuscular mycorrhizal management in plant P acquisition",
        "Rapid in situ assay for indole acetic acid production by bacteria immobilized on nitrocellulose membrane",
        "The metabolic effects of diuron in the rat liver",
        "Rapid biodegradation and biofilm-mediated bioremoval of organophosphorus pesticides using an indigenous Kosakonia oryzae strain-VITPSCQ3 in a Vertical-flow Packed Bed Biofilm Bioreactor",
        "An overview of the potential impacts of atrazine in aquatic environments: perspectives for tailored solutions based on nanotechnology",
        "Au-on-Pd bimetallic nanoparticles applied to the voltammetric determination and monitoring of 4-nitroaniline in environmental samples",
        "Diuron degradation by bacteria from soil sugarcane crops",
        "Kinetics and catabolic pathways of the insecticide chlorpyrifos, annotation of the degradation genes, and characterization of enzymes TcpA and Fre in Cupriavidus nantongensis X1T",
        "Enhanced biodegradation of organophosphorus insecticides in industrial wastewater via immobilized Cupriavidus nantongensis X1T",
        "Novel mechanism and degradation kinetics of pesticides mixture using Bacillus sp. strain 3C in contaminated sites",
        "Study on the interactions between toxic nitroanilines and lysozyme by spectroscopic approaches and molecular modeling",
        "Biodegradation of 1,4-dioxane: effects of enzyme inducers and trichloroethylene",
        "Toxicity of diuron in human cancer cells",
        "Molecular characterization of monocrotophos and chlorpyrifos tolerant bacterial strain for enhancing seed germination of vegetable crops",
        "Nicosulfuron inhibits atrazine biodegradation by Arthrobacter sp. DNS10:Influencing mechanisms insight from bacteria viability, gene transcription and reactive oxygen species production",
        "Biodegradation of paraquat by Pseudomonas putida and Bacillus subtilis immobilized on ceramic with supplemented wastewater sludge",
        "Structure-activity investigation of the potentiating effect of cyano substitution on nitroaniline mutagenicity in the ames test",
        "Rapid removal of salicylic acid, 4-nitroaniline, benzoic acid and phthalic acid from wastewater using magnetized fast pyrolysis biochar from waste Douglas fir",
        "Biodegradation potential of pure and mixed bacterial cultures for removal of 4-nitroaniline from textile dye wastewater",
        "Biodegradation and utilization of 4-n-nonylphenol by Aspergillus versicolor as a sole carbon and energy source",
        "Polyaromatic hydrocarbon (PAH) degradation potential of a new acid tolerant, diazotrophic P-solubilizing and heavy metal resistant bacterium Cupriavidus sp. MTS-7 isolated from long-term mixed contaminated soil",
        "In-situremediation approaches for the management of contaminated sites: a comprehensive overview",
        "Recent progress in controlling the synthesis and assembly of nanostructures: application for electrochemical determination of p-nitroaniline in water",
        "Simultaneous degradation of P-nitroaniline and electricity generation by using a microfiltration membrane dual-chamber microbial fuel cell",
        "Degradation of 17β-estradiol by Novosphingobium sp. ES2-1 in aqueous solution contaminated with tetracyclines",
        "ZnO nanoparticles immobilized on the surface of stones to study the removal efficiency of 4-nitroaniline by the hybrid advanced oxidation process (UV/ZnO/O3)",
        "Bacillus pumilus promotes the growth and nitrogen uptake of tomato plants under nitrogen fertilization",
        "A novel membrane-aerated biofilter for the enhanced treatment of nitroaniline wastewater: nitroaniline biodegradation performance and its influencing factors",
        "Enhanced treatment of nitroaniline-containing wastewater by a membrane-aerated biofilm reactor: simultaneous nitroaniline degradation and nitrogen removal",
        "Photocrosslinked hybrid composites with Ag, Au or Au-Ag NPs as visible-light triggered photocatalysts for degradation/reduction of aromatic nitroderivatives",
        "Alternative biodegradation pathway of the herbicide diuron",
        "Chronic toxicity, oncogenic potential, and reproductive toxicity of p-nitroaniline in rats",
        "Biodegradation of 4-chlorophenol in batch and continuous packed bed reactor by isolated Bacillus subtilis",
        "Agricultural use and pH correction of anaerobic sewage sludge with acid pH",
        "Atrazine uptake, translocation, bioaccumulation and biodegradation in cattail (Typha latifolia) as a function of exposure time",
        "Ecological risk assessment of current-use pesticides and biocides in soils, sediments and surface water of a mixed land-use basin of the Pampas region, Argentina",
        "Degradation of 4-nitroaniline by Stenotrophomonas strain HPC 135",
        "Biotechnological applications of serpentine soil bacteria for phytoremediation of trace metals",
        "Effect of endosulfan tolerant bacterial isolates (Delftia lacustris IITISM30 and Klebsiella aerogenes IITISM42) with Helianthus annuus on remediation of endosulfan from contaminated soil",
        "Evaluation in the performance of the biodegradation of herbicide diuron to high concentrations by Lysinibacillus fusiformis acclimatized by sequential batch culture",
        "Effects of environmentally relevant sub-chronic atrazine concentrations on African clawed frog (Xenopus laevis) survival, growth and male gonad development",
        "Biodegradation of PAHs by Bacillus marsiflavi, genome analysis and its plant growth promoting potential",
        "Impact of metals on the biodegradation of organic pollutants",
        "4-Nitrophenol biodegradation by an isolated and characterized microbial consortium and statistical optimization of physicochemical parameters by Taguchi Methodology",
        "Universal chemical assay for the detection and determination of siderophores",
        "Tolerance of pesticides and antibiotics among beneficial soil microbes recovered from contaminated rhizosphere of edible crops",
        "In vitro investigation to explore the toxicity of different groups of pesticides for an agronomically important rhizosphere isolate Azotobacter vinelandii",
        "Evaluation of the production of exopolysaccharide by plant growth promoting yeast Rhodotorula sp. strain CAH2 under abiotic stress conditions",
        "Influence of plant beneficial Stenotrophomonas rhizophila strain CASB3 on the degradation of diuron contaminated saline soil and improvement of Lactuca sativa growth",
        "Amelioration of aluminum phytotoxicity in Solanum lycopersicum by co-inoculation of plant growth promoting Kosakonia radicincitans strain CABV2 and Streptomyces corchorusii strain CASL5",
        "Pseudomonas citronellolis strain SLP6 enhances the phytoremediation efficiency of Helianthus annuus in copper contaminated soils under salinity stress",
        "Biodegradation of 4-nitroaniline by plant-growthpromoting Acinetobacter sp. AVLB2 and toxicological analysis of its biodegradationmetabolites",
        "Plant-growth promoting Candida sp. AVGB4 with capability of 4-nitroaniline biodegradation under drought stress",
        "Efficiency of the formulated plant-growth promoting Pseudomonas fluorescens MC46 inoculant on triclocarban treatment in soil and its effect on Vigna radiata growth and soil enzyme activities",
        "Role of plant growth-promoting Ochrobactrum sp. MC22 on triclocarban degradation and toxicity mitigation to legume plants",
        "Profenofos insecticide degradation by novel microbial consortium and isolates enriched from contaminated chili farm soil",
        "Organic contaminants in sewage sludge (biosolids) and their significance for agricultural recycling",
        "Biodegradation pathway of the organophosphate pesticides chlorpyrifos, methyl parathion and profenofos by the marine-derived fungus Aspergillus sydowii CBMAI 935 and its potential for methylation reactions of phenolic compounds",
        "Aerobic and anoxic degradation and detoxification of profenofos insecticide by Pseudomonas plecoglossicida strain PF1",
        "A kinetic study on the degradation of p-nitroaniline by Fenton oxidation process",
        "Biodegradation of 4-chloroaniline by bacteria enriched from soil",
        "Electrosorptive photocatalytic degradation of highly concentrated p-nitroaniline with TiO2nanorod-clusters/carbon aerogel electrode under visible light",
        "Effect of the coexistence of endosulfan on the lindane biodegradation by Novosphingobium barchaimii and microbial enrichment cultures",
        "Diversity of nitrogenase (nifH) genes pool in soybean field soil after continuous and rotational cropping",
        "Pseudomonas sp. ZXY-1, a newly isolated and highly efficient atrazine-degrading bacterium, and optimization of biodegradation using response surface methodology",
        "Kinetic modeling and efficiency of sulphate radical-based oxidation to remove p-nitroaniline from wastewater by persulfate/Fe3O4nanoparticles process",
        "Interaction of copper and 2,4,5-trichlorophenol on bioremediation potential and biochemical properties in co-contaminated soil incubated with Clitocybe maxima",
        "Persistent organic pollutants in river water and groundwater of The Netherlands"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Temuco",
            "@id": "60012035",
            "affilname": "Universidad de la Frontera",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012035",
            "affiliation-country": "Chile"
        }
    ],
    "funding": [
        "ANID-Chile",
        "Ministry of Education",
        "FONDECYT",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "Universidad de La Frontera",
        "Agencia Nacional de Investigación y Desarrollo"
    ]
}