{
    "eid": "2-s2.0-84930731569",
    "title": "Conservation, management, and restoration of coral reefs",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Coelenterata",
        "Invasive species",
        "Marine ecosystems",
        "Reef conservation"
    ],
    "authors": [
        "Suchana Chavanich"
    ],
    "citedby-count": 9,
    "ref-count": 28,
    "ref-list": [
        "Progress in the development and acquisition of anticancer agents from marine sources",
        "Worldwide death of corals-Natural cyclical events or man-made pollution?",
        "Delayed mortality in bleached massive corals on intertidal reef flats around Phuket, Andaman Sea, Thailand",
        "Confronting the coral reef crisis",
        "Reefs at Risk Revisited",
        "Invasive Species and Biodiversity Management",
        "Impact of Tsunami on the seafloor and corals in Thailand",
        "Report on the Current Status of Marine Non-Indigenous Species in the Western Pacific Region",
        "Reef communities after the 2010 mass coral bleaching Atracha Yai Island in the Andaman Sea and Koh Tao in the Gulf of Thailand",
        "Coral Restoration Techniques in the Western Pacific Region",
        "Coral Reef Conservation",
        "Coral Bleaching: Patterns, Processes, Causes and Consequences. Ecological Studies 205",
        "Reef Restoration Concepts and Guidelines: Making Sensible Management Choices in the Face of Uncertainty",
        "Reef Rehabilitation Manual",
        "Discovery and development of the anticancer agent salinosporamide A (NPI-0052)",
        "Bioactive compounds from coral reef invertebrates",
        "Climate change, coral bleaching and the future of the world's coral reefs",
        "Coral reefs under rapid climate change and ocean acidification.",
        "Marine organisms: Potential source for drug discovery",
        "Invasion Ecology",
        "Global Marine Biological Diversity",
        "Repeated coral bleaching in the Andaman Sea, Thailand, during the last two decades",
        "Rebuilding coral reefs: Does active reef restoration lead to sustainable reefs?",
        "Cnidarians as a source of new marine bioactive compounds - An overview of the last decade and future steps for bioprospecting",
        "Aquac. Asia Mag.",
        "Impact of the 2005 coral bleaching event on Porites porites and Colpophyllia natans at Tektite Reef, US Virgin Islands",
        "Status of Coral Reefs of the World: 2008",
        "Biological Invasions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quezon City",
            "affilname": "Marine Science Institute, College of Science, University of the Philippines, Diliman",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Jerusalem",
            "affilname": "Israel Nature and Parks Authority",
            "affiliation-country": "Israel"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kaohsiung",
            "affilname": "National Sun Yat-Sen University",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Haifa",
            "affilname": "National Institute of Oceanography Israel",
            "affiliation-country": "Israel"
        }
    ],
    "funding": []
}