{
    "eid": "2-s2.0-84953850598",
    "title": "Geometry anisotropy and mechanical property isotropy in titanium foam fabricated by replica impregnation method",
    "cover-date": "2016-02-08",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Anisotropy",
        "Isotropy",
        "Mechanical properties",
        "Powder metallurgy",
        "Titanium foam"
    ],
    "authors": [
        "Anchalee Manonukul"
    ],
    "citedby-count": 15,
    "ref-count": 18,
    "ref-list": [
        "Mechanical properties and non-homogeneous deformation of open-cell nickel foams: Application of the mechanics of cellular solids and of porous materials",
        "Compressive response of open-cell foams. Part I: Morphology and elastic properties",
        "Microstructure and tensile mechanical properties of anisotropic rigid polyurethane foam",
        "Impact of material processing and deformation on cell morphology and mechanical behavior of polyurethane and nickel foams",
        "Met. Foam.: A Des. Guide Batter.-Heinemann",
        "On the dynamic mechanical properties of open-cell metal foams - A re-assessment of the 'simple-shock theory'",
        "Analysis of anisotropy and strain rate sensitivity of open-cell metal foam",
        "Mater. Sci. Eng. A",
        "Mechanical properties of open-pore titanium foam",
        "Titanium foams produced by solid-state replication of NaCl powders",
        "Compressive response of Al-foams produced via a powder sintering process based on a leachable space-holder material",
        "Anisotropy and strain localization in steel foam",
        "Effects of replacing metal powder with powder space holder on metal foam produced by metal injection moulding",
        "Powder Technol.",
        "The effects of organic template and thickening agent on structure and mechanical properties of titanium foam fabricated by replica impregnation method",
        "Quantitative 3D characterization of solidification structure and defect evolution in Al alloys",
        "Thermophysical properties of high porosity metal foams",
        "Microstructure and mechanical properties of commercially pure titanium foam with varied cell size fabricated by replica impregnation method"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Science and Technology Development Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Ltd.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}