{
    "eid": "2-s2.0-85079485401",
    "title": "Antioxidant activities of mamao luang (Antidesma thwaitesianum Müll. Arg.) fruit: Extraction and application in raw chicken patties",
    "cover-date": "2020-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antidesma thwaitesianum Müll. Arg",
        "antioxidant activity",
        "chicken patty",
        "extraction",
        "oxidative stability"
    ],
    "authors": [
        "Ninnart Chinprahast",
        "Jirapat Boonying",
        "Nuntanut Popuang"
    ],
    "citedby-count": 7,
    "ref-count": 44,
    "ref-list": [
        "Structural aspects of antioxidant activity of flavonoids",
        "Antioxidant capacity and phenolic content of selected tropical fruits from Malaysia, extracted with different solvents",
        "The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: The FRAP assay",
        "Use of a free radical method to evaluate antioxidant activity",
        "Influence of dietary vitamin E on the oxidative stability and quality of pig meat",
        "Estimation of total flavonoid content in propolis by two complementary colorimetric methods",
        "Determination of kinetic properties of polyphenol oxidase from Thymus (Thymus longicaulis subsp. chaubardii var. chaubardii)",
        "Antioxidant activity of some plant extracts of the family labiatae",
        "Characterization and measurement of anthocyanins by UV-visible spectroscopy",
        "Relationship between TBA numbers and inexperienced panelists’ assessments of oxidized flavor in cooked beef",
        "Phenolic compounds in fruits—An overview",
        "The anti-oxidation potential of polyphenol extract from cocoa leaves on mechanically deboned chicken meat (MDCM)",
        "Flavonoid antioxidants: Chemistry, metabolism and structure-activity relationships",
        "Antioxidant action of ganghwayakssuk (Artemisia princeps Pamp.) in combination with ascorbic acid to increase the shelf life in raw and deep fried chicken nuggets",
        "Antioxidant activity of black currant (Ribes nigrum L.) extract and its inhibitory effect on lipid and protein oxidation of pork patties during chilled storage",
        "Nutrients and bioactive compounds of Thai indigenous fruits",
        "The effect of dried galangal powder and its ethanolic extracts on oxidative stability in cooked ground pork",
        "Techniques for analysis of plant phenolic compounds",
        "Unusual anthocyanin reaction with acetone leading to pyranoanthocyanin formation",
        "Effect of aldehyde lipid oxidation products on myoglobin",
        "Comparative studies of four different phenolic compounds on in vitro antioxidative activity and the preventive effect on lipid oxidation of fish oil emulsion and fish mince",
        "Antioxidant and antimicrobial activities of rosemary extracts linked to their polyphenol composition",
        "The effects of butylated hydroxyanisole, ascorbic acid, and α-tocopherol on some quality characteristics of mechanically deboned chicken patty during freeze storage",
        "Effect of solvent and certain food constituents on different antioxidant capacity assays",
        "Optimisation of the solvent extraction of phenolic antioxidants from fruits of Euterpe oleracea using response surface methodology",
        "Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements",
        "Antioxidant activities of polyphenolic compounds isolated from Antidesma thwaitesianum Müll. Arg. seeds and marcs",
        "Inhibition of lipid oxidation and dynamics of polyphenol content in mechanically deboned meat supplemented with sea buckthorn (Hippophae rhamnoides) berry residues",
        "Effect of thyme/cumin essential oils and butylated hydroxyl anisole/butylated hydroxyl toluene on physicochemical properties and oxidative/microbial stability of chicken patties",
        "Wine industry residues extracts as natural antioxidants in raw and cooked chicken meat during frozen storage",
        "Extraction and measurement of total lipids",
        "Inhibition of protein and lipid oxidation in beef heart surimi-like material by antioxidants and combination of pH, NaCl, and buffer type in the washing media",
        "Rye and wheat bran extracts isolated with pressurized solvents increase oxidative stability and antioxidant potential of beef meat hamburgers",
        "Bioactive compounds and health-promoting properties of berry fruits: A review",
        "A distillation method for the quantitative determination of malondialdehyde in rancid foods",
        "Inhibition of lipid oxidation in refrigerated and frozen salted raw minced chicken breasts with electron beam irradiated almond skin powder",
        "Determination of total phenolics",
        "A new extraction method for determining 2-thiobarbituric acid values of pork and beef during storage",
        "Berry phenolic extracts modulate the expression of p21(WAF1) and Bax but not Bcl-2 in HT-29 colon cancer cells"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Univ."
    ]
}