{
    "eid": "2-s2.0-85129210502",
    "title": "COVID-19 and Civil Society in Southeast Asia: Beyond Shrinking Civic Space",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Public Administration",
            "@code": "3321",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Civic space",
        "Civil society",
        "COVID-19",
        "Shrinking space",
        "Southeast Asia"
    ],
    "authors": [
        "Jasmin Lorch",
        "Janjira Sombatpoonsiri"
    ],
    "citedby-count": 1,
    "ref-count": 79,
    "ref-list": [
        "Data export [online]. Retrived April 26",
        "Civil society and political change. An analytical framework",
        "The space for civil society: Shrinking? Growing? Changing? Maecenata Institut für Philanthropie und Zivilgesellschaft. Opuscula, 104. Berlin",
        "Civil society in times of change: Shrinking, changing and expanding spaces and the need for new regulatory approaches",
        "(2020). ASEAN rapid assessment: The impact of covid-19 on livelihoods across ASEAN",
        "Civil society in Southeast Asia during COVID-19: Responding and evolving under pressure",
        "Defending civic space: Successful resistance against NGO laws in Kenya and Kyrgyzstan",
        "Parties, civil society, and the deterrence of democratic defection",
        "COVID-19 as a threat to civic spaces around the world",
        "Duterte’s response to the coronavirus: ‘Shoot them dead",
        "Civil society and the coronavirus: Dynamism despite disruption",
        "(2014). Closing space: Democracy and human rights support under fire. Carnegie Endowment for international peace",
        "(2020). Why Duterte wants to extend his Covid-19 emergency. Asia Times",
        "(2020). JKM’s new guidelines allow NGOs to distribute food to needy folk. The Star",
        "Basic needs",
        "(2020). Netiwit and #SongTorKwamImm: Sharing campaigns for mutual survival. A Day",
        "The impact of political opportunity structures on the politicization of civil society organization in the field of unemployment and precarity",
        "Civil society organizations and service provision. Civil society and social movements programme paper number 2",
        "Introduction: Reflections on democratic backsliding in Asia",
        "Malaysia: Competitive authoritarianism in a plural society",
        "Toward a coherent framework: A typology and conceptualization of CSO regulatory regimes",
        "Hands off my regime! Governments’ restrictions on foreign aid to non–governmental organisations in poor and middle–income countries",
        "NGO performance and accountability",
        "The response of civil society organisations to face the COVID-19 pandemic and the consequent restrictive measures adopted in Europe",
        "Freedom in retreat. [online] Retrieved April 22",
        "Democracy under lockdown – The impact of COVID-19 on global freedom",
        "Democracy under seige. [online] Retrieved April 24",
        "The Philippines’ COVID-19 responses: Securitising the pandemic and disciplining the Pasaway",
        "(2020). No COVID-19 response is possible without civil society involvement",
        "Covid-19 Civic Freedom Tracker",
        "(2020). Coronavirus blunders: Indonesia turn crisis into catastrophe. Carnegie Endowment for International Peace",
        "GIGA Focus Global 2, February, German Institute for Global and Area Studies (GIGA)",
        "How ‘militarized’ is Indonesia’s COVID-19 management? Preliminary assessment and findings",
        "Elections without democracy: The rise of competitive authoritarianism",
        "Civil society under authoritarian rule: The case of Myanmar",
        "Elite capture, civil society and democratic backsliding in Bangladesh, Thailand and the Philippines",
        "An open letter to Prime Minister Muhyiddin Yassin",
        "Z. (2020). Myanmar sets up new unit to manage COVID-19 volunteers",
        "We Fair want government to cut down defense budget, increase tax for the rich, and provide better welfare for the people",
        "Sources of resistance to democratic decline: Indonesian civil society and its trials",
        "The militarization of responses to COVID-19 in Democratic Latin America",
        "Sickness or silence: Social movement adaptation to COVID-19",
        "The Pandemic is a battlefield. Social movements in the COVID-19 lockdown",
        "(2021). Prime Minister’s response to health experts’ open letter",
        "The contested spaces of civil society in a plural world: Norm contestation in the debate about restrictions on international civil society support",
        "Don’t touch my Constitution! Civil society resistance to democratic backsliding in Africa’s pluralist pegimes",
        "(2020). COVID-19 in Myanmar: Effects of the pandemic on the rule of law",
        "(2020). How civil society is fighting back against coronavirus crackdowns",
        "Authoritarians are exploiting the coronavirus. Democracies must not follow suit",
        "Civil society under stress: Repression and divided civic spaces in Southeast Asia",
        "Securitizing ‘fake news’: Policy responses to disinformation in Thailand",
        "Taking back civic space: Nonviolent protests and pushbacks against autocratic restrictions in Thailand",
        "Can INGOs push back against closing space? Only if they change their approach",
        "Contentious politics and social movement",
        "Nonprofit management: introduction and overview",
        "The changing space for NGOs: Civil society in authoritarian and hybrid regimes",
        "S. (2020). ‘Shoot them dead’: Duterte orders troops to kill quarantine violators",
        "A UN framework for the immediate socio-economic response to COVID-19",
        "Nine months into the Covid-19 pandemic",
        "Omnibus bill reveals Jokowi’s bedfellows",
        "Fighting Covid-19 in Indonesia",
        "(2020). Middle income countries: Overview",
        "(2021). Uneven recovery. World Bank East Asia and Pacific economic update"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Erfurt",
            "@id": "60019117",
            "affilname": "Universität Erfurt",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019117",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "German Federal Ministry for Economic Cooperation and Development",
        "German Institute for Global and Area Studies",
        "BMZ"
    ]
}