{
    "eid": "2-s2.0-84921028603",
    "title": "Medicare and private spending trends from 2008 to 2012 diverge in Texas",
    "cover-date": "2015-02-19",
    "subject-areas": [
        {
            "$": "Health Policy",
            "@code": "2719"
        }
    ],
    "keywords": [
        "medical costs",
        "Medicare",
        "private insurance",
        "trends"
    ],
    "authors": [
        "Luisa Franzini"
    ],
    "citedby-count": 3,
    "ref-count": 48,
    "ref-list": [
        "February Health Spending Growth Reaches 7-year High; Acceleration Predated ACA Expanded Coverage",
        "Medicare Home Health Face-to-face Encounter Requirement",
        "Identification of supplier induced demand in the health care sector.",
        "How Obamacare Screwed Up First-quarter U.S. Growth Estimates",
        "Health care cost growth among the privately insured",
        "Wage Index Files",
        "2013 Medicare Trustees Report",
        "Fee Schedules: General Information",
        "Physician Fee Schedule",
        "Public Use File: New Data on Geographic Variation",
        "Is This Time Different? the Slowdown in Healthcare Spending (NBER Working Paper No. 19700)",
        "Geographic correlation between large-firm commercial spending and medicare spending",
        "National health expenditure projections, 2012-22: Slow growth until coverage expands and economy improves",
        "If slow rate of health care spending growth persists, projections may be off by $770 billion",
        "The Dartmouth Atlas of Health Care",
        "Starting on the Path to A High Performance Health System: Analysis of the Payment and System Reform Provisions in the Patient Protection and Affordable Care Act of 2010",
        "More Care is Not Better Care",
        "The Policy Implications of Variations in Medicare Spending Growth",
        "McAllen and El Paso revisited: Medicare variations not always reflected in the under-sixty-five population",
        "Comparing variation in medicare and private insurance spending in Texas",
        "Variation in inpatient hospital prices and outpatient service quantities drive geographic differences in private spending in Texas",
        "The gross domestic product and health care spending",
        "The New Yorker",
        "Can hospitals and physicians shift the effects of cuts in Medicare reimbursement to private payers?",
        "Health Care in A Multipayer System: The Effects of Health Care Service Demand among Adults under 65 on Utilization and Outcomes in Medicare",
        "Health care spending - A giant slain or sleeping?",
        "National health spending in 2011: Overall growth remains low, but some payers and services show signs of acceleration",
        "2011 Health Care Cost and Utilization Report",
        "2012 Health Care Cost and Utilization Report",
        "What Drove the Recent Slowdown in Health Spending Growth and Can It Continue?",
        "Assessing the Effects of the Economy on the Recent Slowdown in Health Spending",
        "National health spending in 2012: Rate of health spending growth remained low for the fourth consecutive year",
        "Growth in US health spending remained slow in 2010; Health share of gross domestic product was unchanged from 2009",
        "Medicare spending for previously uninsured adults",
        "Post-acute care - The next frontier for controlling medicare spending",
        "Sec. 6407: Face to Face Encounter with Patient Required before Physicians May Certify Eligibility for Home Health Services or Durable Medical Equipment under Medicare",
        "American Economic Review",
        "Geographic variation in health care: The role of private markets",
        "Hospitals respond to medicare payment shortfalls by both shifting costs and cutting them, based on market concentration",
        "The slowdown in health care spending in 2009-11 reflected factors other than the weak economy and thus may persist",
        "Private-payer profits can induce negative medicare margins",
        "Table 1.1.1. Percent Change from Preceding Period in Real Gross Domestic Product",
        "Why did medicare spending growth slow down?",
        "Health Status and Hospital Prices Key to Regional Variation in Private Health Care Spending",
        "Contrary to cost-shift theory, lower medicare hospital payment rates for inpatient care lead to lower private payment rates",
        "High and Varying Prices for Privately Insured Patients Underscore Hospital Market Power",
        "Slower growth in medicare spending - Is this the new normal?",
        "How do hospitals cope with sustained slow growth in medicare prices?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "affilname": "UTHealth Houston School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santa Monica",
            "affilname": "RAND Corporation",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}