{
    "eid": "2-s2.0-85117374843",
    "title": "Comparative genomics and proposal of Streptomyces radicis sp. nov., an endophytic actinomycete from roots of plants in Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Comparative genomics",
        "Draft genomes",
        "Endophytic actinomycetes",
        "Plants roots",
        "Streptomyces"
    ],
    "authors": [
        "Nattakorn Kuncharoen",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Okuma",
        "Auttaporn Booncharoen",
        "Wuttichai Mhuantong",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 2,
    "ref-count": 90,
    "ref-list": [
        "Linfuranones B and C, furanone-containing polyketides from a plant-associated Sphaerimonospora mesophila",
        "Comparative genomics of marine sponge-derived Streptomyces spp. Isolates SM17 and SM18 with their closest terrestrial relatives provides novel insights into environmental niche adaptations and secondary metabolite biosynthesis potential",
        "Molecular genetics of naringenin biosynthesis, a typical plant secondary metabolite produced by Streptomyces clavuligerus",
        "Culture Media for Actinomycetes",
        "Genome BLAST distance phylogenies inferred from whole plastid and whole mitochondrion genome sequences",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Identification of a cluster of genes that directs desferrioxamine biosynthesis in Streptomyces coelicolor M145",
        "Bioactive microbial metabolites",
        "antiSMASH 5.0: update to the secondary metabolite genome mining pipeline",
        "Biosynthesis of the polyene antifungal antibiotic nystatin in Streptomyces noursei ATCC 11455: analysis of the gene cluster and deduction of the biosynthetic pathway",
        "RASTtk: a modular and extensible implementation of the RAST algorithm for building custom annotation pipelines and annotating batches of genomes",
        "Regulation of the dnaK operon of Streptomyces coelicolor A3(2) is governed by HspR, an autoregulatory repressor protein",
        "Taxonomy and systematics of plant probiotic bacteria in the genomic era",
        "Developmental biology of Streptomyces from the perspective of 100 actinobacterial genome sequences",
        "PGAweb: a web server for bacterial pan-genome analysis",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "The Fur repressor controls transcription of iron-activated and -repressed genes in Helicobacter pylori",
        "Comparative genomics of actinomycetes with a focus on natural product biosynthetic genes",
        "Estimating phylogenetic trees from distance matrices",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Toward defining the course of evolution: minimum change for specific tree topology",
        "DNA-DNA hybridization values and their relationship to whole genome sequence similarities",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98 NT",
        "Bacterial endophytes in agricultural crops",
        "Endophytic actinomycetes and their interactions with host plants",
        "Colour Harmony Manual 4th",
        "Macrotetrolide antibiotics produced by Streptomyces globisporus",
        "Genus Streptomyces Waksman and Henrici 1943, 339AL",
        "Streptomyces specialis sp. nov",
        "Superoxide dismutase (SOD) genes in Streptomyces peucetius: effects of SODs on secondary metabolites production",
        "Simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "A new antibiotic, cypemycin. Taxonomy, fermentation, isolation and biological characteristics",
        "Uncultivated microbes in need of their own taxonomy",
        "Fatty acid and menaquinone analysis of actinomycetes and related organisms",
        "Functional analysis of genes from Streptomyces griseus involved in the synthesis of isorenieratene, a carotenoid with aromatic end groups, revealed a novel type of carotenoid desaturase",
        "Description of four new species of the genusKineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "MEGA 7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Micromonospora globbae sp. nov., an endophytic actinomycete isolated from roots of Globba winitii C. H. Wright",
        "16S/23S rRNA sequencing",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "Regulation of the ahpC gene encoding alkyl hydroperoxide reductase in Mycobacterium smegmatis",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Streptomyces endophyticus sp. nov., an endophytic actinomycete isolated from Artemisia annua L",
        "Streptomyces bryophytorum sp. nov., an endophytic actinomycete isolated from moss (bryophyta)",
        "Inner plant values: diversity, colonization and benefits from endophytic bacteria",
        "Cutadapt removes adapter sequences from high-throughput sequencing reads",
        "Endophytic actinomycetes: promising source of novel bioactive compounds",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Virulence strategies of plant pathogenic bacteria",
        "Post-column fluorometric detection of reducing sugar in high-performance liquid chromatography using arginine",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "WhiD and WhiB, homologous proteins required for different stages of sporulation in Streptomyces coelicolor A3(2)",
        "Actinomycetes: a source of industrially important enzymes",
        "Genome-based taxonomic classification of the phylum Actinobacteria",
        "Studies on actinomycetes isolated from plant leaves",
        "Indole-3-glycerol phosphate, a branchpoint of indole-3-acetic acid biosynthesis from the tryptophan biosynthetic pathway in Arabidopsis thaliana",
        "CheckM: assessing the quality of microbial genomes recovered from isolates, single cells, and metagenomes",
        "List of prokaryotic names with standing in nomenclature (bacterio.net), 20 years on",
        "eggNOG v4.0: nested orthology inference across 3686 organisms",
        "Characterization of the biosynthetic gene cluster for the antibiotic armeniaspirols in Streptomyces armeniacus",
        "Campylobacter jejuni carbon starvation protein A (CstA) is involved in peptide utilization, motility and agglutination, and has a role in stimulation of dendritic cells",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The enveomics collection: a toolbox for specialized analyses of microbial genomes and metagenomes",
        "Streptomyces jeddahensis sp. nov., an oleaginous bacterium isolated from desert soil",
        "The rhizobacterial elicitor acetoin induces systemic resistance in Arabidopsis thaliana",
        "Plant growth enhancing effects by a siderophore-producing endophytic streptomycete isolated from a Thai jasmine rice plant (Oryza sativaL. cv. KDML105)",
        "Bacterial volatiles promote growth in Arabidopsis",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Next-generation systematics: an innovative approach to resolve the structure of complex prokaryotic taxa",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Quality control and preprocessing of metagenomic datasets",
        "Prokka: rapid prokaryotic genome annotation",
        "Streptomyces as symbionts: an emerging and widespread theme?",
        "Genome-wide reconstruction of OxyR and SoxRS transcriptional regulatory networks under oxidative stress in Escherichia coli K-12 MG1655",
        "SeqKit: a cross-platform and ultrafast toolkit for FASTA/Q file manipulation",
        "Methods for characterization of Streptomyces species",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroids",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "The nomenclature and classification of the actinomycetes",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "A type I/type III polyketide synthase hybrid biosynthetic pathway for the structurally unique ansa compound kendomycin",
        "Lugdunomycin, an angucycline-derived molecule with unprecedented chemical architecture",
        "OrthoVenn2: a web server for whole-genome comparison and annotation of orthologous clusters across multiple species",
        "Introducing EzBiocloud: a taxonomically united database of 16S rRNA and whole genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Drug Discovery, Kitasato University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}