{
    "eid": "2-s2.0-85085215095",
    "title": "Oral and Inhaled Ribavirin Treatment for Respiratory Syncytial Virus Infection in Lung Transplant Recipients",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nitipong Permpalung",
        "Tany Thaniyavarn",
        "Jennifer L. Saullo",
        "Sana Arif",
        "Rachel A. Miller",
        "John M. Reynolds",
        "Barbara D. Alexander"
    ],
    "citedby-count": 21,
    "ref-count": 27,
    "ref-list": [
        "OPTN/SRTR 2017 annual data report: Lung.",
        "Antigenic relatedness between glycoproteins of human respiratory syncytial virus subgroups A and B: Evaluation of the contributions of F and G glycoproteins to immunity.",
        "Respiratory viral infections in solid organ and hematopoietic stem cell transplantation.",
        "Human metapneumovirus in lung transplant recipients and comparison to respiratory syncytial virus.",
        "Clinical features and outcomes of paramyxoviral infection in lung transplant recipients treated with ribavirin.",
        "Efficacy of oral ribavirin in lung transplant patients with respiratory syncytial virus lower respiratory tract infection.",
        "Respiratory viral infections are a distinct risk for bronchiolitis obliterans syndrome and death.",
        "Respiratory viruses and chronic rejection in lung transplant recipients.",
        "Clinical impact of community-acquired respiratory viruses on bronchiolitis obliterans after lung transplant.",
        "Current practices for treatment of respiratory syncytial virus and other non-influenza respiratory viruses in high-risk patient populations: A survey of institutions in the midwestern respiratory virus collaborative.",
        "Management of respiratory viral infections in hematopoietic cell transplant recipients and patients with hematologic malignancies.",
        "Fourth European conference on infections in leukaemia (ECIL-4): Guidelines for diagnosis and treatment of human respiratory syncytial virus, parainfluenza virus, metapneumovirus, rhinovirus, and coronavirus.",
        "RNA respiratory viral infections in solid organ transplant recipients: Guidelines from the American Society of Transplantation Infectious Diseases Community of Practice.",
        "Aerosolized ribavirin treatment of infants with respiratory syncytial viral infection. A randomized double-blind study.",
        "Oral versus inhaled ribavirin therapy for respiratory syncytial virus infection after lung transplantation.",
        "Oral ribavirin for respiratory syncytial virus infection after lung transplantation: Efficacy and cost-efficiency.",
        "Comparative effectiveness of aerosolized versus oral ribavirin for the treatment of respiratory syncytial virus infections: A single-center retrospective cohort study and review of the literature.",
        "A multi-drug regimen for respiratory syncytial virus and parainfluenza virus infections in adult lung and heart-lung transplant recipients.",
        "Intravenous ribavirin is a safe and cost-effective treatment for respiratory syncytial virus infection after lung transplantation.",
        "Research electronic data capture (redcap)-a metadata-driven methodology and workflow process for providing translational research informatics support.",
        "An international ISHLT/ATS/ERS clinical practice guideline: Diagnosis and management of bronchiolitis obliterans syndrome.",
        "Revision of the 1996 working formulation for the standardization of nomenclature in the diagnosis of lung rejection.",
        "Antibody-mediated rejection of the lung: A consensus report of the International Society for Heart and Lung Transplantation.",
        "Oral ribavirin therapy for respiratory syncytial virus infections in moderately to severely immunocompromised patients.",
        "Oral versus aerosolized ribavirin for the treatment of respiratory syncytial virus infections in hematopoietic cell transplant recipients.",
        "ALN-RSV01 for prevention of bronchiolitis obliterans syndrome after respiratory syncytial virus infection in lung transplant recipients.",
        "A phase 2b randomized controlled trial of presatovir, an oral RSV fusion inhibitor, for the treatment of respiratory syncytial virus (RSV) in lung transplant (LT) recipients."
    ],
    "affiliation": [
        {
            "affiliation-city": "Durham",
            "@id": "60113147",
            "affilname": "Duke University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113147",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60016782",
            "affilname": "Brigham and Women's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016782",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}