{
    "eid": "2-s2.0-85038078683",
    "title": "Multilinguaculturing making an asset of multilingual human resources in organizations",
    "cover-date": "2015-04-24",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Patchareerat Yanaprasart"
    ],
    "citedby-count": 4,
    "ref-count": 162,
    "ref-list": [
        "Applied Sciences and Management",
        "International Dimensions of Organizational Behavior",
        "The macro contextual factors shaping business discourse: The Turkish case",
        "Interkulturelle Perspektiven",
        "Multilingualism at Work",
        "Managing knowledge in organizations: An integrative framework and review of emerging themes",
        "Strukturelle Dissensmarkierungen in interkultureller Kommunikation. Analysen deutsch-dänischer Verhandlungen",
        "Linguistic Approaches to Emotions in Context",
        "L'institution du français: Essai sur le colinguisme des Carolingiens à la République",
        "Knowledge Sharing in Multinational Corporations",
        "International Studies in Management and Organisation",
        "Language Fluency, Socialization and Inter-Unit Relationships in Chinese and Finnish Subsidiaries",
        "Importing Diversity Management: Corporate Discourses in France and Germany",
        "L'enquête et ses méthodes",
        "Language at Work in Europe",
        "Dylan project, main findings",
        "Exploring the Dynamics of Multilingualism. The DYLAN project",
        "The Location of Culture",
        "Commissive speech act use in intercultural business meetings",
        "The magical frontier between the dominant and the dominated: Sociolinguistics and social justice in a multilingual world",
        "Global, National and Local Practices in Multinational Corporations",
        "Language Ideological Debates",
        "Dimensions of Creativity",
        "Mehrsprachigkeit aus der Perspektive zweier EU-Projekte: DYLAN meets LINEE",
        "DYLAN Working Paper 4 on 'Creativity and Innovation', RT 4.2",
        "Langues régionales, culture et développement. Etudes de cas en Alsace, en Bretagne et en Provence",
        "Language and Symbolic Power",
        "When member homogeneity is needed in work teams: A meta-analysis",
        "Integrierte Unternehmens-und Markenkommunikation. Strategische Planung und operative Umsetzung",
        "The plurilingual tradition and the English language in South Asia",
        "English for International Communication",
        "The Bottom Line: Connecting Corporate Performance and Diversity",
        "Common European Framework of Reference for: Learning, Teaching, Assessment",
        "Language matters in global communication: Article based on ORA lecture, October 2006",
        "Language Training for Enhanced Horizontal Communication: A Challenge for MNCs",
        "The importance of language in global teams: A linguistic perspective",
        "Communicare in ambiente professionale plurilingue",
        "Australia's Language Potential",
        "Management Fads and Buzzwords",
        "International Review of Women and Leadership",
        "Sandner, Synergy by Diversity",
        "Academy of Management Executive",
        "English as a Global Language",
        "English as a Global Language",
        "Team Building: Issues and Alternatives",
        "Critical Discourse Analysis: The Critical Study of Language",
        "Language and Power",
        "Cultural diversity in the workplace: The state of the field",
        "Language management in multinational companies",
        "The multinational corporation as a multilingual organization: The notion of a common corporate language",
        "The relation of plurilingualism/culturalism to creativity: A matter of perception",
        "Sociolinguistics: An International Handbook of the Science of Language and Society",
        "English Across Cultures, Cultures Across English",
        "Language Policy in Multilingual Switzerland: Overview and Recent Developments",
        "The intercultural dynamics of multicultural working",
        "Intercultural responsibility: Power and ethics in intercultural dialogue and interaction",
        "The intercultural dynamics of multicultural working",
        "Discourse Strategies",
        "Language and Culture in British Business",
        "Questions of Cultural Identity",
        "The language barrier and its implications for HQ-subsidiary relationships",
        "Babel in business: The language barrier and its solutions in the HQ-subsidiary relationship",
        "Management International Review",
        "Managing Cultural Differences: Strategies for Competitive Advantage",
        "The Economics of Language Use",
        "Cross-Cultural Management: A Knowledge Management Perspective",
        "The effects of team diversity on team outcomes: A meta-analytic review of team demography",
        "The Guardian Weekly",
        "Journal of Sociolinguistics",
        "English as a Lingua Franca: Studies and Findings",
        "Exploring the Dynamics of Multilingualism",
        "Foundations in Sociolinguistics: An Ethnographic Approach",
        "Handbook of Emotions",
        "Developing language strategies for international companies: The contribution of translation studies",
        "Synergy by Diversity: Real Life Examples of Cultural Diversity in Corporations",
        "Mehrsprachigkeit am Arbeitsplatz",
        "\"English? - Oh, it's just work!\": A study of BELF users' perceptions",
        "Belf competence as business knowledge of internationally operating business professionals",
        "Intercultural education in international management",
        "Multilingualism and Creativity"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}