{
    "eid": "2-s2.0-85079080499",
    "title": "Nonsteroidal anti-inflammatory drugs and incidence of atrial fibrillation: A meta-analysis",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "R. Chokesuwattanaskul",
        "K. Chiengthong",
        "C. Thongprayoon",
        "P. Lertjitbanjong",
        "T. Bathini",
        "P. Ungprasert",
        "L. D. Cato",
        "M. A. Mao",
        "W. Cheungpasitporn"
    ],
    "citedby-count": 5,
    "ref-count": 31,
    "ref-list": [
        "COX-1 and COX-2 products in the gut: Therapeutic impact of COX-2 inhibitors",
        "Individual non-steroidal anti-inflammatory drugs and risk of acute kidney injury: A systematic review and meta-analysis of observational studies",
        "Worldwide epidemiology of atrial fibrillation: A Global Burden of Disease 2010 Study",
        "Arrhythmias in patients /80 years of age: Pathophysiology, management, and outcomes",
        "CHADS2 CHA2DS2-VASc and R2CHADS2 scores predict mortality in patients with coronary artery disease",
        "The association between the use of non-steroidal anti-inflammatory drugs and atrial fibrillation: A nationwide case-control study",
        "Association between nonsteroidal anti-inflammatory drugs and atrial fibrillation among a middle-aged population: A nationwide population-based cohort",
        "Non-steroidal anti-inflammatory drugs and the risk of atrial fibrillation: A population-based follow-up study",
        "NSAIDs are associated with increased risk of atrial fibrillation in patients with prior myocardial infarction: A nationwide study",
        "Cardiovascular safety of non-aspirin non-steroidal anti-inflammatory drugs: Review and position paper by the working group for Cardiovascular Pharmacotherapy of the European Society of Cardiology",
        "Long-term use of anti-inflammatory drugs and risk of atrial fibrillation",
        "Cyclooxygenase-2 inhibitors and cardiovascular risk in a nation-wide cohort study after the withdrawal of rofecoxib",
        "Meta-analysis of nonsteroidal anti-inflammatory drug use and risk of atrial fibrillation",
        "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        "Meta-analysis in clinical trials",
        "Measuring inconsistency in meta-analyses",
        "Diclofenac use and cardiovascular risks: Series of nationwide cohort studies",
        "Non-steroidal anti-inflammatory drug use and risk of atrial fibrillation or flutter: Population based casecontrol study",
        "Pharmacotherapy: Association between NSAIDs and risk of atrial fibrillation",
        "C-reactive protein elevation in patients with atrial arrhythmias: Inflammatory mechanisms and persistence of atrial fibrillation",
        "Localization of cyclooxygenase-1 and-2 in adult and fetal human kidney: Implication for renal function",
        "Meta-analysis of cyclooxygenase-2 inhibitors and their effects on blood pressure",
        "Renal aspects of treatment with conventional nonsteroidal anti-inflammatory drugs versus cyclooxygenase-2-specific inhibitors",
        "Effect of short-term NSAID use on echocardiographic parameters in elderly people: A population-based cohort study",
        "Selective and non-selective non-steroidal anti-inflammatory drugs differentially regulate pulmonary vein and atrial arrhythmogenesis",
        "Are cardiovascular risk factors also associated with the incidence of atrial fibrillation A systematic review and field synopsis of 23 factors in 32 population-based cohorts of 20 million participants",
        "Nonsteroidal antiinflammatory drugs and the risk of myocardial infarction in the general population",
        "Role of dose potency in the prediction of risk of myocardial infarction associated with nonsteroidal anti-inflammatory drugs in the general population"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Birmingham",
            "@id": "60026493",
            "affilname": "University Hospitals Birmingham NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026493",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tucson",
            "@id": "60010065",
            "affilname": "The University of Arizona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010065",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jackson",
            "@id": "60004109",
            "affilname": "University of Mississippi Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004109",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cooperstown",
            "@id": "60002688",
            "affilname": "The Mary Imogene Bassett Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002688",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jacksonville",
            "@id": "60002333",
            "affilname": "Mayo Clinic in Jacksonville, Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002333",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60000305",
            "affilname": "Case Western Reserve University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000305",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}