{
    "eid": "2-s2.0-84908116358",
    "title": "Effect of reheat treatment on microstructural refurbishment and hardness of the as-cast inconel 738",
    "cover-date": "2014-09-01",
    "subject-areas": [
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "hardness",
        "Inconel 738",
        "microstructure",
        "refurbishment",
        "reheat treatment"
    ],
    "authors": [
        "Piyanut Wongbunyakul"
    ],
    "citedby-count": 15,
    "ref-count": 34,
    "ref-list": [
        "Metallurgical considerations for life assessment and the safe refurbishment and requalification of gas turbine blades",
        "Deformation behaviour of wrought nickel base superalloy in conditions of thermomechanical fatigue",
        "Influence of hold period on creep-fatigue deformation behaviour of nickel base superalloy",
        "Controlled rolling of Hastelloy-N",
        "Influence of Plastic Deformation on Creep Behaviour of NiMoCr Alloy",
        "J. Met. Mater. Miner.",
        "J. Met. Mater. Miner.",
        "Effect of aging on stress relaxation of inconel X-750 bolt at 923 and 1033 K",
        "J. Met. Mater. Miner.",
        "Effect of 12 heat treatment conditions after HIP process on microstructural refurbishment in cast nickel-based superalloy, GTD-111",
        "Restoration and thermal stability investigation of intermetllic phase in exposed nickel base superalloy Udimet 500 turbine blades",
        "Effect of deformation condition on structure development in nickel base alloy",
        "Gamma prime particle coarsening behavior at elevated temperatures in cast nickel-based superalloy, GTD-111 EA",
        "Microstructural analysis after reheat treatments and longterm heating in cast nickel base superalloy, GTD-111",
        "Effect of temperature dropping during reheat treatments on GTD-111 Microstructure",
        "Improvement of creep strength of a third generation, single-crystal Ni-base superalloy by solution heat treatment",
        "Effect of standard heat treatment on the microstructure and mechanical properties of hot isostatically pressed superalloy inconel 718",
        "Effect of heat treatment on microstructures and tensile properties of Ni-base superalloy M963",
        "Effect of various heat treatment conditions on microstructure of cast polycrystalline IN738LC alloy",
        "Studies of standard heat treatment effects on microstructure and mechanical properties of laser net shape manufactured INCONEL 718",
        "Refurbishment of creep damage using re-heat process for Ni-based superalloy under bending load",
        "Effect of heat treatment on microstructure and mechanical properties of laser melting deposited Ni-base superalloy Rene'41",
        "Microstructural evolution in damaged IN738LC alloy during various steps of rejuvenation heat treatments",
        "Influence of heat treatment on microstructure and tensile behavior of a hot isostatically pressed nickel-based superalloy",
        "The effect of reheat treatments on recovering the creep behavior of a corrosion-resistant nickel-based superalloy",
        "Transient liquid phase bonding of wrought IN718 nickel based superalloy using standard heat treatment cycles: Microstructure and mechanical properties",
        "Effect of heat treatment solution on the size and distribution of gamma prime (γ′) of super-alloy INCONEL 738",
        "Acta Metallurgica Slovaca",
        "Effect of solid solution treatment on the microstructure and mechanical properties of IN738LC superalloy",
        "Microstructural evolutions of IN738LC during multiple reheat treatment and aging",
        "Microstructural restoration by hip and heat treatment processes in cast nickel based superalloy, IN-738",
        "Gamma prime phase stability after long-term thermal exposure in cast nickel based superalloy, IN-738",
        "ASM Specialty Handbook: Nickel, Cobalt, and Their Alloys, ASM International",
        "Superalloys: A Technical Guide"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}