{
    "eid": "2-s2.0-85065030454",
    "title": "Database establishment for the secondary fungal DNA barcode translational elongation factor 1α (TEF1α)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Fungal DNA barcoding",
        "Secondary fungal DNA barcode database",
        "Translational elongation factor 1α"
    ],
    "authors": [
        "Wieland Meyer",
        "Laszlo Irinyi",
        "Minh Thuy Vi Hoang",
        "Vincent Robert",
        "Dea Garcia-Hermoso",
        "Marie Desnos-Ollivier",
        "Chompoonek Yurayart",
        "Chi Ching Tsang",
        "Chun Yi Lee",
        "Patrick C.Y. Woo",
        "Ivan Mikhailovich Pchelin",
        "Silke Uhrlaß",
        "Pietro Nenoff",
        "Ariya Chindamporn",
        "Sharon Chen",
        "Paul D.N. Hebert",
        "Tania C. Sorrell"
    ],
    "citedby-count": 31,
    "ref-count": 66,
    "ref-list": [
        "Contemporary tools for the diagnosis and management of invasive mycoses",
        "Comparison of a randomly amplified polymorphic DNA (RAPD) analysis and ATB ID 32C system for identification of clinical isolates of different Candida species",
        "Aspergillus lentulus sp. nov., a new sibling species of A. fumigatus",
        "DNA and the classical way: Identification of medically important molds in the 21st century",
        "Current state and perspectives of fungal DNA barcoding and rapid identification procedures",
        "The taxonomic status of Trichophyton quinckeanum and T. interdigitale revisited: A multigene phylogenetic approach",
        "Rapid identification of pathogenic yeast isolates by real-time PCR and two-dimensional melting-point analysis",
        "Utility of random amplified polymorphic DNA PCR and TaqMan automated detection in molecular identification of Aspergillus fumigatus",
        "Fungal molecular systematics",
        "Internal transcribed spacer sequencing versus biochemical profiling for identification of medically important yeasts",
        "Testing morphology-based hypotheses of phylogenetic relationships in Parmeliaceae (Ascomycota) using three ribosomal markers and the nuclear RPB1 gene",
        "PCR-RFLP detection and species identification of fungal pathogens in patients with febrile neutropenia",
        "PCR ITS-RFLP: A useful method for identifying filamentous fungi isolates on grapes",
        "Biodiversity and systematics of basidiomycetous yeasts as determined by large-subunit rDNA D1/D2 domain sequence analysis",
        "Detection and identification of fungal pathogens by PCR and by ITS2 and 5.8S ribosomal DNA typing in ocular infections",
        "Polyphasic taxonomy of Penicillium subgenus Penicillium -a guide to identification of food and air-borne terverticillate penicillia and their mycotoxins",
        "ITS primers with enhanced specificity for Basidiomycetes -application to the identification of mycorrhizae and rusts",
        "Variability and molecular diagnostics of the neurotropic species Cladophialophora bantiana",
        "Molecular phylogeny of the Pseudallescheria boydii species complex: Proposal of two new species",
        "DNA barcoding: How it complements taxonomy, molecular phylogenetics and population genetics",
        "Biological identifications through DNA barcodes",
        "Barcoding animal life: Cytochrome c oxidase subunit 1 divergences among closely related species",
        "New PCR-based methods for yeast identification",
        "Ribosomal DNA: Molecular evolution and phylogenetic inference",
        "Phylogenetic comparison of protein-coding versus ribosomal RNA-coding sequence data: A case study of the Lecanoromycetes (Ascomycota)",
        "International Society of Human and Animal Mycology (ISHAM)-ITS reference DNA barcoding database-the quality controlled standard tool for routine identification of human and animal pathogenic fungi",
        "Reconstructing the early evolution of Fungi using a six-gene phylogeny",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Limits of nuclear ribosomal DNA internal transcribed spacer (ITS) sequences as species barcodes for Fungi",
        "Molecular detection and identification of Candida and Aspergillus spp. from clinical samples using real-time PCR",
        "Development of PCR assay based on ITS2 rDNA polymorphism for the detection and differentiation of sporotrichioides",
        "Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "Identification of medically important yeast species by sequence analysis of the internal transcribed spacer regions",
        "Potential use of barcoding to identify aquatic hyphomycetes",
        "DnaSP v5: A software for comprehensive analysis of DNA polymorphism data",
        "Rapid identification and differentiation of yeasts by DNA and PCR fingerprinting",
        "Rapid identification of dimorphic and yeast-like fungal pathogens using specific DNA probes",
        "Development of a PCR-based line probe assay for identification of fungal pathogens",
        "The search for the fungal tree of life",
        "DNA barcoding: Error rates based on comprehensive sampling",
        "Delimitation of Umbelopsis (Mucorales, Umbelopsidaceae fam. nov.) based on ITS sequence and RFLP data",
        "Taxonomic reliability of DNA sequences in public sequence databases: A fungal perspective",
        "Intraspecific ITS variability in the kingdom Fungi as expressed in the international sequence databases and its implications for molecular species identification",
        "The ITS region as a target for characterization of fungal communities using emerging sequencing technologies",
        "Fusarium and its near relatives",
        "Molecular phylogeny of the Nectria haematococca - Solani species complex",
        "Internet-accessible DNA sequence database for identifying fusaria from human and animal infections",
        "Phylogenetic analyses of RPB1 and RPB2 support a middle Cretaceous origin for a clade comprising all agriculturally and medically important fusaria",
        "Rapid identification of fungi by sequencing the ITS1 and ITS2 regions using an automated capillary electrophoresis system",
        "A Beauveria phylogeny inferred from nuclear ITS and EF1-a sequences: Evidence for cryptic diversification and links to Cordyceps teleomorphs",
        "The quest for a general and reliable fungal DNA barcode",
        "Sequence-based identification of filamentous basidiomycetous fungi from clinical specimens: A cautionary note",
        "Molecular probes for diagnosis of fungal infections",
        "Challenges and pitfalls of morphologic identification of fungal infections in histologic and cytologic specimens: A ten-year retrospective review at a single institution",
        "The Ascomycota tree of life: A phylum-wide phylogeny clarifies the origin and evolution of fundamental reproductive and ecological traits",
        "Nuclear ribosomal internal transcribed spacer (ITS) region as a universal DNA barcode marker for Fungi",
        "Systematics of basidiomycetous yeasts: A comparison of large subunit D1/D2 and internal transcribed spacer rDNA regions",
        "Progress towards DNA barcoding of fungi",
        "How should we look at anamorphs?",
        "One fungus, which genes?",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Evolutionary relationships among basal fungi (Chytridiomycota and Zygomycota): Insights from molecular phylogenetics",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Organization of ribosomal DNA in the basidiomycete Thanatephorus praticola",
        "Rapid genetic identification and mapping of enzymatically amplified ribosomal DNA from several Cryptococcus species",
        "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": null,
            "@id": "60103563",
            "affilname": "The University of Hong Kong Li Ka Shing Faculty of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103563",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Saint Petersburg",
            "@id": "60017862",
            "affilname": "North-Western State Medical University named after I.I. Mechnikov",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017862",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60010710",
            "affilname": "Faculty of Medicine and Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010710",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60004437",
            "affilname": "Westmead Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004437",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60001772",
            "affilname": "Institut Pasteur, Paris",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001772",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Utrecht",
            "@id": "60001472",
            "affilname": "Westerdijk Fungal Biodiversity Institute - KNAW",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001472",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Moelbis",
            "@id": "114139166",
            "affilname": "Laboratory of Medical Microbiology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114139166",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "NH&MRC"
    ]
}