{
    "eid": "2-s2.0-85058060933",
    "title": "Thai women’s experiences of and responses to domestic violence",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Maternity and Midwifery",
            "@code": "2913",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "Consequences",
        "Coping strategy",
        "Domestic violence",
        "Health impact",
        "Intimate partner violence",
        "Prevalence",
        "Thailand",
        "Violence countrywide"
    ],
    "authors": [
        "Montakarn Chuemchit",
        "Suttharuethai Chernkwanma",
        "Ratana Somrongthong",
        "Denise L. Spitzer"
    ],
    "citedby-count": 7,
    "ref-count": 31,
    "ref-list": [
        "Global health. The global prevalence of intimate partner violence against women",
        "The world report on violence and health",
        "Violence against women",
        "Family ambiguity and domestic violence in Asia: Reconceptualising law and process",
        "Intimate partner violence and incident depressive symptoms and suicide attempts: A systematic review of longitudinal studies",
        "Intimate partner violence, relationship power inequity, and incidence of HIV infection in young women in South Africa: A cohort study",
        "Intimate partner violence is associated with incident HIV infection in women in Uganda",
        "Prevalence of intimate partner violence: findings from the WHO multi-country study on women’s health and domestic violence",
        "How has living with intimate partner violence affected the work situation? A qualitative study among abused women in Norway",
        "Employment, experiences of intimate partner violence, and health related quality of life",
        "A longitudinal investigation of interpersonal violence in relation to mental health and substance use",
        "Intimate partner violence and barriers to mental health care for ethnically diverse populations of women",
        "The impact of intimate partner violence (IPV) on parenting by mothers within an ethnically diverse population in the Netherlands",
        "How employment helps female victims of intimate partner violence: a qualitative study",
        "Understanding economic abuse in the lives of survivors",
        "Young children exposed to intimate partner violence describe their abused parent: A qualitative study",
        "PTSD symptoms in young children exposed to intimate partner violence",
        "Treating complex traumatic stress disorders in children and adolescents: Scientific foundations and therapeutic models",
        "A meta-analysis of cross cultural risk markers for intimate partner violence",
        "Exposure to intimate partner violence and children’s psychological adjustment, cognitive functioning, and social competence: a review",
        "What Works to Prevent Partner Violence?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ottawa",
            "@id": "60028897",
            "affilname": "University of Ottawa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028897",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}