{
    "eid": "2-s2.0-85108484985",
    "title": "European studies in Thailand",
    "cover-date": "2018-07-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Natthanan Kunnamas"
    ],
    "citedby-count": 0,
    "ref-count": 61,
    "ref-list": [
        "Global International Relations (IR) and Regional Worlds: A New Agenda for International Studies",
        "Constructivism: An Introduction",
        "Introduction: Defining International Relations",
        "Theorizing Europeanization",
        "Obstinate or Obsolete? The Fate of the Nation-State and the Case of Western Europe",
        "Studying Asian and Comparative Regionalism through Amitav Acharya’s Work",
        "Neoliberalising Europe: An Unfinished Project?",
        "Understanding the End of the Cold War.” 3 March",
        "Teaching International in Thailand: Status and Prospects",
        "The Rise of the Regulatory State in Europe",
        "Normative Power Europe: A Contradiction in Terms?",
        "Normative Power Europe: The International Role of the EU",
        "Preferences and Power in the European Community: A Liberal Intergovernmentalist Approach",
        "Theories of the European Union Studies: From Integration Theories, Alternative Policy Studies of the EU to Europeanization",
        "Does ASEAN-ization Exist? Assessing Social Constructivist Process through Europeanization",
        "The Great Powers, ASEAN and Thailand: A Case of the European Union“Maha Amnart Gab ASEAN Lae Thai: Garanee Suksa Sahaparb Europe”",
        "Post-Socialist Transformation of the Former Yugoslavia: The Cases of Slovenia, Croatia and Serbia",
        "EU Enlargement: Its Impacts on Southeast Asia“Karn Kayai Samachikkaparp Sahaparp Europe Phonkarthob Taw Asia Twanaork Chiang Tai”",
        "Denmark",
        "Italy",
        "Sweden",
        "United Kingdom",
        "Estonia",
        "Latvia",
        "Lithuania",
        "Neo-Fuctionalism: Obstinate or Obsolete? A Re-Appraisal in the Light of the New Dynamism of the EC"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}