{
    "eid": "2-s2.0-85002602513",
    "title": "Antimicrobial, herbicidal and antifeedant activities of mansonone E from the heartwoods of Mansonia gagei Drumm.",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Food Animals",
            "@code": "3403"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "antibacterial",
        "antifeedant",
        "antifungal",
        "herbicidal activities",
        "Mansonia gagei Drumm",
        "mansonone E",
        "plant pathogens"
    ],
    "authors": [
        "Rachsawan Mongkol"
    ],
    "citedby-count": 12,
    "ref-count": 31,
    "ref-list": [
        "Plant Pathology",
        "American-Eurasian Journal of Agricultural & Environment Science",
        "Sesquiterpenes classified as phytoalexins",
        "Pesticidal compounds from higher plants",
        "A new class of quinones: sesquiterpenoid quinones of Mansonia Altissima chev.",
        "Cytotoxic and antibacterial sesquiterpenes from thespesia populnea",
        "Acetyl- and butyryl-cholinesterase inhibitory activities of mansorins and mansonones",
        "In Vitro Antifungal Activity of the Extract and Compound from Acorus tatarinowii Against Seven Plant Pathogenic Fungi",
        "Accumulation of mansonones e and f in elm callus cultures inoculated with ophiostoma ulmi",
        "Inhibition of Ceratocystis ulmi by mansonones A, C, D, E, F, and G isolated from Ulmus americana",
        "Screening for estrogenic and antiestrogenic activities of plants growing in Egypt and Thailand",
        "Anti-estrogenic activity of mansorins and mansonones from the heartwood of Mansonia gagei DRUMM",
        "Anti-estrogenic activity of mansonone G and mansorin A derivatives",
        "A new quinone from the heartwood of Mansonia Altissima chev: Mansonone L.",
        "Research Journal of Biology",
        "Advances in Entomology",
        "Journal of Medicinal Plant Research",
        "Metalaxyl resistance, mating type and pathogenicity of Phytophthora infestans in Uganda",
        "Antifungal activity of some plant extracts on some pathogenic fungi",
        "Thai Agricultural Research Journal (Thailand)",
        "Antifungal cinnamic acid derivatives from Persian leek (Allium ampeloprasum Subsp. Persicum)",
        "The quinonoid pigments of mansonia altissima wood.",
        "Antifungal, antioxidant and larvicidal activities of compounds isolated from the heartwood of Mansonia gagei",
        "Four new sesquiterpenoid derivatives from the heartwood of Mansonia gagei",
        "Coumarins from the heartwoods of Mansonia gagei Drumm.",
        "A novel neolignan, mansoxetane, and two new sesquiterpenes, mansonones R and S, from Mansonia gagei",
        "Cytotoxic effects of mansonone E and F isolated from Ulmus pumila",
        "Agricultural pesticide use and food safety: California's model"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}