{
    "eid": "2-s2.0-85162692587",
    "title": "Event Study Methods in Corporate Governance Studies",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "abnormal returns",
        "calendar-time characteristics",
        "corporate governance",
        "Event study"
    ],
    "authors": [
        "Manapol Ekkayokkaya",
        "Krishna Paudyal",
        "Poonyawat Sreesing"
    ],
    "citedby-count": 0,
    "ref-count": 55,
    "ref-list": [
        "The post-merger performance puzzle",
        "New evidence and perspectives on mergers",
        "Detecting long-run abnormal stock returns: The empirical power and specification of test statistics",
        "Firm size, book-to-market ratio, and security returns: A holdout sample of financial firms",
        "The long-run performance following dividend initiations and resumptions: Underreaction or product of chance?",
        "Market valuation and acquisition quality: Empirical evidence",
        "Myth or reality? The long-run underperformance of initial public offerings: Evidence from venture and nonventure capital-backed companies",
        "Measuring security price performance",
        "Using daily stock returns: The case of event studies",
        "Board connections and MandA transactions",
        "On persistence in mutual fund performance",
        "Who blinks in volatile markets, individuals or institutions?",
        "The effect of media-linked directors on financing and external governance",
        "Corporate takeovers: Mode of payment, returns and trading activity",
        "Acquisitions: Private versus public",
        "Gains to bidder firms revisited: Domestic and foreign acquisitions in Canada",
        "A trade-off in corporate diversification",
        "The Euro and the changing face of European banking: Evidence from mergers and acquisitions",
        "Limited information and the sustainability of unlisted target acquirers’ returns",
        "Returns to acquirers of listed and unlisted targets",
        "Market efficiency, long-term returns, and behavioral finance",
        "The cross-section of expected stock returns",
        "Common risk factors in the returns on stocks and bonds",
        "Multifactor explanations of asset pricing anomalies",
        "The adjustment of stock prices to new information",
        "What do returns to acquiring firms tell us? Evidence from firms that make many acquisitions",
        "Constructing and testing alternative versions of the Fama-French and Carhart models in the UK",
        "CEO compensation and incentives: Evidence from MandA bonuses",
        "What drives merger waves?",
        "The sources of value destruction in acquisitions by entrenched managers",
        "Special information and insider trading",
        "Returns to buying winners and selling losers: Implications for stock market efficiency",
        "The market for corporate control: The scientific evidence",
        "CEO preferences and acquisitions",
        "The market reaction to corporate governance regulation",
        "The new issues puzzle",
        "Uniformly least powerful tests of market efficiency",
        "Do long-term shareholders benefit from corporate acquisitions?",
        "Improved methods for tests of long-run abnormal stock returns",
        "The wealth effect of merger activity and the objective functions of merging firms",
        "Risk and return: The case of merging firms",
        "How valuable are independent directors? Evidence from external distractions",
        "Corporate governance and acquirer returns",
        "The impact of industry shocks on takeover and restructuring activity",
        "Managerial decisions and long-term stock price performance",
        "Firm size and gains from acquisitions",
        "Patterns in the timing of corporate event waves",
        "Glamour, value and the post-acquisition performance of acquiring firms",
        "Costs and benefits of friendly boards during mergers and acquisitions",
        "Stock market driven acquisitions",
        "The long-run performance of stock returns following debt offerings",
        "Corporate governance transfer and synergistic gains from mergers and acquisitions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Glasgow",
            "@id": "60024724",
            "affilname": "University of Strathclyde",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024724",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60023402",
            "affilname": "Assumption University, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023402",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}