{
    "eid": "2-s2.0-85088808413",
    "title": "Actinomadura decatromicini sp. nov., isolated from mountain soil in Thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [],
    "authors": [
        "Apakorn Songsumanus",
        "Nattakorn Kuncharoen",
        "Takuji Kudo",
        "Masahiro Yuki",
        "Moriya Ohkuma",
        "Yasuhiro Igarashi",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 3,
    "ref-count": 56,
    "ref-list": [
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Taxonomic revision of the actinomycete genera Actinomadura and Microtetraspora",
        "The family Thermomonosporaceae: Actinocorallia, Actinomadura, Spirillispora and Thermomonospora",
        "List of prokaryotic names with standing in nomenclature (bacterio.net), 20 years on",
        "Actinomadura maheshkhaliensis sp. nov., a novel actinomycete isolated from mangrove rhizosphere soil of Maheshkhali, Bangladesh",
        "Actinomadura sediminis sp. Nov., a marine actinomycete isolated from mangrove sediment",
        "Actinomadura flavalba sp. nov., an endophytic actinomycete isolated from leaves of Maytenus austroyunnanensis",
        "Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenus austroyunnanensis in Xishuangbanna tropical rainforest revealed by culture-dependent and culture-independent methods",
        "Actinomadura syzygii sp. nov., an endophytic actinomycete isolated from the roots of a jambolan plum tree (Syzygium cumini L. Skeels)",
        "ZHD-0501, a novel naturally occurring staurosporine analog from Actinomadura sp. 007",
        "Cytotoxic indolocarbazoles from Actinomadura melliaura ATCC 39691",
        "JBIR-65, a new diterpene, isolated from a sponge-derived Actinomadura sp. SpB081030SC-15",
        "Bendigoles D-F, bioactive sterols from the marine sponge-derived Actinomadura sp. SBMs009",
        "Characterization of madurastatin C1, a novel siderophore from Actinomadura sp",
        "Nomimicin, a new spirotetronate-class polyketide from an actinomycete of the genus Actinomadura",
        "New β-carboline and indole alkaloids from actinomycete Actinomadura sp. BCC 24717",
        "3-Oxyanthranilic acid derivatives from Actinomadura sp. BCC 27169",
        "Complete genome sequence of Actinomadura parvosata subsp. kistnae, a rich source of novel natural product (Bio-) chemistry",
        "Selection of media for the isolation of Streptomycetes",
        "Methods for characterization of Streptomyces species",
        "Culture media for Actinomycetes. Tokyo, Japan: The Society for",
        "Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Post-column fluorometric detection of reducing sugar in high-performance liquid chromatography using arginine",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "16S/23S rRNA sequencing",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98 NT",
        "Introducing EzBiocloud: a taxonomically united database of 16S rRNA and whole genome assemblies",
        "A simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Toward defining the course of evolution: minimum change for specific tree topology",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "MEGA 7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST Server: rapid annotations using subsystem technology",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "JspeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "antiSMASH 5.0: update to the secondary metabolite genome mining pipeline",
        "DNA-DNA hybridization values and their relationship to whole genome sequence similarities",
        "Decatromicins A and B, new antibiotics produced by Actinomadura sp. MK73-NF4. I. Taxonomy, isolation, physico-chemical properties and biological activities",
        "Biosynthesis of macrolactam BE-14106 involves two distinct PKS systems and amino acid processing enzymes for generation of the aminoacyl starter unit",
        "Biosynthesis of the macrolide antibiotic chlorothricin",
        "Hopanoids are formed during transition from substrate to aerial hyphae in Streptomyces coelicolor A3(2)",
        "Abyssomicin biosynthesis: formation of an unusual polyketide, antibiotic-feeding studies and genetic analysis",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Estimating phylogenetic trees from distance matrices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Imizu",
            "@id": "60032632",
            "affilname": "Toyama Prefectural University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032632",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60026288",
            "affilname": "Riken BioResource Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026288",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "124816973",
            "affilname": "Eastern Asia University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124816973",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}