{
    "eid": "2-s2.0-84907235510",
    "title": "Effect of Thai fruit mesocarp extracts on growth of Helicobacter pylori and their anti-adhesion activities to HEp-2 cells",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Anti-adhesion",
        "Helicobacter pylori",
        "Mesocarp",
        "MIC",
        "Thai fruits"
    ],
    "authors": [
        "Nuntaree Chaichanawongsaroj"
    ],
    "citedby-count": 2,
    "ref-count": 37,
    "ref-list": [
        "[Strategies for extermination of gastric cancer from Japan].",
        "Epidemiology of Helicobacter pylori infection and Public Health Implications",
        "The association between cagA+ H. pylori infection and distal gastric cancer: A proposed model",
        "Treatment of Helicobacter pylori Infection",
        "In vitro anti-Helicobacter pylori activity of Greek herbal medicines",
        "In vitro anti-Helicobacter pylori activity of extracts of selected medicinal plants from North West Cameroon",
        "In vitro inhibition of the growth of Helicobacter pylori by oil- macerated garlic constituents [1]",
        "Osmotic effect of honey on growth and viability of Helicobacter pylori",
        "Bactericidal activity of wasabi (Wasabia japonica) against Helicobacter pylori",
        "Susceptibility of Helicobacter pylori isolates to the antiadhesion activity of a high-molecular-weight constituent of cranberry",
        null,
        "Protective effect of fruits and vegetables on stomach cancer in a cohort of Swedish twins",
        "In vitro inhibitory effect of apple peel extract on the growth of helicobacter pylori and respiratory burst induced on human neutrophils",
        "Cherry antioxidants: From farm to table",
        "Resveratrol potentiates grape seed extract induced human colon cancer cell apoptosis",
        "Blackberry, black raspberry, blueberry, cranberry, red raspberry, and strawberry extracts inhibit growth and stimulate apoptosis of human cancer cells in vitro",
        "Impact of apple polyphenols on GSTT2 gene expression, subsequent protection of DNA and modulation of proliferation using LT97 human colon adenoma cells",
        "Antimicrobial activity of pomegranate (Punica granatum L.) fruit peels",
        "Analysis of components and study on antioxidant and antimicrobial activities of oil in apple seeds",
        "Antioxidant and antibacterial activities of selected varieties of Thai mango seed extract",
        "Garcinia mangostana L.: A phytochemical and pharmacological review",
        "Beta-cryptoxanthin, plentiful in Japanese mandarin orange, prevents age-related cognitive dysfunction and oxidative damage in senescence-accelerated mouse brain",
        "Potential of xanthones from tropical fruit mangosteen as anti-cancer agents: Caspase-dependent apoptosis induction in vitro and in mice",
        "In vitro antibacterial activity in seed extracts of Manilkara zapota, Anona squamosa, and Tamarindus indica",
        "Antifungal activity of alpha-mangostin against Candida albicans.",
        "Antibacterial properties of traditionally used Indian medicinal plants",
        "Antibacterial activity of Psidium guajava leaf and bark against multidrug-resistant vibrio cholerae: Implication for cholera control",
        "In vitro antibacterial activity of Psidium guajava Linn. leaf extract on clinical isolates of multidrug resistant Staphylococcus aureus",
        "Anti-adhesive strategies in the prevention of infectious disease at mucosal surfaces",
        "Anti-ulcer constituents of Annona squamosa twigs",
        "Antibacterial effect of mango (Mangifera indica Linn.) leaf extract against antibiotic sensitive and multi-drug resistant Salmonella typhi",
        "Effect of cranberry juice on eradication of Helicobacter pylori in patients treated with antibiotics and a proton pump inhibitor",
        "In vitro anti-adhesive activity of green tea extract against pathogen adhesion",
        "Large molecules as anti-adhesive compounds against pathogens",
        "Inhibition of pathogenic bacterial adhesion by acidic polysaccharide from green tea (Camellia sinensis)",
        "Inhibition of Helicobacter pylori adhesion to human gastric adenocarcinoma epithelial cells by acidic polysaccharides from Artemisia capillaris and Panax ginseng",
        "Inhibition of Helicobacter pylori adhesion to human gastric adenocarcinoma epithelial cells by aqueous extracts and pectic polysaccharides from the roots of Cochlospermum tinctorium A. Rich. and Vernonia kotschyana Sch. Bip. ex Walp"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}