{
    "eid": "2-s2.0-85031105933",
    "title": "Hydrogen effects in TiCl4/MgCl2/THF catalysts with second Lewis acid addition on ethylene polymerization behaviors",
    "cover-date": "2018-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Ethylene polymerization",
        "Hydrogen effect",
        "Hydrogen response",
        "Lewis acid modification",
        "Ziegler–Natta catalyst"
    ],
    "authors": [
        "Thanyathorn Niyomthai",
        "Bunjerd Jongsomjit",
        "Piyasan Praserthdam"
    ],
    "citedby-count": 0,
    "ref-count": 51,
    "ref-list": [
        "The ethylene polymerization with Ziegler catalysts: 50 years after the discovery",
        "The effect of a Ziegler–Natta catalyst and the polymerization parameters on the basic properties of polyethylene",
        "TiCl4hybridization with modified Ni(II) α-diimine catalyst complex for ethylene polymerization",
        "Effect of cocatalyst on the chemical composition distribution and microstructure of ethylene-hexene copolymer produced by a metallocene/Ziegler–Natta hybrid catalyst",
        "Effect of electron donor on PE polymerization",
        "Polypropylene handbook. polymerization, characterization, properties, processing, applications. Herausgegeben von EP Moore, Jr. Hanser-Gardner, Cincinnati, 419 S., geb. 136.00$.—ISBN 1-56990-208-9",
        "Influence of internal donors on the performance and structure of MgCl2supported titanium catalysts for propylene polymerization",
        "Application of silica/titania mixed oxide-supported zirconocene catalyst for synthesis of linear low-density polyethylene",
        "A comparative study on supporting effect during copolymerization of ethylene/1-olefins with silica-supported zirconocene/MAO catalyst",
        "A comparative study of SiO2- and ZrO2-supported zirconocene/MAO catalysts on ethylene/1-olefin copolymerization",
        "Effect of supports and solvents on ethylene polymerization with titanium complex consisting of phenoxy-imine ligands/dMMAO catalytic system",
        "Ethylene/1-octene copolymerization over Ga-modified SiO2-supported zirconocene/MMAO catalyst using in situ and ex situ impregnation methods",
        "LLDPE synthesis via SiO2–Ga-supported zirconocene/MMAO catalyst",
        "Copolymerization of ethylene/1-octene via different pore sized silica-based-supported zirconocene/dMMAO catalysts",
        "Observation of bimodal polyethylene derived from TiO2-supported zirconocene/MAO catalyst during polymerization of ethylene and ethylene/1-hexene",
        "Effect of boron-modified MCM-41-supported dMMAO/zirconocene catalyst on copolymerization of ethylene/1-octene for LLDPE synthesis",
        "Influence of hydrogen on catalytic properties of Ziegler–Natta catalysts prepared by different methods in ethylene polymerization",
        "Preparation of inorganic MgCl2-alcohol adduct and its application in organometallic hybrid catalysts for ethylene polymerization",
        "Ethylene/1-hexene copolymerization with TiCl4/MgCl2/AlCl3catalyst in the presence of hydrogen",
        "Effect of hydrogen on the ethylene polymerization process over Ziegler–Natta catalysts supported on MgCl2(THF)2. II. Kinetic studies",
        "Effect of hydrogen on the ethylene polymerization process over Ziegler–Natta catalysts supported on MgCl2(THF)2. I. Studies of the chain-transfer reaction",
        "Effect of hydrogen on ethylene polymerization using in situ supported metallocene catalysts",
        "Correlation of polymerization conditions with thermal and mechanical properties of polyethylenes made with Ziegler–Natta catalysts",
        "Reaction of hexamethyldisilazane with silica",
        "Ethylene polymerization reactions with Ziegler–Natta catalysts. I. Ethylene polymerization kinetics and kinetic mechanism",
        "Molecular weight distribution of polyethylene catalyzed by Ziegler–Natta catalyst supported on MgCl2doped with AlCl3",
        "Low isotactic polypropylene synthesized with a MgCl2/AlCl3-supported Ziegler catalyst",
        "A comparative study of AlCl3and FeCl2-Modified TiCl4/MgCl2/THF catalytic system in the presence of hydrogen for ethylene polymerization",
        "Effect of Ga-and BCl3-modified silica-supported [t-BuNSiMe2(2, 7-t-Bu2Flu)] TiMe2/MAO catalyst on ethylene/1-hexene copolymerization",
        "Effects of doping LiCl into MgCl2-supported Ziegler–Natta catalyst on the molecular weight distribution and isotacticity of polypropylene",
        "Crystal structure of ball-milled mixture of sodium chloride and magnesium chloride–ethanol adduct",
        "Propylene polymerization catalyzed by novel supported titanium catalysts MgCl2/NaCl/DNBP/TiCl4with different NaCl content",
        "Mn doping of the Ziegler–Natta PP catalyst support material",
        "Properties of ethylene–propylene copolymers synthesized by a supported Ziegler–Natta catalyst based on TiCl4/MgCl2/PCl3",
        "Linear low-density polyethylenes by co-polymerization of ethylene with 1-hexene in the presence of titanium precursors and organoaluminium co-catalysts",
        "Effects of diethyl aluminum chloride (DEAC) addition to the catalysts prepared by reduction of TiCl4with EtMgCl on ethylene–propylene copolymerization",
        "The roles for a Lewis base and MgCl2in third-generation Ziegler–Natta catalysts",
        "Synergistic effects of the ZnCl2–SiCl4modified TiCl4/MgCl2/THF catalytic system on ethylene/1-hexene and ethylene/1-octene copolymerizations",
        "Tetrahydrofuran in TiCl4/THF/MgCl2: a non-innocent ligand for supported Ziegler–Natta polymerization catalysts",
        "Effects of removing THF from the TiCl3(AA)/3MgCl2/THF catalyst system on the ethylene–propylene copolymerization mechanism",
        "Effect of ZnCl2- and SiCl4-doped TiCl4/MgCl2/THF catalysts for ethylene polymerization",
        "Spectroscopic investigation of heterogeneous Ziegler–Natta catalysts: Ti and Mg chloride tetrahydrofuranates, their interaction compound, and the role of the activator",
        "Catalytic systems supported on MgCl2doped with ZnCl2for olefin polymerization",
        "Effects of various mixed metal chlorides-AlCl3in TiCl4/MgCl2/THF catalytic system on ethylene polymerization",
        "Role of dispersion state of Ti species in deactivation of MgCl2-supported Ziegler–Natta catalysts",
        "Effects of hydrogen for different stereospecific active sites on ultra low TiCl3loading supported catalyst",
        "Decrease in activity caused by hydrogen in Ziegler–Natta ethene polymerisation",
        "Kinetics and mechanism of ethylene homopolymerization and copolymerization reactions with heterogeneous Ti-based Ziegler–Natta catalysts",
        "Ethylene polymerization reactions with Ziegler–Natta catalysts. II. Ethylene polymerization reactions in the presence of deuterium",
        "Ethylene polymerization over supported titanium–magnesium catalysts: effect of polymerization parameters on the molecular weight distribution of polyethylene"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}