{
    "eid": "2-s2.0-85087518686",
    "title": "A novel diterpene agent isolated from Microbispora hainanensis strain CSR-4 and its in vitro and in silico inhibition effects on acetylcholine esterase enzyme",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Chitti Thawai",
        "Nantiya Bunbamrung",
        "Pattama Pittayakhajonwut",
        "Sumet Chongruchiroj",
        "Jaturong Pratuangdejkul",
        "Ya Wen He",
        "Sarin Tadtong",
        "Vipaporn Sareedenchai",
        "Pinidphon Prombutara",
        "Yang Qian"
    ],
    "citedby-count": 7,
    "ref-count": 113,
    "ref-list": [
        "Evolution and ecology of actinobacteria and their bioenergy applications",
        "Modern molecular approaches for analyzing microbial diversity from mushroom compost ecosystem",
        "Anti-Mycobacterium activity of microbial peptides in a silkworm infection model with Mycobacterium smegmatis",
        "Bispolides, novel 20-membered ring macrodiolide antibiotics from Microbispora",
        "Linfuranone A, a new polyketide from plant-derived Microbispora sp. GMKU 363",
        "Therapeutic approaches to Alzheimer’s disease",
        "Mitochondrial dysfunction and oxidative stress in neurodegenerative diseases",
        "Free radicals and antioxidants in human health: current status and future prospects",
        "Geranylphenazinediol, an acetylcholinesterase inhibitor produced by a Streptomyces species",
        "Acetylcholinesterase inhibitory dimeric indole derivatives from the marine actinomycetes Rubrobacter radiotolerans",
        "Introduction of marine-derived Streptomyces sp. UTMC 1334 as a source of pyrrole derivatives with anti-acetylcholinesterase activity",
        "Isolation and characterization of N98–1272 A, B and C, selective acetylcholinesterase inhibitors from metabolites of an actinomycete strain",
        "Structure of mescengricin, a novel neuronal cell protecting substance produced by Streptomyces griseoflavus",
        "Flaviogeranin, a new neuroprotective compound from Streptomyces sp",
        "A novel neuronal cell protecting substance, naphthomycinol, produced by Streptomyces sp. PF7",
        "Neuroprotectins A and B, bicyclohexapeptides protecting chick telencephalic neuronal cells from excitotoxicity. I. Fermentation, isolation, physico-chemical properties and biological activity",
        "Indanostatin, a new neuroprotective compound from Streptomyces sp",
        "Structure of carquinostatin a, a new neuronal cell protecting substance produced by Streptomyces exfoliatus",
        "A new neuronal cell protecting substance, lavanduquinocin, produced by Streptomyces viridochromogenes",
        "Chemical composition and physical properties of oil from Plai (Zingiber cassumunar Roxb.) obtained by hydrodistillation and hexane extraction",
        "Isolation and characterization of plant growth promoting endophytic bacteria from the rhizome of Zingiber officinale",
        "Endophytic bacteria: a new source of bioactive compounds",
        "Distribution of actinomycetes in soil. IV. The isolation and classification of the genus Microbispora",
        "Microbispora bryophytorum sp. Nov., an actinomycete isolated from moss (Bryophyta)",
        "Microbispora camponoti sp. Nov., a novel actinomycete isolated from the cuticle of Camponotus japonicus Mayr",
        "Microbispora corallina sp. Nov., a new species of the genus Microbispora isolated from Thai soil",
        "Microbispora siamensis sp. Nov., a thermotolerant actinomycete isolated from soil",
        "A taxonomic review of the genus Microbispora and a proposal to transfer two species to the genus Actinomadura and to combine ten species into Microbispora rosea",
        "Microbispora hainanensis sp. nov., isolated from rhizosphere soil of Excoecaria agallocha in a mangrove",
        "Microbispora soli sp. nov., isolated from soil of a hot spring",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA and whole genome assemblies",
        "The enveomics collection: A toolbox for specialized analyses of microbial genomes and metagenomes",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "ACT: the Artemis comparison tool",
        "AntiSMASH 3.0—a comprehensive resource for the genome mining of biosynthetic gene clusters",
        "Phenolic lipids synthesized by type III polyketide synthase confer penicillin resistance on Streptomyces griseus",
        "Uncovering production of specialized metabolites by Streptomyces argillaceus: activation of cryptic biosynthesis gene clusters using nutritional and genetic approaches",
        "Discovery of the leinamycin family of natural products by mining actinobacterial genomes",
        "Isolation and characterization of the gene associated with geosmin production in cyanobacteria",
        "Molecular characterization of actinomycetes isolated from terrestrial environment and their synthesis of geosmin and 2-MIB",
        "Isolation and structural identification of two bioactive phenazines from Streptomyces griseoluteus P510",
        "A novel anticancer and antifungus phenazine derivative from a marine actinomycete BM-17",
        "Isolation of three new naturally occurring compounds from the culture of Micromonospora sp. P1068",
        "Isolation and in vivo and in vitro antifungal activity of phenylacetic acid and sodium phenylacetate from Streptomyces humidus",
        "Biologically active phenolic acids produced by Aspergillus sp., an endophyte of Moringa oleifera",
        "Nematicidal activities of 4-hydroxyphenylacetic acid and oidiolactone D produced by the fungus Oidiodendron sp",
        "Chemical constituents from marine Streptomycete sp. S11",
        "Isolation of indole-3-acetic acid methyl ester, a metabolite of indole-3-acetic acid from Pseudomonas amygdali",
        "Diterpenoids and sesquiterpenoids from the stem bark of Metasequoia glyptostroboides",
        "Pseudomonas aeruginosa pyocyanin and 1-hydroxyphenazine inhibit fungal growth",
        "Carbon-13 nuclear magnetic resonance chemical shifts of substituted phenazines",
        "1,6-Dihydroxyphenazine, an antibiotic produced by Streptomyces thioluteus",
        "A new phenoxazine derivative isolated from marine sediment actinomycetes, Nocardiopsis sp. 236",
        "Antimicrobial and anti-oxidant activities of quinoline alkaloids from Pseudomonas aeruginosa BCC76810",
        "Indole-3-acetic acid production by Streptomyces fradiae NKZ-259 and its formulation to enhance plant growth",
        "Microbispora sp. LGMB259 endophytic actinomycete isolated from Vochysia divergens (Pantanal, Brazil) producing β-carbolines and indoles with biological activity",
        "Anthranilic acid, a spore germination inhibitor of phytopathogenic Streptomyces sp. B-9-1 causing root tumor of melon",
        "Knowledge-based scoring function to predict protein-ligand interactions",
        "Exploring the stability of ligand binding modes to proteins by molecular dynamics simulations: a cross-docking study",
        "Identification of new allosteric sites and modulators of AChE through computational and experimental tools",
        "SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules",
        "Low molecular weight opioid peptide esters could be developed as a new class of analgesics",
        "Analysis of the applicability and use of Lipinski’s rule for central nervous system drugs",
        "Passive permeability and P-glycoprotein-mediated efflux differentiate central nervous system (CNS) and non-CNS marketed drugs",
        "Time-related differences in the physical property profiles of oral drugs",
        "Estimation of blood−brain barrier crossing of drugs using molecular size and shape, and H-bonding descriptors",
        "Medicinal chemical properties of successful central nervous system drugs",
        "BOILED-Egg to predict gastrointestinal absorption and brain penetration of small molecules",
        "Methods for characterization of Streptomyces species",
        "Actinomycetes",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardia strain",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Determination of DNA base composition",
        "16S ribosomal DNA amplification for phylogenetic study",
        "16S/23S rRNA sequencing",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "MEGA6: Molecular Evolutionary Genetics Analysis Version 6.0",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Prokka: rapid prokaryotic genome annotation",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "A large-scale evaluation of algorithms to calculate average nucleotide identity",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Circular genome visualization and exploration using CGView",
        "A new and rapid colorimetric determination of acetylcholinesteraseactivity",
        "New findings about Ellman’s method to determine cholinesterase activity",
        "Discovery Visualizer (V.20.1.0.19295)",
        "Structures of human acetylcholinesterase in complex with pharmacologically important ligands",
        "Efficient docking of peptides to proteins without prior knowledge of the binding site",
        "Can we trust docking results? Evaluation of seven commonly used programs on PDBbind database",
        "Autodock 4 and AutoDockTools 4: automated docking with selective receptor flexiblity",
        "Scalable molecular dynamics with NAMD",
        "CHARMM General Force Field (CGenFF): A force field for drug-like molecules compatible with the CHARMM all-atom additive biological force fields",
        "Constant pressure molecular dynamics simulation: the Langevin piston method",
        "Particle mesh Ewald: an N.log(N) method for Ewald sums in large systems",
        "Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes",
        "VMD-visual molecular dynamics",
        "Neuritogenic and neuroprotective activities of fruit residues",
        "Useofafree radical method to evaluate antioxidant activity",
        "Improved green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizing an acetamidase promoter"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60123531",
            "affilname": "State Key Laboratory of Microbial Metabolism",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60123531",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Harbin",
            "@id": "60019616",
            "affilname": "Harbin Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019616",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "faculty of Science, King Mongkut’s Institute of Technology Ladkrabang"
    ]
}