{
    "eid": "2-s2.0-85144776865",
    "title": "Antimalarial and antimicrobial substances isolated from the endophytic actinomycete, Streptomyces aculeolatus MS1-6",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antimalarial",
        "Antimicrobial",
        "Cytotoxicity",
        "Naphthoquinone",
        "Siderophores",
        "Streptomyces aculeolatus Streptomycetaceae"
    ],
    "authors": [
        "Nattakorn Kuncharoen",
        "Nantiya Bunbamrung",
        "Chakapong Intaraudom",
        "Wilunda Choowong",
        "Chitti Thawai",
        "Somboon Tanasupawat",
        "Pattama Pittayakhajonwut"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Specific inhibition of spore germination of Alternaria brassicicola by fistupyrone from Streptomyces sp. TP-A0569",
        "Bluemomycin, a new naphthoquinone derivative from Streptomyces sp. with antimicrobial and cytotoxic properties",
        "Bioactive microbial metabolites",
        "New napyradiomycin analogues from Streptomyces sp. strain CA-271078. Mar",
        "Improved green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizing an acetamidase promoter",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Antibacterial activity and mode of action of lactoquinomycin A from Streptomyces bacillaris",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Inoculum preparation for in-vitro susceptibility testing of filamentous fungi",
        "Bioactive natural products from the marine sponge-derived Nocardiopsis dassonvillei OUCMDZ-4534",
        "Assays for Cell Viability, Proliferation and Function. Handbook of Fluorescent Probes and Research Products Molecular Probes",
        "Cytotoxic 6-alkylsalicylic acids from the endophytic Streptomyces laceyi",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Nitropyrrolins A−E, cytotoxic farnesyl-α-nitropyrroles from a marine-derived bacterium within the actinomycete family Streptomycetaceae",
        "Anti-methicillin-resistant Staphylococcus aureus (MRSA) substance from the marine bacterium Pseudomonas sp. UJ-6",
        "Synthesis of polyhydroxylated aminonaphthazarins related to natural pigments",
        "Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "Chromenone derivatives as monoamine oxidase inhibitors from marine-derived MAR4 clade Streptomyces sp. CNQ-031",
        "Antifouling napyradiomycins from marine-derived actinomycetes Streptomyces aculeolatus",
        "Streptomyces from traditional medicine: sources of new innovations in antibiotic discovery",
        "Heronapyrroles A−C: farnesylated 2-nitropyrroles from an Australian marine-derived Streptomyces sp",
        "Naphthoquinone-based meroterpenoids from marine-derived Streptomyces sp. B9173",
        "Direct amination of naphthopurpurin and mompain, sea urchin pigments, and their O-methyl ethers by the reaction with ammonia",
        "Cytotoxic and antibacterial marfuraquinocins from the deep South China Sea-derived Streptomyces niveus SCSIO 3406",
        "Absorption spectra of quinones. I. Naphthoquinones and naphthohydroquinones",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Purification and structural analysis of pyocyanin and 1-hydroxyphenazine",
        "M07-A7, Methods for Dilution Antimicrobial Susceptibility Tests for Bacteria that Grow Aerobically; Approved Standard",
        "M100-S16, Performance Standards for Antimicrobial Susceptibility Testing; 16th Informational Supplement",
        "Bisucaberin – a dihydroxamate siderophore isolated from Vibrio salmonicida, an important pathogen of farmed Atlantic salmon (Salmo salar)",
        "Development of antibiotic activity profile screening for the classification and discovery of natural product antibiotics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}