{
    "eid": "2-s2.0-85110149805",
    "title": "A comparison between peer-assisted learning and self-study for electrocardiography interpretation in Thai medical students",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Health Professions (miscellaneous)",
            "@code": "3601",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "Electrocardiography",
        "Peer group",
        "Self-assessment"
    ],
    "authors": [
        "Jakrin Kewcharoen",
        "Nattawat Charoenpoonsiri",
        "Sittinun Thangjui",
        "Sowitchaya Panthong",
        "Wasana Hongkan"
    ],
    "citedby-count": 7,
    "ref-count": 31,
    "ref-list": [
        "ACC/AHA clinical competence statement on electrocardiography and ambulatory electrocardiography: A report of the ACC/ AHA/ACP-ASIM task force on clinical competence (ACC/AHA Committee to develop a clinical competence statement on electrocardiography and ambulatory electrocardiography) endorsed by the International Society for Holter and noninvasive electrocardiology",
        "Competency in electrocardiogram interpretation among graduating medical students",
        "Interpretation of electrocardiograms by first-year residents: the need for change",
        "Competency in electrocardiogram interpretation among internal medicine and emergency medicine residents",
        "Computer i zed electrocardiography--an adjunct to the physician",
        "Misdiagnosis of atrial fibrillation and its clinical consequences",
        "Errors in the computerized electrocardiogram interpretation of cardiac rhythm",
        "Teaching the interpretation of electrocardiograms: Which method is best?",
        "Peer-assisted learning for foundation doctors",
        "Peer teaching in medical education: twelve reasons to move from theory to practice",
        "Medical students as peer tutors: a systematic review",
        "Peer-assisted learning (PAL) in undergraduate medical education: An overview",
        "Peer-assisted learning (PAL): skills lab tutors’ experiences and motivation",
        "Medical students-as-teachers: a systematic review of peer-assisted teaching during medical school",
        "Does peer-assisted learning improve academic performance? A scoping review",
        "Peer assisted learning among Sri Lankan medical undergraduates: a cross sectional study",
        "A three-day anatomy revision course taught by senior peers effectively prepares junior students for their national anatomy exam",
        "Peer teaching: a randomised controlled trial using student-teachers to teach musculoskeletal ultrasound",
        "Student teachers can be as good as associate professors in teaching clinical skills",
        "Do peer-tutors perform better in examinations? An analysis of medical school final examination results",
        "Peer-assisted learning for foundation doctors",
        "An overview of randomization techniques: An unbiased assessment of outcome in clinical research",
        "Treatment allocation in trials: stratified randomisation",
        "E-learning and near-peer teaching in electrocardiogram education: a randomised trial",
        "How can we improve teaching of ECG interpretation skills? Findings from a prospective randomised trial",
        "Ventricular Tachycardia Ablation versus Escalation of Antiarrhythmic Drugs"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "@id": "60029201",
            "affilname": "Chonburi Regional Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029201",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60022738",
            "affilname": "Bhumibol Adulyadej Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022738",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Honolulu",
            "@id": "60013791",
            "affilname": "University of Hawaiʻi at Mānoa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013791",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}