{
    "eid": "2-s2.0-85101440360",
    "title": "How Many Maneuvers Should We Do for Maximal Inspiratory and Expiratory Muscle Pressure Testing in Children: A Retrospective Review in Children with Cystic Fibrosis",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Child",
        "Cystic fibrosis",
        "Maximal respiratory pressures",
        "Respiratory function tests",
        "Respiratory muscles"
    ],
    "authors": [
        "Wicharn Boonjindasup",
        "Anne B. Chang",
        "Julie M. Marchant",
        "J. Yoon Irons",
        "Margaret S. McElrea"
    ],
    "citedby-count": 1,
    "ref-count": 39,
    "ref-list": [
        "ATS/ERS statement on respiratory muscle testing",
        "Maximal static respiratory and sniff pressures in healthy children. A systematic review and meta-analysis",
        "Ventilatory muscle strength in cystic fibrosis patients: a literature review",
        "Maximal inspiratory and expiratory pressures are reduced in hyperinflated, malnourished, young adult male patients with cystic fibrosis",
        "Inspiratory muscle strength relative to disease severity in adults with stable cystic fibrosis",
        "Respiratory muscle function in patients with cystic fibrosis",
        "ERS statement on respiratory muscle testing at rest and during exercise",
        "Clinimetric evaluation of muscle function tests for individuals with cystic fibrosis: a systematic review",
        "Measurement of maximal pressures and the sniff manoeuvre in children",
        "Respiratory pressures and function in young adults",
        "Maximal static pressures in healthy children",
        "Predicted normal values for maximal respiratory pressures in Caucasian adults and children",
        "Maximal respiratory pressures in children",
        "Maximal inspiratory and expiratory pressures in adolescents",
        "Normal values of maximal inspiratory and expiratory pressures with a portable apparatus in children, adolescents, and young adults",
        "How many maneuvers are required to measure maximal inspiratory pressure accurately",
        "Sniff nasal inspiratory pressure. Reference values in Caucasian children",
        "Sniff nasal inspiratory pressure in children",
        "Normal values for maximal static inspiratory and expiratory pressures in healthy children",
        "Peak or plateau maximal inspiratory mouth pressure: which is best?",
        "Normal values for respiratory muscle strength in healthy preschoolers and school children",
        "Characterization of maximal respiratory pressures in healthy children",
        "Prediction equations for maximal respiratory pressures of Brazilian adolescents",
        "Maximal respiratory pressure reference values for Navajo children ages 6–14",
        "Maximal inspiratory and expiratory pressure in children: Reference values",
        "Maximum respiratory pressures: values found and predicted in children",
        "Maximal respiratory pressures of healthy children: comparison between obtained and predicted values",
        "Predictive equations for maximal respiratory pressures of children aged 7–10",
        "Reference values for respiratory muscle strength in children and adolescents",
        "Singing therapy for young people with cystic fibrosis: a randomized controlled pilot study",
        "General considerations for lung function testing",
        "Multi-ethnic reference values for spirometry for the 3–95-yr age range: the global lung function 2012 equations",
        "Maximal static respiratory pressures in children and adolescents",
        "Interpretative strategies for lung function tests",
        "Assessment of maximum inspiratory pressure",
        "How many manoeuvres should be done to measure maximal inspiratory mouth pressure in patients with chronic airflow obstruction?",
        "Maximal inspiratory pressure: does reproducibility indicate full effort?",
        "Reproducibility of measurements of inspiratory work capacity in cystic fibrosis patients",
        "Fatigue in post-poliomyelitis syndrome: association with disease-related, behavioral, and psychosocial factors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60160783",
            "affilname": "Queensland Children’s Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60160783",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60025770",
            "affilname": "Menzies School of Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025770",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Derby",
            "@id": "60014145",
            "affilname": "University of Derby",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014145",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60011019",
            "affilname": "Queensland University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011019",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "123451938",
            "affilname": "Centre for Children’s Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123451938",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}