{
    "eid": "2-s2.0-85082944452",
    "title": "Taxonomic revision of the land snail genera Macrochlamys Gray, 1847 and Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from south-eastern Myanmar, with descriptions of three new species",
    "cover-date": "2020-04-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Anatomy",
        "endemic",
        "Indochina",
        "limestone",
        "Pulmonata",
        "South-East Asia",
        "systematics"
    ],
    "authors": [
        "Arthit Pholyotha",
        "Chirasak Sutcharit",
        "Piyoros Tongkerd",
        "Aung Lin",
        "Somsak Panha"
    ],
    "citedby-count": 12,
    "ref-count": 61,
    "ref-list": [
        "Account of a new genus of land snails, allied to the genus Cyclostoma, of Lamarck; with a description of a species found on the outlying rocks of the Rajmahal range of Hills",
        "Observation on a collection of land and freshwater shells formed in the Gangetic Provinces of India",
        "New Helicidae collected by W. Theobald, Esq., jun., in Burmah and the Khasia Hills, and described by W.H. Benson",
        "Characters of new land-shells from Burmah and the Andamans",
        "Characters of new land-shells from the Andaman Islands, Burmah, and Ceylon, and of the animal of Sophina",
        "On Indian species of land-shells belonging to the genera Helix, Linn., and Nanina, Gray",
        "Mollusca: Testacellidae and Zonitidae",
        "Limestone karsts of Southeast Asia: Imperiled arks of biodiversity",
        "Note on land shells from the Malay Peninsula",
        "A list of the genera of recent Mollusca, their synonyms and types",
        "Twelve new species of Cyrtodactylus Gray (Squamata: Gekkonidae) from isolated limestone habitats in east-central and southern Myanmar demonstrate high localized diversity and unprecedented microendemism",
        "Phylogeny of the Limacoidea sensu lato (Gastropoda: Stylommatophora)",
        "Substantial incongruence among the morphology, taxonomy, and molecular phylogeny of the land snails Aegista, Landouria, Trishoplita, and Pseudobuliminus (Pulmonata: Bradybaenidae) occurring in East Asia",
        "A morphological phylogenetic analysis and generic revision of Australian Helicarionidae (Gastropoda: Pulmonata: Stylommatophora), and an assessment of the relationships of the family",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "On a collection of land-shells from Samui Islands, Gulf of Siam",
        "Binnenmollusken aus hinterindien. 1. Land schnecken von Kelantan, Ostküste der Halbinsel Malacca",
        "Binnenmollusken aus hinterindien. 2. Neue arten und unterarten von Fruhstorfer in Siam gesammelt",
        "Diagnoses Molluscorum novorum, in Indo-China collectorum",
        "Contributions a la faune malacologique de ľIndo-Chine",
        "Biodiversity hotspots for conservation priorities",
        "Developing land snail expertise in South and Southeast Asia, a new Darwin Initiative project",
        "A new species of Macrochlamys from Thailand (Stylommatophora: Ariophantidae)",
        "Vier neue Konchylienarten",
        "Descriptions of thirty-three new species of land shells from the collection of H. Cuming, Esq",
        "Descriptions of thirty-one new species of land shells, from Mr. Cuming’s collection",
        "The land snail genus Macrochlamys Gray, 1847 from Thailand, with descriptions of five new species (Pulmonata: Ariophantidae)",
        "A systematic revision of the land snails of the Western Ghats of India",
        "A new species of the genus Macrochlamys Gray, 1847 (Stylommatophora: Ariophantidae) from Western Himalaya, India",
        "Treatise on Recent terrestrial pulmonate mollusks. Part 9. Helicarionidae, Gymnarionidae, Rhysotinidae, Ariophantidae",
        "Treatise on Recent terrestrial pulmonate mollusks. Part 10. Ariophantidae, Ostracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "Notes on terrestrial Mollusca from the neighbourhood of Moulmein (Tenasserim provinces), with description of new species",
        "Taxonomic re-evaluation of Sarika diadema (Dall, 1897) and S. asamurai (Panha, 1997), two endemic land snails from Thailand (Pulmonata: Ariophantidae: Macrochlamydinae)",
        "Descriptions of some new Burmese and Indian Helicidae with remaks on some previously described species",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "60111668",
            "affilname": "Fauna &amp; Flora International",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111668",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Animal Systematics Research Unit",
        "Ministry of Natural Resources and Environmental Conservation Forest Department",
        "Fauna & Flora International",
        "FFI",
        "Chulalongkorn University",
        "TRF",
        "SAST"
    ]
}