{
    "eid": "2-s2.0-85077264626",
    "title": "Review of the millipede genus orthomorpha bollman, 1893 (Diplopoda, polydesmida, paradoxosomatidae) in vietnam, with several new records and descriptions of two new species",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Barcoding",
        "Key",
        "Map",
        "Phylogeny",
        "Taxonomy",
        "Variety"
    ],
    "authors": [
        "Natdanai Likhitrakarn",
        "Sergei I. Golovatch",
        "Irina Semenyuk",
        "Boris D. Efeykin",
        "Somsak Panha"
    ],
    "citedby-count": 2,
    "ref-count": 34,
    "ref-list": [
        "Myriopoden von Ambon und anderen Inseln der Banda-See",
        "Myriopoden von Java",
        "Myriapoda 3. Polydesmoidea I. Fam. Strongylosomidae",
        "Dawydoff in Französisch Indochina gesammelten Myrio-podenov. Mémoires du Muséum national d’Histoire naturelle",
        "Myriopoden von Indochina. Expedition von Dr. C. Dawydoff (1938–1939). Mémoires du Muséum national d’Histoire naturelle",
        "On some diplopods from the Indo-Australian Archipelago",
        "Myriopoda extranea Musaei nationalis Hungarici",
        "Europe PMC Funders Group jModelTest 2: More models, new heuristics and high-performance computing",
        "Phylogenetic and morphological discord indicates introgressive hybridisa-tion in two genera of Australian millipedes (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Essai d’une faune de Myriapodes du Mexique, avec la description de quelques espèces des autres parties de l’Amérique",
        "The millipedes of Thailand (Diplopoda)",
        "A review of the millipede fauna of Vietnam (Diplopoda)",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopo-da Polydesmida), VI",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda Polydesmida), XXII",
        "A species checklist of the millipedes (Myriapoda, Diplopoda) of India",
        "Descriptions and allocation of new or poorly known genera and species of Paradoxosomatidae from south-eastern Asia (Diplopoda: Polydesmida)",
        "Diplopoda from Malayan caves, collected by M. Pierre Strinati",
        "MRBAYES: Bayesian inference of phylogeny",
        "Paradoxosomatidae from Borneo (Diplopoda, Polydesmida)",
        "A new species of Orthomorpha Bollman from Thailand observed in migration, with taxonomic notes on the genus (Diplopoda)",
        "The millipede genus Orthomorpha Bollman, 1893 in Thailand. 1. Revision of the sericata-group, with descriptions of four new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A new species of the Southeast Asian millipede genus Antheromorpha Jeekel, 1968 (Polydesmida: Paradoxosomatidae) from Vietnam",
        "A checklist of the millipedes (Diplopoda) of Laos",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "A worldwide catalog of the family Paradoxosomatidae Daday, 1889 (Diplopoda: Polydesmida)",
        "A revision and phylogenetic analysis of the millipede genus Oxidus Cook, 1911 (Polydesmida: Paradoxosomatidae)",
        "On the millipede genus Antheromorpha Jeekel, 1968 (Diplopoda: Polydesmida: Paradoxosomatidae) from Vietnam, with a description of a new species",
        "Protecting mammal diversity: Opportunities and constraints for pragmatic conservation management in Cat Tien National Park, Vietnam",
        "Foraging behaviour as a mechanism for trophic niche separation in a millipede community of southern Vietnam",
        "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Zur Kenntnis ostasiatischer Diplopodenov. III"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "@id": "60097365",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60097365",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60025404",
            "affilname": "Institute for Information Transmission Problems of the Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025404",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "112755523",
            "affilname": "Joint Russian-Vietnamese Tropical Research and Technological Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112755523",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Henrik Enghoff",
        "Nesrine Akkari",
        "TRF Strategic Basic Research",
        "Office of the Royal Development Projects Board",
        "Russian Foundation for Basic Research",
        "TRF"
    ]
}