{
    "eid": "2-s2.0-85041382534",
    "title": "Laundry detergency of solid non-particulate soil using microemulsion-based formulation",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Detergency",
        "Extended surfactant",
        "Microemulsion",
        "Solid non-particulate soil"
    ],
    "authors": [
        "Jarussri Chanwattanakit",
        "Sumaeth Chavadej"
    ],
    "citedby-count": 3,
    "ref-count": 40,
    "ref-list": [
        "Microemulsion formation and detergency with oily soils: I. Phase behavior and interfacial tension",
        "Microemulsion formation and detergency with oily soils: II. Detergency formulation and performance",
        "Microemulsion formation and detergency with oily soils: III. Performance and mechanisms",
        "Enhanced triolein removal using microemulsions formulated with mixed surfactants",
        "Microemulsion formation and detergency with oily soil: IV. Effect of rinse cycle design",
        "Microemulsion formation and detergency with oily soil: V. Effects of water hardness and builder",
        "Mechanistic studies of particulate soil detergency: I. Hydrophobic soil removal",
        "Mechanistic studies of particulate soil detergency: II: Hydrophilic soil removal",
        "Removal of fatty acid by sodium dodecyl sulfate solution removal mechanism by solubilization",
        "Removal of fatty acid by solubilization into micelles of nonionic surfactants",
        "Uses and applications of microemulsions",
        "Solubilization of polar oils with extended surfactants",
        "Formulation of ultralow interfacial tension systems using extended surfactants",
        "Effect of extended surfactant structure on interfacial tension and microemulsion formation with triglycerides",
        "Effect of temperature and other variables on the optimum formulation of anionic extended surfactant-alkane-brine systems",
        "Aqueous extended-surfactant based method for vegetable oil extraction: Proof of concept",
        "Styrene solubilization and adsolubilization on an aluminum oxide surface Using linker molecules and extended surfactants",
        "Palm oil removal from fabric using microemulsion-based formulations",
        "Microemulsion-based vegetable oil detergency using an extended surfactant",
        "Detergency of vegetable oils and semi-solid fats using microemulsion mixtures of anionic extended surfactants: The HLD concept and cold water applications",
        "Optimized microemulsion systems for detergency of vegetable oils at low surfactant concentration and bath temperature",
        "Laundry detergency of solid non-particulate soil or waxy solids: Part I. relation to oily soil removal above the melting point",
        "Environmentally friendly vegetable oil microemulsions using extended surfactants and linkers",
        "Interfacial properties of extended-surfactant-based microemulsions and related macroemulsions",
        "Self-assembly in linker-modified microemulsions",
        "Measuring detergency of oily soils in the vicinity of phase inversion temperatures of commercial nonionic surfactants using an oil-soluble dye",
        "Effect of water absorption on the mechanical properties of cotton fabric-reinforced geopolymer composites",
        "G. Surfactants and their apprications",
        "The effect of salts on the critical concentration for the formation of micelles in colloidal electrolytes",
        "Wetting and detergency",
        "ζ-potentials of natural and synthetic fibers in SDS solutions and the viscosity of SDS solutions above the critical micelle concentration",
        "The effect of the ζ potential on the stability of a non-polar oil-in-water emulsion",
        "An electrical suspension method for measuring the electric charge on small silicone oil droplets dispersed in aqueous solutions",
        "Electric charge on small silicone oil droplets dispersed in ionic surfactant solutions",
        "Correlation of dispersion stability with surfactant concentration and abrasive particle size for chemical mechanical polishing (CMP) slurries",
        "Zeta Potential Measurement"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199582",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199582",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemicals and Materials Technology, Chu-lalongkorn University",
        "TRF Senior Research Schola",
        "Chulalongkorn University",
        "TRF"
    ]
}