{
    "eid": "2-s2.0-84931097640",
    "title": "A checklist of the millipedes (Diplopoda) of Cambodia",
    "cover-date": "2015-06-16",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Cambodia",
        "Fauna",
        "Millipede",
        "Taxonomy"
    ],
    "authors": [
        "Natdanai Likhitrakarn"
    ],
    "citedby-count": 19,
    "ref-count": 68,
    "ref-list": [
        "Memoirs of the Indian Museum",
        "Archiv Für Naturgeschichte",
        "Archiv Für Hydrobiologie",
        "Polydesmoidea I. Fam. Strongylosomidae. Das Tierreich",
        "Mémoires du Muséum National d'Histoire Naturelle, New Series",
        "Annalen Des Naturhistorischen Museums in Wien",
        "Mémoires du Muséum National d'Histoire naturelle (New Series), Série A",
        "Mémoires du Muséum national d'Histoire naturelle (New Series), Série A",
        "Encyclopaedia Biopeologica",
        "Revue Suisse de Zoologie",
        "Revue Suisse de Zoologie",
        "Zoologischer Anzeiger",
        "American Museum Novitates",
        "Bulletin of the Museum of Comparative Zoology",
        "American Museum Novitates",
        "Mémoires de la Société de Physique et D'Histoire Naturelle de Genève",
        "Mémoires du Muséum National d'Histoire Naturelle (New Series), Série A",
        "Bollettino del Laboratorio di Entomologia Agraria \"Filippo Silvestri\"",
        "Bulletin du Muséum National d'Histoire Naturelle, 4e Série, Section A, Zoologie",
        "Bulletin du Muséum National d'Histoire Naturelle, 4e Série, Section A, Zoologie",
        "Courier Forschungsinstitut Senckenberg",
        "Steenstrupia",
        "Arthropoda Selecta",
        "Histoire Naturelle des Insectes, Aptères. 4",
        "Fauna and Animal Ecology of Vietnam",
        "Arthropoda Selecta",
        "On several new or poorly-known oriental paradoxosomatidae (Diplopoda: Polydesmida), XVII",
        "Review of the millipede genus Glyphiulus Gervais, 1847, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae). Part 1: The granulatus-group",
        "Review of the millipede genus Plusioglyphiulus Silvestri, 1923, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae)",
        "Revue Suisse de Zoologie",
        "Descriptions and allocation of new or poorly known genera and species of paradoxosomatidae from south-eastern Asia (Diplopoda: Polydesmida)",
        "Studies on spirostreptoid millipeds. XI. A review of some indonesian genera of the family harpagophoridae",
        "Revue Suisse de Zoologie",
        "Myriapodologica",
        "Tijdschrift Voor Entomologie",
        "Tijdschrift Voor Entomologie",
        "On the Classification and Geographical Distribution of the Family Paradoxosomatidae (Diplopoda, Polydesmida)",
        "Monografieën Van de Nederlandse Entomologische Vereniging",
        "Myriapod Memoranda",
        "Myriapod Memoranda",
        "Myriapod Memoranda",
        "Myriapod Memoranda",
        "Myriapod Memoranda",
        "National Strategic Development Plan, Update 2009-2013",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A checklist of the millipedes (Diplopoda) of Laos",
        "The millipede genus Orthomorpha Bollman, 1893 in Laos (Diplopoda, Polydesmida, Paradoxosomatidae), with descriptions of new species",
        "Review of the Southeast Asian millipede genus Enghoffosoma Golovatch, 1993 (Diplopoda, Polydesmida, Paradoxosomatidae), with descriptions of new species",
        "ZooKeys",
        "Two new species of dragon millipedes, genus Desmoxytes Chamnerlin, 1923, from Laos (Diplopoda: Polydesmida: Paradoxosomatidae), with redescriptions of all four species of Attems from Vietnam",
        "Bulletin du Muséum National d'Histoire Naturelle, 2e Série",
        "Bulletin du Muséum National d'Histoire Naturelle, 3e Série, Zoologie",
        "Bulletin du Muséum National d'Histoire Naturelle, 4e Série, Section A, Zoologie",
        "Mitteilungen Aus Dem Hamburgischen Zoologischen Museum und Institut",
        "Bulletin du Muséum National d'Histoire Naturelle, 4e Série, Section A, Zoologie",
        "African Invertebrates",
        "The Rhynchoproctinae, a south-east Asiatic subfamily of giant millipedes: Cladistic analysis, classification, four new genera and a deviating new species from north-west Thailand (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the thyropygus allevatus group. Part 3: the T. induratus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 4: The T. cuisinieri subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Zoologische Ergebnisse Einer Reise in Niederländisch Ost-Indien",
        "Insecta Mundi",
        "Insecta Mundi",
        "Abhandlungen und Berichte des K. Zoologischen und Anthropologisch-Ethnographischen Museums zu Dresden",
        "Records of the Indian Museum",
        "On the Myriapods collected during the “Skeat Expedition” to the Malay Peninsula, 1899–1900",
        "Forest Cover Assessment for Year 2005/2006",
        "Zoologischer Anzeiger",
        "Quarterly Journal of the Taiwan Museum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Maejo University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}