{
    "eid": "2-s2.0-85018475053",
    "title": "Characterization of Lipase-producing Haloarcula strain from Thai fish sauce",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Fish sauce",
        "Haloarchaea",
        "Haloarcula",
        "Lipase"
    ],
    "authors": [
        "Sirilak Namwong"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "Preparation and Control of Culture Media: Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "Microbial production of surfactants and their commercial potential",
        "Haloferax prahovense sp. nov., an extremely halophilic archaeon isolated from a Romanian salt lake",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Production and properties of a biosurfactant obtained from a member of the Bacillus subtilis group (PTCC 1696)",
        "Extremely Halophilic Archaeobacteria, Order Halobacteriales Ord. Nov: Bergey’s Manual of Systematic Bacteriology",
        "Building phylogenetic trees from molecular data with MEGA",
        "Determination of key enzyme activities in commercial peptidase and lipase preparations from microbial or animal sources",
        "Haloarcula argentinensis sp. nov. and Haloarcula mukohataei sp. nov., two new extremely halophilic archaea collected in Argentina",
        "Haloarcula hispanica spec. nov. and Haloferax gibbonsii spec, nov., Two New Species of Extremely Halophilic Archaebacteria",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Fish sauce products and manufacturing: A review",
        "A halophilic serine proteinase from Halobacillus sp. SR5-3 isolated from fish sauce: Purification and characterization",
        "Haloarcula salaria sp. nov. and Haloarcula tradensis sp. nov., isolated from salt in Thai fish sauce",
        "Identification of halophilic strains and its proteolytic degradation of fish protein",
        "Identification of Staphylococcus strain CH1-8 and its oil-degradation",
        "The Family Halobacteriaceae: The Prokaryotes",
        "Proposed minimal standards for description of new taxa in the order Halobacteriales",
        "Lipase activity of thermophilic bacteria from icelandic hot springs",
        "Appl. Environ. Microbiol.",
        "Haloarcula japonica sp. nov., a New Triangular Halophilic Archaebacterium",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Thai Fermented Foods: Handbook of Fermented Functional Foods",
        "Piscibacillus salipiscarius gen. nov., sp. nov., a moderately halophilic bacterium from fermented fish (pla-ra) in Thailand",
        "Natrinema gari sp. nov., a halophilic archaeon isolated from fish sauce in Thailand",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Classification of Non-alkaliphilic Halobacteria Based on Numerical Taxonomy and Polar Lipid Composition, and Description of Haloarcula gen. nov. and Haloferax gen. nov.",
        "Int. J. Syst. Bacteriol",
        "Haloarcula amylolytica sp. nov., an extremely halophilic archaeon isolated from Aibi salt lake in Xin-Jiang, China",
        "Acceleration of Thai fish sauce fermentation using proteinases and bacterial starter cultures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Suan Sunandha Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "acknowledged and institute for research and development",
        "Thailand Research Fund",
        "Suan Sunandha Rajabhat University"
    ]
}