{
    "eid": "2-s2.0-84959363520",
    "title": "Using TRIZ to enhance passengers' perceptions of an airline's image through service quality and safety",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Law",
            "@code": "3308"
        },
        {
            "$": "Transportation",
            "@code": "3313"
        }
    ],
    "keywords": [
        "Airline image",
        "Airline safety",
        "Airline services",
        "Service quality measurement (SQM)",
        "SERVQUAL",
        "The Kano model",
        "TRIZ"
    ],
    "authors": [
        "Thongchai Jeeradist"
    ],
    "citedby-count": 47,
    "ref-count": 29,
    "ref-list": [
        "Integration of kano's model into quality function deployment (QFD)",
        "TRIZ J.",
        "Cent. Quality Manag. J.",
        "A TRIZ-based method for new service design",
        "J. Serv. Sci. Manag.",
        "J. East. Asia Soc. Transp. Stud.",
        "Passenger expectations and airline services: A Hong Kong based study",
        "An Applied Service Marketing Theory",
        "Culture-related service expectations: A comparative study using the kano model",
        "Harv. Bus. Rev.",
        "Outlook for Air Transport to the Year 2015",
        "Safety Management Manual",
        "Universal Safety Oversight Audit Programme (USOAP)",
        "Safety Report",
        "JACDEC Airline Safety Ranking",
        "J. Jpn. Soc. Quality Control",
        "Service Quality Measurement",
        "Airline safety measurement using a hybrid model",
        "Building an effective safety management system for airlines",
        "How to make product development projects more successful by integrating Kano's model of customer satisfaction into quality function deployment",
        "A non-parametric efficiency measure incorporating perceived airline service levels and profitability",
        "SERVQUAL: a Multiple-item Scale for Measuring Consumer Perceptions of Aervive Qualitu",
        "J. Tour. Stud.",
        "International Working Seminar on Production Economics, Igls, Innsbruck, Austria, 19-23 February",
        "Airline service quality: Exploratory analysis of consumer perceptions and operational performance in the USA and EU",
        "Airline alliance service quality performance-An analysis of US and EU member airlines",
        "12th WCTR, July 11-15",
        "Hospital service quality preferences among culture diversity",
        "40 Inventive Principles with Applications in Service Operations Management"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}