{
    "eid": "2-s2.0-84903977682",
    "title": "Sources of energy intensity change of Thailand's steel industry in the decade of global turbulent time",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "decomposition analysis",
        "Energy intensity",
        "Thailand's steel industry"
    ],
    "authors": [
        "Paitoon Wiboonchutikula"
    ],
    "citedby-count": 10,
    "ref-count": 21,
    "ref-list": [
        "Decomposition analysis for policymaking in energy: Which is the preferred method?",
        "A survey of index decomposition analysis in energy and environmental studies",
        "Decomposition of aggregate energy and gas emission intensities for industry: A refined divisia index method",
        "Handling zero values in the logarithmic mean Divisia index decomposition approach",
        "State-Level Changes in Energy Intensity and Their National Implications",
        "Bangkok: Chulalongkorn",
        "Decomposition of changes in energy intensity. A comparison of the Divisia index and other methods",
        "Decomposition of aggregate energy intensity changes in two measures: Ratio and difference",
        "Extended divisia index decomposition of changes in energy intensity: A case of Korean manufacturing industry",
        "Global Restructuring of the Steel Industry",
        "Energy Report of Thailand. Ministry of Energy, Various Issues",
        "Retrospective and prospective decomposition analysis of Chinese manufacturing energy use and policy implications",
        "Restructuring the Steel Industry in Northeast Asia",
        "Economic theory and the East Asian region",
        "Eight methods for decomposing the aggregate energy-intensity of industry",
        "A cross-country decomposition analysis of manufacturing energy consumption",
        "Decomposition of energy consumption and energy intensity in Indian manufacturing industries",
        "Changes in energy consumption and energy intensity: A complete decomposition model",
        "Global Steel Trade: Report to the President",
        "Steel Statistical Yearbook",
        "Economics of the East Asia Steel Industries"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Institute of the steel industry of Thailand",
        "Ministry of Energy"
    ]
}