{
    "eid": "2-s2.0-85016009628",
    "title": "Fatty acid methyl ester (FAME) production from soybean oil under ambient conditions using strontium loaded bovine bone",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Basicity",
        "Bovine bone",
        "Solid catalyst",
        "Strontium loading",
        "Transesterification"
    ],
    "authors": [
        "Suwilai Chaveanghong"
    ],
    "citedby-count": 8,
    "ref-count": 31,
    "ref-list": [
        "Study of catalytic behavior of KOH as homogeneous and heterogeneous catalyst for biodiesel production",
        "Transesterification of soybean oil to biodiesel using CaO as a solid base catalyst",
        "Transesterification of vegetable oil to biodiesel using heterogeneous base catalyst",
        "Transesterification of soybean oil to biodiesel using SrO as a solid base catalyst",
        "Biodiesel synthesis via heterogeneous catalysis using modified strontium oxides as the catalysts",
        "Ultrasonic-assisted biodiesel production process from palm oil using alkaline earth metal oxides as the heterogeneous catalysts",
        null,
        "CaO supported on mesoporous silicas as basic catalysts for transesterification reactions",
        "Supported CaO catalysts used in the transesterification of rapeseed oil for the purpose of biodiesel production",
        "Room-temperature conversion of soybean oil and poultry fat to biodiesel catalyzed by nanocrystalline calcium oxides",
        "Transesterification of triacetin with methanol on solid acid and base catalysts",
        null,
        "Calcium oxide as a solid base catalyst for transesterification of soybean oil and its application to biodiesel production",
        "Synthesis of biodiesel from rapeseed oil using supercritical methanol with metal oxide catalysts",
        "Transesterification of soybean oil catalyzed by Sr-Ti mixed oxides nanocomposite",
        "Soybean oil transesterification over zinc oxide modified with alkali earth metals",
        "Biodiesel synthesis over Sr/MgO solid base catalyst",
        "Magnesia modified with strontium as a solid base catalyst for transesterification of palm olein",
        "Preparation and characterization of a novel solid base catalyst hydroxyapatite loaded with strontium",
        "Transesterification of soybean oil using bovine bone waste as new catalyst",
        "Lanthanum and zinc incorporated hydrotalcites as solid base catalysts for biodiesel and biolubricants production",
        null,
        "Dry washing in biodiesel purification: A comparative study of adsorbents",
        "Rice husk ash as an adsorbent for purifying biodiesel from waste frying oil",
        "Biodiesel production from various feedstocks and their effects on the fuel properties",
        "Continuous crystalline carbonate apatite thin films. A biomimetic approach",
        "Eur. J. Min. Proc. Environ. Prot.",
        null,
        "Infrared studies of apatites. II. Preparation of normal and isotopically substituted calcium, strontium, and barium hydroxyapatites and spectra-structure-composition correlations",
        "Variables affecting the yields of fatty esters from transesterified vegetable oils",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Rajamangala University of Technology Krungthep",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}