{
    "eid": "2-s2.0-85018489390",
    "title": "Long-term effect of sildenafil on echocardiographic parameters in dogs with asymptomatic myxomatous mitral valve degeneration",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Asymptomatic",
        "Dog",
        "Echocardiography",
        "Mitral valve degeneration",
        "Sildenafil"
    ],
    "authors": [
        "Anusak Kijtawornrat"
    ],
    "citedby-count": 8,
    "ref-count": 28,
    "ref-list": [
        "Guidelines for the diagnosis and treatment of canine chronic valvular heart disease",
        "Pharmacologic management of myxomatous mitral valve disease in dogs",
        "Retrospective evaluation of sildenafil citrate as a therapy for pulmonary hypertension in dogs",
        "Longitudinal shortening accounts for the majority of right ventricular contraction and improves after pulmonary vasodilator therapy in normal subjects and patients with pulmonary arterial hypertension",
        "Vertebral scale system to measure canine heart size in radiographs.",
        "Pulmonary hypertension in dogs with mitral regurgitation attributable to myxomatous valve disease",
        "Decreased sympathetic tone after short-term treatment with enalapril in dogs with mild chronic mitral valve disease",
        "Short-Term Effects of Atorvastatin in Normal Dogs and Dogs with Congestive Heart Failure Due to Myxomatous Mitral Valve Disease",
        "Is inhibition of phosphodiesterase type 5 by sildenafil a promising therapy for volume-overload heart failure?",
        "Absence of clinically important HERG channel blockade by three compounds that inhibit phosphodiesterase 5 - Sildenafil, tadalafil, and vardenafil",
        "Sildenafil (viagra) prolongs cardiac repolarization by blocking the rapid component of the delayed rectifier potassium current",
        "PDE5 inhibition with sildenafil improves left ventricular diastolic function, cardiac geometry, and clinical status in patients with stable systolic heart failure: Result of a 1-year, prospective, randomized, placebo-controlled study",
        "An update on treatment and prognostic indicators in canine myxomatous mitral valve disease",
        "Chronic valvular disease in the cavalier King Charles spaniel in Sweden.",
        "How many cardiac cycles must be measured to permit accurate RR, QT, and QTc estimates in conscious dogs?",
        "Sildenafil citrate therapy in 22 dogs with pulmonary hypertension",
        "Long-term effects of sildenafil in a rat model of chronic mitral regurgitation: Benefits of ventricular remodeling and exercise capacity",
        "Pathology of chronic mitral valvular disease in the dog.",
        "Brain Natriuretic Peptide Concentration in Dogs with Heart Disease and Congestive Heart Failure",
        "Pressure-overload magnitude-dependence of the anti-hypertrophic efficacy of PDE5A inhibition",
        "Clinical utility of serum N-terminal pro-B-type natriuretic peptide concentration for identifying cardiac disease in dogs and assessing disease severity",
        "Heart valve changes common to man and dog: A comparative study",
        "Recommendations regarding quantitation in M-mode echocardiography: Results of a survey of echocardiographic measurements",
        "Chronic inhibition of cyclic GMP phosphodiesterase 5A prevents and reverses cardiac hypertrophy",
        "An improved method to correct the QT interval of the electrocardiogram for changes in heart rate",
        "Increased Cardiac Myocyte PDE5 Levels in Human and Murine Pressure Overload Hypertrophy Contribute to Adverse LV Remodeling",
        "The pharmacology of sildenafil, a novel and selective inhibitor of phosphodiesterase (PDE) type 5",
        "Sympathetic activation in dogs with congestive heart failure caused by chronic mitral valve disease and dilated cardiomyopathy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}