{
    "eid": "2-s2.0-85032358098",
    "title": "Hard Armor Composites From Ballistic Fiber-Reinforced Polybenzoxazine Alloys",
    "cover-date": "2017-02-01",
    "subject-areas": [],
    "keywords": [
        "Hard ballistic armor",
        "Polybenzoxazine",
        "Polymer matrix composite",
        "Polyurethane"
    ],
    "authors": [
        "M. Okhawilai"
    ],
    "citedby-count": 18,
    "ref-count": 91,
    "ref-list": [
        "Transparent ceramics: Processing, materials and applications",
        "An experimental study of penetration resistance of ceramic armour subjected to projectile impact",
        "Investigation on the ballistic impact behavior of various alloys against 7.62 mm armor piercing projectile",
        "On the comparison of the ballistic performance of steel and laminated composite armors",
        "Ballistic impact performance of an armor material consisting of alumina and dual phase steel layers",
        "The ballistic performance of SiC-AA7075 functionally graded composite produced by powder metallurgy",
        "Ballistic impact behaviour of thick composites: Parametric studies",
        "Impact and Ballistic Behavior Optimization of Kevlar-Epoxy Composites by Taguchi Method",
        "Enhancement in ballistic performance of composite hard armor through carbon nanotubes",
        "Effect of matrix on the ballistic impact of aramid fabric composite laminates by armor piercing projectiles",
        "Energy absorption efficiency of carbon fiber reinforced polymer laminates under high velocity impact",
        "Ballistic resistance of spaced multi-layer plate structures: Experiments on Fibre Reinforced Plastic targets and an analytical framework for calculating the ballistic limit",
        "Ballistic-performance optimization of a hybrid carbon-nanotube/E-glass reinforced poly-vinyl-ester-epoxy-matrix composite armor",
        "The effect of hybridization on the ballistic impact behavior of hybrid composite armors",
        "Progressive damage modeling of plain weave E-glass/phenolic composites",
        "Quasi-static, low-velocity impact and ballistic impact behavior of plain weave E-glass/phenolic composites",
        "An experimental investigation of the effect of nose shape on fragments penetrating GFRP",
        "Handbook of Benzoxazine Resin",
        "Alloys and Composites of Polybenzoxazines: Properties and Applications",
        "Ballistic Resistance of Body Armor, NIJ Standard 0101.06",
        "National Institute of Justice Guide Body Armor, Selection & Application Guide 0101.06 to Ballistic-Resistance Body Armor",
        "Types of Smart Materials for Protection",
        "Ballistic protection mechanisms in personal armour",
        "Ballistic impact into fabric and compliant composite laminates",
        "Modelling of the energy absorption by polymer composites upon ballistic impact",
        "Kevlar™ fiber-reinforced polybenzoxazine alloys for ballistic impact applications",
        "Advanced layered personnel armor",
        "An investigation into ballistic performance and energy absorption capabilities of woven aramid fabrics",
        "Ballistic impact behaviour of stitched graphite/epoxy laminates",
        "Ballistic impact efficiency of polymer composites",
        "Delamination controlled ballistic resistance of polyethylene/polyethylene composite materials",
        "The effect of temperature and strain rate on the impact performance of recyclable all-polypropylene composites",
        "Carbon, polyethylene and PBO hybrid fibre composites for structural lightweight armour",
        "Dynamic Behavior Of Materials",
        "Ballistic armor",
        "Ballistic armor",
        "Ballistic armor",
        "Ceramic ballistic armor product",
        "Compos. Struct.",
        "Analysis and investigation of ballistic impact on ceramic/metal composite armour",
        "Ballistic performance of multi-layered metallic plates impacted by a 7.62-mm APM2 projectile",
        "Ballistic testing of transparent armour ceramics",
        "The effect of the thickness of the adhesive layer on the ballistic limit of ceramic/metal armours. An experimental and numerical study",
        "J. Ceram.",
        "An investigation on failure mechanisms of ceramic/metal armour subjected to the impact of tungsten projectile",
        "Impact behavior of particles filled-glass/polyester composite plates",
        "Fragment ballistic performance of homogenous and hybrid thermoplastic composites",
        "Armor",
        "Composite ballistic panels and method of use",
        "Ballistic impact behaviour of woven fabric composites: Formulation",
        "Ballistic impact behaviour of unidirectional fibre reinforced composites",
        "Influence of fabric structure and thickness on the ballistic impact behavior of Ultrahigh molecular weight polyethylene composite laminate",
        "Highly filled graphite polybenzoxazine composites for an application as bipolar plates in fuel cells",
        "Highly filled graphene-benzoxazine composites as bipolar plates in fuel cell applications",
        "Shape memory polymers from benzoxazine-modified epoxy",
        "Ballistic armor from polymer composites",
        "Effects of aromatic carboxylic dianhydrides on thermomechanical properties of polybenzoxazine-dianhydride copolymers",
        "Property enhancement of polybenzoxazine modified with dianhydride",
        "Advances in addition-cure phenolic resins",
        "Improved thermal and mechanical properties of polybenzoxazines based on alkyl-substituted aromatic amines",
        "Process for preparation of benzoxazine compounds in solventless systems",
        null,
        "Synthesis and characterization of poly(urethane-benzoxazine) films as novel type of polyurethane/phenolic resin composites",
        "Chemorheology and thermomechanical characteristics of benzoxazine-urethane copolymers",
        "Effects of polyol molecular weight on properties of benzoxazine-urethane polymer alloys",
        "Toughening of polybenzoxazine by alloying with urethane prepolymer and flexible epoxy: A comparative study",
        "Perforation of flexible laminates by projectiles of different geometry",
        "Perforation of high-strength double-ply fabric system by varying shaped projectiles",
        "Standard Test Method for Short-Beam Strength of Polymer Matrix Composite Materials and Their Laminates",
        "Int. J. Sci. Res.",
        "Tensile, flexural and interlaminar shear properties of woven jute and jute-glass fabric reinforced polyester composites",
        "Peel Resistance of Adhesives (T-Peel Test)",
        "Kevlar fiber-epoxy adhesion and its effect on composite mechanical and fracture properties by plasma and chemical treatment",
        "TLIST",
        "Effect of matrix on ballistic performance of soft body armor",
        "Development of Light Weight Ballistic Armor From Fiber-Reinforced With Benzoxazine Alloys",
        "Effect of different construction designs of aramid fabric on the ballistic performances",
        "Ballistic impact behaviour of woven fabric composites: Formulation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}