{
    "eid": "2-s2.0-85105606169",
    "title": "R&D investment that enhances IT firm survival",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Computer Science (all)",
            "@code": "1700",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Competitive risk mitigation",
        "IT industry",
        "R&D investment"
    ],
    "authors": [
        "Buraj Patrakosol"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Is R&D risky?",
        "The integrative domain of foresight and competitive intelligence and its impact of R&D management",
        "Performance evaluation of China's high-tech innovation process: Analysis based on the innovation value chain",
        "Do general managerial skills spur innovation?",
        "Uncertainty, capital investment, and risk management",
        "Innovation indicators throughout the innovation process: An extensive literature analysis",
        "Ownership and the internationalization of small firms",
        "Interorganizational links and innovation: The case of hospital services",
        "Diagnosing risk in radical innovation projects",
        "Embracing bewilderment: responding to technological disruption in heterogeneous market environments",
        "Gaining from scientific knowledge: the role of knowledge accumulation and knowledge combination",
        "Organizational learning",
        "CEO incentives, innovation, and performance in technology-intensive firms: a reconciliation of outcome and behavior-based incentive schemes",
        "New approach to the innovation process in emerging economies: The manufacturing sector case in Chile and Peru",
        "Rent appropriation of knowledge-based assets and firm performance when institutions are weak: A study of Chinese publicly listed firms",
        "The performance impact of strategic similarity in horizontal mergers: Evidence from the U.S. banking industry",
        "The perilous leap between exploration and exploitation",
        "Creating and capturing value from Big Data: A multiple-case study analysis of provider companies",
        "IT Investment under competition: The role of implementation failure",
        "A systematic approach to prioritizing R&D projects based on customer-perceived value using opinion mining"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}