{
    "eid": "2-s2.0-85121350034",
    "title": "Phylogeny of Globba section Nudae and taxonomic revision of the new Globba subsection Pelecantherae",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Anther appendages",
        "Floral evolution",
        "Hybridisation",
        "Taxonomy"
    ],
    "authors": [
        "Sunisa Sangvirotjanapat",
        "Tomáš Fér",
        "Jessada Denduangboripant",
        "Mark F. Newman"
    ],
    "citedby-count": 2,
    "ref-count": 41,
    "ref-list": [
        "Identifying hidden rate changes in the evolution of a binary morphological character: the evolution of plant habit in campanulid angiosperms",
        "Convergent morphology in Alpinieae (Zingiberaceae): Recircumscribing Amomum as a monophyletic genus",
        "AMAS: a fast tool for alignment manipulation and computing of summary statistics",
        "jModelTest 2: more models, new heuristics and parallel computing",
        "HybPhyloMaker: target enrichment data analysis from raw reads to species trees",
        "Modelling compositional heterogeneity",
        "A simple, fast and accurate method to estimate large phylogenies by maximum-likelihood",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT",
        "Computer tools for spatial analysis of plant genetic resources data: 1",
        "Application of phylogenetic networks in evolutionary studies",
        "The Newick utilities: high-throughput phylogenetic tree processing in the UNIX shell",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "RAxML-NG: A fast, scalable, and user-friendly tool for maximum likelihood phylogenetic inference",
        "The phylogeny and a new classification of the gingers (Zingiberaceae): evidence from molecular data",
        "Studies in the genus Globba in Thailand",
        "How many bootstrap replicates are necessary?",
        "FastTree 2 – Approximately maximum-likelihood trees for large alignments",
        "R: A language and environment for statistical computing",
        "phytools: An R package for phylogenetic comparative biology (and other things)",
        "MRBAYES 3: Bayesian phylogenetic inference under mixed models",
        "Three pollination guilds and variation in floral characteristics of Bornean gingers (Zingiberaceae and Costaceae)",
        "A taxonomic revision of Globba subsect. Nudae (Zingiberaceae)",
        "A taxonomic revision of Globba sect. Nudae subsect. Mediocalcaratae (Zingiberaceae)",
        "Eight new species of Globba (Zingiberaceae) from Thailand and Lao PDR",
        "Ten new species of Globba section Globba from continental South-East Asia",
        "Zingiberaceae",
        "The genus Dipterocarps Gaertn. f. in Thailand",
        "Homoplasy, pollination, and emerging complexity during the evolution of floral development in the tropical gingers (Zingiberales)",
        "Phylogenetic analyses of Polemoniaceae using nucleotide sequences of the plastid gene matK",
        "Multiple occurrences of triploid formation in Globba (Zingiberaceae) from molecular evidence",
        "The current and future status of floristic provinces in Thailand",
        "Amplification and direct sequencing of fungal ribosomal RNA Genes for Phylogenetics",
        "The phylogeny, evolution and classification of the genus Globba and tribe Globbeae (Zingiberaceae): appendages do matter",
        "Phylogeny of Curcuma (Zingiberaceae) based on plastid and nuclear sequences: proposal of the new subgenus Ecomata",
        "Hybridization among distantly related species: Examples from the polyploid genus Curcuma (Zingiberaceae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Edinburgh",
            "@id": "60021541",
            "affilname": "Royal Botanic Garden Edinburgh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021541",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Prague",
            "@id": "60016605",
            "affilname": "Charles University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016605",
            "affiliation-country": "Czech Republic"
        }
    ],
    "funding": [
        "Department of National Parks",
        "Institut de Systématique",
        "Office of the Forest Herbarium",
        "Sud Expert Plantes",
        "Scottish Government’s Rural and Environmental Science and Analytical Services Division",
        "Chulalongkorn University",
        "Muséum national d’histoire naturelle",
        "Lao Academy of Science and Technology",
        "CAST",
        "Ministry of Education and Sport",
        "BKF"
    ]
}