{
    "eid": "2-s2.0-84922377993",
    "title": "Luminescence and thermal lensing characterization of singly Eu3+ and Tm3+ doped Y2O3 transparent ceramics",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Biophysics",
            "@code": "1304"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        null,
        "Fluorescence quantum efficiency",
        "Judd-Ofelt analysis",
        "Thermal conductivity",
        "Thermal lensing",
        null
    ],
    "authors": [
        "P. Y. Poma"
    ],
    "citedby-count": 29,
    "ref-count": 54,
    "ref-list": [
        "5d level positions of the trivalent lanthanides in inorganic compounds",
        "Microstructuration induced differences in the thermo-optical and luminescence properties of Nd:YAG fine grain ceramics and crystals",
        "Effect of Nd3+ concentration quenching in highly doped lead lanthanum zirconate titanate transparent ferroelectric ceramics",
        null,
        "Influence of the grain boundaries on the heat transfer in laser ceramics",
        "Sintering crystalline solids. I. intermediate and final state diffusion models",
        "Transparent ceramic lamp envelope materials",
        "Inorg. Opt. Mater. II",
        "Transparent polycrystalline ceramic laser materials",
        "The history, development, and future prospects for laser ceramics: A review",
        "Ceramic scintillators",
        null,
        null,
        "Fabrication and Optical Properties of High‐Performance Polycrystalline Nd:YAG Ceramics for Solid‐State Lasers",
        "Laser crystals and ceramics: Recent advances",
        "Ceramic laser materials",
        null,
        "Fabrication of transparent yttria ceramics at low temperature using carbonate-derived powder",
        "Fabricating transparent yttria ceramics at low temperature",
        null,
        "Optically transparent ceramics based on yttrium oxide using carbonate and alkoxy precursors",
        "Nanograined highly transparent yttria ceramics",
        "Synthesis, processing, and properties of submicrometer-grained highly transparent yttria ceramics",
        "Narrow inhomogeneous and homogeneous optical linewidths in a rare earth doped transparent ceramic",
        null,
        null,
        null,
        "Correlation between crystal grain sizes of transparent ceramics and scintillation light yields",
        null,
        "Nanostructured ceramics by electrospinning",
        "Recent progress in the development of neodymium-doped ceramic yttria",
        "Sintering dense nanocrystalline ceramics without final-stage grain growth",
        "Handbook on the Physics and Chemistry of Rare Earths",
        "Optical Spectra of Transparent Rare Earth Compounds",
        "Optical absorption intensities of rare-earth ions",
        "Intensities of crystal spectra of rare-earth ions",
        "A model for cw laser induced mode-mismatched dual-beam thermal lens spectrometry",
        "Thermal lens and Z-scan measurements: Thermal and optical properties of laser glasses - A review",
        null,
        "Fluorescence and judd-ofelt analysis of phenyl-containing europium chelate complexes in polystyrene",
        null,
        null,
        "Radiative and multiphonon relaxation of rare-earth ions in Y2O3",
        null,
        null,
        "Growth of high-melting sesquioxides by the heat exchanger method",
        "Thermal lens determination of the temperature coefficient of optical path length in optical materials",
        null,
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Clemson",
            "affilname": "Clemson University College of Engineering, Computing and Applied Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maceio",
            "affilname": "Universidade Federal de Alagoas",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": [
        "Coordenadoria de Aperfeiçoamento de Pessoal de Ensino Superior",
        "INCT NANO",
        "National Science Foundation",
        "Directorate for Mathematical and Physical Sciences",
        "Fundação de Amparo à Pesquisa do Estado de Alagoas",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Financiadora de Estudos e Projetos",
        "Universidade Federal de Alagoas"
    ]
}