{
    "eid": "2-s2.0-85141320150",
    "title": "Efficacy of the autogenous dentin graft for implant placement: a systematic review and meta-analysis of randomized controlled trials",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Alveolar bone grafting",
        "Alveolar ridge augmentation",
        "Bone substitutes",
        "Dental implants",
        "Peri-implantitis",
        "Tooth extraction"
    ],
    "authors": [
        "B. Mahardawi",
        "S. Jiaranuchart",
        "K. A. Tompkins",
        "A. Pimkhaokham"
    ],
    "citedby-count": 4,
    "ref-count": 41,
    "ref-list": [
        "Influence of bioactive glass on changes in alveolar process dimensions after exodontia",
        "Surgical techniques for alveolar socket preservation: a systematic review",
        "Autogenous mineralized dentin versus xenograft granules in ridge preservation for delayed implantation in post-extraction sites: a randomized controlled clinical trial with an 18 months follow-up",
        "Immediate implant placement in anterior teeth with grafting material of autogenous tooth bone vs xenogenic bone",
        "Retrospective study: lateral ridge augmentation using autogenous dentin: tooth-shell technique vs. bone-shell technique",
        "Clinical application of autogenous partially demineralized dentin matrix prepared immediately after extraction for alveolar bone regeneration in implant dentistry: a pilot study",
        "Comparative assessment of autogenous cancellous bone graft and bovine-derived demineralized bone matrix for secondary alveolar bone grafting in patients with unilateral cleft lip and palate",
        "Autogenous DDM versus Bio-Oss granules in GBR for immediate implantation in periodontal postextraction sites: a prospective clinical study",
        "Efficacy of autogenous tooth roots for lateral alveolar ridge augmentation and staged implant placement. A prospective controlled clinical study",
        "Use of autologous tooth-derived graft material in the post-extraction dental socket. Pilot study",
        "Alveolar ridge preservation using autogenous whole-tooth versus demineralized dentin grafts: a randomized controlled clinical trial",
        "Short-term outcomes of lateral extraction socket augmentation using autogenous tooth roots: a prospective observational study",
        "Combining autologous particulate dentin, L-PRF, and fibrinogen to create a matrix for predictable ridge preservation: a pilot clinical study",
        "Clinical evaluation of ridge augmentation using autogenous tooth bone graft material: case series study",
        "Autogenous tooth bone graft material prepared chairside and its clinical applications: a systematic review",
        "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration",
        "Rayyan—a web and mobile app for systematic reviews",
        "RoB 2: a revised tool for assessing risk of bias in randomised trials",
        "ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions",
        "Risk-of-bias VISualization (robvis): an R package and Shiny web app for visualizing risk-of-bias assessments",
        "A prospective study on the effectiveness of newly developed autogenous tooth bone graft material for sinus bone graft procedure",
        "Effect sizes can be calculated for studies reporting ranges for outcome variables in systematic reviews",
        "Dealing with missing standard deviation and mean values in meta-analysis of continuous outcomes: a systematic review",
        "Measuring inconsistency in meta-analyses",
        "Autogenous demineralized dentin matrix from extracted tooth for the augmentation of alveolar bone defect: a prospective randomized clinical trial in comparison with anorganic bovine bone",
        "Space maintenance in autogenous fresh demineralized tooth blocks with platelet-rich plasma for maxillary sinus bone formation: a prospective study",
        "Short-term outcomes of staged lateral alveolar ridge augmentation using autogenous tooth roots. A prospective controlled clinical study",
        "Comparison of autogenous tooth bone graft and synthetic bone graft materials used for bone resorption around implants after crestal approach sinus lifting: a retrospective study",
        "Alveolar ridge augmentation using dystopic autogenous tooth: 2-year results of an open prospective study",
        "Evaluation of survival and success rates of dental implants reported in longitudinal studies with a follow-up period of at least 10 years: a systematic review",
        "Autogenous teeth used for bone grafting: a systematic review",
        "Risk for recurrence of disease following surgical therapy of peri-implantitis—a prospective longitudinal study",
        "The clinical significance of implant stability quotient (ISQ) measurements: a literature review",
        "Development of implant stability quotient values of implants placed with simultaneous sinus floor elevation—results of a prospective study with 109 implants",
        "Can implant surfaces affect implant stability during osseointegration? A randomized clinical trial",
        "Comparing alveolar bone regeneration using Bio-Oss and autogenous bone grafts in humans: a systematic review and meta-analysis",
        "A histomorphometric comparison of Bio-Oss alone versus Bio-Oss and platelet-derived growth factor for sinus augmentation: a postsurgical assessment",
        "Success criteria in implant dentistry: a systematic review",
        "Nine- to fourteen-year follow-up of implant treatment. Part II: presence of peri-implant lesions",
        "Comparative alveolar ridge preservation using allogenous tooth graft versus free-dried bone allograft: a randomized, controlled, prospective, clinical pilot study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}