{
    "eid": "2-s2.0-85042655078",
    "title": "A new species of Hoya (Marsdenieae), three new combinations and two new names in Vincetoxicum (Asclepiadeae) from Thailand",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Apocynaceae",
        "Asclepiadoideae",
        "Hill evergreen",
        "Hoya phuluangensis",
        "Thailand",
        "Vincetoxicum"
    ],
    "authors": [
        "Aroonrat Kidyoo",
        "Manit Kidyoo"
    ],
    "citedby-count": 3,
    "ref-count": 31,
    "ref-list": [
        "Vincetoxicum ovatum Benth",
        "A revised, phylogenetically - Based concept of Ceropegia (Apocynaceae)",
        "Contributions to the Flora of Siam II. List of Siamese Plants with Descriptions of New Species",
        "A revised classification of the Apocynaceae",
        "An updated classification for Apocynaceae",
        "Apocynaceae, Periplocaceae and Asclepiadaceae",
        "Tylophora riparia Kerr. Asclepiadaceae",
        "Vincetoxicum siamicum sp. Nov. (Asclepiadeae, Asclepiadoideae, Apocynaceae), a rheophyte from northeastern Thailand and preliminary observation on its in situ pollen germination",
        "Hoya rostellata (Apocynaceae: Asclepiadoideae), a new species from Thailand",
        "Hoya phuwuaensis (Apocynaceae: Asclepiadoideae), a new species from Northeastern Thailand",
        "The gynostegium of Hoya spartioides (Apocynaceae Asclepiadoideae): A striking case of incongruence between molecular and phenotypic evolution",
        "Asclepiadaceae",
        "Cynanchum - Rhodostegiella - Vincetoxicum - Tylophora: New considerations on an old problem",
        "The genera Cynanchum and Vincetoxicum (Apocynaceae–Asclepiadoideae) in Malesia",
        "Cynanchum and the Cynanchinae (Apocynaceae -Asclepiadeae) - A molecular, anatomical and latex triterpenoid study",
        "Vincetoxicum and Tylophora (Apocynaceae: Asclepiadoideae: Asclepiadeae) - Two sides of the same medal: Independent shifts from tropical to temperate habitats",
        "Going west - A subtropical lineage (Vincetoxicum, Apocynaceae: Asclepiadoideae) expanding into Europe",
        "Chemotaxonomy of Cynanchum and its allied genera with notes on the generic characteristics of Vincetoxicum",
        "Notes on Marsdenieae (Asclepiadaceae): A new, unusual species of Hoya from Northern Borneo",
        "The Peninsular Malaysian species of Hoya (Asclepiadaceae)",
        "Molecular phylogeny of Vincetoxicum (Apocynaceae-Asclepiadoideae) based on the nucleotide sequences of cpDNA and nrDNA",
        "A comparative study of the reproductive character and genetic diversity of an autogamous Tylophora matsumurae and its progenitor Tylophora tanakae (Apocynaceae-Asclepiadoideae)",
        "Morphological aspects and phylogenetic analyses of pollination systems in the Tylophora–Vincetoxicum complex (Apocynaceae-Asclepiadoideae) in Japan",
        "Phylogenetic relationships between Hoya and the monotypic genera Madangia, Absolmsia, and Micholitzia (Apocynaceae, Marsdenieae): Insights from flower morphology",
        "Towards a monophyletic Hoya (Marsdenieae, Apocynaceae): Inferences from the chloroplast trnL region and the rbcL-atpB spacer",
        "Identifying synapomorphies in the flowers of Hoya and Dischidia -towards phylogenetic understanding"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}