{
    "eid": "2-s2.0-85091887838",
    "title": "Diversity and antimicrobial activity of culturable endophytic actinobacteria associated with Acanthaceae plants",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Acanthaceae",
        "Antimicrobial activity",
        "Endophytic actinobacteria",
        "Phytopathogenic fungi"
    ],
    "authors": [
        "Wongsakorn Phongsopitanun",
        "Paranee Sripreechasak",
        "Kanokorn Rueangsawang",
        "Rungpech Panyawut",
        "Pattama Pittayakhajonwut",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 9,
    "ref-count": 40,
    "ref-list": [
        "Endophytic actinomycetes: Promising source of novel bioactive compounds",
        "Bioactive microbial metabolites",
        "Thoughts and facts about antibiotics: Where we are now and where we are heading",
        "The hidden world within plants: Ecological and evolutionary considerations for defining functioning of microbial endophytes",
        "Natural products from plantassociated microorganisms: Distribution, structural diversity, bioactivity and implications of their occurrence",
        "Endophytic actinobacteria of medicinal plants: Diversity and bioactivity",
        "Phytoactinopolyspora endophytica gen nov., sp. nov., a halotolerant filamentous actinomycete isolated from the roots of Glycyrrhiza uralensis F",
        "Streptomyces oryzae sp. nov., an endophytic actinomycete isolated from stems of rice plant",
        "Asanoa endophytica sp. nov., an endophytic actinomycete isolated from the rhizome of Boesenbergia rotunda",
        "Phytohabitans kaempferiae sp. nov., an endophytic actinomycete isolated from the leaf of Kaempferia larsenii",
        "Phytohabitans suffuscus gen. nov., sp. nov., an actinomycete of the family Micromonospora ceae isolated from plant roots",
        "Humic acidvitamin agar, a new medium for selective isolation of soil actinomycetes",
        "Selection of media for isolation of Streptomycetes",
        "Streptosporangium oxazolinicum sp. nov., a novel endophytic actinomycete producing new antitrypanosomal antibiotics, spoxazomicins",
        "Rapid preparation of DNA from filamentous fungi",
        "16S/23S rRNA sequencing",
        "Streptomyces avermectinius sp. nov., an avermectin-producing strain",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Bioprospecting for microbial endophytes and their natural products",
        "Biosynthetic potential of phylogenetically unique endophytic actinomycetes from tropical plants",
        "Actinobacteria associated with Chinaberry tree are diverse and show antimicrobial activity",
        "Diversity and physiological properties of root endophytic actinobacteria in native herbaceous plants of Korea",
        "Diversity, novelty, and antimicrobial activity of endophytic actinobacteria from mangrove plants in Beilun Estuary National Nature Reserve of Guangxi, China",
        "Microbispora dominate diversity of endophytic actinobacteria in Australian rice plants",
        "Plant interactions with endophytic bacteria",
        "Inside the root microbiome: Bacterial root endophytes and plant growth promotion",
        "Screening and preliminary identification of medicinal plants endophytic actinomycetes used for inhibiting penicillinresistant Staphylococcus aureus",
        "Isolation of rhizospheric and roots endophytic actinomycetes from Leguminosae plant and their activities to inhibit soybean pathogen, Xanthomonas campestris pv. glycine",
        "Maklamicin, an antibacterial polyketide from an endophytic Micromonospora sp",
        "A new anthracycline from endophytic Streptomyces sp. YIM 66403",
        "Diastaphenazine, a new dimeric phenazine from an endophytic Streptomyces diastaticus subsp. ardesiacus",
        "Use of endophytic and rhizosphere actinobacteria from grapevine plants to reduce nursery fungal graft infections that lead to young grapevine decline",
        "Isolation of endophytic actinomycetes from selected plants and their antifungal activity",
        "Isolation and screening for inhibitory activity on Alternaria brassicicola of endophytic actinomycetes from Centella asiatica (L.) Urban",
        "Effect of volatile substances of Streptomyces platensis F-1 on control of plant fungal diseases",
        "A new cytotoxic and anti-fungal C-glycosylated benz[_]anthraquinone from the broth of endophytic Streptomyces blastomycetica strain F4-20",
        "Fistupyrone, a novel inhibitor of the infection of Chinese cabbage by Alternaria brassicicola, from Streptomyces sp. TA0569"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}