{
    "eid": "2-s2.0-85129633651",
    "title": "Improving Reading Comprehension Skills Using Multimedia Storytelling with Mind Maps for Students with Learning Disabilities in Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Learning disabilities",
        "Mind maps",
        "Mobile application",
        "Multimedia storytelling",
        "Reading comprehension"
    ],
    "authors": [
        "Piyanan Pannim",
        "Praweenya Suwannatthachote",
        "Pavinee Manowan",
        "Somchai Numprasertchai"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "A Model for Enhancing EFL Freshman Students’ Vocabulary with Mind Mapping Software",
        "Motivation for Using ICT and Pupils with Learning Difficulties",
        "ICTs for Emotional and Social Skills Development for Children with ADHD and ASD Co-existence",
        "Mind Mapping Technique in Language Learning",
        "Enhancing Taiwanese EFL Freshmen's Reading Comprehension and Knowledge Construction Through Online Concept Mapping Tools",
        "The Impact of Parenting Styles on Anxiety and Depression in Children with Learning Disabilities",
        "Learning Disabilities: Implications for Policy Regarding Research and Practice: A Report by the National Joint Committee on Learning Disabilities",
        "Mind Mapping as a Meta-Learning Strategy: Stimulating Pre-Adolescents’ Text-Learning Strategies and Performance?",
        "The Effectiveness of Multimedia in Education for Special Education (MESE) to Improve Reading Ability and Memorizing for Children with Intellectual Disability",
        "Educational Multimedia App for Dyslexia Literacy Intervention: A Preliminary Evaluation",
        "Investigation of Instructional Design on Reading Comprehension Affect the Demand for Mobile Application for Students with Learning Disabilities",
        "Design of Multimedia-based Digital Storybooks for Preschool Education",
        "Mobile Apps the Educational Solution for Autistic Students in Secondary Education",
        "Perception and Text Comprehension. It’s a Matter of Perception!",
        "Effects of Multimedia Story Reading and Questioning on Preschoolers’ Vocabulary Learning, Story Comprehension and Reading Engagement"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}