{
    "eid": "2-s2.0-85112566071",
    "title": "How do taxpayers respond to tax subsidy for long-term savings? Evidence from Thailand’s tax return data",
    "cover-date": "2022-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Developing countries",
        "Long-term savings",
        "Personal income tax",
        "Retirement savings",
        "Tax subsidy"
    ],
    "authors": [
        "Athiphat Muthitacharoen",
        "Trongwut Burong"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Age of decision: Pension savings withdrawal and consumption and debt response",
        "Effectiveness of tax incentives to boost (retirement) saving: Theoretical motivation and empirical evidence",
        "The effects of the introduction of tax incentives on retirement savings",
        "The Importance of Incentives in Influencing Private Retirement Saving: Known Knowns and Known Unknowns (Working Paper, 06/09)",
        "Active versus passive decisions and crowd-out in retirement savings accounts: Evidence from Denmark",
        "Public policy and retirement saving incentives in the UK",
        "Tax reform and retirement saving incentives: Take-up of stakeholder pensions in the UK",
        "Saving incentives for low-and middle-income families: Evidence from a field experiment with H&R Block",
        "Estimating the marginal propensity to consume using the distributions of income, consumption, and wealth",
        "Tax policy and retirement savings",
        "Evidence-based retirement policy: Necessity and opportunity",
        "How Do 401(k)s affect saving? Evidence from changes in 401(k) eligibility",
        "Review of research relevant to assessing the impact of the proposed National Pension Savings Scheme on household savings (Research Report No. 373)",
        "Assessing the effectiveness of saving incentives",
        "Tax incentives and the demand for life insurance: Evidence from Italy",
        "Estimates of Federal Tax Expenditures for Fiscal Years 2019–2023 (JCX-55–19)",
        "Pension saving responses to anticipated tax changes: Evidence from monthly pension contribution records",
        "Macroeconomics and household heterogeneity",
        "Tax–preferred savings accounts and marginal tax rates: Evidence on RRSP participation",
        "The unequal benefits of tax subsidies for household saving and investment: Evidence from Thailand’s tax return data",
        "Do 401(k) contributions crowd out other personal saving?",
        "How retirement saving programs increase saving",
        "Tax policy for emerging markets: Developing countries",
        "Did tax flattening affect RRSP contributions?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "125566873",
            "affilname": "Revenue Department",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125566873",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Economic Research Centre"
    ]
}