{
    "eid": "2-s2.0-84948568850",
    "title": "Classifying user-innovators - An approach to utilize user-innovator asset",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "Industrial Relations",
            "@code": "1410"
        },
        {
            "$": "Management Science and Operations Research",
            "@code": "1803"
        },
        {
            "$": "Strategy and Management",
            "@code": "1408"
        },
        {
            "$": "Information Systems and Management",
            "@code": "1802"
        }
    ],
    "keywords": [
        "Community-based innovation",
        "Consumer innovator",
        "User community",
        "User innovation"
    ],
    "authors": [
        "Kritinee Pongtanalert"
    ],
    "citedby-count": 19,
    "ref-count": 29,
    "ref-list": [
        "Collective invention",
        "Collaborating with customer communities: Lessons from the lego group",
        "When customers get clever: Managerial approaches to dealing with creative consumers",
        "Users as innovators: A review, critique, and future research directions",
        "How communities support innovative activities: An exploration of assistance and sharing among end-users",
        "Innovation creation by online basketball communities",
        "Profiting from voluntary information spillovers: How users benefit by freely revealing their innovations",
        "Exploring how peer communities enable lead user innovations to become standard equipment in the industry: Community pull effects",
        "Motivation of software developers in open source projects: An Internet-based survey of contributors to the Linux kernel",
        "Why do users contribute to firm-hosted user communities? the case of computer-controlled music instruments",
        "How open source software works: \"free\" user-to-user assistance",
        "Working Paper 4425-03, Sloan School of Management",
        "Some simple economics of open source",
        "Performance assessment of the lead user idea-generation process for new product development",
        "Characteristics of innovating users in a consumer goods field: An empirical study of sport-related product consumers",
        "User-innovators and \"local\" information: The case of mountain biking",
        "Determinants of user innovation and innovation sharing in a local market",
        "Reducing the risks of new product development",
        "SSRN Working Paper",
        "Users as service innovators: The case of banking services",
        "The Cathedral and the Bazaar",
        "Strat. Entrep. J.",
        "The process of user-innovation: a case study in a consumer goods setting",
        "LEAD USER ANALYSES FOR THE DEVELOPMENT OF NEW INDUSTRIAL PRODUCTS.",
        "The dominant role of users in the scientific instrument innovation process",
        "Democratizing Innovation",
        "Horizontal innovation networks - By and for users",
        "The age of the consumer-innovator",
        "Open source software and the \"private-collective\" innovation model: Issues for organization science"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kobe",
            "affilname": "Kobe University Graduate School of Business Administration",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}