{
    "eid": "2-s2.0-84941687063",
    "title": "Effects of preparation parameters on the characteristics of chitosanealginate nanoparticles containing curcumin diethyl disuccinate",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Alginate",
        "Chitosan",
        "Curcumin diethyl disuccinate",
        "Nanoparticles",
        "Stability"
    ],
    "authors": [
        "Settapon Bhunchu"
    ],
    "citedby-count": 55,
    "ref-count": 48,
    "ref-list": [
        "Biological activities of curcumin and its analogues (Congeners) made by man and Mother Nature",
        "Study on the antibiotic activity of microcapsule curcumin against foodborne pathogens",
        "Antioxidant and radical scavenging properties of curcumin",
        "Curcumin inhibits influenza virus infection and haemagglutination activity",
        "Anti-inflammatory effect of curcumin involves downregulation of MMP-9 in blood mononuclear cells",
        "Nanocapsulated curcumin: Oral chemopreventive formulation against diethylnitrosamine induced hepatocellular carcinoma in rat",
        "Hepatoprotective effect of curcumin in lipopolysaccharide/D-galactosamine model of liver injury in rats: Relationship to HO-1/CO antioxidant system",
        "Anti-platelet effects of Curcuma oil in experimental models of myocardial ischemia-reperfusion and thrombosis",
        "Immunomodulatory and therapeutic activity of curcumin",
        "Bioavailability of curcumin: Problems and promises",
        "Polymeric micelles for parenteral delivery of curcumin: Preparation, characterization and in vitro evaluation",
        "Encapsulation of curcumin in self-assembling peptide hydrogels as injectable drug delivery vehicles",
        "Hollow microcapsules built by layer by layer assembly for the encapsulation and sustained release of curcumin",
        "Preparation and characterization of water-soluble albumin-bound curcumin nanoparticles with improved antitumor activity",
        "J. Health Res.",
        "Synthesis, characterization and biological evaluation of succinate prodrugs of curcuminoids for colon cancer treatment",
        "Comparative study on the interactions of cationic gemini and single-chain surfactant micelles with curcumin",
        "Chitosan-sodium alginate nanoparticles as submicroscopic reservoirs for ocular delivery: Formulation, optimisation and in vitro characterisation",
        "Biodegradable nanoparticles as a sustained release system for the antigens/allergens of Aspergillus fumigatus: Preparation and characterisation",
        "Nat. Sci.",
        "Preparation of alginate nanocapsules containing turmeric oil",
        "Drug release from chitosan-alginate complex beads reinforced by a naturally occurring cross-linking agent",
        "Preparation of turmeric oil-loaded chitosan-alginate biopolymeric nanocapsules",
        "Encapsulation of urease in alginate beads and protection from α-chymotrypsin with chitosan membranes",
        "Alginate-pectin-poly-L-lysine particulate as a potential controlled release formulation",
        "Intravesical cationic nanoparticles of chitosan and polycaprolactone for the delivery of Mitomycin C to bladder tumors",
        "Effect of the stability and deformability of self-assembled glycol chitosan nanoparticles on tumor-targeting efficiency",
        "Microcapsules of alginate/chitosan containing magnetic nanoparticles for controlled release of insulin",
        "Insulin-loaded nanoparticles are prepared by alginate lonotropic pre-gelation followed by chitosan polyelectrolyte complexation",
        "Preparation and evaluation of alginate-chitosan microspheres for oral delivery of insulin",
        "Encapsulation of curcumin in alginate-chitosan-pluronic composite nanoparticles for delivery to cancer cells",
        "United States Pharmacopeia and National Formulary: SP36eNF31",
        "Int. J. Pharm. Sci. Nanotech.",
        "Characterization of insulin-loaded alginate nanoparticles produced by ionotropic pre-gelation through DSC and FTIR studies",
        "Study on characteristics and harm of surfactants",
        "Chitosan-lignosulfonates sono-chemically prepared nanoparticles: Characterisation and potential applications",
        "Physical and chemical stability of drug nanoparticles",
        "Influence of hydrophilic surfactants on the properties of multiple W/O/W emulsions",
        "Int. J. Mech. Eng. Robot.",
        "Formulation and evaluation of solid lipid nanoparticles of ramipril",
        "Amoxicillin loaded chitosan-alginate polyelectrolyte complex nanoparticles as mucopenetrating delivery system for H. pylori",
        "Development and characterization of atorvastatin calcium loaded chitosan nanoparticles for sustain drug delivery",
        "Rheology of simple and multiple emulsions",
        "Int. J. Pharm. Chem. Biol. Sci.",
        "Reversed chitosan-alginate polyelectrolyte complex for stability improvement of alpha-amylase: Optimization and physicochemical characterization",
        "Poly(itaconic acid)-modified chitosan coatings for mitigating corrosion of aluminum substrates",
        "Preparation of alginate beads containing a prodrug of diethylenetriaminepentaacetic acid",
        "Preparation and characterization of biodegradable paclitaxel loaded chitosan microparticles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}