{
    "eid": "2-s2.0-85071767741",
    "title": "Partial sequence analyses of exon 7 of the ABO locus of cynomolgus (Macaca fascicularis) and rhesus (M. mulatta) macaques: Indeterminate phenotypes show the presence of the O blood group",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "ABO loci",
        "longtail macaques",
        "non-human primates",
        "rhesus macaques",
        "Sanger sequencing"
    ],
    "authors": [
        "Sreetharan Kanthaswamy",
        "Robert F. Oldt",
        "Ruweida Said",
        "Jose Grijalva",
        "Asiya Falak",
        "Ashley Jensen",
        "Choice Vizor",
        "Paul Houghton",
        "Srichan Bunlungsup",
        "Suchinda Malaivijitnond",
        "David G. Smith"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "A molecular timescale for vertebrate evolution",
        "Molecular phylogeny of macaques: implications of nucleotide sequences from an 896-base pair region of mitochondrial DNA",
        "Large-scale analysis of Macaca fascicularis transcripts and inference of genetic divergence between M. fascicularis and M. mulatta",
        "Divergence population genetic analysis of hybridization between rhesus and cynomolgus macaques",
        "Genetic variation reveals diametric demographic histories and patterns of linkage disequilibrium for Chinese and Indian rhesus macaques",
        "Evolutionary and biomedical insights from the rhesus macaque genome",
        "A simple multiplex polymerase chain reaction to determine ABO blood types of rhesus macaques (Macaca mulatta)",
        "Molecular ABO phenotyping in cynomolgus macaques using real-time quantitative PCR",
        "Isolation of a primate embryonic stem cell line",
        "Embryonic stem cell lines derived from human blastocysts",
        "Immunogenetic studies of rhesus monkeys: X. The O, P, Q, R, and S blood group systems",
        "Serious hazards of transfusion (SHOT) initiative: analysis of the first two annual reports",
        "Molecular genetic blood group typing by the use of PCR-SSP technique",
        "Molecular genetic basis of the histo-blood group ABO system",
        "Characterization of the ABO blood group genes in macaques: evidence for convergent evolution",
        "Population genetics of the ABO locus within the rhesus (Macaca mulatta) and cynomolgus (M. fascicularis) macaque hybrid zone",
        "The human-ABO blood groups of free-ranging long-tailed macaques (Macaca fascicularis) and parapatric rhesus macaques (M. mulatta) in Thailand",
        "ABO blood group phenotype frequency estimation using molecular phenotyping in rhesus and cynomolgus macaques",
        "Genetic analysis of samples from wild populations opens new perspectives on hybridization between long-tailed (Macaca fascicularis) and rhesus macaques (Macaca mulatta)",
        "MEGA7: molecular evolutionary genetics Analysis version 7.0 for bigger datasets",
        "Median-joining networks for inferring intraspecific phylogenies",
        "Bernstein's and gene-counting methods in generalized ABO-like systems",
        "Rates of transition and transversion in coding sequences since the human-rodent divergence",
        "The excess of transitions among nucleotide substitutions: new methods of estimating transition bias underscore its significance",
        "Variation in evolutionary processes at different codon positions",
        "Comparison of allele O sequences of the human and non-human primate ABO system",
        "Loss of red cell A, B, and H antigens is frequent in myeloid malignancies",
        "The ABO blood group is a trans-species polymorphism in primates",
        "Spectrum of disease-causing mutations in protein secondary structures",
        "Scan of human genome reveals no new loci under ancient balancing selection",
        "A simple genealogical structure of strongly balanced allelic lines and trans-species evolution of polymorphism",
        "Polymorphism and recombination events at the ABO locus: a major challenge for genomic ABO blood grouping strategies",
        "Evolution of the O alleles of the human ABO blood group gene"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Immokalee",
            "@id": "60113988",
            "affilname": "Primate Products, Inc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113988",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60072478",
            "affilname": "California National Primate Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072478",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tempe",
            "@id": "60025928",
            "affilname": "School of Life Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025928",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Glendale",
            "@id": "60004683",
            "affilname": "Arizona State University West Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004683",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Thailand Research Fund-Chinese Academic of Sciences",
        "National Institutes of Health",
        "Arizona State University",
        "ASU"
    ]
}