{
    "eid": "2-s2.0-85135897604",
    "title": "Comparison of the accuracy of implant position among freehand implant placement, static and dynamic computer-assisted implant surgery in fully edentulous patients: a non-randomized prospective study",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Computer-assisted surgery",
        "Dental implant",
        "Dimensional measurement accuracy",
        "Edentulous jaw",
        "Surgical navigation"
    ],
    "authors": [
        "S. Jaemsuwan",
        "S. Arunjaroensuk",
        "B. Kaboosaya",
        "K. Subbalekha",
        "N. Mattheos",
        "A. Pimkhaokham"
    ],
    "citedby-count": 7,
    "ref-count": 30,
    "ref-list": [
        "A review of guidelines for implant rehabilitation of the edentulous maxilla",
        "Computer technology applications in surgical implant dentistry: a systematic review",
        "Computer technology applications in surgical implant dentistry: a systematic review",
        "Accuracy of virtually planned and conventionally placed implants in edentulous cadaver maxillae and mandibles: a preliminary report",
        "A randomized clinical trial comparing guided implant surgery (bone- or mucosa-supported) with mental navigation or the use of a pilot-drill template",
        "Depth and lateral deviations in guided implant surgery: an RCT comparing guided surgery with mental navigation or the use of a pilot-drill template",
        "The accuracy of single-tooth implants placed using fully digital-guided surgery and freehand implant surgery",
        "The accuracy of static vs. dynamic computer-assisted implant surgery in single tooth space: a randomized controlled trial",
        "Accuracy of implant position when placed using static computer-assisted implant surgical guides manufactured with two different optical scanning techniques: a randomized clinical trial",
        "Implant placement accuracy using dynamic navigation",
        "Accuracy of computer-guided surgery for dental implant placement in fully edentulous patients: a systematic review",
        "Accuracy of edentulous computer-aided implant surgery as compared to virtual planning: a retrospective multicenter study",
        "Optimizing esthetics for implant restorations in the anterior maxilla: anatomic and surgical considerations",
        "Comparison of the accuracy of implant position for two-implants supported fixed dental prosthesis using static and dynamic computer-assisted implant surgery: a randomized controlled clinical trial",
        "Transference of virtual planning and planning over biomedical prototypes for dental implant placement using guided surgery",
        "Flapless implant surgery in the edentulous jaw based on three fixed intraoral reference points and image-guided surgical templates: accuracy in human cadavers",
        "Accuracy of implant placement in the posterior maxilla as related to 2 types of surgical guides: a pilot study in the human cadaver",
        "Accuracy and the role of experience in dynamic computer guided dental implant surgery: an in-vitro study",
        "Dynamic navigation in dental implantology: the influence of surgical experience on implant placement accuracy and operating time. An in vitro study",
        "Reliability of implant placement with stereolithographic surgical guides generated from computed tomography: clinical data from 94 implants",
        "Accuracy of dynamic navigation for dental implant placement—model-based evaluation",
        "Accuracy of computer-aided oral implant surgery: a clinical and radiographic study",
        "Accuracy of dental implant placement via dynamic navigation or the freehand method: a split-mouth randomized controlled clinical trial",
        "The influence of smoking and surgical technique on the accuracy of mucosa-supported stereolithographic surgical guide in complete edentulous upper jaws",
        "Clinical accuracy of flapless computer-guided surgery for implant placement in edentulous arches",
        "A clinically relevant accuracy study of computer-planned implant placement in the edentulous maxilla using mucosa-supported surgical templates",
        "Image analysis of immediate full-arch prosthetic rehabilitations guided by a digital workflow: assessment of the discrepancy between planning and execution",
        "Accuracy of dental implant placement using CBCT-derived mucosa-supported stereolithographic template",
        "Accuracy of different types of computer-aided design/computer-aided manufacturing surgical guides for dental implant placement",
        "Accuracy of guided surgery via stereolithographic mucosa-supported surgical guide in implant surgery for edentulous patient: a systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}