{
    "eid": "2-s2.0-85088535352",
    "title": "Identification of pathogens causing invasive fungal rhinosinusitis in surgical biopsies using polymerase chain reaction",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Aspergillus",
        "Candida",
        "Cladosporium",
        "Invasive Fungal Rhinosinusitis",
        "Polymerase Chain Reaction"
    ],
    "authors": [
        "S. Chaturantabut",
        "N. Kitkumtorn",
        "A. Mutirangura",
        "N. Praditphol",
        "A. Chindamporn",
        "P. S. Thorner",
        "S. Keelawat"
    ],
    "citedby-count": 3,
    "ref-count": 35,
    "ref-list": [
        "Spectrum of fungal rhinosinusitis; Histopathologist's perspective",
        "Paranasal fungal sinusitis: Contributions of histopathology to diagnosis: A report of 60 cases and literature review",
        "Invasive fungal sinusitis in patients with hematological malignancy: 15 years experience in a single university hospital in Taiwan",
        "Invasive mold sinusitis: 17 cases in immunocompromised patients and review of the literature",
        "Histopathology of fungal rhinosinusitis",
        "An algorithmic approach to the diagnosis and management of invasive fungal rhinosinusitis in the immunocompromised patient",
        "Computed tomography and magnetic resonance imaging characteristics of acute invasive fungal sinusitis",
        "Current challenges in the management of invasive fungal infections",
        "Clinical pharmacology of antifungal agents to overcome drug resistance in pediatric patients",
        "Invasive fungal disease in university hospital: A PCR-based study of autopsy cases",
        "Performances of two different panfungal PCRs to detect mould DNA in formalin-fixed paraffin-embedded tissue: What are the limiting factors?",
        "Invasive fungal infections in patients with hematologic malignancies in a tertiary care cancer center: An autopsy study over a 15-year period (1989-2003)",
        "Comparison of histopathological analysis, culture, and polymerase chain reaction assays to detect invasive mold infections from biopsy specimens",
        "Diagnosis of fungal infection: New technologies for the mycology laboratory",
        "PCR diagnosis of invasive candidiasis: Systematic review and meta-analysis",
        "Laboratory diagnostics of invasive fungal infections: An overview with emphasis on molecular approach",
        "PCR based identification and discrimination of agents of mucormycosis and aspergillosis in paraffin wax embedded tissue",
        "Molecular identification of pathogenic fungi",
        "Performance of panfungal-and specific-PCR-based procedures for etiological diagnosis of invasive fungal diseases on tissue biopsy specimens with proven infection: A 7-year retrospective analysis from a reference laboratory",
        "Identification of medically important fungi by the pyrosequencing technology",
        "Identification of mucorales in patients with proven invasive mucormycosis by polymerase chain reaction in tissue samples",
        "PCR-based diagnosis of human fungal infections",
        "Polymerase chain reaction-based assays for the diagnosis of invasive fungal infections",
        "Improving molecular detection of fungal DNA in formalin-fixed paraffin-embedded tissues: Comparison of five tissue DNA extraction methods using panfungal PCR",
        "Discrimination of aspergillosis, mucormycosis, fusariosis, and scedosporiosis in formalin-fixed paraffin-embedded tissue specimens by use of multiple real-time quantitative PCR assays",
        "Purification of nucleic acids by extraction with phenol:chloroform",
        "Invasive fungal sinusitis: Seven years experiences in Rajavithi Hospital",
        "Invasive fungal rhinosinusitis in Maharaj Nakorn Chiang Mai Hospital",
        "Fungal rhinosinusitis: A retrospective analysis of clinicopathologic features and treatment outcomes at Ramathibodi Hospital",
        "Mycological profile of fungal sinusitis: An audit of specimens over a 7-year period in a tertiary care hospital in Tamil Nadu",
        "Invasive fungal infections in acute leukemia",
        "Alternaria infections: Laboratory diagnosis and relevant clinical features",
        "Allergic fungal rhinitis and rhinosinusitis",
        "Environment and the distribution of microfungi in a Hawaiian mangrove swamp",
        "Development and clinical application of a panfungal PCR assay to detect and identify fungal DNA in tissue specimens"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60005255",
            "affilname": "Rajavithi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005255",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency, Thailand",
        "Ratchadaphiseksompot Fund",
        "Thailand Institute of Scientific and Technological Research",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}