{
    "eid": "2-s2.0-85078054320",
    "title": "Does greening of supply chain, corporate sustainability and efficiency of social and economic corporate strategies matter for corporate financial performance?",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Information Systems",
            "@code": "1710",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Information Systems and Management",
            "@code": "1802",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "Green supply chain",
        "Sustainability",
        "Thailand"
    ],
    "authors": [
        "Sriparinya Toopgajank",
        "Chonticha Somjai",
        "Chandej Charoenwiriyakul",
        "Kulnaree Maneechote"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Impact of Sexual Lifestyle on Hormone-Related Health Decline Case Married Teachers",
        "Too little or too much? Exploring U-shaped relationships between corporate environmental performance and corporate financial performance",
        "Management accounting change as a sustainable economic development strategy during prerecession and recession periods: Evidence from Russia",
        "Making sustainability sustainable",
        "Development without Human Resource Development, No. HRD, pp. Analysis of HRD Policy of Pakistan",
        "Measuring enterprise sustainability",
        "Channel processes and sedimentology of a boulder-bed ephemeral stream in the western Afar margin",
        "Human Capital is a Competitive Advantage of Businesses: Analysis of Automobile Firms of Pakistan",
        "Examination of the relationship between organizational stress and employee performance: A research on staff working on provincial directorate of youth and sports",
        "Business Model Development Strategy of Padjadjaran University with Canvas Business Model Approach",
        "The impact of corporate social responsibility on customer satisfaction, relationship maintenance and loyalty in the shipping industry",
        "Pregnant Women with Extended Family on Knowledge, Motivation, and Readiness In Exclusive Breastfeeding",
        "Washing away your sins? Corporate social responsibility, corporate social irresponsibility, and firm performance",
        "The analysis of local fiscal expenditure inefficiencies",
        "Financial analyst coverage and corporate social performance: Evidence from natural experiments",
        "Strategic consensus between functions and the role of supply chain technology as moderator",
        "Sustainable development and corporate financial performance: A study based on the FTSE4Good IBEX Index",
        "Does Warsaw Stock Exchange value corporate social responsibility?",
        "Top management ethical leadership and firm performance: Mediating role of ethical and procedural justice climate",
        "The effect of small firms' competitive strategies on their community and environmental engagement",
        "Integrating sustainability in business model disclosure: Evidence from the UK mining industry",
        "Environmental responsibility and firm performance: The application of an environmental, social and governance model",
        "Mechanisms of memory consolidation and transformation",
        "Exploring the relationship between spiritual well-being and quality of life among patients newly diagnosed with advanced cancer",
        "The moderating effects of environmental risk of the industry on the relationship between corporate environmental and financial performance",
        "Eco-efficiency of grain production in China based on water footprints: A stochastic frontier approach",
        "Exploring the Role of TQM and supply chain practices for firm supply performance in the presence of organizational learning capabilities: A case of textile firms in Pakistan",
        "Management temporal orientation: Linking operational investment to corporate social responsibility",
        "Why the social simulation community should tackle prediction",
        "Export performance of SMEs: An empirical analysis of the mediating role of corporate image",
        "NGOs' initiatives to enhance social sustainability in the supply chain: Poverty alleviation through supplier development programs",
        "Partial least squares structural equation modeling (PLS-SEM) an emerging tool in business research",
        "Collaborative learning technique within higher learning education students",
        "Mediation analysis, categorical moderation analysis, and higher-order constructs modeling in Partial Least Squares Structural Equation Modeling (PLS-SEM): A B2B Example using SmartPLS",
        "Prediction-oriented modeling in business research by means of PLS path modeling: Introduction to a JBR special section",
        "Effect of ethical climate on corporate financial performance in Pakistan: An application of confirmatory tetrad analysis (CTA-PLS) approach",
        "Estimation issues with PLS and CBSEM: Where the bias lies!",
        "The Supply Chain Management and Information Sharing As Antecedents of Operational Performance: A Case of SMEs",
        "Impact Strategic Sourcing, Supplier Innovativeness, and Information Sharing on Supply Chain Agility"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}