{
    "eid": "2-s2.0-85000995879",
    "title": "Release of fluoride from orthodontic adhesives and penetration into enamel Freisetzung von Fluorid aus Adhäsiven und Penetration in den Zahnschmelz",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Orthodontics",
            "@code": "3505"
        }
    ],
    "keywords": [
        "Demineralization",
        "Fluoride penetration",
        "Fluoride release",
        "In vitro",
        "Orthodontic adhesives"
    ],
    "authors": [
        "Panita Suebsureekul"
    ],
    "citedby-count": 5,
    "ref-count": 35,
    "ref-list": [
        "Effects of different fluoride recharging protocols on fluoride ion release from various orthodontic adhesives",
        "The effect of repeated bonding on the shear bond strength of different orthodontic adhesives",
        "The Effect of Repeated Bonding on the Shear Bond Strength of a Composite Resin Orthodontic Adhesive",
        "Caries prevalence measured with QLF after treatment with fixed orthodontic appliances: Influencing factors",
        "In-vitro fluoride release rates from 9 orthodontic bonding adhesives",
        "An investigation into the fluoride release of a variety of orthodontic bonding agents.",
        "Fluoride release from dental cements and composites: A mechanistic study",
        "Editor's Comment and Q&A. Fluoride release from an orthodontic glass ionomer adhesive in vitro and enamel fluoride uptake in vivo",
        "Fluoride release and cariostatic potential of orthodontic adhesives with and without daily fluoride rinsing",
        "Long-term in vitro fluoride release and rerelease from orthodontic bonding materials containing fluoride",
        "An ex vivo investigation into the fluoride release and absorption profiles of three orthodontic adhesives",
        "Factors relating to the rate of fluoride-ion release from glass-ionomer cement",
        "Fluoride release from orthodontic cements - Effect of specimen surface area and depth",
        "Fluoride release from glass-ionomer cements in de-ionized water and artificial saliva",
        "Fluoride release from orthodontic bonding materials. An in vitro study.",
        "Reducing white spot lesions in orthodontic populations with fluoride rinsing",
        "Incidence of white spot formation after bonding and banding",
        "Topical fluoride in orthodontic bonding",
        "Evaluation of a resin-reinforced glass ionomer cement for use as an orthodontic bonding agent",
        "Variables influencing the bond strength of metal orthodontic bracket bases",
        "White spot reduction when using glass ionomer cement for bonding in orthodontics: A longitudinal and comparative study",
        "Fluoride release from new light-cured orthodontic bonding agents",
        "Decalcification during orthodontic treatment with fixed appliances--an overview.",
        "Enamel demineralization following orthodontic treatment",
        "Demineralization and remineralization around orthodontic appliances: An in vivo study",
        "Cariostatic effect and fluoride release from a visible light-curing adhesive for bonding of orthodontic brackets",
        "An in vivo study on the merits of two glass ionomers for the cementation of orthodontic bands",
        "A comparison of fluoride release by resin-modified GIC and polyacid-modified composite resin",
        "Kinetics of acquisition and loss of calcium fluoride by enamel in vivo",
        "Prevention of demineralization around orthodontic brackets in vitro",
        "Long-term F Release from Glass Ionomer Cements",
        "Fluoride ion diffusion from polyalkenoate (glass-ionomer) cements",
        "Enamel demineralization adjacent to orthodontic brackets bonded with hybrid glass ionomer cements: an in vitro study.",
        "Fluoride penetration from three orthodontic adhesives: An experimental study",
        "Fluoride release from four visible light-cured orthodontic adhesive resins"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}