{
    "eid": "2-s2.0-85138718920",
    "title": "No Paradoxical Effect of Smoking Status on Recurrent Cardiovascular Events in Patients Following Percutaneous Coronary Intervention: Thai PCI Registry",
    "cover-date": "2022-05-27",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cardiovascular prevention",
        "major adverse cardiovascular events (MACEs)",
        "percutaneous coronary intervention (PCI)",
        "smoker's paradox",
        "smoking status"
    ],
    "authors": [
        "Thosaphol Limpijankit",
        "Mann Chandavimol",
        "Suphot Srimahachota",
        "Sukanya Siriyotha",
        "Ammarin Thakkinstian",
        "Rungroj Krittayaphong",
        "Nakarin Sansanayudh"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "Mortality in middle-aged smokers and non-smokers",
        "Effect of cigarette smoking on survival of patients with angiographically documented coronary artery disease. Report from the CASS registry",
        "The pathophysiology of cigarette smoking and cardiovascular disease: an update",
        "Associations between cigarette smoking, pipe/cigar smoking, and smoking cessation, and haemostatic and inflammatory markers for cardiovascular disease",
        "SmokerSw WSow WSw WSM, Aronow WSw WSow WSw WSow WSAronow WSse",
        "Smoking status at the time of acute myocardial infarction and subsequent prognosis",
        "Comparison of mortality rates after acute myocardial infarction in smokers vs. non-smokers",
        "Significance of smoking in patients receiving thrombolytic therapy for acute myocardial infarction. Experience gleaned from the international tissue plasminogen activator/streptokinase mortality trial",
        "Impact of smoking on clinical and angiographic restenosis after percutaneous coronary intervention: another smoker's paradox?",
        "Effect of smoking status on the long-term outcome after successful percutaneous coronary revascularization",
        "Using big data to emulate a target trial when a randomized trial is not available",
        "Multi-center, prospective, nation-wide coronary angioplasty registry in Thailand (Thai PCI registry): registry design and rationale",
        "A comparison of the ability of different propensity score models to balance measured variables between treated and untreated subjects: a Monte Carlo study",
        "Propensity-score matching in the cardiovascular surgery literature from 2004 to 2006: a systematic review and suggestions for improvement",
        "Balance diagnostics for comparing the distribution of baseline covariates between treatment groups in propensity-score matched samples",
        "The “smoker's paradox” in Asian vs. non-Asian patients with percutaneous coronary intervention longer than 6 months follow-up: a collaborative meta-analysis with the ET-CHD registry",
        "The effect of smoking on lung cancer: ethnic differences and the smoking paradox",
        "Coronary risk factors and plaque morphology in men with coronary disease who died suddenly",
        "Effect of risk factors on the mechanism of acute thrombosis and sudden coronary death in women",
        "Current smoking, smoking cessation, and the risk of sudden cardiac death in patients with coronary artery disease",
        "Association of baseline smoking status with long-term prognosis in patients who underwent percutaneous coronary intervention: large single-center data",
        "Impact of cigarette smoking on extent of coronary artery disease and prognosis of patients with non–ST-segment elevation acute coronary syndromes",
        "Impact of smoking status on outcomes of primary coronary intervention for acute myocardial infarction—The smoker's paradox revisited",
        "Evaluation of paradoxic beneficial effects of smoking in patients receiving thrombolytic therapy for acute myocardial infarction: mechanism of the “smoker's paradox” from the GUSTO-I trial, with angiographic insights. Global utilization of Streptokinase a",
        "Effect of cigarette smoking on outcome after thrombolytic therapy for myocardial infarction",
        "Smoking and prognosis after acute myocardial infarction in the thrombolytic era (Israeli Thrombolytic National Survey)",
        "2013 ACCF/AHA guideline for the management of ST-elevation myocardial infarction: executive summary",
        "2017 ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation",
        "The smoking paradox in ischemic stroke patients treated with intra-arterial thrombolysis in combination with mechanical thrombectomy–VISTA-Endovascular",
        "Smoking and gender",
        "Smoking and sex differences in first manifestation of cardiovascular disease",
        "Drug interactions with tobacco smoking. An update",
        "Smoking, clopidogrel, and mortality in patients with established cardiovascular disease",
        "Interaction between cigarette smoking and clinical benefit of clopidogrel",
        "Impact of smoking on long-term outcomes in patients with atherosclerotic vascular disease treated with aspirin or clopidogrel: insights from the CAPRIE trial (Clopidogrel vs. aspirin in patients at risk of Ischemic events)",
        "Enhanced clopidogrel response in smokers is reversed after discontinuation as assessed by VerifyNow assay: additional evidence for the concept of “smokers” paradox'",
        "Smoking and cardiovascular diseases: paradox greater than expected?",
        "Current cigarette smoking is an independent risk factor for subacute stent thrombosis in acute myocardial infarction patients",
        "Double-dose vs. standard-dose clopidogrel according to smoking status among patients with acute coronary syndromes undergoing percutaneous coronary intervention",
        "Efficacy and safety of ticagrelor vs. prasugrel in smokers and non-smokers with acute coronary syndromes",
        "Effect of smoking on comparative efficacy of antiplatelet agents: systematic review, meta-analysis, and indirect comparison",
        "Obesity and cardiovascular risk after quitting smoking: the latest evidence"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Public Health",
        "Health System Research Institute"
    ]
}