{
    "eid": "2-s2.0-85019562092",
    "title": "Decades research and implementation science of HIV prevention, treatment and cure: Highlights from Symposium 2017",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Virology",
            "@code": "2406"
        }
    ],
    "keywords": [
        "acute infection",
        "HIV",
        "implementation research"
    ],
    "authors": [
        "Pirapon June Ohata"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Accelerating the Uptake and Timing of Antiretroviral Therapy Initiation in Sub-Saharan Africa: An Operations Research Agenda",
        "Effects of a multicomponent intervention to streamline initiation of antiretroviral therapy in Africa: a stepped-wedge cluster-randomised trial",
        "21st International AIDS Conference",
        "Agenda for Zero Discrimination in Health Care",
        "Detection of acute and early HIV-1 infections in an HIV hyper-endemic area with limited resources",
        "HIV DNA Set Point is Rapidly Established in Acute HIV Infection and Dramatically Reduced by Early ART",
        "Prospective study of acute HIV-1 infection in adults in East Africa and Thailand",
        "Reduced markers of HIV persistence and restricted HIV-specific immune responses after early antiretroviral therapy in children",
        "Gene editing of CCR5 in autologous CD4 T cells of persons infected with HIV",
        null,
        "Compartmentalized Replication of R5 T Cell-Tropic HIV-1 in the Central Nervous System Early in the Course of Infection",
        "Can Probiotics Reduce Inflammation and Enhance Gut Immune Health in People Living with HIV: Study Designs for the Probiotic Visbiome for Inflammation and Translocation (PROOV IT) Pilot Trials",
        "HIV-1 antibody 3BNC117 suppresses viral rebound in humans during treatment interruption",
        "Ad26/MVA therapeutic vaccination with TLR7 stimulation in SIV-infected rhesus monkeys",
        "J. Virus Erad.",
        "Class of antiretroviral drugs and the risk of myocardial infarction",
        "Effect of immediate initiation of antiretroviral therapy on risk of severe bacterial infections in HIV-positive people with CD4 cell counts of more than 500 cells per μL: secondary outcome results from a randomised controlled trial",
        "Treatment as Prevention: Characterization of Partner Infections in the HIV Prevention Trials Network 052 Trial",
        "Pharmacokinetic and Pharmacodynamic Comparison of Once-Daily Efavirenz (400 mg vs. 600 mg) in Treatment-Naive HIV-Infected Patients: Results of the ENCORE1 Study",
        "Low-dose versus standard-dose ritonavir-boosted atazanavir in virologically suppressed Thai adults with HIV (LASA): a randomised, open-label, non-inferiority trial",
        "Stop TB Partnerships. Accelerating Discovery",
        "WHO Treatment Guidelines for Drug Resistant Tuberculosis 2016 Update",
        "Combating Hepatitis B and C to Reach Elimination by 2030"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Regional Support Team",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University, Thailand Convention and Exhibition Bureau",
        "Jensen-Cilag",
        "TCEB",
        "Thai Red Cross AIDS Research Centre",
        "Bristol-Myers Squibb",
        "GlaxoSmithKline",
        "Merck",
        "Roche",
        "Gilead Sciences",
        "Meso Scale Diagnostics",
        "Alere",
        "Thailand Research Fund"
    ]
}