{
    "eid": "2-s2.0-84929516464",
    "title": "Upregulation of inducible nitric oxide synthase and nitrotyrosine expression in primary knee osteoarthritis",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Inducible nitric oxide synthase",
        "Knee osteoarthritis",
        "Nitrite",
        "Nitrotyrosine"
    ],
    "authors": [
        "Tanyawan Suantawee"
    ],
    "citedby-count": 19,
    "ref-count": 30,
    "ref-list": [
        "Why is osteoarthritis an age-related disease?",
        "Pathobiol Aging Age Relat Dis",
        "Osteoarthritis - An untreatable disease?",
        "The epidemiology, etiology, diagnosis, and treatment of osteoarthritis of the knee",
        "Is osteoarthritis a disease involving only cartilage or other articular tissues?",
        "Levels of reactive oxygen metabolites in patients with knee osteoarthritis",
        "Connective tissue growth factor promotes interleukin-1β-mediated synovial inflammation in knee osteoarthritis",
        "Osteoarthritis and nitric oxide",
        "Synovial fluid nitric oxide levels in patients with knee osteoarthritis",
        "Oxygen and reactive oxygen species in cartilage degradation: Friends or foes?",
        "Nitric oxide in experimental joint inflammation: Benefit or detriment?",
        "Nitric oxide and inflammatory joint diseases",
        "Nitric oxide in inflammation and pain associated with osteoarthritis",
        "The chemical biology of nitric oxide - an outsider's reflections about its role in osteoarthritis",
        "Inhibition of inducible nitric oxide synthase prevents lipid peroxidation in osteoarthritic chondrocytes",
        "Oxidative stress response elicited by mitochondrial dysfunction: Implication in the pathophysiology of aging",
        "Hyperglycemia-induced oxidative stress and its role in diabetes mellitus related cardiovascular diseases",
        "The role of nitric oxide in osteoarthritis.",
        "Serum nitrate and nitrite levels in patients with rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis",
        "Nitric oxide production and inducible nitric oxide synthase expression in inflammatory arthritides",
        "Inducible nitric oxide synthase is expressed in synovial fluid granulocytes",
        "3-Nitrotyrosine: A biomarker of nitrogen free radical species modified proteins in systemic autoimmunogenic conditions",
        "Diabetes, oxidative stress, and antioxidants: A review",
        "Oxidative damage associated with obesity is prevented by overexpression of CuZn- or Mn-superoxide dismutase",
        "Oxidative stress in blood in Alzheimer's disease and mild cognitive impairment: A meta-analysis",
        "Oxidative stress in Alzheimer's disease: Primary villain or physiological by-product?",
        "Nitric oxide synthase inhibition and oxidative stress in cardiovascular diseases: Possible therapeutic targets?",
        "Oxidative stress and vascular inflammation in aging",
        "Reactive oxygen species and exercise on bone metabolism: Friend or enemy?",
        "Reactive oxygen species and superoxide dismutases: Role in joint diseases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Taksin Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}