{
    "eid": "2-s2.0-85053145804",
    "title": "Evolution of a major extensional boundary fault system during multi-phase rifting in the Songkhla Basin, Gulf of Thailand",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geology",
            "@code": "1907",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Earth-Surface Processes",
            "@code": "1904",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Fault throw",
        "Gulf of Thailand",
        "Normal faults",
        "Rift basin",
        "Songkhla Basin",
        "Tectonic"
    ],
    "authors": [
        "Jidapa Phoosongsee",
        "Christopher K. Morley"
    ],
    "citedby-count": 10,
    "ref-count": 52,
    "ref-list": [
        "The growth of faults by segment linkage.",
        "The growth and propagation of synsedimentary faults",
        "Implications of fault array evolution for synrift depocentre development: insights from a numerical fault growth model",
        "Investigating the surface process response to fault interaction and linkage using a numerical modelling approach",
        "Controls on landscape and drainage evolution in regions of distributed normal faulting: Perachora Peninsula, Corinth Rift, Central Greece",
        "Tectono-sedimentary evolution of active extensional basins",
        "Transfer zones in extensional basins - their structural style and influence on drainage development and stratigraphy",
        "Late Jurassic-Cenozoic reconstructions of the Indonesian region and the Indian Ocean",
        "Impact of India-Asia collision on SE Asia: the record in Borneo",
        "Evolution of a major segmented normal fault during multiphase rifting: the origin of plan-view zigzag geometry",
        "The role of fault length, overlap and spacing in controlling extensional relay ramp fluvial system geometry",
        "Sedimentology and significance of an early-syn-rift paleovalley, Wadi Tayiba, Suez Rift, Egypt",
        "Rift-initiation development of normal fault blocks: insights from the Hammam Faraun fault block, Suez rift, Egypt",
        "Techniques to determine the kinematics of synsedimentary normal faults and implications for fault growth models",
        "Structural style and evolution of the Songkhla Basin, western Gulf of Thailand",
        "Structural controls on sedimentation in continental rifts",
        "The interaction between normal faulting and drainage in active extensional basins, with examples from the western United States and central Greece",
        "Fault growth by linkage: observations and implications from analogue models",
        "Estimates of strain due to brittle faulting: sampling of fault populations",
        "Tectonic evolution of the Malay Peninsula",
        "Developments in the structural geology of rifts over the last decade and their impact on hydrocarbon exploration.",
        "Patterns of displacement along large normal faults: implications for basin evolution and fault propagation, based on examples from East Africa",
        "Combined escape tectonics and subduction rollback back arc extension: a model for the evolution of Tertiary rift basins in Thailand, Malaysia and Laos",
        "Evolution from an oblique subduction back-arc mobile belt to a highly oblique collisional margin; the Cenozoic tectonic development of Thailand and eastern Myanmar.",
        "Five anomalous structural aspects of rift basins in Thailand and their impact on petroleum systems.",
        "The impact of multiple extension events, stress rotation and inherited fabrics on normal fault geometries and evolution in the Cenozoic rift basins of Thailand.",
        "Tertiary stratigraphy.",
        "Subsidence in the super-deep Pattani and Malay basins of Southeast Asia: a coupled model incorporating lower-crustal flow in response to post-rift sediment loading",
        "Transfer zones in the East African rift system and their relevance to hydrocarbon exploration in rifts",
        "Late Oligocene-Recent stress evolution in rift basins of northern and central Thailand: implications for escape tectonics",
        "Activation of rift oblique and rift parallel pre-existing fabrics during exension and their effect on deformation style: examples from the rifts of Thailand",
        "Fault superimposition and linkage resulting from stress changes during rifting: Examples from 3D seismic data, Phitsanulok Basin, Thailand",
        "Structural geology of Thailand during the Cenozoic",
        "Fault population description and prediction using examples from offshore U.K",
        "Aspects of sedimentary basin evolution assessed through tectonic subsidence analysis. Example: northern Gulf of Thailand",
        "Basin Modelling at the Songkhla Basin (GOT)",
        "Late Paleogene rifting along the Malay Peninsula thickened crust",
        "Determination of total strain from faulting using slip measurements",
        "Tectonic and Thermal Evolution of Thailand in the regional context of SE Asia.",
        "On the mechanism of collision between India and Asia.",
        "Present-day stress orientation in Thailand's basins",
        "Diagenesis of sandstone reservoirs of Pattani Basin Gulf of Thailand",
        "An alternative model for the growth of faults",
        "Analysis of the relationship between the displacements and dimensions of faults",
        "Geometric and kinematic coherence and scale effects in normal fault systems.",
        "Syn-rift and post-rift modeling of the Pattani Basin, Thailand, evidence for a ramp-flat detachment",
        "Growth and linkage of a segmented normal fault zone; the Late Jurassic Murchison-Statfjord North Fault, northern North Sea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Schlumberger for Petrel",
        "Chiang Mai University",
        "Chulalongkorn University"
    ]
}