{
    "eid": "2-s2.0-85079683232",
    "title": "Effect of CuO as sintering additive in scandium cerium and gadolinium-doped zirconia-based solid oxide electrolysis cell for steam electrolysis",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (miscellaneous)",
            "@code": "1501",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Cuo",
        "Hydrogen production",
        "Sintering additive",
        "Solid oxide electrolysis cells",
        "Steam electrolysis"
    ],
    "authors": [
        "R. Visvanichkul",
        "S. Peng-Ont",
        "W. Ngampuengpis",
        "N. Sirimungkalakul",
        "P. Puengjinda",
        "T. Jiwanuruk",
        "T. Sornchamni",
        "P. Kim-Lohsoontorn"
    ],
    "citedby-count": 6,
    "ref-count": 37,
    "ref-list": [
        "Hydrogen battery using neutralization energy",
        "The Optimization of Hybrid Power Systems with Renewable Energy and Hydrogen Generation",
        "Biological conversion of carbon dioxide and hydrogen into liquid fuels and industrial chemicals",
        "Carbon dioxide management by chemical conversion to methanol: Hydrogenation and Bi-Reforming",
        "Effect of CuO/ZnO catalyst preparation condition on alcohol-assisted methanol synthesis from carbon dioxide and hydrogen",
        "Design and characterization of novel glass-ceramic sealants for solid oxide electrolysis cell (SOEC) applications",
        "Gadolinium doped ceria-impregnated nickel-yttria stabilised zirconia cathode for solid oxide electrolysis cell",
        "High performance solid oxide electrolysis cell with impregnated electrodes",
        "Hybrid-solid oxide electrolysis cell: A new strategy for efficient hydrogen production",
        "Fabrication and electrical characterization of several YSZ tapes for SOFC applications",
        "Investigation on microstructures of NiO-YSZ composite and Ni-YSZ cermet for SOFCs",
        "Manufacturing and testing of a metal supported Ni-YSZ/YSZ/La2NiO4IT-SOFC synthesized by physical surface deposition processes",
        "Optimization of Ni-YSZ anodes for tubular SOFC by a novel and efficient phase inversion-impregnation approach",
        "Co-doping effect of divalent (Mg2+, Ca2+, Sr) and trivalent (Y3+) cations with different ionic radii on ionic conductivity of zirconia electrolytes",
        "The effect of Fe doping on the properties of SOFC electrolyte YSZ",
        "Influence of cerium doping on mechanical properties of tetragonal scandium-stabilized zirconia",
        "Phase formation and ionic conductivity studies on ytterbia co-doped scandia stabilized zirconia (0.9ZrO2-0.09Sc2O3-0.01Yb2O3) electrolyte for SOFCs",
        "Unlocking the nature of the co-doping effect on the ionic conductivity of CeO2-based electrolyte",
        "Preparation and conductivity of ternary scandia-stabilised zirconia",
        "Effects of Partial Substitution of CeO2with M2O3(M = Yb, Gd, Sm) on Electrical Degradation of Sc2O3and CeO2Co-doped ZrO2",
        "Effect of manganese oxide on the sinterability of 8mol% yttria-stabilized zirconia",
        "Effects of 8mol% yttria-stabilized zirconia with copper oxide on solid oxide fuel cell performance",
        "Fe-doped YSZ electrolyte for the fabrication of metal supported-SOFC by co-sintering",
        "Improvements to the sintering of yttria-stabilized zirconia by the addition of Ni",
        "Fabrication and characterization of planar-type SOFC unit cells using the tape-casting/lamination/co-firing method",
        "Effect of sintering additives on barium cerate based solid oxide electrolysis cell for syngas production from carbon dioxide and steam",
        "CuO-based sintering aids for low temperature sintering of BaFe-4O-4 ceramics",
        "Effect of CuO on CaTiO3perovskite ceramics prepared using a direct sintering process",
        "Effect of sintering aids on the conductivity of BaCe0-4LnuO3-5",
        "Sintering effect on crystallite size, hydrogen bond structure and morphology of the silane-derived silicon powders",
        "Effect of CuO on microstructure and conductivity of Y-doped BaCeO3",
        "Effects of CuO on the microstructure and electrochemical properties of garnet-type Li6.3La3Zr1.65W0.35O12solid electrolyte",
        "Enhanced oxygen permeability and electronic conductivity of Ce0.8Gd0.2O2-δ membrane via the addition of sintering aids",
        "Gadolinium doped ceria interlayers for Solid Oxide Fuel Cells cathodes: Enhanced reactivity with sintering aids (Li, Cu, Zn), and improved densification by infiltration",
        "A study on sintering aids for Sm0.2Ce0.8O1.9 electrolyte",
        "Development of solid oxide cells by co-sintering of GDC diffusion barriers with LSCF air electrode"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60114641",
            "affilname": "PTT Public Company Limited",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114641",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "PTT Innovation Institute",
        "PTT Public Company Limited"
    ]
}