{
    "eid": "2-s2.0-85138007368",
    "title": "Credibility of the Official COVID Communication in Thailand: When People Stop Believing the Government",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Psychology",
            "@code": "3207",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "communication",
        "COVID-19",
        "credibility",
        "fake news",
        "Thailand",
        "trust"
    ],
    "authors": [
        "Pavel Slutskiy",
        "Smith Boonchutima"
    ],
    "citedby-count": 0,
    "ref-count": 33,
    "ref-list": [
        "As Delta drives COVID surge, vaccines, strategies under scrutiny",
        "In politically turbulent Thailand, how public health system curbed COVID-19",
        "Public health and public trust: Survey evidence from the Ebola Virus Disease epidemic in Liberia",
        "Whose science do you believe? Explaining trust in sources of scientific information about the environment",
        "Symptom of Wuhan virus causing pneumonia. If you have these symptoms. See your doctor as soon as possible. [Facebook post]",
        "‘To Booze or No to Booze?’ Newspaper coverage of fetal alcohol spectrum disorders",
        "Thailand’s pandemic credibility goes from hero to zero",
        "SOPHE’s 2021 Honorary Fellow Awardee, Anthony S. Fauci, M.D., NIAID Director, accepts his award [Video]",
        "COVID-19 vaccine rumors and conspiracy theories: The need for cognitive inoculation against misinformation to improve vaccine adherence",
        "Incredibly good performance: An experimental study of source and level effects on the credibility of government",
        "Studying rhetorical audiences: A call for qualitative reception studies in argumentation and rhetoric",
        "Audience analysis and reception studies of rhetoric",
        "Expert ethos and the strength of networks: Negotiations of credibility in mediated debate on COVID-19",
        "Situational awareness and health protective responses to pandemic influenza A (H1N1) in Hong Kong: A cross-sectional study",
        "From the periphery and toward a centralized model for trust in government risk and disaster communication",
        "Confidence in government and vaccination willingness in the USA",
        "Thailand bans sharing of news that “causes public fear” amid pandemic criticism",
        "The credibility of scientific Communication sources regarding climate change: A population-based survey experiment",
        "Citizen journalism reduces the credibility deficit of authoritarian government in risk communication amid COVID-19 outbreaks",
        "Impact of COVID-19 public health interventions on influenza incidence in Thailand",
        "Bangkok postpones vaccinations at 25 non-hospital sites from Tuesday",
        "Effects of public health interventions on the epidemiological spread during the first wave of the COVID-19 outbreak in Thailand",
        "Why health promotion matters to the COVID-19 pandemic, and vice versa",
        "Monitoring the level of government trust, risk perception and intention of the general public to adopt protective measures during the Influenza A (H1N1) pandemic in the Netherlands",
        "Analysis of People’s attitude toward COVID-19 vaccine and its information sources in Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}