{
    "eid": "2-s2.0-84923229462",
    "title": "Superabsorbent polymer nanocomposites with surfactant- or acid-modified Ca-montmorillonite: synthesis and water absorbency",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Absorbency under load",
        "Acid modification",
        "Organification",
        "Superabsorbent clay mineral polymer nanocomposite",
        "Superabsorbent polymer"
    ],
    "authors": [
        "Nispa Seetapan"
    ],
    "citedby-count": 5,
    "ref-count": 25,
    "ref-list": [
        "Superabsorbent hydrogel composites and nanocomposites: A review",
        "Gel strength and swelling of acrylamide-protic acid superabsorbent copolymers",
        "Acrylamide-itaconic acid superabsorbent polymers and superabsorbent polymer/mica nanocomposites",
        "Nanocomposite hydrogels",
        "Modification of Na-bentonite by polycations for fabrication of amphoteric semi-IPN nanocomposite hydrogels",
        "Synthesis and properties of clay-based superabsorbent composite",
        "Improved mechanical and swelling behavior of the composite hydrogels prepared by ionic monomer and acid-activated Laponite",
        "Synthesis and characterization of synthetic mica-bionanocomposites",
        "Synthesis and properties of starch-graft-polyacrylamide/clay superabsorbent composite",
        "Study on superabsorbent composites. IX: Synthesis, characterization and swelling behaviors of polyacrylamide/clay composites based on various clays",
        "Polymer layered silicate nanocomposites",
        "The effect of MMT/modified MMT on the structure and performance of the superabsorbent composite",
        "Effects of modified vermiculite on the synthesis and swelling behaviors of hydroxyethyl cellulose-g-poly(acrylic acid)/vermiculite superabsorbent nanocomposites",
        "The modification of Na-montmorillonite by salts of fatty acids: An easy intercalation process",
        "Alteration of swelling clay minerals by acid activation",
        "Determination of structural modification in acid activated montmorillonite clay by FT-IR spectroscopy",
        "Comparative FT-IR study of the removal of octahedral cations and structural modifications during acid treatment of several silicates",
        null,
        "Interaction between cationic surfactants and montmorillonites under nonequilibrium condition",
        "Monolayer to bilayer transitional arrangements of hexadecyltrimethylammonium cations on Na-montmorillonite",
        "Investigation of the orientation of CTA + ions in the interlayer of CTAB pillared montmorillonite",
        "Graft copolymerization, characterization, and degradation of cassava starch-g-acrylamide/itaconic acid superabsorbents",
        "Study on superabsorbent composite. III. Swelling behaviors of polyacrylamide/attapulgite composite based on acidified attapulgite and organo-attapulgite",
        "Pat. 6,998",
        "Rheological determination of the swollen gel strength of superabsorbent polymer hydrogels"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "North Bangkok",
            "affilname": "Academy of Science",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}