{
    "eid": "2-s2.0-85052777263",
    "title": "Applications and products-nata de coco",
    "cover-date": "2016-04-19",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Muenduen Phisalaphong"
    ],
    "citedby-count": 22,
    "ref-count": 34,
    "ref-list": [
        "Utilization of various fruit juices as carbon source for production of bacterial cellulose by Acetobacter xylinum NBRC 13693",
        "Effects of a cellulose mask synthesized by a bacterium on facial skin characteristics and user satisfaction",
        "Bacterial cellulose: Properties, production and applications",
        "Polysaccharides I: Polysaccharides from prokaryotes, Vol. 1, Biopolymers",
        "XLIII. - On an acetic ferment which forms cellulose",
        "J. Chem. Soc",
        "Kinetic aspects of bacterial cellulose formation in nata-de-coco culture system",
        "Utilization of residues from agro-forest industries in the production of high value bacterial cellulose",
        "An alternative carbon source from konjac powder for enhancing production of bacterial cellulose in static cultures by a model strain Acetobacter aceti subsp. xylinus ATCC 23770",
        "The effect of pH, sucrose and ammonium sulphate concentrations on the production of bacterial cellulose (Nata-de-coco) by Acetobacter xylinum",
        "Influence of glycerol on production and structural-physical properties of cellulose from Acetobacter sp. V6 cultured in shake flasks",
        "Bacterial cellulose production by Acetobacter xylinum strains from agricultural waste products",
        "Philipp. J. Sci",
        "Production of cellulose from glucose by Acetobacter xylinum",
        "Kasetsart J. (Nat. Sci.)",
        "Effects of health food from cereal and nata de coco on serum lipids in human",
        "Influence of different carbon sources on bacterial cellulose production by Gluconacetobacter xylinus strain ATCC 53524",
        "Bacterial cellulose II. Processing of the gelatinous cellulose for food materials",
        "Bacterial cellulose IV. Application to processed foods",
        "Bacterial cellulose from glucanacetobacter xylinus: Preparation, properties and applications",
        "Biosynthesis of cellulose–chitosan composite",
        "J. Sci. Res. Chulalongkorn Univ",
        "Growth of human keratinocytes and fibroblasts on bacterial cellulose film",
        "Improvement of Bacterial Cellulose Production by Addition of Agar in a Jar Fermentor",
        "Effect of ethanol on bacterial cellulose production from fructose in continuous culture",
        "Location and limitation of cellulose production by Acetobacter xylinum established from oxygen profiles",
        "Cellulose and Wood-Chemistry and Technology",
        "Statistical optimization of culture conditions for bacterial cellulose production by Acetobacter xylinum BPR 2001 from maple syrup",
        "Agricultural Statistic Bureau - Philippine",
        "Food and Agriculture Organization of the United Nations"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}