{
    "eid": "2-s2.0-84910003348",
    "title": "Decomposition analysis of the change of energy intensity of manufacturing industries in Thailand",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "General Energy",
            "@code": "2100"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Modeling and Simulation",
            "@code": "2611"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        }
    ],
    "keywords": [
        "Energy intensity",
        "Industrial growth",
        "Intensity change decomposition",
        "Thailand"
    ],
    "authors": [
        "Jaruwan Chontanawat"
    ],
    "citedby-count": 43,
    "ref-count": 35,
    "ref-list": [
        "Decomposition methodology in industrial energy demand analysis",
        "A survey of index decomposition analysis in energy and environmental studies",
        "Decomposition of changes in energy intensity. A comparison of the Divisia index and other methods",
        "Decomposition of industrial energy consumption. An alternative method",
        "Decomposition of industrial energy consumption. The energy intensity approach",
        "A new energy decomposition method: Perfect in decomposition and consistent in aggregation",
        "Decomposition analysis for policymaking in energy: Which is the preferred method?",
        "The LMDI approach to decomposition analysis: A practical guide",
        "Factors shaping aggregate energy intensity trend for industry: Energy intensity versus product mix",
        "Decomposition analysis of energy-related carbon emissions from UK manufacturing",
        "Analysis and decomposition of the energy intensity of California industries",
        "Energy use in the Greek manufacturing sector: A methodological framework based on physical indicators with aggregation and decomposition analysis",
        "Structural change and convergence of energy intensity across OECD countries, 1970-2005",
        "The non-energy intensive manufacturing sector. An energy analysis relating to the Netherlands",
        "Energy efficiency in South Africa: A decomposition exercise",
        "Why did energy intensity fluctuate during 2000-2009?. A combination of index decomposition analysis and structural decomposition analysis",
        "Extended divisia index decomposition of changes in energy intensity: A case of Korean manufacturing industry",
        "Decomposition of energy consumption and energy intensity in Indian manufacturing industries",
        "Retrospective and prospective decomposition analysis of Chinese manufacturing energy use and policy implications",
        "Impact of structural changes on industrial energy use in selected Asian countries",
        "A divisia decomposition analysis of NO(x) emission intensities for the power sector in Thailand and South Korea",
        "Changes in energy demand in Thai industry between 1981 and 2000",
        "Changes in energy intensities of Thai industry between 1981 and 2000: A decomposition analysis",
        "Sources of energy intensity change of Thailand's steel industry in the decade of global turbulent time",
        "Emerging Asia's growth practices",
        "Restructuring asian economies for the new millennium",
        "ASEAN Econ Bull",
        null,
        "Decoupling economic growth from carbon dioxide emissions: A decomposition analysis of Italian energy consumption",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}