{
    "eid": "2-s2.0-84897581982",
    "title": "Options for sustainable industrial waste management toward zero landfill waste in a high-density polyethylene (HDPE) factory in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "3R concept",
        "High-density polyethylene plant",
        "Industrial wastes",
        "Landfill",
        "Waste management"
    ],
    "authors": [
        "Parnuwat Usapein"
    ],
    "citedby-count": 22,
    "ref-count": 17,
    "ref-list": [
        "Iran J Environ Healt",
        "Solid waste management in petroleum refineries",
        "Waste management, waste resource facilities and waste conversion processes",
        "Clean energy conversion from municipal solid waste and climate change mitigation in Thailand: Waste management and thermodynamic evaluation",
        "Life cycle assessment of MSW-to-energy schemes in Thailand",
        "Environmental monitoring and impact assessment of a solid waste disposal site",
        "Framework for life cycle sustainability assessment of municipal solid waste management systems with an application to a case study in Thailand",
        "Life cycle assessment of bagasse waste management options",
        "Ecoinvent report No. 13. Swiss Centre for life cycle inventories, St. Gallen, 2009",
        "Improvement of dewatering capacity of a petrochemical sludge",
        "In: The Proceedings of 4th AUN/SEED-Net Regional Conference on Global Environment and Seminar of NRCT-JSPS Asian Core Program The Emerald Hotel, Bangkok, Thailand",
        "Waste management from pulp and paper production in the European Union",
        "LCA comparison of container systems in municipal solid waste management",
        "Reference Document on Best Available Techniques in the Cement and Lime Manufacturing Industries",
        "CGE GHG Inventory Handbook (NAI). Consultative Group of Experts on National Communications from Parties not Included in Annex I to the Convention (CGE), Energy Sector: Fuel Combustion",
        "J Fundam Renew Energy App",
        "Appendix E, Waste Management. Oregon"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence for Environmental and Hazardous Waste Management",
        "Chulalongkorn University, Thailand",
        "EHWM",
        "National Research Council of Thailand"
    ]
}