{
    "eid": "2-s2.0-85148415784",
    "title": "The Effect of Hostile Takeover Threats on Capital Structure: Evidence from Half a Century",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "agency theory",
        "capital structure",
        "corporate finance",
        "corporate governance",
        "Hostile takeovers",
        "leverage"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Pandej Chintrakarn",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Coups d’état and the cost of debt",
        "Capital structure and firm performance: A new approach to testing agency theory and an application to the banking industry",
        "Enjoying the Quiet Life? Corporate Governance and Managerial Preferences",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Hostile takeover threats, managerial myopia and asset redeployability",
        "Corporate complexity, managerial myopia, and hostile takeover exposure: Evidence from textual analysis",
        "Do hostile takeover threats matter? Evidence from credit ratings",
        "Agency Problems and the Theory of the Firm",
        "Separation of Ownership and Control",
        "Capital Structure and Corporate Control: The Effect of Antitakeover Statutes on Firm Leverage",
        "Entropy Balancing for Causal Effects: A Multivariate Reweighting Method to Produce Balanced Samples in Observational Studies",
        "Does Takeover Activity Cause Managerial Discipline? Evidence from International M&A Laws",
        "Selection Models in Accounting Research",
        "Managerial risk-taking behavior and equity-based compensation☆",
        "Mergers and the Market for Corporate Control",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and “CEO luck.”",
        "The central role of the propensity score in observational studies for causal effects",
        "Perquisites, Risk, and Capital Structure",
        "Do takeover threats influence corporate social responsibility? Evidence from hostile takeover vulnerability"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University in Bangkok",
        "National Research Council of Thailand"
    ]
}