{
    "eid": "2-s2.0-85121047783",
    "title": "Teachers’ perception for integrating educational robots and use as teaching assistants in thai primary schools",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Education robots",
        "Emotional engagement",
        "Learners’ behavior",
        "Learning Management System (LMS)",
        "Teaching method"
    ],
    "authors": [
        "Kajornpong Poolsawad",
        "Noawanit Songkram",
        "Krerk Piromsopa",
        "Nutthakorn Songkram"
    ],
    "citedby-count": 1,
    "ref-count": 53,
    "ref-list": [
        "Understanding How Children Understand Robots: Perceived Animism in Child–robot Interaction",
        "Adaptive Social Robot for Sustaining Social Engagement during Long-Term Children–Robot Interaction",
        "Low-Cost Printable Robots in Education",
        "A Novel Approach of Learning English with Robot for Elementary School Students",
        "A Joyful Classroom Learning System with Robot Learning Companion for Children to Learn Mathematics Multiplication",
        "Adaptive Robotic Tutors That Support Self-Regulated Learning: A Longer-Term Investigation with Primary School Children",
        "Exploring the Possibility of Using Humanoid Robots as Instructional Tools for Teaching a Second Language in Primary School",
        "Training Program for Dyslexic Children Using Educational Robotics",
        "Integration of a Social Robot in a Pedagogical and Logopedic Intervention with Children: A Case Study",
        "Robots in Special Education: Reasons for Low Uptake",
        "Evaluating User Experiences in Rehabilitation Games",
        "Exploring the Educational Potential of Robotics in Schools: A Systematic Review",
        "A Serious Game for Developing Computational Thinking and Learning Introductory Computer Programming",
        "Examining Students’ Proportional Reasoning Strategy Levels as Evidence of the Impact of an Integrated Lego Robotics and Mathematics Learning Experience",
        "A Systematic Review on Robot-Assisted Special Education from the Activity Theory Perspective",
        "Sustainable Educational Robotics. Contingency Plan during Lockdown in Primary School",
        "Kindergarten Social Assistive Robot: First Meeting and Ethical Issues",
        "Kindergarten Social Assistive Robot (Kindsar) for Children’s Geometric Thinking and Metacognitive Development in Preschool Education: A Pilot Study",
        "Storytelling with Robots: Learning Companions for Preschool Children's Language Development",
        "Can Young Children Learn Words from a Robot?",
        "Learning through Imitation: A Biological Approach to Robotics",
        "Sbotics-Gamified Framework for Educational Robotics",
        "Social Robots for Long-Term Interaction: A Survey",
        "Dual Roles of Educational Robotics in Management Education: Pedagogical Means and Learning Outcomes",
        "Systematic Review of Research Trends in Robotics Education for Young Children",
        "Social and Collaborative Aspects of Interaction with a Service Robot",
        "Development, Validity, and Reliability of an Educational Robotics Based Technological Pedagogical Content Knowledge Self-Efficacy Scale",
        "Learning Approaches to Applying Robotics in Science Education",
        "When a Bee meets a Sunflower",
        "Using Multi-Robot Systems for Engineering Education: Teaching and Outreach with Large Numbers of an Advanced, Low-Cost Robot",
        "Collaborative Gaming and Competition for Cs-Stem Education Using Spheres Zero Robotics",
        "Assessing Acceptance of Assistive Social Agent Technology By older Adults: The Almere Model",
        "Development and Validation of Robotic Coding Attitude Scale",
        "Why Robots? A Survey on the Roles and Benefits of Social Robots in the Therapy of Children with Autism",
        "A Review on the Use of Robots in Education and Young Children",
        "Robovie, You'll Have to Go into the Closet Now\": Children's Social and Moral Relationships with a Humanoid Robot",
        "How Can a Social Robot Facilitate Children’s Collaboration?",
        "A Review of the Applicability of Robots In Education",
        "Collaborative Learning in Technological Project Design",
        "Robotics as Means to Increase Achievement Scores in an Informal Learning Environment",
        "The Effect of a Classroom-Based Intensive Robotics and Programming Workshop on Sequencing Ability in Early Childhood",
        "Social Robotics",
        "Educational Robotics and Robot Creativity: An Interdisciplinary Dialogue",
        "Flat Vs. Expressive Storytelling: Young Children’s Learning and Retention of a Social Robot’s Narrative.\" (In English). Original Research",
        "Using the Engagement Profile to Design an Engaging Robotic Teaching Assistant for Students",
        "Emergence of Socially Assistive Robotics in Rehabilitation for Children with Cerebral Palsy: A Review",
        "Developing Steam Educational Scenarios in Pedagogical Studies Using Robotics: An Undergraduate Course for Elementary School Teachers",
        "Extensive Assessment and Evaluation Methodologies on Assistive Social Robots for Modelling Human–robot Interaction – A Review",
        "Robots and ICT to Support Play in Children with Severe Physical Disabilities: a Systematic Review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103476",
            "affilname": "King Mongkuts University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103476",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}