{
    "eid": "2-s2.0-85123724266",
    "title": "Juvenile trabecular ossifying fibroma: Immunohistochemical expression of MDM2, CDK4 and p53 compared to conventional ossifying fibroma",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Cdk4",
        "Conventional ossifying fibroma",
        "Juvenile ossifying fibroma",
        "Mdm2",
        "P53",
        "Trabecular variant"
    ],
    "authors": [
        "Nikolaos G. Nikitakis",
        "Maria Georgaki",
        "Stavroula Merkourea",
        "Risa Chaisuparat",
        "Gary Warburton",
        "Marcio A. Lopes",
        "John C. Papadimitriou",
        "Robert A. Ord"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Psammomatoid and trabecular juvenile ossifying fibroma of the craniofacial skeleton: two distinct clinicopathologic entities",
        "Juvenile trabecular ossifying fibroma: an update",
        "Juvenile ossifying fibroma of the jaws and paranasal sinuses: a systematic review of the cases reported in the literature",
        "p53 and MDM2 alterations in osteosarcomas",
        "MDM2 and CDK4 immunohistochemistry is a valuable tool in the differential diagnosis of low-grade osteosarcomas and other primary fibro-osseous lesions of the bone",
        "Immunohistochemical analysis of MDM2 and CDK4 distinguishes low-grade osteosarcoma from benign mimics",
        "Characterization of the 12q15 MDM2 and 12q13-14 CDK4 amplicons and clinical correlations in osteosarcoma",
        "Amplification and protein expression of chromosome 12q13-15 genes in osteosarcomas of the jaws",
        "MDM2 and CDK4 expression in carcinosarcoma of the esophagus: comparison with squamous cell carcinoma and review of the literature",
        "Ossifying fibroma",
        "Juvenile active ossifying fibroma: its nature, dynamics and origin",
        "Juvenile active ossifying fibroma with massive involvement of the mandible",
        "Juvenile active ossifying fibroma of the mandible: a report of 2 cases",
        "Juvenile ossifying fibroma. An analysis of 33 cases with emphasis on histopathological aspects",
        "Clinicopathological and immunohistochemical analysis of twenty-five head and neck osteosarcomas",
        "A new subtype of high-grade mandibular osteosarcoma with RASAL1/MDM2 amplification",
        "The Utility of MDM2 and CDK4 Immunohistochemistry and MDM2 FISH in Craniofacial Osteosarcoma",
        "Putting p53 in Context",
        "Mutant p53 as a guardian of the cancer cell",
        "P53 and prognosis: new insights and further complexity",
        "TP53 in Biology and Treatment of Osteosarcoma",
        "Proliferative, apoptotic and angiogenic potentials in jaws and long bones osteosarcomas: a comparative immunohistochemical study",
        "Analysis of p53 expression in osteosarcoma of the jaw: correlation with clinicopathologic and DNA ploidy findings",
        "Cell cycle regulatory functions of the human oncoprotein MDM2",
        "Molecular analysis of p53, MDM2 and H-ras genes in osteosarcoma and malignant fibrous histiocytoma",
        "Cyclin D-CDK4/6 functions in cancer",
        "MDM2 and CDK4 immunohistochemical coexpression in high-grade osteosarcoma: correlation with a dedifferentiated subtype",
        "Gene amplification and tumor grading in parosteal osteosarcoma",
        "CDK4 overexpression is a predictive biomarker for resistance to conventional chemotherapy in patients with osteosarcoma",
        "Chromosome 12 long arm rearrangement covering MDM2 and RASAL1 is associated with aggressive craniofacial juvenile ossifying fibroma and extracranial psammoma-toid fibro-osseous lesions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Campinas",
            "@id": "60029570",
            "affilname": "Universidade Estadual de Campinas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029570",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Athens",
            "@id": "60028900",
            "affilname": "National and Kapodistrian University of Athens",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028900",
            "affiliation-country": "Greece"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60019720",
            "affilname": "University of Maryland School of Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019720",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60014653",
            "affilname": "University of Maryland, Baltimore (UMB)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014653",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}