{
    "eid": "2-s2.0-85121739546",
    "title": "A llobacillus salarius sp. nov., and Allobacillus saliphilus sp. nov., isolated from shrimp paste (ka-pi) in Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Allobacillus salarius",
        "Allobacillus saliphilus",
        "Moderately halophile",
        "Shrimp paste",
        "Spore-forming bacteria"
    ],
    "authors": [
        "Supalurk Yiamsombut",
        "Pawina Kanchanasin",
        "Wongsakorn Phongsopitanun",
        "Nattakorn Kuncharoen",
        "Ancharida Savarajara",
        "Wenyu Shi",
        "Linhuan Wu",
        "Juncai Ma",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 3,
    "ref-count": 33,
    "ref-list": [
        "Disk susceptibility testing",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Gracilibacillus thailandensis sp. nov., from fermented fish (pla-ra)",
        "Virgibacillus kapii sp. nov., isolated from Thai shrimp paste (Ka-pi)",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Rapid flagella stain",
        "Quantitative Phyletics and the evolution of anurans",
        "Lipid and cell-wall analysis in bacterial systematics",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. nov. from fish sauce in Thailand",
        "Oceanobacillus kapialis sp. nov., from fermented shrimp paste in Thailand",
        "Lentibacillus kapialis sp. nov., from fermented shrimp paste in Thailand",
        "Salinicoccus siamensis sp.nov., isolated from fermented shrimp paste in Thailand",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The neighboring-joining method: a new method for reconstructing phylogenetic trees",
        "Allobacillus halotolerans gen. nov., sp. nov. isolated from shrimp paste",
        "Is there a limit for high-pH life?",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA 6: molecular evolutionary genetics analysis 6.0",
        "Lactic acid bacteria in fermented foods in Southeast Asia",
        "Piscibacillus salipiscarius gen. nov., sp. nov., a moderately halophilic bacterium from fermented fish (pla-ra) in Thailand",
        "Identification of moderately halophilic bacteria from Thai fermented fish (plara) and proposal of Virgibacillus siamensis sp. nov",
        "DFAST: a flexible prokaryotic genome annotation pipeline for faster genome publication",
        "The CLUSTAL_X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "The differentiation of Pseudomonas from other Gram-negative bacteria on the basis of arginine metabolism",
        "Report of the ad hoc committee on their conciliation of approaches to bacterial systematics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60021016",
            "affilname": "Institute of Microbiology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021016",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Chinese Academy of Sciences",
        "Chulalongkorn University"
    ]
}