{
    "eid": "2-s2.0-85055341769",
    "title": "Systematic revision and phylogenetic reassessment of the centipede genera Rhysida Wood, 1862 and Alluropus Silvestri, 1912 (Chilopoda: Scolopendromorpha) in Southeast Asia, with further discussion of the subfamily Otostigminae",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Warut Siriwut",
        "Gregory D. Edgecombe",
        "Chirasak Sutcharit",
        "Piyoros Tongkerd",
        "Somsak Panha"
    ],
    "citedby-count": 12,
    "ref-count": 120,
    "ref-list": [
        "Beschreibung der von Dr",
        "Neue Scolopendriden der Museen Wien und Hamburg",
        "Myriapoda 2",
        "Scolopendromorpha du congo belge",
        "Neue Myriopoden des museums basel",
        "Die von Dr. C. Dawydoff in französisch-Indochina gesammelten Myriopoden",
        "Myriopoden von Indochina. Expedition von Dr. C. Dawydoff1(938-1939)",
        "A common terminology for the external anatomy of centipedes (Chilopoda)",
        "Egg laying, maternal care and development of young in the scolopendromorph centipede Cormocephalus anceps anceps Porat",
        "The centipede genus Otostigmus Porat in Brazil: Description of three new species from the Atlantic forest: A summary and an identification key to the Brazilian species of this genus (Chilopoda, Scolopendromorpha, Scolopendridae, Otostigminae)",
        "A redescription of Rhysida celeris (Humbert & Saussure, 1870), with a proposal of eight new synonyms (Scolopendromorpha, Scolopendridae, Otostigminae)",
        "The myriapoda of the australian region",
        "DNA barcoding for the identification and taxonomy of Scolopendromorpha centipedes from Taiwan, Vietnam, Japan and China",
        "JModelTest 2: More models, new heuristics and parallel computing",
        "Phylogeographic evidence for the existence of an ancient biogeographic barrier: The Isthmus of Kra Seaway",
        "Discovery of the centipede family Plutoniumidae (Chilopoda) in Asia: A new species of Theatops from China, and the taxonomic value of spiracle distributions in Scolopendromorpha",
        "Chilopoda-taxonomic overview, Scolopendromorpha",
        "Species limits and phylogeography of Newportia (Scolopendromorpha) and implications for widespread morphospecies",
        "Notes on the millipedes, centipedes, scorpions, etc, of the Malay Peninsula and Siam",
        "Myriapodes",
        "Miriápodos de VenezuelaDescripción de siete nuevas especies del género Rhysida y redescripción de Rhysida longipes Newport 1845 (Chilopoda: Scolopendridae)",
        "A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood",
        "Die Indisch-Australischen Myriopoden. 1. Chilopoden",
        "Die Entwicklungsgeschichte der Scolopender",
        "Success of phylogenetic methods in the four-taxon case",
        "MrBayes: Bayesian inference of phylogenetic trees",
        "Some aspects of the morphology of the centipede Scolopendra morsitans Linn",
        "Scolopendridae of the Deccan",
        "Revision of the scolopendrid centipede Digitipes Attems, 1930, from India (Chilopoda: Scolopendromorpha): Reconciling molecular and morphological estimates of species diversity",
        "Tracking the variability of phenotypic traits on a molecular phylogeny: An example from scolopendrid centipedes in peninsular India",
        "Cretaceous-Tertiary diversification among select scolopendrid centipedes of South India",
        "Coalescent methods in conjunction with niche modelling reveals cryptic diversity among centipedes in the western Ghats of South India",
        "MAFFTmultiple sequence alignment software version 7: Improvements in performance and usability",
        "MAFFT version 5: Improvement in accuracy of multiple sequence alignment",
        "Centipede fauna of NE States, India (Chilopoda: Scolopendromorpha)",
        "Morphological characters of Australian scolopendrid centipedes, and the taxonomy and distribution of Scolopendra morsitans L (Chilopoda: Scolopendridae: Scolopendrinae)",
        "Revision of the australian centipedes of the genus cormocephalus newport (chilopoda: Scolopendridae: Scolopendrinae)",
        "The taxonomy of Australian centipedes of the genus Rhysida Wood (Chilopoda: Scolopendridae: Otostigminae)",
        "Gattungen und Arten der Scolopendriden",
        "Review of the subspecies of Scolopendra subspinipes Leach, 1815 with the new description of the South Chinese member of the genus Scolopendra Linnaeus, 1758 named Scolopendra hainanum spec. nov",
        "MEGA7: Molecular evolutionary genetics analysis version 7. 0 for bigger datasets",
        "Markov chain Monte Carlo algorithms for the Bayesian analysis of phylogenetic trees",
        "A tabular view of the external characters of four classes of animals, which Linné arranged under Insecta; With the distribution of the genera composing three of these classes into orders and descriptions of several new genera",
        "The variation of the centipede Scolopendra amazonica in Africa",
        "The life histories and distribution of the centipedes Rhysida nuda togoensis and Ethmostigmus trigonopodus (Scolopendromorpha, Scolopendridae) in Nigeria",
        "Variation in tropical scolopendrid centipedes: Problems for the taxonomist",
        "Observations on the morphology and habits of the bizarre Borneo centipede Arrhabdotus octosulcatus (Tomosvary) (Chilopoda, Scolopendromorpha)",
        "Possible species isolation mechanisms in some scolopendrid centipedes (Chilopoda; Scolopendridae)",
        "Variation in three centipede species of the genus Otostigmus and it bearing on species discrimination (Chilopoda; Scolopendromorpha; Scolopendridae)",
        "The scolopendrid centipedes in the collection of the National Museum of Natural History in Sofia (Chilopoda: Scolopendromorpha: Scolopendridae)",
        "The scolopendromorph centipedes of Mauritius and Rodrigues and their adjacent islets (Chilopoda: Scolopendromorpha)",
        "The problems involved in the characterisation of scolopendromorph species (Chilopoda: Scolopendromorpha)",
        "Notes on the type specimens of three species of Otostigmus described from Indo-China by Carl Attems (Chilopoda: Scolopendromorpha: Scolopendridae)",
        "Redescription and reassignment of the type material of the African centipedes Otostigmus reichardti Kraepelin and Otostigmus tanganjikus Verhoeff, with remarks on the genera Digitipes Attems, Otostigmus Porat and Rhysida Wood (Chilopoda: Scolopendromorpha)",
        "Rhysida longipes longipes (Newport, 1845) in the Chagos Islands, Indian Ocean (Chilopoda, Scolopendromorpha, Scolopendridae)",
        "A revision of the rugulosus group of Otostigmus subgenus Otostigmus Porat, 1876 (Chilopoda: Scolopendromorpha: Scolopendridae)",
        "A review of the orientalis group of the Otostigmus subgenus Otostigmus Porat, 1876 (Chilopoda: Scolopendromorpha: Scolopendridae)",
        "Onverhoeff's otostigmus subgenus malaccopleurus, the nudus group of otostigmus subgenus otostigmus porat, 1876, and digitipes attems, 1930, with a description of the foetus stadium larva in o sulcipes verhoeff 1937 (chilopoda: Scolopendromorpha: Scolopendridae)",
        "Myriapoda musei cantabrigensis, mass. part i. chilopoda",
        "Palaeozoic and Mesozoic geological evolution of the SE Asian region: Multidisciplinary constraints and the implications for biogeography",
        "Permian tectonic framework and palaeogeography of SE Asia",
        "Tectonic framework and Phanerozoic evolution of Sundaland",
        "Creating the cipres science gateway for inference of large phylogenetic trees",
        "Phenotypic plasticity and diversity in insects",
        "Revision of the rare centipede genus Sterropristes Attems, 1934, with description of a newspecies fromThailand (Chilopoda: Scolopendromorpha: Scolopendridae)",
        "Including secondary structure, fossils and molecular dating in the centipede tree of life",
        "Comparative phylogeography of the centipedes Cryptops pictus and C.niuensis (Chilopoda) in New Caledonia, Fiji and Vanuatu",
        "Molecular evidence for cryptic speciation in the Cyclophorus fulguratus (Pfeiffer, 1854) species complex (Caenogastropoda: Cyclophoridae) with description of new species",
        "Monograph of the class myriapoda order chilopoda; With observations on the general arrangement of the articulata",
        "Sequence Navigator. Multiple sequence alignment software",
        "Population structure of honey bees in the Carpathian Basin (Hungary) confirms introgression from surrounding subspecies",
        "Uber die Myriapoden im allgemeinen und insbesondere über die in Mossambique beobachteten Arten dieser Familie",
        "Insecten und myriapoden",
        "Report on the myriapods of the Mergui Archipelago",
        "Report upon a small collection of scorpions and centipedes sent from Madras by Mr",
        "Notes on the synonymy of some species of Scolopendridae with descriptions of new genera and species of the group",
        "On the myriopoda of Burma. part. 2. report upon the chilopoda collected",
        "Chilopoda, symphyla and diplopoda from the Malay archipelago",
        "List of the arachnida and \"myriopoda\" obtained in funafuti by prof. w. j. sollas and mr. stanley gardiner, and in rotuma by mr. stanley gardiner",
        "Om nagra exotiska myriopoder",
        "JModelTest: Phylogenetic model averaging",
        "Scolopenders of viet-nam and some aspects of the system of scolopendromorpha (chilopoda epimorpha). part. 1",
        "The scolopendromorph centipedes of Vietnam (Chilopoda: Scolopendromorpha). Part 2",
        "Some chilopoda from sa pa and muong cha, north Vietnam",
        "The scolopendromorph centipedes (Chilopoda) of Vietnam, with contributions to the faunas of Cambodia and Laosi Part 3",
        "A cladistic analysis of the order Scolopendromorpha (Chilopoda)",
        "The collection of scolopendromorph centipedes (Chilopoda) in the Natural History Museum in Vienna: A critical re-evaluation of former taxonomic identifications",
        "Scolopendromorpha of New Guinea and adjacent islands (Myriapoda, Chilopoda)",
        "Descrizione di un novo genere di Scolopendridae (Chilopoda) del Tonkino",
        "Brooding behaviour of the centipede Otostigmus spinosus Porat, 1876 (Chilopoda: Scolopendromorpha: Scolopendridae) and its morphological variability in Thailand",
        "The centipede genus Scolopendra in mainland Southeast Asia: Molecular phylogenetics, geometric morphometrics and external morphology as tools for species delimitation",
        "First record of the African-Indian centipede genus Digitipes Attems, 1930 (Scolopendromorpha: Otostigminae) from Myanmar, and the systematic position of a new species based on molecular phylogenetics",
        "A taxonomic review of the centipede genus Scolopendra Linnaeus, 1758 (Scolopendromorpha, Scolopendridae) in mainland Southeast Asia, with description of a new species from Laos",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Uber drei neue Arten der Chilopoden aus Formosa und Marshallinseln",
        "Kakusan: A computer program to automate the selection of a nucleotide substitution model and the configuration of a mixed model on multilocus data",
        "A Myriopodák osztályának egy új alakja Borneo szigetérol",
        "An annotated checklist of centipedes (Chilopoda) of Vietnam",
        "First molecular data and the phylogenetic position of the millipede-like centipede Edentistoma octosulcatum Tömösvary, 1882 (Chilopoda: Scolopendromorpha: Scolopendridae)",
        "Evolution of blindness in scolopendromorph centipedes (Chilopoda: Scolopendromorpha): Insight from an expanded sampling of molecular data",
        "Spiracle structure in scolopendromorph centipedes (Chilopoda: Scolopendromorpha) and its contribution to phylogenetics",
        "Phylogenetics of scolopendromorph centipedes: Can denser taxon sampling improve an artificial classification",
        "Chilopoden aus malacca, nach den objecten des rafflesmuseuminsingapore",
        "Recent collections of centipedes from Christmas Island (Myriapoda: Chilopoda)",
        "Serica im: The chilopoda of the philippine islands (a revision of the myriapoda of the philippine islands part 2)",
        "The centipeds of Malay Archipelago and south sea islands: Singapore, Sarawak and Sumatra",
        "Millipedes and centipedes from Bukit Timah, Singapore, Cameron Highlands, Malaysia",
        "Records on millipedes and centipedes from Brunei and from the Philippines",
        "Serica IR: The millipedes of Malay Archipelago and South Sea Islands Singapore, Sarawak and Sumatra",
        "On the Chilopoda of North America, with a catalogue of all the specimens in the collections of the Smithsonian Institution",
        "Neogene marine transgressions, palaeogeography and biogeographic transitions on the Thai-Malay Peninsula",
        "The Indochinese-Sundaic zoogeographic transition: A description and analysis of terrestrial mammal species distributions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Centre of Excellence on Biodiversity",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}