{
    "eid": "2-s2.0-84980378215",
    "title": "Mumps antibody in the thai population 17 years after the universal measles mumps rubella vaccination program",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Virology",
            "@code": "2406"
        },
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [
        "EPI",
        "Mumps",
        "Seroprevalence",
        "Thailand"
    ],
    "authors": [
        "Varisara Ngaovithunvong"
    ],
    "citedby-count": 6,
    "ref-count": 20,
    "ref-list": [
        "Mumps and mumps vaccine: A global review",
        "Recent mumps outbreaks in vaccinated populations: No evidence of immune escape",
        "Outbreaks of mumps: An observational study over two decades in a single hospital in Korea",
        "Mumps outbreaks in Canada and the United States: Time for new thinking on mumps vaccines",
        "Cellular immunity to mumps virus in young adults 21 years after measles-mumps-rubella vaccination",
        "Low vaccine efficacy of mumps component among MMR vaccine recipients in Chennai, India",
        "Mumps surveillance--United States, 1988-1993.",
        "Mumps.",
        "Mumps. Annual Epidemiology Surveillance Report 2013.",
        "Seroprevalence of antibodies to measles, mumps, and rubella among Thai population: Evaluation of measles/MMR immunization programme",
        "Immune responses to mumps vaccine in adults who were vaccinated in childhood",
        "Mumps vaccination coverage and vaccine effectiveness in a large outbreak among college students-Iowa, 2006",
        "Mumps serum antibody levels before and after an outbreak to assess infection and immunity in vaccinated students",
        "Persistence of mumps antibodies after 2 doses of measles-mumps-rubella vaccine",
        "Mumps Control Today",
        "Mumps in a community with low vaccination coverage in the Netherlands.",
        "Ongoing mumps outbreak in Novi Sad, the autonomous province of Vojvodina, Serbia, January to April 2012",
        "Ongoing outbreak of mumps infection in Oban, Scotland, November 2010 to January 2011"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Hausen Bernstein Co., Ltd.",
        "King Chu-lalongkorn Memorial Hospital Thai Red Cross Society",
        "National Research University Project",
        "Siam Cement Group",
        "Office of the Higher Education Commission",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}