{
    "eid": "2-s2.0-85144519557",
    "title": "Paeniglutamicibacter quisquiliarum sp. nov., isolated from midden soil waste",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "actinomycete",
        "midden soil waste",
        "Paeniglutamicibacter quisquiliarum"
    ],
    "authors": [
        "Chatsuda Sakdapetsiri",
        "Wipaporn Ngaemthao",
        "Chanwit Suriyachadkun",
        "Onruthai Pinyakong"
    ],
    "citedby-count": 0,
    "ref-count": 40,
    "ref-list": [
        "Soil bacteria similar in morphology to Myco-bacterium and Corynebacterium",
        "Review of the taxonomy of the genus Arthrobacter, emendation of the genus Arthrobacter sensu lato, proposal to reclassify selected species of the genus Arthrobacter in the novel genera Glutamicibacter gen nov., Paeniglutamicibacter gen. nov., Pseudoglutamicibacter gen. nov., Paenarthrobacter gen. nov. and Pseudarthrobacter gen. nov., and emended description of Arthro-bacter roseus",
        "Paeniglutamicibacter terrestris sp. nov., isolated from phenanthrene-degrading consortium enriched from antarctic soil",
        "Taxonomic studies on Arthrobacter nicotianae and related taxa: description of Arthrobacter uratoxydans sp. nov. and Arthrobacter sulfureus sp. nov. and reclassification of Brevibacterium protophormiae as Arthrobacter protophormiae comb. nov",
        "Arthro-bacter livingstonensis sp. nov. and Arthrobacter cryotolerans sp. nov., salt-tolerant and psychrotolerant species from Antarctic soil",
        "Arthrobacter antarcticus sp. nov., isolated from an Antarctic marine sediment",
        "Arthrobacter gangotriensis sp. nov. and Arthrobacter kerguelensis sp. nov. from Antarctica",
        "Arthrobacter psychrophenolicus sp. nov., isolated from an alpine ice cave",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Parsimony in systematics: biological and statistical issues",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "FQC Dashboard: integrates FastQC results into a web-based, interactive, and extensible FASTQ quality control tool",
        "Assembling single-cell genomes and mini-metagenomes from chimeric MDA products",
        "Prokka: rapid prokaryotic genome annotation",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Cultivation to identify bacterial species: culture-independent genomic approaches identify credibly distinct clusters, avoid cultivation bias, and provide true insights into microbial species",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "MyTaxa: an advanced taxonomic classifier for genomic and metagenomic sequences",
        "1 classical and rapid identification methods for medically important bacteria",
        "Biodegradation of crude oil by immobilized Exiguobacterium sp. AO-11 and shelf life evalu-ation",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "4 lipid and cell-wall analysis in bacterial systematics",
        "Peptidoglycan structure",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of menaquinone compound in microbial cells by HPLC"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kamphaeng Saen",
            "@id": "60117964",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "BIOTEC"
    ]
}