{
    "eid": "2-s2.0-84960807122",
    "title": "History, research and practice of forensic anthropology in Thailand",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Law",
            "@code": "3308"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [
        "Biological profiling",
        "Forensic anthropology",
        "Forensic anthropology population data",
        "Positive identification",
        "Thailand"
    ],
    "authors": [
        "Pongpon Traithepchanapai"
    ],
    "citedby-count": 32,
    "ref-count": 63,
    "ref-list": [
        "The role of forensic anthropology in Disaster Victim Identification (DVI)",
        "Forensic Anthropology: Methodology and Diversity of Applications",
        "Forensic age estimation in human skeletal remains: Current concepts and future directions",
        "Introduction to Skeletal Biology",
        "The Human Skeleton in Forensic Medicine",
        "Standards for Data Collection from Human Skeletal Remains, Arkansas Archaeological Survey Research Series No. 44, Fayetteville, Arkansas",
        "Guidelines to the Standards for Recording Human Remains, Southampton and Reading: BABAO and IFA Paper No. 7",
        "Forensic Anthropology in Europe: An assessment of current status and application",
        "Forensic Sci. Policy Manag. Int. J.",
        "Relation of cranial module to capacity",
        "Siriraj Med. J.",
        "Commemorate the 100th Anniversary of Dr. SoodSangvichien",
        "Ban-Kao: Neolithic Cemeteries in the Kanchanaburi Province, Part II: The Prehistoric Thai Skeletons",
        "Siriraj Med. J.",
        "Siriraj Med. J.",
        "Siriraj Hosp. Gaz.",
        "Osteometric Assessment of 20th Century Skeletons from Thailand and Hong Kong, Boca Raton, Florida",
        "Sexual dimorphism in the humerus: A comparative analysis of Chinese, Japanese and Thais",
        "Metric and comparative analysis of sexual dimorphism in the Thai femur",
        "Chiang Mai J. Sci.",
        "Bull. Chiang Mai Assoc. Med. Sci.",
        "Bull. Chiang Mai Assoc. Med. Sci.",
        "Bull. Chiang Mai Assoc. Med. Sci.",
        "Chaing Mai Med. J.",
        "Proceedings of the 1st ASEAN Plus Three Graduate Research Congress",
        "Determination of sex from the metacarpals in a Thai population",
        "Bull. Chiang Mai Assoc. Med. Sci.",
        "Determination of sex from the proximal hand phalanges in a Thai population",
        "Sex estimation from the talus in a Thai population",
        "Age-at-death assessment using the os pubis and the auricular surface of the ilium: A test on an identified Asian sample",
        "Chronological metamorphosis of the auricular surface of the ilium: A new method for the determination of adult skeletal age at death",
        "Skeletal age determination based on the os pubis: A comparison of the Acsádi-Nemeskéri and Suchey-Brooks methods",
        "Proceedings of the 1st ASEAN Plus Three Graduate Research Congress",
        "Age Estimation from Symphyseal Surface of Pubic Symphysis in a Thai Population, Age Estimation from Symphyseal Surface of Pubic Symphysis in a Thai Population",
        "Siriraj Hosp. Gaz.",
        "The Use of Cranial Suture Closure and Dentition in Age Determination",
        "Siriraj Med. J.",
        "Siriraj Med. J.",
        "Age Estimation Based on the Metamorphosis of the Clavicle in a Modern Thai Population",
        "Stature estimation from long bone lengths in a Thai population",
        "Formulae for estimating skeletal height in modern South-East Asians",
        "Earlier onset of pubertal maturation in Thai girls",
        "A forty‐five year investigation for secular changes in physical maturation",
        "Secular changes and predictors of adult height for 86 105 male and female members of the Thai Cohort Study born between 1940 and 1990",
        "Change in mean height of thai military recruits from 1972 through 2006",
        "Thai tsunami victim identification - Overview to date",
        "Spitz and Fisher's Medicolegal Investigation of Death: Guidelines for the Application of Pathology to Crime Investigation",
        "Forensic DNA Applications: An Interdisciplinary Perspective",
        "A method for visual determination of sex, using the human hip bone",
        "A newly developed visual method of sexing the os pubis",
        "Sexing skulls using discriminant function analysis of visually assessed traits",
        "Age-at-Death Estimation",
        "Utility of the Frontonasal Suture for Estimating Age at Death in Human Skeletal Remains",
        "Skeletal age estimation based on medial clavicle - A test of the method reliability",
        "A new method for estimating age-at-death from the first rib",
        "Mineralization of the costal cartilages as an indicator of age: Preliminary observations",
        "Forensic age-at-death estimation from the human sacrum",
        "Age estimation from the degree of osteophyte formation of vertebral columns in Japanese",
        "A Test of a Recently Devised Method of Estimating Skeletal Age at Death using Features of the Adult Acetabulum",
        "Age Estimation of Human Skeleton",
        "A simple technique for age estimation in adult corpses: The two criteria dental method",
        "Application of Lamendin's adult dental aging technique to a diverse skeletal sample",
        "Internet J. Forensic Sci."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Edinburgh",
            "affilname": "The University of Edinburgh",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Central Institute of Forensic Science",
        "Central Institute of Forensic Science, Ministry of Justice",
        "Chief of Missing Person Identification Centre",
        "TBFM"
    ]
}