{
    "eid": "2-s2.0-84893461797",
    "title": "Antioxidant-guided isolation of rosmarinic acid, a major constituent from Thunbergia laurifolia, and its use as a bioactive marker for standardization",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Acanthaceae",
        "Bioactivity-guided isolation",
        "DPPH-scavenging activity",
        "HPLC",
        "Rosmarinic acid",
        "Thunbergia laurifolia"
    ],
    "authors": [
        "Pipob Suwanchaikasem"
    ],
    "citedby-count": 27,
    "ref-count": 28,
    "ref-list": [
        "A herbal medicine used in the treatment of addiction mimics the action of amphetamine on in vitro rat striatal dopamine release",
        "As. J. Food Ag-Ind",
        "Hepatoprotective activity of Thunbergia laurifolia Linn extract in rats treated with ethanol: In vitro and in vivo studies",
        "Alleviation of lead poisoning in the brain with aqueous leaf extract of the Thunbergia laurifolia (Linn.)",
        "Phytochemical profiling and phase II enzyme-inducing properties of Thunbergia laurifolia Lindl. (RC) extracts",
        "Iridoid glucosides from Thunbergia laurifolia",
        "TLC bioautography-guided isolation of antioxidants from fruit of Perilla frutescens var. acuta",
        "Quality control of herbal medicines",
        "Recent analytical approaches in quality control of traditional Chinese medicines-A review",
        "Main phenolic compound of petals of Echium amoenum Fisch. and C.A. Mey., a famous medicinal plant of Iran",
        "Antioxidant, antibacterial, anticancer activities and chemical constituents of the essential oil from Mesua ferrea leaves",
        "Bioassay-guided isolation of vasorelaxant compounds from Ziziphora clinopodioides Lam. (Lamiaceae)",
        "Bioassay-guided fractionation of lemon balm (Melissa officinalis L.) using an in vitro measure of GABA transaminase activity",
        "Antioxidant potentials and rosmarinic acid levels of the methanolic extracts of Salvia verticillata (L.) subsp. verticillata and S. verticillata (L.) subsp. amasiaca (Freyn & Bornm.) Bornm",
        "Antioxidant potentials and rosmarinic acid levels of the methanolic extracts of Salvia virgata (Jacq), Salvia staminea (Montbret & Aucher ex Bentham) and Salvia verbenaca (L.) from Turkey",
        "Superoxide Scavenging Activity of Rosmarinic Acid from Perilla frutescens Britton Var. acuta f. viridis",
        "Rosmarinic acid inhibits epidermal inflammatory responses: Anticarcinogenic effect of Perilla frutescens extract in the murine two-stage skin model",
        "Antimutagenicity of rosmarinic acid in Swiss mice evaluated by the micronucleus assay",
        "Phenolic compounds protect HepG2 cells from oxidative damage: Relevance of glutathione levels",
        "Acetylcholinesterase inhibitory guided fractionation of Melissa officinalis L.",
        "Inhibitory activity of Melissa officinalis L. extract on Herpes simplex virus type 2 replication",
        "Phytochemistry and pharmacological properties of Thunbergia laurifolia: A review",
        "Simultaneous Determination of Rosmarinic Acid, Lithospermic Acid B, and Related Phenolics in Salvia miltiorrhiza by HPLC",
        "Determination of rosmarinic acid and caffeic acid in aromatic herbs by HPLC",
        "Comparison of rosmarinic acid content in commercial tinctures produced from fresh and dried lemon balm (Melissa officinalis).",
        "Determination of rosmarinic acid in sage and borage leaves by high-performance liquid chromatography with different detection methods",
        "Investigation of antioxidant and rosmarinic acid variation in the sage collection of the genebank in gatersleben",
        "Antioxidative properties of Thymus vulgaris leaves: Comparison of different extracts and essential oil chemotypes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}