{
    "eid": "2-s2.0-85107640745",
    "title": "Olive oil–based lipid emulsion is noninferior to soybean oil–based lipid emulsion in the acute care setting: A double-blind randomized controlled trial",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Endocrinology, Diabetes and Metabolism",
            "@code": "2712",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Nutrition and Dietetics",
            "@code": "2916",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "Lipid emulsion",
        "Olive oil",
        "Parenteral nutrition",
        "Prealbumin",
        "Soybean oil"
    ],
    "authors": [
        "Ennaliza Salazar",
        "Sultan Alenezi",
        "Katherine J.P. Schwenger",
        "Sarah Casselman",
        "Nicha Somlaw",
        "Patricia Kim",
        "Daniela Adjemian",
        "Zihang Lu",
        "Wendy Lou",
        "David Ma",
        "Johane P. Allard"
    ],
    "citedby-count": 2,
    "ref-count": 33,
    "ref-list": [
        "ESPEN endorsed recommendations. Definition and classification of intestinal failure in adults",
        "Parenteral lipids modulate leukocyte phenotypes in whole blood, depending on their fatty acid composition",
        "Lipids in parenteral nutrition: Biological aspects",
        "Lipid use in hospitalized adults requiring parenteral nutrition",
        "Management of acute intestinal failure: A position paper from the European Society for Clinical Nutrition and Metabolism (ESPEN) Special Interest Group",
        "How to obtain training in nutrition during the gastroenterology fellowship",
        "New parenteral lipid emulsions for clinical use",
        "Olive oil-based lipid emulsion's neutral effects on neutrophil functions and leukocyte-endothelial cell interactions",
        "Olive oil in parenteral nutrition",
        "Tocopherol isoforms in parenteral lipid emulsions and neutrophil activation",
        "Immune modulation by parenteral lipid emulsions",
        "Biological and clinical aspects of an olive oil-based lipid emulsion—A review",
        "Safety and efficacy of an olive oil-based triple-chamber bag for parenteral nutrition: A prospective, randomized, multi-center clinical trial in China",
        "A double-blind, randomized clinical trial comparing soybean oil-based versus olive oil-based lipid emulsions in adult medical-surgical intensive care unit patients requiring parenteral nutrition",
        "Comparative effects of olive oil-based and soyabean oil-based emulsions on infection rate and leucocyte count in critically ill patients receiving parenteral nutrition",
        "Influence of parenteral nutrition delivery system on the development of bloodstream infections in critically ill patients: An international, multicenter, prospective, open-label, controlled study—EPICOS study",
        "ESPEN guideline on clinical nutrition in the intensive care unit",
        "Guidelines for the provision and assessment of nutrition support therapy in the adult critically ill patient: Society of Critical Care Medicine (SCCM) and American Society for Parenteral and Enteral Nutrition(A.S.P.E.N.)",
        "What is subjective global assessment of nutritional status?",
        "Handgrip strength as a hospital admission nutritional risk screening method",
        "Changes in body mass index and mid-upper arm circumference in relation to all-cause mortality in older adults",
        "A simple method for the isolation and purification of total lipides from animal tissues",
        "Defining the noninferiority margin and analysing noninferiority: An overview",
        "Transthyretin as a marker to predict outcome in critically ill patients",
        "Transthyretin: Its response to malnutrition and stress injury. Clinical usefulness and economic implications",
        "Parenteral with enteral nutrition in the critically ill",
        "C-reactive protein to prealbumin ratio (CPR): A novel inflammatory-nutritional prognostic factor for predicting cancer-specific survival (CSS) and overall survival (OS) in patients with resectable esophageal squamous cell carcinoma",
        "Prognostic significance of C-reactive protein-to-prealbumin ratio in patients with esophageal cancer",
        "Predictive value of the C-reactive protein-to-prealbumin ratio in medical ICU patients",
        "Olive oil and soybean oil based intravenous lipid emulsions, liver biochemistry and clinical outcomes",
        "Olive oil based nutrition in multiple trauma patients: A pilot study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60095034",
            "affilname": "Duke-NUS Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095034",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60015881",
            "affilname": "University of Guelph",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015881",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60013183",
            "affilname": "King Saud University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013183",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60011682",
            "affilname": "Hospital Clínico Universidad De Chile",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011682",
            "affiliation-country": "Chile"
        }
    ],
    "funding": [
        "Baxter Corporation Canada",
        "Ontario Medical Supply Inc.",
        "Parastou Einafshar",
        "Saudi Arabian Cultural Bureau in Canada",
        "Singapore Health Manpower Development Plan",
        "Thai Red Cross Society",
        "King Chulalongkorn Memorial Hospital",
        "University Health Network",
        "King Saud University"
    ]
}