{
    "eid": "2-s2.0-85137563213",
    "title": "Subfamily Agathidinae Haliday, 1833",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Agathidinae",
        "Distribution",
        "Fauna",
        "Host",
        "Identification key",
        "Middle East",
        "Species diversity"
    ],
    "authors": [
        "Scott Richard Shaw",
        "Neveen Samy Gadallah",
        "Michael J. Sharkey",
        "Hassan Ghahari",
        "Donald L.J. Quicke"
    ],
    "citedby-count": 0,
    "ref-count": 108,
    "ref-list": [
        "Study on the parasitoid wasps belonging to the superfamily Ichneumonoidea on grape berry moth, Lobesia botrana (Lep.: Tortricidae) in Urmia vyneyards",
        "First record of the genus Euagathis Szépligeti, 1900 (Hym., Braconidae, Agathidinae) representing by Euagathis indica Enderlein, 1920 from the Palaearctic region",
        "Life of Acroasis rubrifasciella (Lepidoptera: Phycitidae), its main parasite, Agathis calcarata",
        "Insect parasite complex of berseem armyworm Spodoptera exigua (Hübner) (Lepidoptera: Noctuidae)",
        "Annotated catalogue of the Hymenoptera of Russia. Volume II. Apocrita: Parasitica",
        "Robustness of ancestral state estimates, evolution of life history strategy in ichneumonoid parasitoids",
        "Braconidae von den tuerkischen Inseln Imbros und Tenedos (Hymenoptera, Braconidae: Agathidinae, Braconinae, Cheloninae, Microgastrinae)",
        "A study on Braconidae and Ichneumonidae from ganos mountain (Thrace region, Turkey) (Hymenoptera Braconidae, Ichneumonidae)",
        "Die Schädlingsfauna Palästinas",
        "The Braconidae (Hymenoptera) in the collections of the Musée cantonal de Zoologie, Lausanne",
        "Bassus beyarslani, sp. n. (Hymenoptera, Braconidae, Agathidinae) from Turkey",
        "A new species, Agathis berkei sp. n., from Eastern Anatolia, Turkey (Hymenoptera, Braconidae, Agathidinae)",
        "Contribution to the knowledge of Agathidinae fauna of the Eastern Anatolia region of Turkey",
        "A contribution to the subfamily Agathidinae (Hymenoptera: Braconidae) in Dyarbakir, Mardin, and Sanliurfa provinces of Turkey",
        "The Agathidinae (Hymenoptera: Braconidae) fauna of the Marmara region",
        "First record of Agathis rubens Tobias from Turkey (Hymenoptera: Braconidae: Agathidinae)",
        "New records of endoparasitoid Bassus Fabricius, 1804 (Hymenoptera: Braconidae: Agathidinae) species from Turkey",
        "A study on the Agathidinae (Braconidae: Hymanoptera) species from East Black Sea region",
        "Faunistic survey on the Agathidinae (Hymenoptera: Braconidae) in the central Anatolia region with a new record for the Turkish fauna: Bassus tegularis (Thomson, 1895)",
        "On the zoogeographical distribution of the genus Agathis Latreille, 1804 (Hymenoptera: Braconidae: Agathidinae) in Turkey",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "Biology of Agathis laticinctus (Cress) (Hymenoptera, Braconidae), a parasite of eye-spotted bud moth, in Nova. Scotia",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "A contribution to the knowledge of Agathidinae (Hymenoptera: Braconidae) from Iran with description of a new species",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): diversity, distribution and host association",
        "An annotated catalogue of the Iranian Agathidinae and Brachistinae (Hymenoptera: Braconidae)",
        "New records of Braconidae (Hymenoptera) from Iran",
        "Species diversity of the parasitoids in rice fields of northern Iran, especially parasitoids of rice stem borer",
        "A study on the fauna of predator and parasitoid arthropods in saffon fields (Crocus sativus L.)",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Iran, and in Memoriam Dr. Jenő Papp (20 May 1933-11 December 2017)",
        "A contribution to the Braconidae (Hymenoptera: Ichneumonoidea) from north-western Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from some regions of northern Iran",
        "A faunistic survey on the braconid wasps (Hymenoptera: Braconidae) from Kermanshah province, Iran",
        "A faunistic study on the Braconidae (Hymenoptera) from some regions of Semnan, Iran",
        "Additional records to the braconid fauna (Hymenoptera: Ichneumonoidea) of Iran, with new host reports",
        "A contribution to Braconidae (Hymenoptera) from rice fields and surrounding grasslands of northern Iran",
        "Faunistic note on the Braconidae (Hymenoptera: Ichneumonoidea) in Iranian alfalfa fields and surrounding grasslands",
        "Faunistic note on the Braconidae (Hymenoptera: Ichneumonoidea) in Iranian cotton fields and surrounding grasslands",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from the forests of northern Iran",
        "Some new records of Braconidae (Hymenoptera) for Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Qazvin province, Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Ilam province, Iran",
        "A contribution to the Agathidinae, Alysinae, Aphidiinae, Braconinae, Microgastrinae and Opiinae (Hymenoptera: Braconidae) from cotton fields and surrounding grasslands of Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Guilan province, Iran",
        "A contribution to the knowledge of braconids (Hymenoptera: Braconidae) from Lorestan province Iran",
        "Records of the genus Coccygidium Saussure (Hymenoptera: Braconidae: Agathidinae), with description of a new species from Saudi Arabia",
        "Records of the genus Camptothlipsis Enderlein (Hymenoptera: Braconidae: Agathidinae) from Saudi Arabia, with description of a new species",
        "Description of a new species of the genus Coccygidium de Saussure, 1892 (Hymenoptera: Braconidae: Agathidinae) from Saudi Arabia",
        "The subfamily Agathidinae (Hymenoptera: Braconidae) of Erzurum province",
        "Agathis montana Shestakov (Hymenoptera: Braconidae), a new parasitoid of Pandemis cerasana Huebner (Lepidoptera: Tortricidae) in Turkey",
        "Ichneumoniden und Braconiden aus den Iran 1954 (Hymenoptera)",
        "Zur Kenntniss der Agathidinen Finnlands (Hymenoptera, Braconidae)",
        "First record of Agathis levis Abdinbekova, 1970 (Braconidae: Agathidinae) from Iran",
        "A survey on abundance and species diversity of Braconid wasps in forest of Mazandaran province",
        "Hymenoptera",
        "Über Diophrys caesa Klug und inculcatrix auct. Nebst einer neuen Art dieser Gattung",
        "A contribution to the knowledge of Braconidae (Hym., Ichneumonoidea) of Iran",
        "First report of Agathis fuscipennis in Europe as parasitoid of the tomato leafminer Tuta absoluta",
        "Review of the Agathidinae (Hymenoptera: Braconidae) of the Malagasy subregion",
        "Survey and abundance of common ichneumonoid parasitoid species in Suez Canal Region, Egypt",
        "Braconid wasps (Hymenoptera, Braconidae) reared from mining Lepidoptera",
        "A revision of the parasitic wasps of the subfamily Braconinae occurring in America north of Mexico",
        "Species diversity of natural enemies in corn fields and surrounding grasslands of Semnan province, Iran",
        "A faunistic study on Braconidae and Ichneumonidae (Hymenoptera, Ichneumonoidea) of Iran",
        "A revision of the European Agathidinae (Hymenoptera: Braconidae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera)",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "Notes on life history fecundity, longevity and attack pattern of the Agathis punila (Hymenoptera, Braconidae), a parasite of the larch casebearer",
        "Fist report of parasitoid wasps, Ascogaster quadridentata and Bassus rufipes (Hym.: Braconidae) on codling moth (Lep.: Tortricidae) larvae from Iran",
        "A faunistic survey on the Braconidae wasps (Hymenoptera: Braconidae) from northern Iran",
        "On a collection of Braconidae (Hymenoptera) from northern Iran",
        "A faunistic study on the Braconidae of Iran (Hymenoptera: Ichneumonoidea)",
        "A study on the Braconidae (Hymenoptera) of Khorasan province and vicinity, Northeastern Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from West Azarbaijan province, northern Iran",
        "A study on the braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Golestan province, northern Iran",
        "A faunistic study of Braconidae (Hymenoptera: Ichneumonoidea) from southern Iran",
        "A contribution to the study on the fauna of Braconidae (Hymenoptera, Ichneumonoidea) from the province of Semnan, Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A faunistic study on the braconid wasps (Hymenoptera: Braconidae) of Iran",
        "A faunistic study on Agathidinae, Alysiinae, Doryctinae, Helconinae, Microgastrinae, and Rogadinae (Hymenoptera: Braconidae), with eight new country records",
        "A faunistic study on the family Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Ardebil and East Azarbayjan provinces, Northwestern Iran",
        "Notes on the genera Bassus Fabricius and Agathis Latreille, with a description of Bassus arthurellus n. sp. (Hymenoptera: Braconidae)",
        "Cladistics and tribal classification of the Agathidinae (Hymenoptera: Braconidae)",
        "Agathidinae, pp. 520-531",
        "Ten new genera of Agathidini (Hymenoptera, Braconidae, Agathidinae) from Southeast Asia",
        "Phylogeny of the Agathidinae (Hymenoptera: Braconidae) with a revised tribal classification and the description of a new genus",
        "Revision of the Agathidinae (Hymenoptera: Braconidae) withcomparisons and dynamic alignments",
        "Revision of the Oriental genera of Agathidinae (Hymenoptera, Braconidae) with an emphasis on Thailand including interactive keys to genera published in three different formats",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Hymenopterorum Catalogus (nova editio). Pars 6",
        "Integrated pest management of codling moth and other important pests of Pomoidea fruit trees",
        "Biocenotic potentials of apple orchards IPM in organic crop production programme",
        "Revision of the West Palaearctic species of the genus Bassus (Hymenoptera: Braconidae)",
        "Revision of the West Palaearctic species of the genus Agathis Latreille (Hymenoptera: Braconidae: Agathidinae)",
        "The biology of the parasites of Loxostege sticticalis L., in north America- Bracon vulgaris (cress.) (Braconidae, Agathidinae)",
        "Braconidae, subfamily Microgasterinae, subfamily Agathinae",
        "Braconids of the Caucasus (Hymenoptera: Braconidae)",
        "Introduction, pp. 1-21. Rogadinae, pp. 72-85. Gnaptodontinae, Braconinae, Telengainae, pp. 85-149. Helconinae, Brachistinae, pp. 150-180. Euphorinae, pp. 181-250. Macrocentrinae. Xiphozelinae, pp. 250-263. Homolobinae, Orgilinae (Mimagathidinae, Microtypinae), pp. 263-274. Sigalphinae, Agathidinae, pp. 274-291. Ichneutinae, pp. 291-293. Cheloninae, pp. 293-335. Acaeliinae, Cardiochilinae, Microgastrinae, Miracinae, Supplement, pp. 336-501",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Order Hymenoptera, family Braconidae. The subfamily Agathidinae from the United Arab Emirates, with a review of the fauna of the Arabian Peninsula",
        "Redescription of Troticus ovalis (Fahringer) comb. nov., its first host record and a note on T. melanopterus Cameron (Hymenoptera: Braconidae: Agathidinae)",
        "Revision of the Agathidinae (Hymenoptera, Braconidae) of Vietnam, with the description of forty-two new species and three new genera",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive",
        "Uber Agathidinae aus der Türkei (Hymenoptera: Braconidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Lexington",
            "@id": "60026117",
            "affilname": "University of Kentucky College of Agriculture, Food and Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}