{
    "eid": "2-s2.0-85068836984",
    "title": "Co-cultivation of two engineered strains of Synechocystis sp. PCC 6803 results in improved bioethanol production",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Co-cultivation",
        "Ethanol production",
        "Metabolic engineering",
        "Stress condition",
        "Synechocystis"
    ],
    "authors": [
        "Rajendran Velmurugan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 6,
    "ref-count": 44,
    "ref-list": [
        "Carbon dioxide separation from flue gases: a technological review emphasizing reduction in greenhouse gas emissions",
        "Cyanobacteria as a platform for biofuel production",
        "Photosynthetic production of ethanol from carbon dioxide in genetically engineered cyanobacteria",
        "Combinatorial deletions of glgC and phaCE enhance ethanol production in Synechocystis sp. PCC 6803",
        "Kinetic and optimization studies on ultrasonic intensified photo-autotrophic ethanol production from Synechocystis sp",
        "Systems and photosystems: cellular limits of autotrophic productivity in cyanobacteria",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "A flexible microbial co-culture platform for simultaneous utilization of methane and carbon dioxide from gas feedstocks",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "GABA accumulation in response to different nitrogenous compounds in unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Effects of long-term ionic and osmotic stress conditions on photosynthesis in the cyanobacterium Synechocystis sp. PCC 6803",
        "Potential of metal oxides in fractionation of Synechocystis sp. PCC 6803 biomass for biofuel production",
        "MgO-Fe3O4linked cellulase multienzyme improves the hydrolysis of cellulose from Chlorella sp. CYB2",
        "A rapid and sensitive method for quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Changes in photosynthesis and pigmentation in an agp deletion mutant of the cyanobacterium Synechocystis sp",
        "Polyhydroxybutyrate particles in Synechocystis sp PCC 6803: facts and fiction",
        "Carbon sink removal: increased photosynthetic production flactic acid by Synechocystis sp PCC 6803 in a glycogen storage mutant",
        "Photoautotrophic polyhydroxybutyrate granule formation is regulated by cyanobacterial Phasin PhaP in Synechocystis sp strain PCC 6803",
        "Phosphatidylglycerol depletion induces an increase in myxoxanthophyll biosynthetic activity in Synechocystis PCC6803 cells",
        "Quantitative proteomics analysis of an ethanol and a lactate-producing mutant strain of Synechocystis sp. PCC6803",
        "Accumulation of poly-β-hydroxybutyrate in cyanobacterium Synechocystis sp. PCC 6803",
        "Release of dissolved organic matter by prochlorococcus",
        "Production of optically pure D-Lactate from CO2by blocking the PHB and acetate pathways and expressing D-lactate dehydrogenase in cyanobacterium Synechocystis sp. PCC 6803",
        "The energy spilling reactions of bacteria and other organisms",
        "Energetics of bacterial growth: balance of anabolic and catabolic reactions",
        "Organic acids: the pools of fixed carbon involved in redox regulation and energy balance in higher plants",
        "Sequence conservation among the glucose transporter from the cyanobacterium Synechocystis sp. PCC 6803 and mammalian glucose transporters",
        "Metabolome phenotyping of inorganic carbon limitation in cells of the wild type and photorespiratory mutants of the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Escherichia coli alpha-ketoglutarate permease is a constitutively expressed proton symporter",
        "Carbon Acquisition by Cyanobacteria: Mechanisms, Comparative Genomics, and Evolution. in: Eds: Herrero, A. Flores, E., the Cyanobacteria: Molecular Biology, Genomics and Evolution",
        "Purification and characterization of pyruvate decarboxylase from Sarcina vertriculi",
        "Expression of active yeast pyruvate decarboxylase in Escherichia coli",
        "Purification of two alcohol dehydrogenases from Zymomonas mobilis and their properties",
        "Acclimation of unicellular cyanobacteria to macronutrient deficiency: emergence of a complex network of cellular responses",
        "Rescuing ethanol photosynthetic production of cyanobacteria in non-sterilized outdoor cultivations with a bicarbonate-based pH-rising strategy",
        "Ethanol, glycogen and glucosylglycerol represent competing carbon pools in ethanol-producing cells of Synechocystis sp. PCC 6803 under high-salt conditions",
        "Salt acclimation of cyanobacteria and their application in biotechnology",
        "Engineered cyanobacterial with enhanced growth show increased ethanol production and higher biofuel to biomass ratio",
        "Enhancing CO2bio-mitigation by genetic engineering of cyanobacteria",
        "Spirulina platensis culture with flue gas feeding as a cyanobacteria based carbon sequestration option"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science , Chulalongkorn University",
        "Rachadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Chulalongkorn University"
    ]
}