{
    "eid": "2-s2.0-84901981361",
    "title": "Characterization of cellulase producing Bacillus and Paenibacillus strains from Thai soils",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "16S rRNA gene sequence",
        "Bacillus",
        "Cellulase",
        "Paenibacillus",
        "Thai soil"
    ],
    "authors": [
        "Ancharida Akaracharanya"
    ],
    "citedby-count": 14,
    "ref-count": 37,
    "ref-list": [
        "Cellulosomal scaffoldin-like proteins from Ruminococcus flavefaciens",
        "The biological degradation of cellulose",
        "Cellulases and related enzymes in biotechnology",
        "Purification and characterization of carboxymethyl cellulase from Sinorhizobium fredii",
        "Biotreatment of desized cotton fabric by commercial cellulase and xylanase enzymes",
        "A novel cellulosomal scaffoldin from Acetivibrio cellulolyticus that contains a family 9 glycosyl hydrolase",
        "A novel alkaline endoglucanase from an alkaliphilic Bacillus isolate: Enzymatic properties, and nucleotide and deduced amino acid sequences",
        "Evolution",
        "Measurement of cellulase activities",
        "Enzymatic properties, crystallization, and deduced amino acid sequence of an alkaline endoglucanase from Bacillus circulans",
        "Developments in industrially important thermostable enzymes: A review",
        "VTT Publications",
        "Effect of different growth parameters on endoglucanase enzyme activity by bacteria isolated from coir retting effluents of estuarine environment",
        "Alkaline cellulase for laundry detergents: Production by bacillus sp. ksm-635 and enzymatic properties",
        "Neutrophilic Bacillus Strain, KSM-522, That Produces an Alkaline Carboxymethyl Cellulase",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "MEGA2: Molecular evolutionary genetics analysis software",
        "Paenibacillus cineris sp. nov. and Paenibacillus cookii sp. nov., from Antarctic volcanic soils and a gelatin-processing plant",
        "Microbial cellulose utilization: Fundamentals and biotechnology",
        "Biol Chem",
        "Endoglucanases from Paenibacillus spp. form a new clan in glycoside hydrolase family 5",
        "Extracellular enzyme synthesis in the genus Bacillus",
        "Bacillus velezensis sp. nov., a surfactant-producing bacterium isolated from the river Vélez in Málaga, southern Spain",
        "Thermostable β-glucosidase and β-xylosidase from Thermotoga sp. strain FjSS3-B.1",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Rapid production of thermostable cellulase-free xylanase by a strain of Bacillus subtilis and its properties",
        "The fibrillar orientation in the S2-Iayer of wood fibres as determined by X-ray diffraction analysis",
        "Notes on sugar determination.",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Use of Congo red-polysaccharide interactions in enumeration and characterization of cellulolytic bacteria from the bovine rumen",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "Hyperthermophilic enzymes: Sources, uses, and molecular mechanisms for thermostability",
        "The cellulase complex of Neurospora crassa: Activity, stability and release",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}