{
    "eid": "2-s2.0-85099353580",
    "title": "Viral speciation through subcellular genetic isolation and virogenesis incompatibility",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        },
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "Vorrapon Chaikeeratisak",
        "Erica A. Birkholz",
        "Amy M. Prichard",
        "MacKennon K.E. Egan",
        "Avani Mylvara",
        "Poochit Nonejuie",
        "Katrina T. Nguyen",
        "Joseph Sugie",
        "Justin R. Meyer",
        "Joe Pogliano"
    ],
    "citedby-count": 8,
    "ref-count": 24,
    "ref-list": [
        "Viral information",
        "New dimensions of the virus world discovered through metagenomics",
        "Genomic sequences of bacteriophages HK97 and HK022: pervasive genetic mosaicism in the lambdoid bacteriophages",
        "Diversity among the tailed-bacteriophages that infect the Enterobacteriaceae",
        "Bacteriophage evolution differs by host, lifestyle and genome",
        "Biological species in the viral world",
        "Evolution of host specificity drives reproductive isolation among RNA viruses",
        "Ecological speciation of bacteriophage lambda in allopatry and sympatry",
        "Secondary contact between diverged host lineages entails ecological speciation in a European hantavirus",
        "Viral tagging reveals discrete populations in Synechococcus viral genome sequence space",
        "Components of reproductive isolation between the monkeyflowers Mimulus lewisii and M. cardinalis (Phrymaceae)",
        "A phage tubulin assembles dynamic filaments by an atypical mechanism to center viral DNA within the host cell",
        "A bacteriophage tubulin harnesses dynamic instability to center DNA in infected cells",
        "Assembly of a nucleus-like structure during viral replication in bacteria",
        "The phage nucleus and tubulin spindle are conserved among large Pseudomonas phages",
        "Viral capsid trafficking along treadmilling tubulin filaments in bacteria",
        "The structure and assembly mechanism of a novel three-stranded tubulin filament that centers phage DNA",
        "Coalescing replication compartments provide the opportunity for recombination between coinfecting herpesviruses",
        "Cytoplasmic factories, virus assembly, and DNA replication kinetics collectively constrain the formation of poxvirus recombinants",
        "A test of the snowball theory for the rate of evolution of hybrid incompatibilities",
        "A jumbo phage that forms a nucleus-like structure evades CRISPR-Cas DNA targeting but is vulnerable to type III RNA-based immunity",
        "A bacteriophage nucleus-like compartment shields DNA from CRISPR nucleases"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Diego",
            "@id": "60121501",
            "affilname": "School of Biological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121501",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60009499",
            "affilname": "Institute of Molecular Biosciences, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009499",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science Foundation",
        "National Institutes of Health"
    ]
}