{
    "eid": "2-s2.0-85053235374",
    "title": "Micromonospora azadirachtae sp. nov., isolated from roots of Azadirachta indica A. Juss. var. siamensis Valeton",
    "cover-date": "2019-02-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Azadirachta indica",
        "Endophytic actinomycetes",
        "Micromonospora azadirachtae",
        "Micromonosporaceae",
        "Plant root"
    ],
    "authors": [
        "Nattakorn Kuncharoen",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 15,
    "ref-count": 53,
    "ref-list": [
        "Micromonospora cremea sp. nov. and Micromonospora zamorensis sp. nov., isolated from the rhizosphere of Pisum sativum",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Visualization of an endophytic Streptomyces species in wheat seed",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Toward defining the course of evolution: minimum change for specific tree topology",
        "Micromonospora pisi sp. nov., isolated from root nodules of Pisum sativum",
        "Genus I Micromonospora Ørskov 1923 156AL",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98 NT",
        "Endophytic actinomycetes and their interactions with host plants",
        "Antitumor anthraquinones from an endophytic actinomycete Micromonospora lupini sp. nov",
        "Lupinacidin C, an inhibitor of tumour cell invasion from Micromonospora lupini",
        "Maklamicin, an antibacterial polyketide from an endophytic Micromonospora sp",
        "Genus Micromonospora Ørskov 1923, 147AL",
        "A simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "Micromonospora tulbaghiae sp. nov., isolated from the leaves of wild garlic, Tulbaghia violacea",
        "Micromonospora oryzae sp. nov., isolated from roots of upland rice",
        "Fatty acid and menaquinone analysis of actinomycetes and related organisms",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "MEGA 7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Micromonospora globbae sp. nov., an endophytic actinomycete isolated from roots of Globba winitii C. H. Wright",
        "16S/23S rRNA sequencing",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "Micromonospora avicenniae sp. nov., isolated from a root of Avicennia marina",
        "Post-column fluorometric detection of reducing sugar in high-performance liquid chromatography using arginine",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Studies on actinomycetes isolated from plant leaves",
        "Micromonospora fluostatini sp. nov., isolated from marine sediment",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xinshuangbanna, China",
        "Introducing a digital protologue: a timely move towards a database-driven systematics of archaea and bacteria",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Methods for characterization of Streptomyces species",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Micromonospora spongicola sp. nov., an actinomycete isolated from a marine sponge in the gulf of Thailand",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Determination of DNA base composition",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "Micromonospora marina sp. nov., isolated from sea sand",
        "Micromonospora costi sp. nov., isolated from a leaf of Costus speciosus",
        "Micromonospora siamensis sp. nov., isolated from Thai peat swamp forest",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroids",
        "Micromonospora coriariae sp. nov., isolated from root nodules of Coriaria myrtifolia",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Micromonospora rhizosphaerae sp. nov., isolated from mangrove rhizosphere soil",
        "International committee on systematic bacteriology. Report of the ad hoc committee on the reconciliation of approaches to bacterial systematic",
        "Micromonospora haikouensis sp. nov., isolated from mangrove soil",
        "Introducing EzBiocloud: a taxonomically united database of 16S rRNA and whole genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Drug Discovery, Kitasato University",
        "Thailand Research Fund",
        "King’s Mongkut Institute of Technology Ladkrabang"
    ]
}