{
    "eid": "2-s2.0-84904730490",
    "title": "Experience with surgical treatment of retroperitoneal soft tissue sarcomas at a university hospital in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Complete gross resection",
        "Contiguous organ resection",
        "Liposarcoma",
        "Retroperitoneal soft tissue sarcomas"
    ],
    "authors": [
        "Suvit Sriussadaporn"
    ],
    "citedby-count": 2,
    "ref-count": 32,
    "ref-list": [
        "Cancer statistics, 2008",
        "Adult soft tissue sarcoma",
        "Retroperitoneal sarcoma: A population-based analysis of epidemiology, surgery, and radiotherapy",
        "Should soft tissue sarcomas be treated at high-volume centers? An analysis of 4205 patients",
        "Retroperitoneal soft-tissue sarcoma: Analysis of 500 patients treated and followed at a single institution",
        "Operative Management of Primary Retroperitoneal Sarcomas: A Reappraisal of an Institutional Experience",
        "Surgical management of primary recurrent liposarcoma",
        "Retroperitoneal soft tissue sarcoma: An analysis of radiation and surgical treatment",
        "Aggressive surgical policies in a retrospectively reviewed single-institution case series of retroperitoneal soft tissue sarcoma patients",
        "Primary retroperitoneal sarcomas: A multivariate analysis of surgical factors associated with local control",
        "Abdominal soft tissue sarcoma: A multicenter retrospective study",
        "Significance of microscopic margin status in completely resected retroperitoneal sarcoma",
        "Retroperitoneal liposarcomas: The experience of a tertiary Asian center",
        "Gigantiform retroperitoneal liposarcoma: report of a case.",
        "Prognostic factors predictive of survival for truncal and retroperitoneal soft-tissue sarcoma",
        "Giant retroperitoneal sarcomas: A single institution experience",
        "Management of primary and recurrent soft-tissue sarcoma of the retroperitoneum",
        "Limitations of surgery in the treatment of retroperitoneal sarcoma",
        "Contiguous organ resection is safe in patients with retroperitoneal sarcoma: An ACS-NSQIP analysis",
        "Diagnosis and management of retroperitoneal soft-tissue sarcoma",
        "Resectability of retroperitoneal sarcomas: a matter of surgical technique?",
        "Refinements of Surgical Technique in Soft Tissue Sarcomas",
        "Liposarcoma a review of 60 cases",
        "The continuing challenge of retroperitoneal sarcomas",
        "Current diagnosis and management of retroperitoneal sarcoma",
        "Retroperitoneal sarcomas: Combined-modality treatment approaches",
        "Retroperitoneal sarcomas",
        "Retroperitoneal sarcoma: Is it time to change the surgical policy?",
        "Radiotherapy and surgery-An indispensable duo in the treatment of retroperitoneal sarcoma",
        "Completely resected recurrent soft tissue sarcoma: Primary anatomic site governs outcomes",
        "Retroperitoneal soft-tissue sarcomas: Prognosis and treatment of primary and recurrent disease",
        "Surgery for retroperitoneal soft tissue sarcomas: Aggressive re-resection of recurrent disease is possible"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}