{
    "eid": "2-s2.0-85068596756",
    "title": "Photo-activated platelet rich plasma injection for knee osteoarthritis: Two-year experience with 32 cases",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Knee osteoarthritis",
        "Platelet rich plasma"
    ],
    "authors": [
        "N. Tangtong",
        "M. Chaiyapat",
        "W. Ratanachai",
        "K. Pongpirul"
    ],
    "citedby-count": 0,
    "ref-count": 15,
    "ref-list": [
        "The effect of osteoarthritis definition on prevalence and incidence estimates: A systematic review",
        "Cost-effectiveness analyses of osteoarthritis oral therapies: A systematic review",
        "Health economics in the field of osteoarthritis: An expert’s consensus paper from the European Society for Clinical and Economic Aspects of Osteoporosis and Osteoarthritis (ESCEO)",
        "OARSI recommendations for the management of hip and knee osteoarthritis, part I: Critical appraisal of existing treatment guidelines and systematic review of current research evidence",
        "Platelet-rich plasma for managing pain and inflammation in osteoarthritis",
        "Treatment of knee joint osteoarthritis with autologous platelet-rich plasma in comparison with hyaluronic acid",
        "Efficacy and safety of plasma rich in growth factors intra-articular infiltrations in the treatment of knee osteoarthritis",
        "Platelet-rich plasma: From basic science to clinical applications",
        "A randomized clinical trial evaluating plasma rich in growth factors (PRGF-Endoret) versus hyaluronic acid in the short-term treatment of symptomatic knee osteoarthritis",
        "Comparison of intra-articular injections of plasma rich in growth factors (PRGF-Endoret) versus Durolane hyaluronic acid in the treatment of patients with symptomatic osteoarthritis: A randomized controlled trial",
        "Photoactivated platelet-rich plasma therapy for a traumatic knee chondral lesion",
        "The next step in osteoarthritis management–Photoactivated Platelet Rich Plasma injections: A case study",
        "To evaluate the effect of combining photo-activation therapy with platelet-rich plasma injections for the novel treatment of osteoarthritis",
        "Intra-articular injection of photo-activated platelet-rich plasma in patients with knee osteoarthritis: A double-blind, randomized controlled pilot study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60020543",
            "affilname": "Bumrungrad International Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60006183",
            "affilname": "Johns Hopkins Bloomberg School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006183",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}