{
    "eid": "2-s2.0-85001044609",
    "title": "Atomistic tight-binding theory of excitonic splitting energies in CdX(X = Se, S and Te)/ZnS core/shell nanocrystals",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Core/shell nanocrystals",
        "Electron-hole exchange interaction",
        "Excitonic splitting",
        "Tight-binding theory"
    ],
    "authors": [
        "Worasak Sukkabot"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "Highly efficient triggered emission of single photons by colloidal CdSe/ZnS nanocrystals",
        "Towards non-blinking colloidal quantum dots",
        "Disentangling the effects of clustering and multiexciton emission in second-order photon correlation experiments",
        "Influence of the core size on biexciton quantum yield of giant CdSe/CdS nanocrystals",
        "Nat. Commun.",
        "Electron-hole overlap dictates the hole spin relaxation rate in nanocrystal heterostructures",
        "Band-edge exciton fine structure of small, nearly spherical colloidal CdSe/ZnS quantum dots",
        "Controlling the exciton fine structure splitting in CdSe/CdS dot-in-rod nanojunctions",
        "Band-edge exciton in quantum dots of semiconductors with a degenerate valence band: Dark and bright exciton states",
        "Excitonic fine structure splitting in ZnTe/ZnX (X = S and Se) core/shell nanocrystals: Atomistic tight-binding theory",
        "Atomistic tight-binding computations of excitonic fine structure splitting in CdSe/ZnSe type-I and ZnSe/CdSe invert type-I core/shell nanocrystals",
        "J. Nanomater.",
        "Microscopic theory of nanostructured semiconductor devices: Beyond the envelope-function approximation",
        "Electron-hole correlations in semiconductor quantum dots with tight-binding wave functions",
        "Effect of mechanical strain on the optical properties of quantum dots: Controlling exciton shape, orientation, and phase with a mechanical strain",
        "Atomistic theory of emission from dark excitons in self-assembled quantum dots",
        "Valence band offset, strain and shape effects on confined states in self-assembled InAs/InP and InAs/GaAs quantum dots",
        "A Semi-empirical tight-binding theory of the electronic structure of semiconductors†",
        "Effect of invariance requirements on the elastic strain energy of crystals with application to the diamond structure",
        "Elastic properties of ZnS structure semiconductors",
        "Electronic structure and optical properties of colloidal InAs/InP core/shell nanocrystals: Tight-binding calculations",
        "Variation in the structural and optical properties of CdSe/ZnS core/shell nanocrystals with ratios between core and shell radius",
        "Int. J. Phys. Sci.",
        "Semi-empirical tight binding modelling of CdSTe/CdTe, ZnSSe/ZnSe and ZnSSe/ CdSe heterostructures",
        "Numerical Data and Functional Relationships in Science and Technology, Part A",
        "Dielectric scaling of the self-energy scissor operator in semiconductors and insulators",
        "Nonmonotonic size dependence of the dark/bright exciton splitting in GaAs nanocrystals",
        null,
        "Dark excitons due to direct Coulomb interactions in silicon quantum dots",
        "Configuration-interaction excitonic absorption in small Si/Ge and Ge/Si core/shell nanocrystals",
        "Regulated and entangled photons from a single quantum dot",
        "Atomistic tight-binding theory of multiexciton complexes in a self-assembled InAs quantum dot"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ubon Ratchathani",
            "affilname": "Ubon Ratchathani University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}