{
    "eid": "2-s2.0-85016041973",
    "title": "Probabilities of Earthquake Occurrences along the Sumatra-Andaman Subduction Zone",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301"
        },
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        }
    ],
    "keywords": [
        "frequency-magnitude distribution",
        "probability",
        "recurrence interval",
        "seismicity",
        "Sumatra-Andaman Subduction Zone"
    ],
    "authors": [
        "Santi Pailoplee"
    ],
    "citedby-count": 7,
    "ref-count": 24,
    "ref-list": [
        "Bulletin of the Seismological Society of America",
        "Bulletin of the Seismological Society of America",
        "Teleseismic detection in the Aleutian Island arc.",
        "MAN-MADE CHANGES OF SEISMICITY RATES.",
        "A moment magnitude scale",
        "Bulletin of the Earthquake Research Institute, University of Tokyo",
        "Lessons from the 2004 Sumatra-Andaman earthquake",
        "Geotechnical Earthquake Engineering",
        "Bulletin of the Earthquake Research Institute, University of Tokyo",
        "A 1,000-year sediment record of tsunami recurrence in northern Sumatra",
        "Source parameters of the great Sumatran megathrust earthquakes of 1797 and 1833 inferred from coral microatolls",
        "Spatial and temporal b value anomalies preceding the devastating off coast of NW Sumatra earthquake of December 26, 2004",
        "Probabilities of earthquake occurrences in Mainland Southeast Asia",
        "FB-Value anomalies along the northern segment of the sumatra-andaman subduction zone:",
        "Probabilistic seismic hazard maps of Thailand",
        "Bulletin of the Seismological Society of America",
        "Fault behavior and characteristic earthquakes: examples from the Wasatch and San Andreas fault zones ( USA).",
        "A software package to analyze seismicity: ZMAP",
        "Minimum magnitude of completeness in earthquake catalogs: Examples from Alaska, the Western United States, and Japan",
        "Assessing the quality of earthquake catalogues: Estimating the magnitude of completeness and its uncertainty",
        "Towards a Physical Understanding of the Earthquake Frequency Distribution",
        "Reporting history of the Central Aleutians Seismograph Network and the quiescence preceding the 1986 Andreanof Island earthquake",
        "Probabilities for the occurrences of medium to large earthquakes in northeast India and adjoining region",
        "Seismicity patterns: Are they always related to natural causes?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}