{
    "eid": "2-s2.0-84911374292",
    "title": "Food attractant from mulberry leaf tea and its main volatile compounds for the biocontrol of Lasioderma serricorne F. (Coleoptera: Anobiidae)",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Horticulture",
            "@code": "1108"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        }
    ],
    "keywords": [
        "Food attractants",
        "Kairomone lure",
        "Lasioderma serricorne",
        "Mulberry leaf tea",
        "Volatile compounds"
    ],
    "authors": [
        "Wachiraporn Phoonan"
    ],
    "citedby-count": 34,
    "ref-count": 40,
    "ref-list": [
        "J.Anim. Morphol. Physiol.",
        "Lasioderma serricorne (Coleoptera: Anobiidae): Spatial relationship between trap catch and distance from an infested product",
        "Host-plant Selection by Phytophagous Insects",
        "Monitoring stored-product pests in food processing plants with pheromone trapping, contour mapping, and mark-recapture.",
        "A novel synthesis of (±)-serricornin 4, 6-dimethyl-7-hydroxy-nonan-3-one the sex pheromone of cigarette beetle (lasioderma serricorne p.)",
        "Lasioderma chemistry sex pheromone of cigarette beetle (Lasioderma serricorne F.)",
        "Progress towards a multi-species lure: Identification of components of food volatiles as attractants for three storage beetles",
        "Effectiveness of a multi-species attractant in two different trap types under practical grain storage conditions",
        "Potential for using semiochemicals to protect stored products from insect infestation",
        "Tob. Rep.",
        "THE NATURAL FOODS AND THE FOOD REQUIREMENTS OF SEVERAL SPECIES OF STORED PRODUCTS INSECTS",
        "Repellency of essential oils against the cigarette beetle, Lasioderma serricorne (Fabricius) (Coleoptera: Anobiidae)",
        "A laboratory study of the cigarette beetle, lasioderma serricorne (F.) (Col., Anobiidae) with a critical review of the literature on its biology",
        "Di(2-ethylhexyl) adipate",
        "Transgenic tobacco plants producing caffeine: A potential new strategy for insect pest control",
        "Tobacco, an Economic Plant of Thailand",
        "Appl. Entomol. Zool.",
        "The Olfactory Response of the Cigarette Beetle, Lasioderma serricorne Fabricius, to Various Host Foods and Cured Tobacco Extracts",
        "Headspace-SPME-GC-MS identification of volatile organic compounds released from expanded polystyrene",
        "Caffeine effect on mortality and oviposition in successive generations of Aedes aegypti",
        "J.Korean Soc. Tobacco Sci.",
        "Food Sci.",
        "Orientation of the cigarette beetle, Lasioderma serricorne (F.) (Coleoptera: Anobiidae) to plant-derived volatiles",
        "Responses of stored-product Anobiidae to pheromone lures and plant-derived volatiles",
        "World Anim. Rev.",
        "Effects of caffeine and aminophylline on adult development of the cecropia silkmoth",
        "Volatile food attractants for Oryzaephilus surinamensis (L.) from oats",
        "Analysis of Volatile Compounds in Wheat Germ Oil Responsible for an Aggregation Response in Trogoderma glabrum Larvae",
        "Tobacco Mag.",
        "Comparison of trapping efficacy for Lasioderma serricorne (F.) adults with electric, pheromone, food attractant and control-adhesive traps",
        "Semiochemicals of stored-product insects: Research and applications",
        "Behavioral responses to food volatiles by two species of stored-product coleoptera, Sitophilus oryzae (curculionidae) and Tribolium castaneum (tenebrionidae)",
        "Alternatives to Pesticides in Stored-product IPM",
        "Kasikorn Mag.",
        "Attraction of Oryzaephilus surinamensis (L.) and Oryzaephilus mercator (Fauvel) (Coleoptera: Cucujidae) to some common volatiles of food",
        "Insects of Stored Products",
        "Food Preference Studies of Cigarette Beetle (Lasioderma sericorne Fabricius) and Fumigation by Phosphine",
        "Progress towards a lure to attract three stored product weevils, Sitophilus zeamais Motschulsky, S. oryzae (L.) and S. granarius (L.) (Coleoptera: Curculionidae)",
        "Identification of attractive components of carob volatiles for the foreign grain beetle, Ahasverus advena (Waltl) (Coleoptera: Cucujidae)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}