{
    "eid": "2-s2.0-84922346314",
    "title": "Changes in lipid characteristics of mullet Mugil cephalus roe during processing to Karasumi product",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [],
    "authors": [
        "Daisuke Ito"
    ],
    "citedby-count": 3,
    "ref-count": 20,
    "ref-list": [
        "Caviars and Fish Roe Products",
        "Proximate and Amino Acid Composition of the Roe and Muscle of Selected Marine Species",
        "Screening of macro- and bioactive microconstituents of commercial finfish and sea urchin eggs",
        "J. Jpn. Oil Chem. Soc.",
        "Chemical composition of greek avgotaracho prepared from mullet (Mugil cephalus): Nutritional and health benefits",
        "The Occurrence And Composition Of Wax In Mullet And Stockfish Roes",
        "J. Jpn. Oil Chem. Soc.",
        "A simple method for the isolation and purification of total lipides from animal tissues.",
        "Docosahexaenoic acid levels in the lipids of spotted mackerel Scomber australasicus",
        "Liquid Wax Esters in Liver Oils of the Deep-Sea Teleost Fish Laemonema longipes",
        "Effect of Starvation on Lipid Metabolism and Stability of DHA Content of Lipids in Horse Mackerel (Trachurus japonicus) Tissues",
        "Reduction of Fatty Acid Methyl Esters to Fatty Alcohols to Improve Volatility for Isotopic Analysis without Extraneous Carbon",
        "Characteristics of fatty acid composition of the deep-sea vent crab, Shinkaia crosnieri Baba and Williams",
        "Oxygen‐Dependent Cleavage of the Vinyl‐Ether Linkage of Plasmalogen: 1. Cleavage by Rat‐Brain Supernatant",
        "Plasmalogens as endogenous antioxidants: Somatic cell mutants reveal the importance of the vinyl ether",
        "Oxidative stability of lipid components of mullet (Mugil cephalus) roe and its product \"bottarga\"",
        "Determination of the content of wax esters in some sea foods and their molecular composition. A comparison with ω-3 enriched wax esters",
        "Changes of intramuscular phospholipids and free fatty acids during the processing of Nanjing dry-cured duck",
        "Lipolytic and oxidative changes in two Spanish pork loin products: Dry-cured loin and pickled-cured loin",
        "Wax esters of n-3 polyunsaturated fatty acids: A new stable formulation as a potential food supplement. 1 - Digestion and absorption in rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nonoichi",
            "affilname": "Ishikawa Prefectural University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Marine Science and Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}