{
    "eid": "2-s2.0-84897963261",
    "title": "Changes in sitting posture affect shoulder range of motion",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Complementary and Manual Therapy",
            "@code": "3603"
        },
        {
            "$": "Rehabilitation",
            "@code": "2742"
        },
        {
            "$": "Physical Therapy",
            "@code": "3612"
        }
    ],
    "keywords": [
        "Shoulder range of motion",
        "Slouched posture",
        "Thoracic kyphosis"
    ],
    "authors": [
        "Rotsalai Kanlayanaphotporn"
    ],
    "citedby-count": 21,
    "ref-count": 19,
    "ref-list": [
        "Risk factors for incidence of rotator cuff syndrome in a large working population",
        "Shoulder impingement: The effect of sitting posture on shoulder pain and range of motion",
        "Prevalence of musculoskeletal symptoms related with activities of daily living and contributing factors in Korean adults",
        "Functional radiographic analysis of thoracic spine extension motion in asymptomatic men",
        "Effect of sitting posture on 3-dimensional scapular kinematics measured by skin-mounted electromagnetic tracking sensors",
        "Subacromial space in adult patients with thoracic hyperkyphosis and in healthy volunteers.",
        "Acromiohumeral distance in a seated position in persons with impingement syndrome",
        "Predictors of chronic shoulder pain after 5 years in a working population",
        "Thoracic position effect on shoulder range of motion strength, and three-dimensional scapular kinematics",
        "Subacromial impingement syndrome: The effect of changing posture on shoulder range of movement",
        "The association of scapular kinematics and glenohumeral joint pathologies",
        "Prevalence and incidence of shoulder pain in the general population; a systematic review",
        "Direct 3-dimensional measurement of scapular kinematics during dynamic movements in vivo",
        null,
        "Foundations of Clinical Research. Applications to Practice",
        "Joint Range of Motion and Muscle Length Testing",
        "The immediate effects of thoracic spine and rib manipulation on subjects with primary complaints of shoulder pain",
        "Rev. Bras. Fisioter.",
        "Associations between work-related factors and specific disorders of the shoulder - A systematic review of the literature"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}