{
    "eid": "2-s2.0-85015838467",
    "title": "Perception of smile esthetics by laypeople of different ages",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Orthodontics",
            "@code": "3505"
        }
    ],
    "keywords": [
        "Age",
        "Esthetics",
        "Smile",
        "Visual perception"
    ],
    "authors": [
        "Chompunuch Sriphadungporn"
    ],
    "citedby-count": 61,
    "ref-count": 60,
    "ref-list": [
        "Contemporary orthodontics",
        "Does orthodontic treatment affect patients' quality of life?",
        "Scientific section: Lay person's perception of smile aesthetics in dental and facial views",
        "Esthetics and smile characteristics evaluated by laypersons: A comparison of Canadian and US data",
        "Effects of vertical positions of anterior teeth on smile esthetics in Japanese and Korean orthodontists and orthodontic patients",
        "J Interdisciplinary Undergrad Res",
        "Esthetics and smile characteristics from the layperson's perspective: A computer-based survey study",
        "J Anat Soc India",
        "Turk J Orthod",
        "The perception of smile attractiveness among Saudi population",
        "Esthetic perception of black spaces between maxillary central incisors by different age groups",
        "Esthetic perception of the buccal corridor in different facial types by laypersons of different ages",
        "Esthetic perception of missing teeth among a group of Tanzanian adults",
        "Influence on smile attractiveness of the smile arc in conjunction with gingival display",
        "The smile buccal corridors: aesthetic value for dentists and laypersons.",
        "The importance of incisor positioning in the esthetic smile: The smile arc",
        "Effect of smile index and incisal edge position on perception of attractiveness in different age groups",
        "Composite images of upper front teeth - Judgment of attractiveness and gender-specific correlation",
        "Influence of the vertical position of maxillary central incisors on the perception of smile esthetics among orthodontists and laypersons",
        "J Int Oral Health",
        "J Adv Med Dent Scie Res",
        "Rev Estomatol Herediana",
        "Perceptions of Altered Smile Esthetics: A Comparative Evaluation in Orthodontists, Dentists, and Laypersons",
        "Anterior dental aesthetics: Gingival perspective",
        "Patients' ranking of interdental \"black triangles\" against other common aesthetic problems.",
        "Br J Appl Sci Technol",
        "Orthodontics about face: The re-emergence of the esthetic paradigm",
        "The principles of visual perception and their clinical application to denture esthetics",
        "10 commandments of smile esthetics",
        "The perception of smile attractivenessvariations from esthetic norms, photographic framing and order of presentation",
        "Characterization of posed smile by using visual analog scale, smile arc, buccal corridor measures, and modified smile index",
        "Smile esthetics from the layperson's perspective",
        "The eight components of a balanced smile.",
        "Patient Examination and Assessment",
        "Influence of maxillary incisor edge asymmetries on the perception of smile esthetics among orthodontists and laypersons",
        "An evaluation of smiles before and after orthodontic treatment.",
        "An esthetic evaluation of lip-teeth relationships present in the smile",
        "Perceptions of dental professionals and laypersons to altered dental esthetics: Asymmetric and symmetric situations",
        "The Esthetics of the Smile: A Review of Some Recent Studies",
        "Comparing the perception of dentists and lay people to altered dental esthetics",
        "Perception of smile esthetics among Indian dental professionals and laypersons",
        "Incidence and size of pretreatment overlap and posttreatment gingival embrasure space between maxillary central incisors",
        "Outcome evaluation of early placed maxillary anterior single-tooth implants using objective esthetic criteria: A cross-sectional, retrospective study in 45 patients with a 2- to 4-year follow-up using pink and white esthetic scores",
        "Maxillary anterior papilla display during smiling: A clinical study of the interdental smile line",
        "Analysis of soft tissue display during enjoyment smiling: Part 1-caucasians",
        "The effect of the distance from the contact point to the crest of bone on the presence or absence of the interproximal dental papilla.",
        "Open gingival embrasures after orthodontic treatment in adults: Prevalence and etiology",
        "Siriraj Med J",
        "Generations: the history of America’s future, 1584 to 2069",
        "Millennials rising: the next great generation",
        "The measurement of observer agreement for categorical data",
        "Preferences for vertical position of the maxillary lateral incisors.",
        "Perceptions of dental professionals and laypeople to altered dental esthetics in cases with congenitally missing maxillary lateral incisors",
        "The influence of maxillary gingival exposure on dental attractiveness ratings",
        "Influence of sex on the perception of oral and smile esthetics with different gingival display and incisal plane inclination",
        "A concept of facial esthetics.",
        "Some vertical lineaments of lip position",
        "The kinetics of anterior tooth display",
        "Perception of Saudi dentists and lay people to altered smile esthetics",
        "Esthetic considerations in interdental papilla: Remediation and regeneration"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}