{
    "eid": "2-s2.0-85100552002",
    "title": "Effect of surgical menopause and frontal lobe cognitive function",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "cognition",
        "frontal lobe",
        "Montreal Cognitive Assessment",
        "Surgical menopause"
    ],
    "authors": [
        "N. Orprayoon",
        "S. Santibenchakul",
        "S. Hemrungrojn",
        "P. Phutrakool",
        "M. Kengsakul",
        "U. Jaisamrarn",
        "S. Chaikittisilpa"
    ],
    "citedby-count": 5,
    "ref-count": 25,
    "ref-list": [
        "The many menopauses: searching the cognitive research literature for menopause types",
        "Surgical menopause",
        "Surgical menopause in association with cognitive function and risk of dementia: a systematic review and meta-analysis",
        "Rehabilitation of frontal lobe dysfunction: a working framework",
        "Clinical assessment of prefrontal lobe functions",
        "Estradiol and cognitive function: past, present and future",
        "Estrogen effects on cognitive and synaptic health over the lifecourse",
        "Increased memory load-related frontal activation after estradiol treatment in postmenopausal women",
        "Estrogen therapy selectively enhances prefrontal cognitive processes: a randomized, double-blind, placebo-controlled study with functional magnetic resonance imaging in perimenopausal and recently postmenopausal women",
        "Low-dose estradiol alters brain activity",
        "Reconciling subjective memory complaints with objective memory performance in the menopausal transition",
        "Memory complaints and memory performance in the menopausal transition",
        "Subjective cognitive complaints at menopause associated with declines in performance of verbal memory and attentional processes",
        "Breadth and depth of working memory and executive function compromises in mild cognitive impairment and their relationships to frontal lobe morphometry and functional competence",
        "The factors associated with mild cognitive impairment (MCI) in surgical menopause women",
        "The validity of Thai version of the Montreal Cognitive Assessment (MoCA-T",
        "Cognitive Assessment (MoCA): concept and clinical review",
        "Association of bilateral oophorectomy with cognitive function in healthy, postmenopausal women",
        "Determinants of cognitive performance and decline in 20 diverse ethno-regional groups: a COSMIC collaboration cohort study",
        "2016 IMS Recommendations on women’s midlife health and menopause hormone therapy",
        "Sex steroids to maintain cognitive function in women after the menopause: a meta-analyses of treatment trials",
        "Frontal brain changes and cognitive performance in old age",
        "Impaired attention function based on the Montréal Cognitive Assessment in vascular dementia patients with frontal hypoperfusion: the Osaki-Tajiri project",
        "Individually modifiable risk factors to ameliorate cognitive aging: a systematic review and meta-analysis",
        "Cognition and the menopause transition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}