{
    "eid": "2-s2.0-84933519648",
    "title": "Displacement of an impacted maxillary canine root fragment into the nasolacrimal duct: A diagnostic dilemma",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Pathology and Forensic Medicine",
            "@code": "2734"
        }
    ],
    "keywords": [],
    "authors": [
        "Pasupen Kosalagood"
    ],
    "citedby-count": 1,
    "ref-count": 39,
    "ref-list": [
        "Evaluation of impacted canines by means of computerized tomography.",
        "Resorption of maxillary lateral incisors caused by ectopic eruption of the canines. A clinical and radiographic analysis of predisposing factors",
        "Incisor resorption caused by maxillary cuspids. A radiographic study.",
        "Localising maxillary canines using dental panoramic tomography",
        "Factors that relate to treatment duration for patients with palatally impacted maxillary canines",
        "The ectopic maxillary canine: a review.",
        "Pak Oral Dental J",
        "Impacted maxillary canines: A review",
        "The palatally displaced canine as a dental anomaly of genetic origin.",
        "Local factors in impaction of maxillary canines",
        "The unerupted maxillary canine.",
        "Observations on the misplaced upper canine tooth.",
        "The use of spiral computed tomography in the localization of impacted maxillary canines",
        "Three-dimensional localization of maxillary canines with cone-beam computed tomography",
        "The radiographic localization of impacted maxillary canines: A comparison of methods",
        "Head and neck imaging",
        "The diameter of the nasolacrimal canal measured by computed tomography: Gender and racial differences",
        "An anatomical basis for primary acquired nasolacrimal duct obstruction",
        "CT of the inferomedial orbit and the lacrimal drainage apparatus: normal and pathologic anatomy",
        "Surgical anatomy of the nasolacrimal duct on the lateral nasal wall as revealed by serial dissections",
        "CT-anatomy of the nasolacrimal sac and duct",
        "Impacted teeth",
        "Apical root anatomy of impacted maxillary canines. A clinical and radiographic study",
        "Morphology and position of the root apex in impacted maxillary canines",
        "JPDA",
        "Textbook and color atlas of tooth impactions",
        "Localization of impacted maxillary canines by palpation and orthopantomography",
        "Teeth in the maxillary sinus - Imaging and management",
        "The value of the occipitomental (waters') view in diagnosis of sinusitis: A comparative study with computed tomography",
        "Principles of dental imaging",
        "Acquired lacrimal drainage obstruction: An etiologic classification system, case reports, and a review of the literature. part 1",
        "Acquired lacrimal drainage obstruction: An etiologic classification system, case reports, and a review of the literature. part 2",
        "Acquired lacrimal drainage obstruction: An etiologic classification system, case reports, and a review of theliterature. part 3",
        "A case of a large dentigerous cyst containing a canine tooth in the maxillary antrum leading to epiphora",
        "Dentigerous cyst in the maxillary sinus: A rare cause of nasolacrimal obstruction",
        "A rare cause of nasolacrimal duct obstruction: Dentigerous cyst in the maxillary sinus",
        "Nasolacrimal duct obstruction secondary to ectopic teeth",
        "Altered anatomy in a case with a buccally impacted maxillary canine tooth",
        "Effective dose range for dental cone beam computed tomography scanners"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}