{
    "eid": "2-s2.0-84995598372",
    "title": "Identification of competitive exclusion and its ability to protect against Campylobacter jejuni in broilers",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Broilers",
        "Campylobacter jejuni",
        "Competitive exclusion"
    ],
    "authors": [
        "Thotsapol Thomrongsuwannakij"
    ],
    "citedby-count": 13,
    "ref-count": 33,
    "ref-list": [
        "Campylobacter incidence on a chicken farm and the spread of Campylobacter during the slaughter process",
        "PCR detection of four virulence-associated genes of Campylobacter jejuni isolates from Thai broilers and their abilities of adhesion to and invasion of INT-407 cells",
        "Distribution of pathogen inhibition in the Lactobacillus isolates of a commercial probiotic consortium",
        "Clinical and Laboratory(Formally NCCLS)",
        "A PCR-based method for identification of lactobacilli at the genus level",
        "Characterization of lactobacilli towards their use as probiotic adjuncts in poultry",
        "Guidance on the assessment of bacterial susceptibility to antimicrobials of human and veterinary importance",
        "The European Union summary report on trends and sources of zoonoses, zoonotic agents and food-borne outbreaks in 2013",
        "On a generic approach to the safety assessment of micro-organisms used in feed/food and feed/food production: a working paper open for comment",
        "Risk factors for sporadic Campylobacter infection in the United States: A case-control study in FoodNet sites",
        "Nature of the determinant responsible for the adhesion of lactobacilli to chicken crop epithelial cells",
        "Selection of lactobacilli for chicken probiotic adjuncts",
        "Importance of Bile Tolerance of Lactobacillus acidophilus Used as a Dietary Adjunct",
        "Acid and bile tolerance of spore-forming lactic acid bacteria",
        "Microbiology general guidance for the enumeration of Bacillus cereus Colony-count Technique at 30° C",
        "Microbiology food and animal feeding stuffs-Horizontal method for the enumeration of mesophilic lacid acid bacteria Colony-count Technique at 30° C",
        "Use of a genus- and species-specific multiplex PCR for identification of enterococci",
        "Development of a PCR assay for rapid detection of enterococci",
        "Rapid identification of probiotic Lactobacillus species by multiplex PCR using species-specific primers based on the region extending from 16S rRNA through 23S rRNA",
        "Novel approaches for campylobacter control in poultry",
        "Characterization of the Bacillus subtilis spore morphogenetic coat protein CotO",
        "Observations on the control of Campylobacter jejuni infection of poultry by 'competitive exclusion'",
        "New aspects of Salmonella infection in broiler production [20]",
        "In vivo broiler experiments to assess anti-campylobacter jejuni activity of a live enterococcus faecalis strain",
        "Use of antimicrobial agents in veterinary medicine and food animal production",
        "Experimental colonization of broiler chicks with Campylobacter jejuni",
        "Comparison of mucosal competitive exclusion and competitive exclusion treatment to reduce Salmonella and Campylobacter spp. colonization in broiler chickens",
        "Gastro-lntestinal response and passage time of pelleted diets in digestive tract of broilers",
        "Monostrain, multistrain and multispecies probiotics - A comparison of functionality and efficacy",
        "Colony multiplex PCR assay for identification and differentiation of Campylobacter jejuni, C. coli, C. lari, C. upsaliensis, and C. fetus subsp. fetus",
        "Development of a group-specific PCR combined with ARDRA for the identification of Bacillus species of environmental significance",
        "Campylobacter jejuni: Molecular biology and pathogenesis",
        "Potential competitive exclusion bacteria from poultry inhibitory to Campylobacter jejuni and Salmonella"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}