{
    "eid": "2-s2.0-85014074101",
    "title": "Synthesis of Poly(glycidyl 2-ylidene-acetate) and Functionalization by Nucleophilic Ring-Opening Reactions",
    "cover-date": "2017-02-28",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [],
    "authors": [
        "Tim Krappitz"
    ],
    "citedby-count": 10,
    "ref-count": 21,
    "ref-list": [
        "Synthesis of functional ‘polyolefins’: State of the art and remaining challenges",
        "C1 polymerisation and related C-C bond forming ‘carbene insertion’ reactions",
        "Poly (substituted methylene) synthesis: Construction of polymer C-C main chain from one carbon unit",
        "Polyhomologation. A living polymethylene synthesis",
        "Polyhomologation. A living C1 polymerization",
        "Polyhomologation based on in situ generated boron-thexyl-silaboracyclic initiating sites: A novel strategy towards the synthesis of polyethylene-based complex architectures",
        "Carbene polymerization: Characterization of poly(carballyloxycarbene)",
        "Palladium-mediated polymerization of alkyl diazoacetates to afford poly(alkoxycarbonylmethylene)s. First synthesis of polymethylenes bearing polar substituents",
        "Rhodium-mediated stereoselective polymerization of \"carbenes\"",
        "Click Chemistry: Diverse Chemical Function from a Few Good Reactions",
        "Homopolymer bifunctionalization through sequential thiol-epoxy and esterification reactions: An optimization, quantification, and structural elucidation study",
        "Dual-functional materials via CCTP and selective orthogonal thiol-Michael addition/epoxide ring opening reactions",
        "Ligand design in Rh(diene)-mediated \"carbene\" polymerization; Efficient synthesis of high-mass, highly stereoregular, and fully functionalized carbon-chain polymers",
        "N,N′-ditosylhydrazine: A convenient reagent for facile synthesis of diazoacetates",
        "Synthesis of poly(glycidyl methacrylate)-block-poly(pentafluorostyrene) by RAFT: Precursor to novel amphiphilic poly(glyceryl methacrylate)-block- poly(pentafluorostyrene)",
        "Rhodium-mediated stereospecific carbene polymerization: From homopolymers to random and block copolymers",
        "Comparative study on post-polymerization modification of C1 poly(benzyl 2-ylidene-acetate) and its C2 analog poly(benzyl acrylate)",
        "Synthesis of poly(allyl 2-ylidene-acetate) and subsequent post-polymerization modification: Via thiol-ene reaction",
        "Rh-mediated carbene polymerization: From multistep catalyst activation to alcohol-mediated chain-transfer",
        "Introduction to Spectroscopy",
        "Halogenated cleavage of epoxides into halohydrins in the presence of a series of diamine podands as catalyst with elemental iodine and bromine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hamburg",
            "affilname": "Universität Hamburg",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Fordham University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Studienstiftung des Deutschen Volkes"
    ]
}