{
    "eid": "2-s2.0-85070224701",
    "title": "The extraordinary genus Myja is not a tergipedid, but related to the facelinidae s. Str. with the addition of two new species from Japan (Mollusca, Nudibranchia)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "Alexander Martynov",
        "Rahul Mehrotra",
        "Suchana Chavanich",
        "Rie Nakano",
        "Sho Kashio",
        "Kennet Lundin",
        "Bernard Picton",
        "Tatiana Korshunova"
    ],
    "citedby-count": 13,
    "ref-count": 61,
    "ref-list": [
        "Eolidiens d’Amboine. Voyage de MM. M. Bedot et C. Pictet dans l’Archipel Malais",
        "Die Opisthobranchiata der Siboga-Expedition",
        "A molecular approach to the phylogenetic status of the aeolid genus Babakina Roller, 1973 (Nudibranchia)",
        "A tale that morphology fails to tell: A molecular phylogeny of Aeolidiidae (Aeolidida, Nudibranchia, Gastropoda)",
        "Molecular and morphological systematics of neustonic nudibranchs (Mollusca: Gastropoda: Glaucidae: Glaucus), with descriptions of three new cryptic species",
        "Parallel changes in genital morphology delineate cryptic diversification of planktonic nudibranchs",
        "Undersea jewels: A colour guide to nudibranchs",
        "Opisthobranchiate Mollusca from Tanzania. II. (Cuthonidae, Piseinotecidae and Facelinidae)",
        "Prey preference follows phylogeny: Evolutionary dietary patterns within the marine gastropod group Cladobranchia (Gastropoda: Heterobranchia: Nudibranchia)",
        "Comparative morphology and evolution of the cnidosac in Cladobranchia (Gastropoda: Heterobranchia: Nudibranchia)",
        "Two new species and genera of aeolid nudibranchs from the tropical eastern Pacific",
        "Two new species of Sakuraeolis (Aeolidacea, Facelinidae) from Japan",
        "MAFFT: A novel method for rapid multiple sequence alignment based on fast Fourier transform",
        "Aeolidia papillosa (Linnaeus, 1761) (Mollusca: Heterobranchia: Nudibranchia), single species or a cryptic species complex? A morphological and molecular study",
        "Polyphyly of the traditional family Flabellinidae affects a major group of Nudibranchia: Aeolidacean taxonomic reassessment with descriptions of several new families, genera, and species (Mollusca, Gastropoda)",
        "Unique pleuroproctic taxa of the nudibranch family Aeolidiidae from the Atlantic and Pacific Oceans, with description of a new genus and species",
        "Ontogeny as an important part of integrative taxonomy in tergipedid aeolidaceans (Gastropoda: Nudibranchia) with a description of a new genus and species from the Barents Sea",
        "First true brackish-water nudibranch mollusc provides new insights for phylogeny and biogeography and reveals paedomorphosis-driven evolution",
        "The genus Zelentia is an amphi-boreal taxon expanded to include three new species from the North Pacific and Atlantic oceans (Gastropoda: Nudibranchia: Trinchesiidae)",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Added to the official list of generic names",
        "Some Opisthobranchia from Micronesia",
        "A new genus and species of Facelinidae (Opisthobranchia, Aeolidacea) from the Caribbean Sea",
        "Three new species of aeolid nudibranchs (Opisthobranchia) from the Pacific coast of Mexico, Panama and the Indopacific, with a redescription and redesignation of a fourth species",
        "Aeolid nudibranchs (Gastropoda: Opisthobranchia) of the family Glaucidae from New Zealand waters",
        "Glaucidae Gray, 1827",
        "Zoologiae Danicae. Prodromus seu animalium Daniae et Norvegiae ingenarum characteres, nomina, et synonyma imprimis popularium",
        "Bayesian phylogenetic analysis of combined data",
        "Opisthobranchiate mollusca from the western and northern coasts of Norway",
        "Is the Mediterranean nudibranch Cratena peregrina (Gmelin, 1791) present on the Brazilian coast? Integrative species delimitation and description of Cratena minor n. sp",
        "Caloria elegans, (Alder & Hancock) comb. nov. Gastropoda, Opisthobranchia, an interesting rediscovery from S. W. England",
        "Facelina coronata or F. Auriculata?",
        "Notes on the Facelinacea. I. Introduction",
        "Notes on the Facelinacea. II. On the systematic position of Hervia serrata Baba, 1949 and Favorinus horridus Macnae, 1954 (Mollusca Nudibranchia)",
        "Three new species of eolid nudibranchs from the west coast of North America",
        "Babakina, new name for Babaina Roller, 1972, preoccupied",
        "MrBayes 3.2: Efficient Bayesian Phylogenetic Inference and Model Choice Across a Large Model Space",
        "Aeolid opisthobranch molluscs (Glaucidae) from the Indian Ocean and the south-west Pacific",
        "The anatomy and biology of alcyonarian-feeding aeolid opisthobranch molluscs and their development of a symbiosis with zooxanthellae",
        "Further studies on the taxonomy and biology of the octocoral-feeding genus Phyllodesmium Ehrenberg, 1831 (Nudibranchia: Aeolidoidea)",
        "Zwei neue Facelinidae aus dem Golf von Neapel: Facelina (A.) fusca n. sp. und Antonietta luteorufa n. sp. n. gen. (Gastr. Opisthobranchia)",
        "Dicata odhneri, n. Sp., n. gen., ein neuer Favorinide (Gastr. Opisthobranchia) aus dem Golf von Neapel",
        "A rapid bootstrap algorithm for the RAxML webwervers",
        "Beskrivelse over Norske Insecter",
        "Systematics of pelagic aeolid nudibranchs of the family Glaucidae (Mollusca: Gastropoda)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hata",
            "@id": "60276607",
            "affilname": "Kuroshio Biological Research Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276607",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Holywood",
            "@id": "60113037",
            "affilname": "National Museums Northern Ireland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113037",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60101985",
            "affilname": "NK Koltsov Institute of Developmental Biology RAS",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101985",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Belfast",
            "@id": "60029738",
            "affilname": "Queen's University Belfast",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029738",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60029183",
            "affilname": "Naturhistoriska riksmuseet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029183",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Gothenburg",
            "@id": "60016437",
            "affilname": "Göteborgs Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016437",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Moscow",
            "@id": "60007457",
            "affilname": "Lomonosov Moscow State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007457",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Kishiwada City, Osaka Prefecture",
            "@id": "122957731",
            "affilname": "Natural History Museum of Kishiwada City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122957731",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "MSU Zoological Museum",
        "Moscow University",
        "National Museum of Nature and Science, Tsukuba",
        "Royal Thai Navy",
        "TASCMAR EU Horizon 2020",
        "Naval Special Warfare Command",
        "MSU"
    ]
}