{
    "eid": "2-s2.0-85165188647",
    "title": "A taxonomic re-assessment of the widespread oriental bumblebee Bombus flavescens (Hymenoptera, Apidae)",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "COI",
        "Museum specimens",
        "Polymorphism",
        "Pyrobombus"
    ],
    "authors": [
        "Chawatat Thanoosing",
        "Michael C. Orr",
        "Natapot Warrit",
        "Alfried P. Vogler",
        "Paul H. Williams"
    ],
    "citedby-count": 0,
    "ref-count": 111,
    "ref-list": [
        "The bees of Singapore (Hymenoptera: Apoidea: Anthophila): First comprehensive country checklist and conservation assessment for a Southeast Asian bee fauna",
        "Additions to the recorded Hymenopterous fauna of the Philippine Islands, with descriptions of new species",
        "Utilizing field collected insects for next generation sequencing: Effects of sampling, storage, and DNA extraction methods",
        "Schwedisch-chinesische wissenschaftliche Expedition nach den nordwestlichen Provinzen Chinas, unter Leitung von Dr. Sven Hedin und Prof. Sü Ping-chang. Insekten gesammelt vom schwedischen Arzt der Expedition Dr. David Hummel 1927–1930. 56. Hymenoptera. 10. Bombinae",
        "BEAST 2.5: An advanced software platform for Bayesian evolutionary analysis",
        "Resovling the species status of overlooked West-Palaearctic bumblebees",
        "Evolutionary Processes of Diversification in a Model Island Archipelago",
        "Museomics: Phylogenomics of the Moth Family Epicopeiidae (Lepidoptera) Using Target Enrichment",
        "Some Further Notes on Nocturnal Hymenoptera",
        "The application of nucleotide sequence data to phylogeny of the Hymenoptera: A review",
        "A comprehensive phylogeny of the bumble bees (Bombus)",
        "Revisional notes on the Formosan bombid-fauna (Hymenoptera)",
        "Two new Humble-bees from China",
        "Supplementary notes on the social bees of the Philippine Islands",
        "XXXII.–Descriptions and records of bees.–CXIX",
        "jModelTest 2: More models, new heuristics and parallel computing",
        "Colour pattern, distribution and food plants of the Asian bumblebee Bombus bicoloratus (Hymenoptera: Apidae)",
        "Morphometric comparisons and novel observations of diurnal and low-light-foraging bees",
        "A nocturnal Hymenoptera of the genus Bombus",
        "Wasps and Bees in the Raffles Museum, Singapore",
        "Molecular phylogeny of the insect order Hymenoptera: Apocritan relationships",
        "Neue oder wenig bekannte Hummeln des russischen Reiches (Hymenoptera)",
        "The bumble bees of the Philippine Islands (Bremidae: Hymenoptera)",
        "The bumble bees of the Philippine Islands (Bremidae: Hymenoptera)",
        "Records and descriptions of Bremus and Psithyrus from Formosa and the asiatic mainland",
        "Delimiting species using single-locus data and the generalized mixed Yule coalescent approach: A revised method and evaluation on simulated data sets",
        "A worthy conservation target? Revising the status of the rarest bumblebee of Europe",
        "DNA extraction from dry museum beetles without conferring external morphological damage",
        "Coming of age: Ten years of next-generation sequencing technologies",
        "Alcune nuove specie e nuove genere di imenotteri aculeati",
        "Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator",
        "Beiträge zur Apidenfauna der Philippinen (Hym.). (2. Beitrag zur Kenntnis orientalischer Apiden.)",
        "Historical Biogeography, Divergence Times, and Diversification Patterns of Bumble Bees (Hymenoptera: Apidae: Bombus)",
        "Mimetic colour pattern evolution in the highly polymorphic Bombus trifasciatus (Hymenoptera: Apidae) species complex and its comimics",
        "Extreme Food-Plant Specialisation in Megabombus Bumblebees as a Product of Long Tongues Combined with Short Nesting Seasons",
        "Newly discovered colour-pattern polymorphism of Bombus koreanus females (Hymenoptera: Apidae) demonstrated by DNA barcoding",
        "Multi-rate Poisson tree processes for single-locus species delimitation under maximum likelihood and Markov chain Monte Carlo",
        "Bigger is better: Implications of body size for flight ability under different light conditions and the evolution of alloethism in bumblebees",
        "Correlation between Ocellar Size and the Foraging Activities of Bees (Hymenoptera; Apoidea)",
        "A preliminary assessment of bumble bee (Hymenoptera: Apidae) habitat suitability across protected and unprotected areas in the Philippines",
        "MEGA7: Molecular evolutionary genetics analysis Version 7.0 for Bigger Datasets",
        "Reconstructing ancestral ranges in historical biogeography: Properties and prospects",
        "Comparison of methods for molecular species delimitation across a range of speciation scenarios",
        "Strong reproductive isolation despite occasional hybridization between a widely distributed and a narrow endemic Rhododendron species",
        "Dispersal routes between biodiversity hotspots in Asia: The case of the mountain genus Tripterospermum (Gentianinae, Gentianaceae) and its close relatives",
        "Probabilistic historical biogeography: New models for founder-event speciation, imperfect detection, and fossils allow improved accuracy and model-testing",
        "Model selection in historical biogeography reveals that founder-event speciation is a crucial process in island clades",
        "Late Cretaceous–Early Palaeogene tectonic development of SE Asia",
        "How mountains and elevations shape the spatial distribution of beetles in Peninsular Malaysia",
        "Century-old DNA barcodes reveal phylogenetic placement of the extinct Jamaican Sunset moth, Urania sloanus Cramer (Lepidoptera: Uraniidae)",
        "StarBEAST2 brings faster species tree inference and accurate estimates of substitution rates",
        "Ancient DNA: Extraction, characterization, molecular cloning, and enzymatic amplification",
        "Revisiting the Insect Mitochondrial Molecular Clock: The Mid-Aegean Trench Calibration",
        "Four new species of Bombus from the Malay Peninsula",
        "Geographic Variation of Melanisation Pattern in a Hornet Species: Genertic Differences, Climatic Pressures or Aposematic Constraints?",
        "Beiträge zur Kenntnis der Bienenfauna SO-Chinas. Die Hummeln und Schmarotzerhummeln der Ausbeute J. Klapperich (1937/38). (Hym., Apoidea, Bombini)",
        "DNA barcodes from century-old type specimens using next-generation sequencing",
        "Developmental Transcriptomics Reveals a Gene Network Driving Mimetic Color Variation in a Bumble Bee",
        "Posterior summarisation in Bayesian phylogenetics using Tracer 1.7",
        "BARCODING, BOLD: The Barcode of Life Data System (www.barcodinglife.org)",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Maps of holocene sea level transgression and submerged lakes on the Sunda shelf",
        "Database resources of the national center for biotechnology information",
        "Zur Hummelfauna Japans und seiner Nachbarländer",
        "Descriptions of some new and apparently undescribed species of hymenopterous insects from north China, collected by Robert Fortune, Esq",
        "Sequencing historical specimens:successful preparation of small specimens with low amounts of degraded DNA",
        "Bombus folsomiand the origin of Philippine bumble bees (Hymenoptera: Apidae)",
        "The bumble bees (Hymenoptera: Apidae) of Taiwan",
        "Body size limits dim-light foraging activity in stingless bees (Apidae: Meliponini)",
        "Species composition and elevational distribution of bumble bees (Hymenoptera, Apidae, Bombus Latreille) in the East Himalaya, Arunachal Pradesh, India",
        "Non-destructive sampling of ancient insect DNA",
        "Primer3–New capabilities and interfaces",
        "Maps of Pleistocene sea levels in Southeast Asia: Shorelines, river systems and time durations",
        "Seeing in the dark: Vision and visual behaviour in nocturnal bees and wasps",
        "Ocellar optics in nocturnal and diurnal bees and wasps",
        "Bumblebee Ocelli and Navigation at Dusk",
        "A preliminary cladistic investigation of relationships among the bumble bees (Hymenoptera, Apidae)",
        "The bumble bees of the Kashmir Himalaya (Hymenoptera: Apidae, Bombini)",
        "Mapping variations in the strength and breadth of biogeographic transition zones using species turnover",
        "An annotated checklist of bumble bees with an analysis of patterns of description (Hymenoptera: Apidae, Bombini)",
        "The distribution of bumblebee colour patterns world-wide: Possible significance for thermoregulation, crypsis, and warning mimicry",
        "Not just cryptic, but a barcode bush: PTP re-analysis of global data for the bumblebee subgenus Bombus s. str. supports additional species (Apidae, genus Bombus)",
        "The bumblebees of Sichuan (Hymenoptera: Apidae, Bombini)",
        "The bumblebees of the Nepal Himalaya (Hymenoptera: Apidae)",
        "Unveiling cryptic species of the bumblebee subgenus Bombus s. str. worldwide with COI barcodes (Hymenoptera: Apidae)",
        "Bumblebees take the high road: Climatically integrative biogeography shows that escape from Tibet, not Tibetan uplift, is associated with divergences of present-day Mendacibombus",
        "Widespread polytypic species or complexes of local species? Revising bumblebees of the subgenus Melanobombus world-wide (Hymenoptera, Apidae, Bombus)",
        "Bumblebees of the hypnorum-complex world-wide including two new near-cryptic species (Hymenoptera:Apidae)",
        "When did bumblebees reach South America? Unexpectedly old montane species may be explained by Mexican stopover (Hymenoptera: Apidae)",
        "Discovering endemic species among the bumblebees of Taiwan (Apidae, genus Bombus)",
        "Biogeography and conservation in Southeast Asia: How 2.7 million years of repeated environmental fluctuations affect today’s patterns and the future of the remaining refugial-phase biodiversity",
        "S-DIVA (Statistical Dispersal-Vicariance Analysis): A tool for inferring biogeographic histories",
        "Towards a comprehensive phylogeny of the large temperate genus Pedicularis (Orobanchaceae), with an emphasis on species from the Himalaya-Hengduan Mountains",
        "RASP 4: Ancestral state reconstruction tool for multiple genes and characters",
        "A general species delimitation method with applications to phylogenetic placements",
        "Neogene Paleoenvironmental Changes and their Role in Plant Diversity in Yunnan, South-Western China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Stuttgart",
            "@id": "60117421",
            "affilname": "Staatliches Museum für Naturkunde Stuttgart",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117421",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60029608",
            "affilname": "Institute of Zoology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029608",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60015150",
            "affilname": "Imperial College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015150",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "ACMU",
        "NMNL",
        "Royal Thai Government",
        "W. van Bohemen"
    ]
}