{
    "eid": "2-s2.0-84906698190",
    "title": "Molecular dynamics simulation of oxygen ion diffusion in yttria stabilized zirconia single crystals and bicrystals",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Grain Boundary",
        "Ionic Conductivity",
        "Molecular Dynamics Simulation",
        "Solid Oxide Fuel Cell",
        "Yttria Stabilized Zirconia"
    ],
    "authors": [
        "H. C. Huang"
    ],
    "citedby-count": 26,
    "ref-count": 39,
    "ref-list": [
        "Atomic layer deposition of yttria-stabilized zirconia for solid oxide fuel cells",
        "Characteristics of oxygen reduction on nanocrystalline YSZ",
        "Solid oxide fuel cell with corrugated thin film electrolyte",
        "Improved solid oxide fuel cell performance with nanostructured electrolytes",
        null,
        null,
        null,
        "Effect of rapid cooling on the grain boundary conductivity of yttria partially stabilized zirconia",
        "Solute segregation and grain-boundary impedance in high-purity stabilized zirconia",
        "Space-charge concepts on grain boundary impedance of a high-purity yttria-stabilized tetragonal zirconia polycrystal",
        "Grain boundary blocking effect in zirconia: A schottky barrier analysis",
        "Oxygen diffusion across the grain boundary in bicrystal yttria stabilized zirconia",
        "Atomistic simulations of grain boundary segregation in nanocrystalline yttria-stabilized zirconia and gadolinia-doped ceria solid oxide electrolytes",
        "Atomic scale verification of oxide-ion vacancy distribution near a single grain boundary in YSZ",
        "Oxide ion diffusion along grain boundaries in zirconia: A molecular dynamics study",
        "Molecular dynamics investigations of grain boundary phenomena in cubic zirconia",
        "J. Physique",
        "Grain boundaries in ionic crystals",
        "AtomEye: An efficient atomistic configuration viewer",
        "Self-consistent interatomic potentials for the simulation of binary and ternary oxides",
        "Molecular dynamics simulations of yttria-stabilized zirconia",
        "A computer simulation study of the defect structure of calcia-stabilized zirconia",
        "Potential models for ionic oxides",
        "Disorder in pyrochlore oxides",
        "J. Am. Ceram. Soc.",
        null,
        "Molecular dynamics simulation of yttria-stabilized zirconia (YSZ) crystalline and amorphous solids",
        "A molecular dynamics method for simulations in the canonical ensemble",
        "A unified formulation of the constant temperature molecular dynamics methods",
        "Canonical dynamics: Equilibrium phase-space distributions",
        "Polymorphic transitions in single crystals: A new molecular dynamics method",
        "Oxygen diffusion in yttria-stabilized zirconia subjected to uniaxial stress",
        null,
        "Predicting ionic conductivity of solid oxide fuel cell electrolyte from first principles",
        "Molecular dynamics simulations of yttrium-stabilized zirconia",
        "On the nature of the conductivity maximum in zirconia-based solid electrolytes",
        "Computer simulation of defects and oxygen transport in yttria-stabilized zirconia",
        "Computer modelling of ion migration in zirconia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "affilname": "School of Mechanical and Aerospace Engineering",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Ulsan",
            "affilname": "Ulsan National Institute of Science and Technology",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Connecticut State Emergency Response Commission"
    ]
}