{
    "eid": "2-s2.0-85008319824",
    "title": "Comparative behavior of in situ silica generation in saturated rubbers: EPDM and hydrogenated natural rubber",
    "cover-date": "2017-05-05",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "EPDM",
        "hydrogenated natural rubber",
        "in situ silica",
        "sol-gel reaction"
    ],
    "authors": [
        "Kitti Ongwongsakul"
    ],
    "citedby-count": 4,
    "ref-count": 44,
    "ref-list": [
        "Physico-mechanical properties and automotive fuel resistance of EPDM/ENR blends containing hybrid fillers",
        "Enhanced thermo-oxidative aging resistance of EPDM at high temperature by using synergistic antioxidants",
        "Procedia Chem.",
        "Influence of friction on the surface characteristics of EPDM elastomers with different carbon black contents",
        "Carbon black filled powdered natural rubber: Preparation, particle size distribution, mechanical properties, and structures",
        "In situ generated silica in natural rubber latex via the sol-gel technique and properties of the silica rubber composites",
        "Insights into the Reinforcement of Butyl Rubber by Carbon Black and Silica with the Aid of Their Dynamic Properties",
        "Research on Payne effect of natural rubber reinforced by graft-modified silica",
        "Influence of in situ-generated silica nanoparticles on EPDM morphology, thermal, thermomechanical, and mechanical properties",
        "Preparation and characterization of EPDM rubber modified with in situ generated silica",
        "Reinforcement of EPDM rubber with in situ generated silica particles in the presence of a coupling agent via a sol-gel route",
        "Preparation and characterization of EPDM/silica nanocomposites prepared through non-hydrolytic sol-gel method in the absence and presence of a coupling agent",
        "Silica-ethylene propylene diene monomer rubber networking by in Situ sol-gel method",
        "Preparation of high performance nanocomposite elastomer: Effect of reaction conditions on in situ silica generation of high content in natural rubber",
        "Influence of reaction parameters on the structure of in situ rubber/silica compounds synthesized via sol-gel reaction",
        "Chemical mapping of silica prepared via sol-gel reaction in rubber nanocomposites",
        "Styrene grafted natural rubber reinforced by in situ silica generated via sol-gel technique",
        "Five- and six-coordinate hydrido(carbonyl)-ruthenium(II) and -osmium(II) complexes containing triisopropylphosphine as ligand",
        null,
        "Cure characteristics and mechanical properties of hydrogenated natural rubber/natural rubber blends",
        "Metathesis hydrogenation of natural rubber latex",
        "In situ silica reinforcement of methyl methacrylate grafted natural rubber by sol-gel process",
        "MgO and ZnO as reinforcing fillers in cured polychloroprene rubber",
        "Platinum-alloy cathode catalyst degradation in proton exchange membrane fuel cells: Nanometer-scale compositional and morphological changes",
        "Polym. Degrad. Stabil.",
        "Mechanical and aging resistance performance of acrylic sheets containing EPDM-graft-poly (styrene-co-methyl methacrylate)",
        null,
        "Mechanical and dynamic mechanical properties of polyolefin blends: Effect of blend ratio and copolymer monomer fraction on the compatibilisation efficiency of random copolymers",
        "Crystalline microstructure and mechanical properties of crosslinked EPDM aged under gamma irradiation",
        "Self-concentrations and effective glass transition temperatures in polymer blends",
        "Organic solvent-free hydrogenation of natural rubber latex and synthetic polyisoprene emulsion catalyzed by water-soluble rhodium complexes",
        "Diimide hydrogenation of natural rubber latex",
        "Bioactive poly(2-hydroxyethylmethacrylate)/silica gel hybrid nanocomposites prepared by sol-gel process",
        "Bonding between precipitated silica and epoxidized natural rubber in the presence of silane coupling agent",
        "Influence of accelerator type on properties of NR/EPDM blends",
        "In situ silica reinforcement of vinyltriethoxysilane-grafted styrene-butadiene rubber by sol-gel process",
        "Polym. Compos.",
        "Effect of silica particles modified by in-situ and ex-situ methods on the reinforcement of silicone rubber",
        "Density of silanol groups on the surface of silica precipitated from a hydrothermal solution",
        "Sulfur vulcanization of natural rubber for benzothiazole accelerated formulations: From reaction mechanisms to a rational kinetic model",
        "J. Appl. Polym. Sci.",
        "Compatibilization of natural rubber/nitrile rubber blends by sol–gel nano-silica generated by in situ method",
        "Oxidation of hydrocarbons and alcohols with peroxides catalyzed by new π-cymene osmium complexes",
        "A comparative study of the cure characteristics, processability, mechanical properties, ageing, and morphology of rice husk ash, silica and carbon black filled 75: 25 NR/EPDM blends"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Waterloo",
            "affilname": "University of Waterloo",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Office of Research Affairs, Chulalongkorn University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Robert Douglas John Butcher",
        "Special Task Force for Activating Research",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}