{
    "eid": "2-s2.0-85122206547",
    "title": "Social principles of emancipatory agroecologies Principios sociales de las agroecologías emancipadoras",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Agroecology",
        "Autonomy",
        "Cooptation",
        "Post-development"
    ],
    "authors": [
        "Omar Felipe Giraldo",
        "Peter Michael Rosset"
    ],
    "citedby-count": 4,
    "ref-count": 68,
    "ref-list": [
        "Agroecología Chatarra: La captura corporativa de la agroecología",
        "Educação do Campo [education for and by the countryside] as a political project in the context of the struggle for land in Brazil",
        "Pedagogías sentipensantes y revolucionarias en la praxis educativo-política de los movimientos sociales de América Latina",
        "Educação do campo e pedagogia camponesa agroecológica na América Latina: Aportes da La Via Campesina e da CLOC",
        "Movimentos sociais e Educação do Campo na américa latina: Aprendizagens de um percurso histórico",
        "MST's experience in leveraging agroecology in rural settlements: Lessons, achievements, and challenges",
        "Construcción territorial de agroecologías situadas: El Maestro Pueblo en Sanare, estado Lara-Venezuela",
        "Development from within: Agroecology and the quest for Utziil K'asleem in the Maya-Achí Territory of Guatemala",
        "Agroecology on the periphery: A case from the Maya-Achí territory, Guatemala",
        "Agroecology from the ground up: A critical analysis of sustainable soil management in the highlands of Guatemala, inédito",
        "Los comunes, lugares de resistencia",
        "La insurrección en curso",
        "From a pedagogy for liberation to liberation from pedagogy",
        "El desmoronamiento de la creencia en el Estado. Buen Vivir y autonomía de los pueblos",
        "Can the state take agroecology to scale? Public policy experiences in agroecological territorialization from Latin America",
        "La agroecología en una encrucijada: Entre la institucionalidad y los movimientos sociales",
        "Agroecology as a territory in dispute: Between institutionality and social movements",
        "Reproducción comunitaria de la vida. Pensando la transformación social en el presente",
        "La convivencialidad",
        "Taking agroecology to scale: The zero-budget natural farming peasant movement in Karnataka, India",
        "Agricultura campesina sostenible: Por la soberanía alimentaria y la Madre Tierra",
        "Declaración de Güira de Melena",
        "Agroecological research: Conforming -or transforming the dominant agro-food regime?",
        "Diálogo de saberes in La Vía Campesina: Food sovereignty and agroecology",
        "Los mediadores pedagógicos y la territorialización de la agroecologia",
        "La Vía Campesina y el desafío de llevar la agroecología campesina a escala territorial: El papel de las escuelas",
        "Mediated territoriality: Rural workers and the efforts to scale out agroecology in Nicaragua",
        "Bringing agroecology to scale: Key drivers and emblematic cases",
        "Participation",
        "Re-thinking agrarian reform, land and territory in La Vía Campesina",
        "Social organization and process in bringing agroecology to scale",
        "La reforma agraria, la tierra y el territorio: Evolución del pensamiento de La Vía Campesina",
        "A territorialização da agroecologia na disputa de projetos, e os desafios para as escolas do campo",
        "Apoyos individualizados: ¿contrainsurgencia o contención social?",
        "Autonomía y los movimientos sociales del campo en América Latina: Un debate urgente",
        "The Campesino-to-Campesino agroecology movement of ANAP in Cuba: Social process methodology in the construction of sustainable peasant agriculture and food sovereignty",
        "Rural social movements and agroecology: Context, theory and process",
        "Agroecología, territorio, recampesinización y movimientos sociales",
        "Agroecology and La Via Campesina II. Peasant agroecology schools and the formation of a sociohistorical and political subject",
        "Agroecologia, mercado e inovação social: O caso da Rede Ecovida de Agroecologia",
        "Campesina(o) a Campesina(a): Un dispositivo para la masificación de la agroecología en La Vía Campesina",
        "Campesina a Campesino: Educación campesina para la resistencia y la transformación agroecológica",
        "Agroecology and La Via Campesina I. The symbolic and material construction of agroecology through the dispositive of \"peasant-to-peasant\" processes",
        "Agroecological principles and elements and their implications for transitioning to sustainable food systems. A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Cristobal de las Casas",
            "@id": "60121765",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121765",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60032751",
            "affilname": "Universidade Paulista",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032751",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60032442",
            "affilname": "Universidad Nacional Autónoma de México",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032442",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}