{
    "eid": "2-s2.0-85071785692",
    "title": "Heterocephalacria mucosa sp. nov., a new basidiomycetous yeast species isolated from a mangrove forest in Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Heterocephalacria",
        "Heterocephalacria mucosa",
        "Heterocephalacria mucosa basidiomycota-yeast",
        "Mangrove forest"
    ],
    "authors": [
        "Sineenath Kunthiphun",
        "Thippawan Wattanagonniyom",
        "Rikiya Endoh",
        "Masako Takashima",
        "Moriya Ohkuma",
        "Somboon Tanasupawat",
        "Ancharida Savarajara"
    ],
    "citedby-count": 4,
    "ref-count": 27,
    "ref-list": [
        "Fungal biodiversity in aquatic habitats",
        "Production of wood decay enzymes, mass loss and lignin solubilisation in wood by marine ascomycetes and their anamorphs",
        "Yeast biodiversity in freshwater, marine and deepsea environments",
        "Candida asiatica sp. Nov., an anamorphic ascomycetous yeast species isolated from natural samples from Thailand, Taiwan, and Japan",
        "Kwoniella mangroviensis gen. Nov., sp.nov. (Tremellales, Basidiomycota), a teleomorphic yeast from mangrove habitats in the Florida Everglades and Bahamas",
        "Candida andamanensis sp. Nov., Candida laemsonensis sp. nov. and Candida ranongensis sp. nov., anamorphic yeast species isolated from estuarine waters in a Thai mangrove forest",
        "Une nouvelle Tremellale cravarioide: Heterocephalacria solida gen. et sp. nov",
        "The Genus Syzygospora (Heterobasidiomycetes: Syzygosporaceae)",
        "Towards an integrated phylogenetic classification of the Tremellomycetes",
        "Diversity in the yeast Cryptococcus albidus and related species as revealed by ribosomal DNA sequence analysis",
        "Cryptococcus vuillemin",
        "Lipomyces orientalis sp. Nov., a yeast species isolated from soil in Vietnam",
        "Methods for isolation, phenotypic characterization and maintenance of yeasts",
        "Urea decomposition as a means of differentiating Proteus and Paracolon cultures from each other and from Salmonella and Shigella type",
        "The conjugation process in the jelly fungus Sirobasidium magnum",
        "Phylum plasmodial slime molds, class protostelida",
        "Fungus symbionts colonizing the galleries of the ambrosia beetle Platypus quercivorus",
        "Phylogenetic relationships among yeasts of the ’Saccharomyces complex’ determined from multigene sequence analyses",
        "Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Confidence limits on phylogenies: An approach using the bootstrap"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of Higher Education Commission",
        "Chulalong-korn University"
    ]
}