{
    "eid": "2-s2.0-84939428017",
    "title": "Hepatic resection using ultrasonic surgical aspirator",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Cholangiocarcinoma",
        "CUSA",
        "Hepatic resection",
        "Hepatocellular carcinoma",
        "Pringle maneuver"
    ],
    "authors": [
        "Suvit Sriussadaporn"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "Hépatectomie droite réglée.",
        "Hepatic lobectomy for metastatic cancer",
        "Hepatic Resection: Results in 39 Patients Operated Upon During the 11-Year Period From 1952 to 1963",
        "Hepatic resection",
        "Recent experience with major hepatic resection.",
        "Trends in perioperative outcome after hepatic resection: Analysis of 1500 consecutive unselected cases over 20 years",
        "Predicting poor outcome following hepatectomy: Analysis of 2313 hepatectomies in the NSQIP database",
        "Perioperative management of hepatic resection toward zero mortality and morbidity: Analysis of 793 consecutive cases in a single institution",
        "Greater Complexity of Liver Surgery is Not Associated with an Increased Incidence of Liver-Related Complications Except for Bile Leak: An Experience with 2,628 Consecutive Resections",
        "Resection of the liver with a water jet",
        "Preliminary experience in liver surgery using the ultrasonic scalpel",
        "Liver resection without blood transfusion",
        "Liver resection for hepatocellular carcinoma: results from 150 consecutive patients",
        "Major hepatic resection. A 25-year experience",
        "Ann Surg",
        "Complex hepatic injuries",
        "Hepatic trauma revisited",
        "The association between transfusion and cancer‐free survival after curative resection for hepatocellular carcinoma",
        "Primary hepatic malignancy: Surgical management and determinants of survival",
        "Hepatectomy with an ultrasonic dissector for hepatocellular carcinoma",
        "Comparison of continuous versus intermittent ischaemia‐reperfusion during liver resection in an experimental model",
        "Experimental study of the protective effect of intermittent hepatic pedicle clamping in the rat",
        "Optimal Cycles of Hepatic Ischemia and Reperfusion for Intermittent Pedicle Clamping During Liver Surgery",
        "Normothermic hepatic vascular exclusion for extensive hepatectomy",
        "Vascular inflow exclusion and hepatic resection",
        "Safety of the donor in living-related liver transplantation — An analysis of 100 parental donors",
        "Cirrhotic livers can tolerate 30 minutes ischaemia at normal environmental temperature",
        "Prospective evaluation of pringle maneuver in hepatectomy for liver tumors by a randomized study",
        "Liver segmentectomy. Principles, technique and importance",
        "Transection of the liver with a water jet",
        "Liver resection using a water jet",
        "Continuous versus intermittent portal triad clamping for liver resection: A controlled study",
        "Jet-cutting supported by high frequency current: New technique for hepatic surgery",
        "Two-surgeon technique of parenchymal transection contributes to reduced transfusion rate in patients undergoing major hepatectomy: Analysis of 1,557 consecutive liver resections"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}