{
    "eid": "2-s2.0-85138166189",
    "title": "Annotated checklist of the operculated land snails from Thailand (Mollusca, Gastropoda, Caenogastropoda): the family Pupinidae, with descriptions of several new species and subspecies, and notes on classification of Pupina Vignard, 1829 and Pupinella Gray, 1850 from mainland Southeast Asia",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Biodiversity",
        "malacofauna",
        "systematics",
        "taxonomy",
        "“prosobranch”"
    ],
    "authors": [
        "Parin Jirapatrasilp",
        "Chirasak Sutcharit",
        "Somsak Panha"
    ],
    "citedby-count": 4,
    "ref-count": 196,
    "ref-list": [
        "The genera of Recent Mollusca; arranged according to their organization. van Voorst London, vol. 2, 661 pp. [pp. 285–412 (1856)]",
        "Thailand: Biodiversity center for the tropics of Indo-Burma",
        "A new land shell of the genus Rhiostoma from Siam",
        "Description de coquilles nouvelles de l’Indo-Chine",
        "Description de coquilles nouvelles de ľIndo-Chine (3esuite)",
        "Characters of seventeen new forms of the Cyclostomacea from the British provinces of Burmah, collected by W. Theobald",
        "Characters of new land-shells from Burmah and the Anda-mans",
        "An introduction to the non-marine molluscs of Malaya",
        "On Rhiostoma dalyi, n. sp. and Sesara megalodon, n. sp. obtained by the late Mr. W. M. Daly in Siam",
        "Notes on Mr. W. M. Dall’s collections of land and fresh-water Mollusca of Siam",
        "The diversity of land snail fauna in Chonburi Province, Eastern Thailand",
        "Revised classification, nomenclator and typification of gastropod and monopla-cophoran families",
        "A new species of Coptocheilus Gould, 1862 (formerly Schistoloma Kobelt, 1902) from Vietnam (Caenogastropoda: Cyclophoroidea: Pupinidae)",
        "A brief collecting trip to Perak, West Malaysia, part one",
        "A brief collecting trip to Perak, West Malaysia, part two",
        "Biodiversity of land snail and slug in Biosphere Reserve Sakaerat",
        "Neues systematisches Conchylien-Cabinet",
        "Taxonomy of land snails in Klaeng District Rayong Province and Kaenghangmaew District Chanthaburi Province, Eastern Thailand (Gastropoda: Prosobranchia, Pulmonata)",
        "A checklist of amphibians in Thailand",
        "Cyclophoridae and Pupinidae of Caroline, Fijian and Samoan Islands. Ber-nice P",
        "Monographs of the genera Papustyla, Forcartia and Meliobba (Papuininae: Camaenidae)",
        "Faune malacologique de Perak (Indo-Chine)",
        "Mollusques nouveaux recueillis au Tonkin par. M. le capitaine Em. Dorr",
        "Liste des mollusques récoltes par M. le Capitaine de Frégate Biaise au Tonkin, et description d`espèces nouvelles",
        "Liste des mollusques récoltés par M.H. Mansuy en Indo-Chine et au Yunnan et description ďespèces nouvelles",
        "Liste des mollusques récoltés par M. Mansuy en Indo-Chine et description d’espèces nouvelles. II",
        "The terrestrial molluscan fauna of Temengor Forest Reserve, Hulu Perak, Malaysia. In: Belum Expedition, Temengor, 1993–1994",
        "Mollusques terrestres & fluviatiles du royaume de Pérak et des pays voisins (presqu`ile Malaise)",
        "Two new species of the genus Pupina (Caenogastropoda: Pupinidae) from Northwestern Vietnam",
        "A checklist and classification of terrestrial prosobranch snails from Son La, north-western Vietnam",
        "Mittheilungen aus dem Gebiete der Malakozoologie; Neue ostasiatische Land-conchylien",
        "Aperçu de quelques observations nouvelles sur les Planaires et plusieurs genres voisins",
        "On the dates of publication of the Society’s ‘Proceedings’ 1859–1926, with an appendix containing the dates of publication 1830–1858, compiled by F.H. Wa-terhouse; also of the ‘Transactions’ 1833–1869 by Henry Peavot, originally published in P.Z.S. 1893, 1913",
        "A review of the genera of the terrestrial pectinibranch molluscs (synopsis mainly based on published data). Littoriniformes: Liareidae, Pupinidae, Diplommatinidae, Alycaeidae, Cochlostomidae",
        "Tableaux systématiques des animaux mollusques classés … suivis d’un prodrome générale pour tous les mollusques terrestres ou fluviatiles vivants ou fos-siles",
        "Notes sur la faune du Haut Tonkin. III. Liste des mollusques recueillis par le Dr. A. Billet",
        "Mollusques terrestres de l`Indo-Chine et du Yunnan conservés dans la Collection de l`Ecole des Mines de Paris",
        "Les mollusques testacés du Cambodge. Premier partie: Introduction et Gastéropodes Prosobranches",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo-Chine orientale cités jusqu’ à ce jour",
        "Dates de publicalion du “Journal de Conchyliologie” de 1861–1900",
        "Liste des types décrits dans le Journal de Conchyliologie et conservés dans la collection de ce journal (avec planches) (suite)",
        "Diversity and biogeography of land snails (Mollusca, Gastropoda) in the limestone hills of Perak, Peninsular Malaysia",
        "Figures and descriptions of supposed new species and varieties of Ennea, Macrochlamys, Cochlostyla, Strophocheilus (Borus), Odontostomus (Moricandia), Leptopoma, Cataulus, Coptocheilus and Tropidophora",
        "Land and freshwater mollusca of India, including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burma, Pegu, Tenasserim, Malaya Peninsula, Ceylon and other islands of the Indian Ocean",
        "Land and freshwater mollusca of India, including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burma, Pegu, Tenasserim, Malaya Peninsula, Ceylon and other islands of the Indian Ocean",
        "Land and Freshwater Mollusca of India, Including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other Islands of the Indian Ocean",
        "Description of land mollusks from the province of Tavoy, in British Burmah",
        "Descriptions of land shells from the province of Tavoy, in British Burmah",
        "Catalogue of recent shells, with descriptions of the new species",
        "Descriptions of new genera and species of shells",
        "A list and description of some species of shells not taken notice of by Lamarck",
        "A list of genera of Recent Mollusca, their synonyms and types",
        "Chapter 3. Landforms of Southeast Asia",
        "Some non-marine mollusks from Northwest and Southwest Siam",
        "Operculated land molluscs from Southeast Asia",
        "Descriptions of four new species of terrestrial shells from Siam",
        "Conchologia Indica: Illustrations of the Land and Freshwater Shells of British India. London, i–xviii + 1–65. [pp. 1–18, pls 1–40 (1870); pp. 49–56, pls 121–140 (1875)]",
        "Aktualisierte Liste der terrestrischen Gastropoden Thailands",
        "Diagnoses molluscorum novorum, in Sinis collectorum (1)",
        "Notes sur les mollusques terrestres de la vallée du Fleuve Bleu",
        "Annotated type catalogue of land snails collected from Taiwan (Formosa) in the Natural History Museum, London",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "The operculate micro land snail genus Dicharax Kobelt & Möllendorff, 1900 (Caenogastropoda, Alycaeidae) in Thailand, with description of new species",
        "The recent Mollusca of Augustus Addison Gould",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854–1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862–1882. A com-plete collation",
        "The Histoire and Prodrome of Férussac. Part 2",
        "Catalog der gegenwärtig lebend bekannten Pneumo-nopomen",
        "Karyotype differentiation within the Elephant Pupinid snail, Pollicaria mouhoti (Pfeiffer, 1862) (Caenogastropoda: Pupinidae)",
        "Karyotype variation in the genus Pollicaria (Caenogastropoda: Pupinidae)",
        "Taxonomic revision of the Elephant Pupi-nid snail genus Pollicaria Gould, 1856 (Prosobranchia, Pupinidae)",
        "Lightning whelk natural history and a new sourcing method",
        "A list of the land and fresh-water mollusca of the Malay Peninsula with notes",
        "A bibliography of the zoological publications of Hans Fruhstorfer (1866– 1922)",
        "Diversity and endemism of Murinae rodents in Thai limestone karsts",
        "A cybertaxonomic revision of the micro-landsnail genus Plectostoma Adam (Mollusca, Caenogastropoda, Diplommatini-dae), from Peninsular Malaysia, Sumatra and Indochina",
        "Some new gastropods of the family Clausiliidae from the Philippine Islands and Siam",
        "A preliminary checklist of the non-marine molluscs of West-Malaysia, A handlist",
        "Remarks on the Pupinidae of Sumatra (Indonesia) with description of two new species (Gastropoda, Prosobranchia: Pupinidae)",
        "Sur quelques mollusques du Tonkin",
        "A revision of New Zealand landsnails of the genus Cytora Kobelt & Möllendorff, 1897 (Mollusca: Gastropoda: Pupinidae)",
        "A new land snail, Arinia (Notharinia) micro (Caenogastropoda: Cyclophoroidea: Diplommatinidae), from a limestone karst in Perak, Peninsular Malaysia",
        "Species and distribution of land snails in Phuket and adjacent islands",
        "Diversity and taxonomy of Vietnamese Pollicaria (Gastropoda, Pupinidae)",
        "Diagnoses Testarum Indo-Sinarum, Séries prima",
        "Description d`espèces nouvelles de coquilles recueillies par M. Pavie au Cambodge",
        "Liste des coquilles recueillies au Tonkin par M. Jourdy, chef d’escadron d’artillerie, et description d’espèces nouvelles",
        "Catalogue des Coquilles recueillies, par M. Pavie, dans le Cambodge et le Royaume de Siam, et description d`espèces nouvelles",
        "Descriptions de Mollusques nouveaux recueillis par M. A. Pavie en Indo-Chine",
        "Biodiversity hotspots for conservation priorities",
        "Molecular evidence for cryptic speciation in the Cyclophorus fulguratus (Pfeiffer, 1854) species complex (Caeno-gastropoda: Cyclophoridae) with description of new species",
        "Phylogenetics and species delimitations of the operculated land snail Cyclophorus volvulus (Gastropoda: Cy-clophoridae) reveal cryptic diversity and new species in Thailand",
        "New or little-known Mollusca of the Indo-Malayan fauna",
        "The land operculate genus Pollicaria Gould (Gastropoda), a systematic revision",
        "Notes on Pseudopomatias Möllendorff, 1885 and Vargapupa Páll-Gergely, 2015 (Gastropoda: Caenogastropoda: Pupinidae)",
        "Ariophanta huberi Thach, 2018 is not a pulmonate, but a juvenile Pollicaria rochebruni (Mabille, 1887) (Gastropoda: Cyclophoroidea: Pupinidae)",
        "Four new cyclophoroid species from Thailand and Laos (Gastropoda: Caenogastropoda: Alycaeidae, Diplommatinidae, Pupinidae)",
        "Review on Rhaphaulus L. Pfeiffer 1856 and Streptaulus Benson 1857 species with description of Rh. tonkinensis n. sp. from Vietnam (Gastropoda: Pupinidae)",
        "Revision of the genus Pseudopomatias and its relatives (Gastropoda: Cyclophoroidea: Pupinidae)",
        "Breathing device of a new Streptaulus species from Vietnam extends understanding of the function and structure of respiratory tubes in cyclophoroids (Gastropoda: Caenogastropoda: Pupinidae)",
        "A review of Vietnamese Schistoloma Kobelt, 1902 with a list of all known species of the genus (Caenogastropoda: Cyclophoroidea: Pupini-dae)",
        "Taxonomic vandalism in malacology: Comments on molluscan taxa recently described by N. N. Thach and colleagues (2014–2019)",
        "A checklist and classification of the terrestrial pulmonate snails of Thailand",
        "A new cave dweller of the genus Alycaeus in Thailand (Prosobranchia: Cyclophoracea: Cyclophoridae)",
        "An introduction to the microsnails of Thailand",
        "A new Alycaeus from southern Thailand (Prosobranchia: Cyclophoracea: Family Cyclophoridae)",
        "Die gedeckelten Lungenschnecken. (Helicinacea et Cyclostomacea.)",
        "Descriptions of eighteen new species of land-shells, from the collection of H. Cuming, Esq",
        "Descriptions of a new genus and twenty-three new species of Pneumonopoma, from the collection of H. Cuming, Esq",
        "Descriptions of twenty-five new species of land shells, from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, extramarines nouvelles, ou peu connues. Beschreibung und Abbidung neuer order kritischer Land-und Süsswasser Mollusken. Tome 1, Lief 1–12, pp. 1–138, pls 1–36",
        "Description of new land shells in the collection of Mr. H. Cuming, Esq",
        "Diagnoses de neuf espèces nouvelles provenant de Siam",
        "Novitates Conchologicae. Series prima. Mollusca extra-marina. Descriptions et figures de coquilles, extramarines nouvelles, ou peu connues. Be-schreibung und Abbidung neuer order kritischer Land-und Süsswasser Mollusken. Tome 2, Lief 13–24, pp. 139–303, pls 37–72 [Lief. 13, 14: 139–160, pls 37–42 (1860)",
        "Descriptions of thirty-six new land shells from the collection of H. Cuming, Esq",
        "Integrative taxonomic revision of the land snail genus Sarika Godwin-Austen, 1907 in Thailand, with descriptions of nine new species (Eupulmonata, Ariophantidae)",
        "Classification of the Caenogastropoda and Heterostropha – A list of the family-group names and higher taxa",
        "On the dates of publication of Hanley and Theobald’s “Conchologica In-dica”",
        "A systematic revision of the land snails of the Western Ghats of India",
        "The oldest known cyclo-phoroidean land snails (Caenogastropoda) from Asia",
        "Documents sur la faune malacologique de la Cochinchine et du Cambodge",
        "A new species of Rhiostoma",
        "Coquilles nouvelles de ľIndochine",
        "Revision of the carnivorous snail genus Discartemon Pfeiffer, 1856, with description of twelve new species (Pulmonata, Streptaxidae)",
        "Revision of the carnivorous snail genus Indoartemon Forcart, 1946 and a new genus Carinartemis from Thailand (Pulmo-nata: Streptaxidae)",
        "Description of Rhaphaulus perakensis, n.sp., with a list of the known species of the genus",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "Cyclostoma",
        "Notes on terrestrial Mollusca from the neighbourhood of Moulmein (Tenas-serim Provinces), with descriptions of new species",
        "On the land shells of Penang Island, with descriptions of the animals and ana-tomical notes; part first, Cyclostomacea",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: subgenus Amphidromus",
        "Systematic review of the dextral Hemiplecta Albers, 1850 (Eupulmo-nata, Ariophantidae) from Thailand with description of a new species and list of all the In-dochinese species",
        "The land snail genus Pterocyclos Benson, 1832 (Caenogastropoda: Cyclophoridae) from Thailand and Peninsula Malaysia, with descriptions of two new species",
        "A striking new genus and species of cave-dwelling frog (Am-phibia: Anura: Microhylidae: Asterophryinae) from Thailand",
        "On the land operculate mollusks collected during the “Skeat Expedition” to the Malay peninsula in 1899-1900",
        "Viaggio di Leonardo Fea in Birmania e regioni vicine, XVIII mol-luschi terrestri e d’acqua dolce",
        "Notes on the distribution of some of the land and freshwater shells of India",
        "Notes on the variation of some Indian and Burmese Helicidae, with an attempt at their re-arrangement, together with descriptions of new Burmese Gasteropoda",
        "Anatomie, Phylogenie und Tiergeographie der Cyclophoriden",
        "The land shells of Kaw Tao",
        "Two new species of Rhiostoma",
        "Note on the land snail Xestina siamensis",
        "Shells from a cave at Buang Bep, Surat, Peninsular Siam",
        "New Malay land-shells",
        "Key biodiversity areas in the Indo-Burma hotspot: Process, progress and future directions",
        "Pupina peguensis Benson, 1860 (Mollusca: Pupinidae): Tracing a long lost molluscan type",
        "First record of the genus Schistoloma Kobelt, 1902 (Proso-branchia: Pupinidae) in Thailand",
        "A new species of the genus Pupinella (Mollusca: Pupinidae) from Taiwan. Bulletin of Malacology, Taiwan 28: 69–79. van Benthem Jutting WSS (1949) On a collection of non-marine Mollusca from Malaya in the Raffles Museum, Singapore, with an appendix on cave shells. Bulletin of the Raffles Museum 19: 50–77. van Benthem Jutting WSS (1960) Some notes on land and freshwater Mollusca of Malaya. Basteria 24: 10–20. van Benthem Jutting WSS (1963) Non-marine Mollusca of west New Guinea. Part 2. Opercu-late land shells, Nova Guinea",
        "A review of Bellardiella Tapparone-Canefri, 1883, with descriptions of a new subgenus and two new species (Gastropoda: Cyclophoroidea: Pupinidae)",
        "New species of terrestrial molluscs (Caenogas-tropoda, Pupinidae & Pulmonata: Vertiginidae) of the Hon Chong – Ha Tien limestone hills, Southern Vietnam",
        "Land snail fauna of the Mekong Delta Limestone Hills (Cambodia, Vietnam): Notharinia Vermeulen, Phung et Truong, 2007, and a note on Plectostoma A. Adams, 1865 (Mollusca: Gastropoda: Caenogastropoda: Diplom-matinidae)",
        "Description du Maillotin (Pupina), nouveau genre de coquilles",
        "List of the shells of Mergui and its Archipelago, collected for the Trustees of the Indian Museum, Calcutta, by Dr. John Anderson, F.R.S., Superintendent of the Museum",
        "Diagnoses specierum novarum sinensium",
        "The land shells of Perak",
        "On the land and freshwater shells of Perak",
        "On a collection of land-shells from the Samui Islands, Gulf of Siam",
        "Binnenmollusken aus Hinterindien. 1. Landschnecken von Kelantan, Ostküste der Halbinsel Malacca",
        "Binnenmollusken aus Hinterindien. 2. Neue Arten und Unterarten von Fruhstorfer in Siam gesammelt",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "The new molluscan names of César-Marie-Felix Ancey including illustrated type material from the National Museum of Wales",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 19: Mollusca, Cyclophoridae, Pupininae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Smithsonian Institution",
        "National Museum of Natural History",
        "Chulalong-korn University",
        "Thailand Research Fund"
    ]
}