{
    "eid": "2-s2.0-84975754670",
    "title": "Spatial care paths™ strengthen links in the chain of global resilience: Disaster caches, prediabetes, ebola virus disease, and the future of point of care",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Nursing",
            "@code": "2900"
        }
    ],
    "keywords": [
        "Access",
        "Acute coronary syndromes",
        "Centers for disease control and prevention (CDC)",
        "Community resilience",
        "Diabetes care",
        "Disaster cache",
        "Disseminated intravascular coagulation",
        "Ebola virus disease (Ebola)",
        "Expectations",
        "Geographic information system",
        "Outcomes",
        "Paradigm shift",
        "POC culture",
        "Point of care (POC)",
        "Point of Careology",
        "Prediabetes",
        "Visual logistics",
        "World Health Organization (WHO)"
    ],
    "authors": [
        "Gerald J. Kost"
    ],
    "citedby-count": 11,
    "ref-count": 69,
    "ref-list": [
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Elect J Intl Fed Clin Chem.",
        "Invited Keynote Speech, Inauguration and the First Academic Conference of the Specialty Committee of Emergency of the World Federation of Chinese Medical Societies",
        "The Ebola Spatial Care Path:™ Accelerating Diagnosis at the Point of Need. Invited Keynote Speech",
        "The Ebola Spatial Care Path™: Accelerating point-of-care diagnosis, decision making, and community resilience in outbreaks",
        "Emergency cardiac biomarkers and point-of-care testing: Optimizing acute coronary syndrome care using small-world networks in rural settings",
        null,
        "Theory, principles, and practice of optimizing point-of-care small-world networks",
        "The ESRI International User Conference",
        "Modeling Patient Access to Point-of-Care Diagnostic Resources in A Healthcare Small-World Network in Rural Isaan",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Dev Altern.",
        "Newdemics, public health, small-world networks, and point-of-care testing",
        "Infection Dynamics on Small-world Networks",
        "Epidemics and Percolation in Small-world Networks",
        "Diagnostic schemes for reducing epidemic size of african viral hemorrhagic fever outbreaks",
        "Understanding disease control: Influence of epidemiological and economic factors",
        "Modelling development of epidemics with dynamic small-world networks",
        "Modelling disease spread in dispersal networks at two levels",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Effects of environmental conditions on point-of-care cardiac biomarker test performance during a simulated rescue: implications for emergency and disaster response",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Enhancing crisis standards of care using innovative point-of-care testing.",
        "Innovations in point-of-care testing for enhanced United States disaster caches",
        "Disaster Management: Medical Preparedness, Response, and Homeland Security",
        "The role of point-of-care testing in complex emergency and disaster resilience",
        "Tsunamis: Economic Impact, Disaster Management, and Future Resilience",
        "Global Point of Care: Strategies for Disasters, Emergencies, and Public Health Resilience",
        "How Ebola Roared Back",
        "Urgently Needed: Rapid, Sensitive, Safe, and Simple Ebola Diagnostic Tests",
        "Target Product Profile for Zaire Ebolavirus Rapid, Simple Test to Be Used in the Control of the Ebola Outbreak in West Africa",
        "UN: We Botched Response to the Ebola Outbreak",
        "Effort on Ebola Hurt W.H.O. Chief. New York Times",
        "Laboratory test support for ebola patients within a high-containment facility",
        "An integrated approach to laboratory testing for patients with Ebola virus disease",
        "Global Point of Care: An Overview of Strategies for Disasters, Emergencies, and Public Health Resilience",
        "Mass Ebola Vaccines Eyed by mid-2015",
        "Phl Wants Zero Ebola Toll",
        "Basic clinical and Laboratory features of filoviral hemorrhagic fever",
        "Clinical care of two patients with Ebola virus disease in the United States",
        "IRIN Humanitarian News and Analysis",
        "Many Liberian Doctors - Including President's Son - Are Staying Away.Wall Street J",
        "Ebola: New World Bank Group Study Forecasts Billions in Economic Loss if Epidemic Lasts Longer, Spreads in West Africa",
        "Point-of-care testing: Past experience and future challenges",
        "The evolution of point-of-care at a children's hospital",
        "Evolutionary economics of point-of-care testing: Value at the bedside, links to outcome, and theranos",
        "The evolution and future of point-of-care testing",
        "The evolution of point-of-care testing: Progression and regression",
        "A university health system's ups and downs managing point-of-care testing across 17 years",
        "Point-of-care testing in the United Kingdom",
        "Improving present and future patient care: The history of point-of-care testing at Columbia University Medical Center",
        "Point-of-care testing: Parallel evolution",
        "The \"cool\" factor",
        "The evolution of point-of-care testing: The low-hanging fruits",
        "Point-of-care testing in a large academic healthcare system: How far have we come and where do we go from here?",
        "An editorial on point-of-care testing: Past, present, and future trends",
        "The evolution of point-of-care testing: Can we improve our future knowing our past?",
        "The evolution of point-of-care testing [1]",
        "The long and winding road of point-of-care testing",
        "POCT: Where the only constant is change!",
        "Point-of-care testing: One view of past, present, and future challenges",
        "The evolution of point-of-care testing [2]",
        "Point-of-care testing: A look inside the crystal ball",
        "Why (almost) everyone is embracing the digital doctor",
        "Clin Lab Int.",
        "Molecular detection and point-of-care testing in Ebola virus disease and other threats: A new global public health framework to stop outbreaks",
        "Point-of-Care Testing (POCT): Present and Future",
        "International Collaborative Document [In English and Chinese]"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sacramento",
            "affilname": "UC Davis School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "affilname": "Knowledge Optimization",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}