{
    "eid": "2-s2.0-85041811056",
    "title": "Culture and its influences on dental education",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "dental education",
        "European cultures",
        "learning styles"
    ],
    "authors": [
        "S. Chuenjitwongsa",
        "A. Bullock",
        "R. G. Oliver"
    ],
    "citedby-count": 9,
    "ref-count": 52,
    "ref-list": [
        "Competence, competency-based education, and undergraduate dental education: a discussion paper",
        "Dimensionalizing cultures: the hofstede model in context",
        "Cultural dimensions of learning: addressing the challenges of multicultural instruction",
        "The bologna process 2020 - the European higher education area in the new decade",
        "Cross-cultural differences in management",
        "Boundaries on the move. The impact of cultural values and language on organizational design and communication within an organization in Thailand",
        "Examining the organizational culture and organizational performance link",
        "Cross-cultural medical education: conceptual approaches and frameworks for evaluation",
        "Cultural competence: a conceptual framework for teaching and learning",
        "Culture and international management: a review",
        "Conceptualizing and measuring cultures and their consequences: a comparative review of GLOBE's and Hofstede's approaches",
        "Can we learn, teach and practise dentistry anywhere, anytime?",
        "From information technology to informatics: the information revolution in dental education",
        "A test of the validity of hofstede's cultural framework",
        "Hofstede never studied culture",
        "Cultural differences and information technology acceptance",
        "Forward from a critique of hofstede's model of national culture",
        "Learning styles and their impact on cross-cultural training: an international comparison in france, germany and quebec",
        "Learning styles across cultures: suggestions for educators",
        "Cultural determinants of learning style preferences",
        "Are there cultural differences in learning style?",
        "Asian and European American cultural values and communication styles among Asian American and European American college students",
        "Cooperative learning vs confucian heritage culture's collectivism: confrontation to reveal some cultural conflicts and mismatch",
        "The anglo cluster: legacy of the british empire",
        "The germanic europe cluster: where employees have a voice",
        "Misconceptions about the learning approaches, motivation and study practices of Asian students",
        "Learning and teaching: a cross-cultural perspective",
        "Using student-centred learning environments to stimulate deep approaches to learning: factors encouraging or discouraging their effectiveness",
        "Student-centred learning: what does it mean for students and lecturers",
        "Globalization of problem-based learning (pbl): cross-cultural implications",
        "Are the learning styles of Asian international students culturally or contextually based",
        "Teaching and learning in medical education: how theory can inform practice",
        "Context dependent learning: its value and impact for workplace education",
        "Behaviorism, cognitivism, constructivism: comparing critical features from an instructional design perspective",
        "Translating constructivism into instructional design: potential and limitations",
        "Learning styles: an overview of theories, models, and measures",
        "Assessing learning styles of Saudi dental students using Kolb's learning style inventory",
        "Effects of experimental learning and Kolb learning style inventory theories on learning",
        "Learning styles and typologies of cultural differences: a theoretical and empirical comparison",
        "Harmonisation of dental education in Europe – a survey about 15 years after visitation of dental schools participating in the dented project",
        "Toward a theory of culturally relevant pedagogy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cardiff",
            "@id": "60023998",
            "affilname": "Cardiff University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023998",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}