{
    "eid": "2-s2.0-85065972685",
    "title": "Heart failure council of Thailand (HFCT) 2019 heart failure guideline: Comorbidity in heart failure",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Chirakarnjanakorn",
        "R. Krittayaphong",
        "T. Chantrarat",
        "K. Ratanasumawong",
        "S. B. Songmuang"
    ],
    "citedby-count": 4,
    "ref-count": 37,
    "ref-list": [
        "A Randomized Trial of Intensive versus Standard Blood-Pressure Control",
        "Effect of amlodipine on morbidity and mortality in severe chronic heart failure. Prospective Randomized Amlodipine Survival Evaluation Study Group",
        "Effect of the calcium antagonist felodipine as supplementary vasodilator therapy in patients with chronic heart failure treated with enalapril: V-HeFT III. Vasodilator-Heart Failure Trial (V-HeFT) Study Group",
        "Combination of isosorbide dinitrate and hydralazine in blacks with heart failure",
        "Effect of vasodilator therapy on mortality in chronic congestive heart failure. Results of a Veterans Administration Cooperative Study",
        "A comparison of enalapril with hydralazine-isosorbide dinitrate in the treatment of chronic congestive heart failure",
        "Major cardiovascular events in hypertensive patients randomized to doxazosin vs chlorthalidone: The antihypertensive and lipid-lowering treatment to prevent heart attack trial (ALLHAT)",
        "Vasodilation by urapidil in the treatment of chronic congestive heart failure in addition to angiotensin-converting enzyme inhibitors is not beneficial: Results of a placebo-controlled, double-blind study",
        "Clinical importance of the renin-angiotensin system in chronic heart failure: Double blind comparison of captopril and prazosin",
        "Diltiazem increases late-onset congestive heart failure in postinfarction patients with early reduction in ejection fraction. The Adverse Experience Committee; and the Multicenter Diltiazem Postinfarction Research Group",
        "Isosorbide mononitrate in heart failure with preserved ejection fraction",
        "Iron deficiency defined as depleted iron stores accompanied by unmet cellular iron requirements identifies patients at the highest risk of death after an episode of acute heart failure",
        "Iron status in patients with chronic heart failure",
        "Ferric carboxymaltose in patients with heart failure and iron deficiency",
        "Beneficial effects of long-term intravenous iron therapy with ferric carboxymaltose in patients with symptomatic heart failure and iron deficiencydagger",
        "Effects of intravenous iron therapy in iron-deficient patients with systolic heart failure: A meta-analysis of randomized controlled trials",
        "Effect of oral iron repletion on exercise capacity in patients with heart failure with reduced ejection fraction and iron deficiency: The IRONOUT HF randomized clinical trial",
        "Once-monthly administration of darbepoetin alfa for the treatment of patients with chronic heart failure and anemia: A pharmacokinetic and pharmacodynamic investigation",
        "The safety and tolerability of darbepoetin alfa in patients with anaemia and symptomatic heart failure",
        "Effect of darbepoetin alfa on exercise tolerance in anemic patients with symptomatic chronic heart failure: A randomized, double-blind, placebo-controlled trial",
        "Erythropoietin treatment in patients with chronic heart failure: A meta-analysis",
        "Treatment of anemia with darbepoetin alfa in systolic heart failure",
        "Heart failure in diabetes: Effects of anti-hyperglycaemic drug therapy",
        "Relationship of hemoglobin A1C and mortality in heart failure patients with diabetes",
        "The hemoglobin A1c level as a progressive risk factor for cardiovascular death, hospitalization for heart failure, or death in patients with chronic heart failure: An analysis of the Candesartan in Heart failure: Assessment of Reduction in Mortality and Morbidity (CHARM) program",
        "Elevated glycated haemoglobin is a strong predictor of mortality in patients with left ventricular systolic dysfunction who are not receiving treatment for diabetes mellitus",
        "10-year follow-up of intensive glucose control in type 2 diabetes",
        "Effect of intensive control of glucose on cardiovascular outcomes and death in patients with diabetes mellitus: A meta-analysis of randomised controlled trials",
        "Empagliflozin, cardiovascular outcomes, and mortality in type 2 diabetes",
        "Canagliflozin and cardiovascular and renal events in type 2 diabetes",
        "Dapagliflozin is associated with lower risk of cardiovascular events and all-cause mortality in people with type 2 diabetes (CVD-REAL Nordic) when compared with dipeptidyl peptidase-4 inhibitor therapy: A multinational observational study",
        "Moheet A. Thiazolidinediones and risk of heart failure in patients with or at high risk of type 2 diabetes mellitus: A meta-analysis and meta-regression analysis of placebo-controlled randomized clinical trials",
        "Heart failure events with rosiglitazone in type 2 diabetes: Data from the RECORD clinical trial",
        "The current prevalence of sleep disordered breathing in congestive heart failure patients treated with beta-blockers",
        "CPAP for prevention of cardiovascular events in obstructive sleep apnea",
        "Continuous positive airway pressure for central sleep apnea and heart failure",
        "Adaptive servo-ventilation for central sleep apnea in systolic heart failure"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60023217",
            "affilname": "Police General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023217",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}