{
    "eid": "2-s2.0-85096524596",
    "title": "Biochemical and Structural Investigation of GnnA in the Lipopolysaccharide Biosynthesis Pathway of Acidithiobacillus ferrooxidans",
    "cover-date": "2020-12-18",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [],
    "authors": [
        "Juthatip Manissorn",
        "Thassanai Sitthiyotha",
        "Jenny Rose E. Montalban",
        "Surasak Chunsrivirot",
        "Peerapat Thongnuek",
        "Kittikhun Wangkanont"
    ],
    "citedby-count": 8,
    "ref-count": 48,
    "ref-list": [
        "Lipopolysaccharide endotoxins",
        "Anti-LPS antibodies protect against Klebsiella pneumoniae by empowering neutrophil-mediated clearance without neutralizing TLR4",
        "Importance of antibodies to lipopolysaccharide in natural and vaccine-induced serum bactericidal activity against Neisseria meningitidis group B",
        "Highly homogenous tri-acylated S-LPS acts as a novel clinically applicable vaccine against Shigella flexneri 2a infection",
        "A cross-disciplinary perspective on the innate immune responses to bacterial lipopolysaccharide",
        "Early innate immune responses to bacterial LPS",
        "Leptospiral lipopolysaccharide activates cells through a TLR2-dependent mechanism",
        "A methylated phosphate group and four amide-linked acyl chains in leptospira interrogans lipid A. The membrane anchor of an unusual lipopolysaccharide that activates TLR2",
        "The lipopolysaccharide of Legionella pneumophila serogroup 1 (strain Philadelphia 1): Chemical structure and biological significance",
        "Chemical characterization of two lipopolysaccharide species isolated from Rhizobium loti NZP2213",
        "Lipopolysaccharides of Thiobacillus species containing lipid A with 2,3-diamino-2,3-dideoxyglucose",
        "Structural analysis of the lipid A component of Campylobacter jejuni CCUG 10936 (serotype O:2) lipopolysaccharide. Description of a lipid A containing a hybrid backbone of 2-amino-2-deoxy-D-glucose and 2,3-diamino-2,3-dideoxy-D-glucose",
        "Altered linkage of hydroxyacyl chains in lipid A of Campylobacter jejuni reduces TLR4 activation and antimicrobial resistance",
        "Vaccines against leptospirosis",
        "First committed step of lipid A biosynthesis in Escherichia coli: Sequence of the lpxA gene",
        "Oxidation and transamination of the 3″-position of UDP-N-acetylglucosamine by enzymes from Acidithiobacillus ferrooxidans. Role in the formation of lipid a molecules with four amide-linked acyl chains",
        "Enzymatic synthesis of lipid A molecules with four amide-linked acyl chains. LpxA acyltransferases selective for an analog of UDP-N-acetylglucosamine in which an amine replaces the 3″-hydroxyl group",
        "Structural and functional features of the NAD(P) dependent Gfo/Idh/MocA protein family oxidoreductases",
        "The three-dimensional structure of glucose 6-phosphate dehydrogenase from Leuconostoc mesenteroides refined at 2.0 A resolution",
        "The structure of glucose-fructose oxidoreductase from Zymomonas mobilis: An osmoprotective periplasmic enzyme containing non-dissociable NADP",
        "Biochemical and structural characterization of WlbA from Bordetella pertussis and Chromobacterium violaceum: Enzymes required for the biosynthesis of 2,3-diacetamido-2,3-dideoxy-D-mannuronic acid",
        "Structural analysis of QdtB, an aminotransferase required for the biosynthesis of dTDP-3-acetamido-3,6-dideoxy-alpha-D-glucose",
        "Structural investigation on WlaRG from Campylobacter jejuni: A sugar aminotransferase",
        "Molecular architecture of DesV from Streptomyces venezuelae: A PLP-dependent transaminase involved in the biosynthesis of the unusual sugar desosamine",
        "Optimizing membrane protein overexpression in the Escherichia coli strain Lemo21(DE3)",
        "Crystal structure of probable dehydrogenase TM_0414 from Thermotoga maritima",
        "Crystal structure of oxidoreductase domain protein from Kribbella flavida",
        "Crystal structure of a putative myo-inositoldehydrogenase from Sinorhizobium meliloti 1021 (Target PSI-012312)",
        "The structure of substrate-free 1,5-anhydro-D-fructose reductase from Sinorhizobium meliloti 1021 reveals an open enzyme conformation",
        "Structure and function of Caulobacter crescentus aldose-aldose oxidoreductase",
        "Structural insights into the catalytic and substrate recognition mechanisms of bacterial l-arabinose 1-dehydrogenase",
        "Crystal structure of a probable oxidoreduxtase protein",
        "Structural basis of L-glucose oxidation by scyllo-inositol dehydrogenase: Implications for a novel enzyme subfamily classification",
        "Microbatch crystallization under oil - A new technique allowing many small-volume crystallization trials",
        "XDS",
        "How good are my data and what is the resolution?",
        "Phaser crystallographic software",
        "Towards automated crystallographic structure refinement with phenix.refine",
        "Features and development of Coot",
        "Gaussian 09, Revision C. 01",
        "H++: A server for estimating p K as and adding missing hydrogens to macromolecules",
        "Routine microsecond molecular dynamics simulations with AMBER on GPUs. 1. Generalized born",
        "SPFP: Speed without compromise - A mixed precision model for GPU accelerated molecular dynamics simulations",
        "Routine microsecond molecular dynamics simulations with AMBER on GPUs. 2. Explicit solvent particle mesh Ewald",
        "The effect of long-range electrostatic interactions in simulations of macromolecular crystals: A comparison of the Ewald and truncated list methods",
        "Self-guided Langevin dynamics simulation method"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Manila",
            "@id": "60071488",
            "affilname": "University of Santo Tomas, Manila",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071488",
            "affiliation-country": "Philippines"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Ministry of Science and Technology of Taiwan",
        "Ministry of Science and Technology"
    ]
}