{
    "eid": "2-s2.0-84918827703",
    "title": "Interferon-α is not elevated in idiopathic thrombotic thrombocytopenic purpura patients",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Hematology",
            "@code": "2720"
        }
    ],
    "keywords": [
        "ADAMTS13 autoantibodies",
        "Interferon-α",
        "Thrombotic thrombocytopenic purpura"
    ],
    "authors": [
        "Phandee Watanaboonyongcharoen"
    ],
    "citedby-count": 0,
    "ref-count": 11,
    "ref-list": [
        "Recent advances in thrombotic thrombocytopenic purpura.",
        "The innate immune system in SLE: Type I interferons and dendritic cells",
        "Autoimmunity through cytokine-induced dendritic cell activation",
        "Activation of type I interferon system in systemic lupus erythematosus correlates with disease activity but not with antiretroviral antibodies",
        "Sifalimumab, a human anti-interferon-α monoclonal antibody, in systemic lupus erythematosus: A phase i randomized, controlled, dose-escalation study",
        "Alpha-interferon-associated thrombotic microangiopathy: A clinicopathologic study of 8 patients and review of the literature",
        "Thrombotic thrombocytopenic purpura with fatal outcome in a patient with chronic hepatitis C treated with pegylated interferon-a/2b",
        "Plasma cytokine levels in thrombotic thrombocytopenic purpura",
        "Thrombotic thrombocytopenic purpura and urinary tract infections: Is there a connection?",
        "Thrombotic thrombocytopenic purpura: 2012 American Society for Apheresis (ASFA) consensus conference on classification, diagnosis, management, and future research",
        "Roles of interferon produced in physiological conditions. A speculative review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chapel Hill",
            "affilname": "UNC Health",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}