{
    "eid": "2-s2.0-84908607061",
    "title": "Dynamics and thermodynamics of crystalline polymorphs. 3. γ-Glycine, analysis of variable-temperature atomic displacement parameters, and comparison of polymorph stabilities",
    "cover-date": "2014-10-30",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [],
    "authors": [
        "Thammarat Aree"
    ],
    "citedby-count": 17,
    "ref-count": 57,
    "ref-list": [
        "Low-temperature heat capacity of α and γ polymorphs of glycine",
        "Acta Crystallogr.",
        "Acta Crystallogr.",
        "Anomalous electrical behaviour of single-crystal glycine near room temperature",
        "Dynamics and thermodynamics of crystalline polymorphs: α-Glycine, analysis of variable-temperature atomic displacement parameters",
        "Erratum: Dynamics and thermodynamics of crystalline polymorphs: α-Glycine, analysis of variable-temperature atomic displacement parameters (Journal of Physical Chemistry A (2012) 116:30 (8092-8099) DOI: 10.1021/jp304858y)",
        "Dynamics and thermodynamics of crystalline polymorphs. 2. β-glycine, analysis of variable-temperature atomic displacement parameters",
        "Dynamics of molecules in crystals from multitemperature anisotropic displacement parameters. I. Theory",
        "Ann. Phys. (Leipzig, Ger.)",
        "Z. Electrochem.",
        "Specific heat of molecular crystals from atomic mean square displacements with the Einstein, Debye, and Nernst-Lindemann models",
        "Anharmonicity in anisotropic displacement parameters",
        "Proc. Jpn. Acad.",
        "Kristallografiya",
        "Acta Crystallogr.",
        "Structural distortion of the α, β, and γ polymorphs of glycine on cooling",
        "Systematic intensity errors and model imperfection as the consequence of spectral truncation",
        "“Tailor‐Made” and charge‐transfer auxiliaries for the control of the crystal polymorphism of glycine",
        "RAPID AUTO, Version 2.40",
        "SAINT Version 7.34A",
        "ABSCOR",
        "SADABS Version 2004/1 - Bruker Nonius Program for Area Detector Scaling and Absorption Correction",
        "XPREP Version 2005/2",
        "A short history of SHELX",
        "International Tables for Crystallography Vol. C: Mathematical, Physical and Chemical Tables",
        "PEANUT: Computer graphics program to represent atomic displacement parameters",
        "XD - A Computer Program Package for Multipole Refinement and Topological Analysis of Charge Densities from Diffraction Data",
        "A simple approach to nonspherical electron densities by using invarioms",
        "Invarioms for improved absolute structure determination of light-atom crystal structures",
        "Can X‐ray data distinguish bonding effects from vibrational smearing?",
        "Organic Chemical Crystallography",
        "Gaussian 03",
        "Solids modeled by ab initio crystal field methods. X. Structure of α-glycine, β-glycine, and γ-glycine using a 15-molecule cluster",
        "Acta Crystallogr.",
        "NKA: Program for Normal Coordinate Analysis from Anisotropic Displacement Parameters at Multiple Temperatures, Version 5.1.16",
        "Acta Crystallogr.",
        "Non‐rigid‐body thermal‐motion analysis",
        "Fukuoka Univ. Sci. Rep.",
        "Collective vibrational spectra of α- And γ-glycine studied by terahertz and Raman spectroscopy",
        "Bull. Chem. Soc. Jpn.",
        "Polarised IR and Raman spectra of the γ-glycine single crystal",
        "Raman study of low-frequency modes in three glycine polymorphs",
        "Harmonic vibrational frequencies: An evaluation of Hartree-Fock, Møller-Plesset, quadratic configuration interaction, density functional theory, and semiempirical scale factors",
        null,
        "Structural, dielectric and piezoelectric properties of nonlinear optical γ-glycine single crystals",
        "Thermal Analysis",
        "Theoretical derivation and practical application of energy/temperature diagrams as an instrument in preformulation studies of polymorphic drug substances",
        "Polymorphism in Molecular Crystals",
        "Low-temperature heat capacity of β-glycine and a phase transition at 252 K",
        "Measuring free-energy difference between crystal polymorphs through eutectic melting",
        "Many-body dispersion interactions in molecular crystal polymorphism",
        "The polymorphism of glycine: Thermochemical and structural aspects",
        "Polymorph stability prediction: On the importance of accurate structures: A case study of pyrazinamide",
        "Anisotropic displacement parameters for molecular crystals from periodic Hartree-Fock and density functional theory calculations",
        "Understanding thermodynamic properties at the molecular level: Multiple temperature charge density study of ribitol and xylitol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Grenoble",
            "affilname": "European Synchrotron Radiation Facility",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bergen",
            "affilname": "Universitetet i Bergen",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bern",
            "affilname": "University of Bern",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Zurich",
            "affilname": "Universität Zürich",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": []
}