{
    "eid": "2-s2.0-84982943044",
    "title": "Renieramycin m sensitizes anoikis-resistant h460 lung cancer cells to anoikis",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Oncology",
            "@code": "2730"
        },
        {
            "$": "Cancer Research",
            "@code": "1306"
        }
    ],
    "keywords": [
        "Anoikis resistance",
        "Anoikis-sensitizing activity",
        "Anti-matastasis",
        "Lung cancer",
        "Renieramycin M"
    ],
    "authors": [
        "Natchanun Sirimangkalakitti"
    ],
    "citedby-count": 27,
    "ref-count": 28,
    "ref-list": [
        "Lung cancer: Are we up to the challenge?",
        "Metastasis: A question of life or death",
        "Anoikis resistance and tumor metastasis",
        "Anoikis resistance: An essential prerequisite for tumor metastasis",
        "Disruption of epithelial cell-matrix interactions induces apoptosis",
        "Increased expression of apoptosis inhibitor protein XIAP contributes to anoikis resistance of circulating human prostate cancer metastasis precursor cells",
        "Monitoring apoptosis and Bcl-2 on circulating tumor cells in patients with metastatic breast cancer",
        "Biodegradable polymeric micelle-encapsulated doxorubicin suppresses tumor metastasis by killing circulating tumor cells",
        "Anoikis: An emerging hallmark in health and diseases",
        "Anoikis molecular pathways and its role in cancer progression",
        "Nitric oxide mediates cell aggregation and mesenchymal to epithelial transition in anoikis-resistant lung cancer cells",
        "Decreased adhesiveness, resistance to anoikis and suppression of GRP94 are integral to the survival of circulating tumor cells in prostate cancer",
        "Anoikis, initiated by MCL-1 degradation and Bim induction, is deregulated during oncogenesis",
        "Mcl-1 is required for melanoma cell resistance to anoikis",
        "Chemistry of Renieramycins. Part 3. Isolation and Structure of Stabilized Renieramycin Type Derivatives Possessing Antitumor Activity from Thai Sponge Xestospongia Species, Pretreated with Potassium Cyanide",
        "Chemistry of renieramycins. Part 5. Structure elucidation of renieramycin-type derivatives O, Q, R, and S from Thai marine sponge Xestospongia species pretreated with potassium cyanide",
        "Chemistry of renieramycins. Part 6: Transformation of renieramycin M into jorumycin and renieramycin J including oxidative degradation products, mimosamycin, renierone, and renierol acetate",
        "Chemistry of renieramycins. Part 8: Synthesis and cytotoxicity evaluation of renieramycin M-jorunnamycin A analogues",
        "Triclosan potentiates epithelial-to-mesenchymal transition in anoikis-resistant human lung cancer cells",
        "Metastasis: Quantitative analysis of distribution and fate of tumor emboli labeled with 125l-5-lodo-2'-deoxyuridine",
        "The pathogenesis of cancer metastasis: The 'seed and soil' hypothesis revisited",
        "Evaluation and prognostic significance of circulating tumor cells in patients with non-small-cell lung cancer",
        "Acquisition of anoikis resistance up-regulates caveolin-1 expression in human non-small cell lung cancer cells",
        "Cell aggregation induces phosphorylation of PECAM-1 and Pyk2 and promotes tumor cell anchorage-independent growth",
        "Interaction between leukemic-cell VLA-4 and stromal fibronectin is a decisive factor for minimal residual disease of acute myelogenous leukemia",
        "ERK/BCL-2 Pathway in the Resistance of Pancreatic Cancer to Anoikis",
        "Anticancer and antimetastatic activities of renieramyein M, a marine tetrahydroisoquinoline alkaloid, in human non-small cell lung cancer cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Cell-based Drug and Health Product Development Research Unit",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta"
    ]
}