{
    "eid": "2-s2.0-84954286048",
    "title": "Degradation of Phenolic Compounds in Palm Oil Mill Effluent by Silica-Immobilized Bacteria in Internal Loop Airlift Bioreactors",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        }
    ],
    "keywords": [
        "Airlift bioreactor",
        "Immobilized bacteria",
        "Palm oil mill effluent",
        "Phenols",
        "Wastewater treatment"
    ],
    "authors": [
        "Piyamart Khongkhaem"
    ],
    "citedby-count": 19,
    "ref-count": 35,
    "ref-list": [
        "Pollution control technologies for the treatment of palm oil mill effluent (POME) through end-of-pipe processes",
        "Palm oil mill effluent treatment using a two-stage microbial fuel cells system integrated with immobilized biological aerated filters",
        "Toxicological Review of Phenol",
        "Olive oil mill wastewaters before and after treatment: A critical review from the ecotoxicological point of view",
        "Composting of waste from palm oil mill: A sustainable waste management practice",
        "Treatment and biotransformation of highly polluted agro-industrial wastewater from a palm oil mill into vermicompost using earthworms",
        "Biological treatment of anaerobically digested palm oil mill effluent (POME) using a Lab-Scale Sequencing Batch Reactor (SBR)",
        "A holistic approach to managing palm oil mill effluent (POME): Biotechnological advances in the sustainable reuse of POME",
        "Decolorization of molasses melanoidins and palm oil mill effluent phenolic compounds by fermentative lactic acid bacteria",
        "Changes in soil chemical and biochemical properties following amendment with crude and dephenolized olive mill waste water (OMW)",
        "Degradation of mixtures of phenolic compounds by Arthrobacter chlorophenolicus A6",
        "Vicia sativa-rhizospheric bacteria interactions to improve phenol remediation",
        "Isolation and characterization of polyphenols-degrading bacteria from olive-mill wastewaters polluted soil",
        "Biodegradability of phenol, resorcinol and 5-methylresorcinol as single and mixed substrates by activated sludge",
        "Biodegradation of p-cresol by immobilized cells of Bacillus sp. strain PHN 1",
        "Silica-immobilized Methylobacterium sp. NP3 and Acinetobacter sp. PK1 degrade high concentrations of phenol",
        "Biodegradation of phenol and m-cresol in a batch and fed batch operated internal loop airlift bioreactor by indigenous mixed microbial culture predominantly Pseudomonas sp.",
        "Strategies based on silica monoliths for removing pollutants from wastewater effluents: A review",
        "Treatment of phenolics containing synthetic wastewater in an internal loop airlift bioreactor (ILALR) using indigenous mixed strain of Pseudomonas sp. under continuous mode of operation",
        "Biodegradation of 2,4-dichlorophenol and phenol in an airlift inner-loop bioreactor immobilized with Achromobacter sp",
        "Airlift bioreactor containing chitosan-immobilized Sphingobium sp. P2 for treatment of lubricants in wastewater",
        "Cloning and characterization of the genes involved in the degradation of dibenzofuran by Terrabacter sp. strain DBF63",
        "Effects of physicochemical parameters on the production of phenolic acids from palm oil mill effluent under liquid-state fermentation by Aspergillus niger IBS-103ZA",
        "Standard Methods for the Examination of Water and Wastewater",
        "Phenols, Standard Methods for the Determination of Water and Wastewater",
        "Biodegradation of different molecular-mass polyphenols derived from olive mill wastewaters by Geotrichum candidum",
        "Current Protocols in Molecular Biology",
        "Maintenance of phenol hydroxylase genotypes at high diversity in bioreactors exposed to step increases in phenol loading",
        "Assessment of polycyclic aromatic hydrocarbon biodegradation potential in mangrove sediment from Don Hoi Lot, Samut Songkram Province, Thailand",
        "Removal of phenolic compounds in olive mill wastewater by silica-alginate-fungi biocomposites",
        "Degradation of phenolic compounds with hydrogen peroxide catalyzed by enzyme from Serratia marcescens AB 90027",
        "Biodegradation of high phenol containing synthetic wastewater by an aerobic fixed bed reactor",
        "Treatment of olive oil mill wastewater by silica-alginate-fungi biocomposites",
        "The use of silica gel prepared by sol-gel method and polyurethane foam as microbial carriers in the continuous degradation of phenol",
        "Degradation and Leaching of Napropamide in BRIS Soil Amended with Chicken Dung and Palm Oil Mill Effluent"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}