{
    "eid": "2-s2.0-85152267804",
    "title": "Effects of sediment resuspension and changes in water nutrient concentrations on the remobilization of lead from contaminated sediments in Klity Creek, Thailand",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Dredging",
        "Nitrate",
        "Phosphate",
        "Sediment disturbance",
        "Speciation",
        "Tailing"
    ],
    "authors": [
        "Penradee Chanpiwat",
        "Montree Ponsin",
        "Apisit Numprasanthai"
    ],
    "citedby-count": 0,
    "ref-count": 59,
    "ref-list": [
        "Standard methods for the examination of water and wastewater",
        "Toxicological profile for lead. Resource Document",
        "Effect of overlying water pH, dissolved oxygen, salinity and sediment disturbances on metal release and sequestration from metal contaminated marine sediments",
        "Metal-sediment interaction during resuspension",
        "Metal remobilization during resuspension of anoxic contaminated sediment: short-term laboratory study",
        "Resuspension of contaminated field and formulated reference sediments Part I: evaluation of metal release under controlled laboratory conditions",
        "Metal content in wastewater and biosludge from Bangkok's central wastewater treatment plants",
        "An investigation of the effects of elevated phosphorus in water on the release of heavy metals in sediments at a high resolution",
        "Increase in the bioavailability of trace metals after sediment resuspension",
        "Poisoning of heavy metals in drinking water (in Thai). Resource Document",
        "The lead and zinc mineral resource in Thong Pha Phum, Kanchanabri (In Thai). Resource Document",
        "Mineral resource of Thailand. Resource Document",
        "Guide to deployingDGT passive samplers in soils. Resource Document",
        "A handbook of soil analysis (In Thai)",
        "Review of sediment removal and remediation technologies at MGP and other contaminated sites. Resource Document",
        "Applied Hydrogeology",
        "Trace elements in river waters",
        "The long-term effects of dredging on chromium pollution in the sediment of Meiliang Bay, Lake Taihu, China",
        "Research on heavy metal release with suspended sediment in Taihu Lake under hydrodynamic condition",
        "Risk assessment of eight metals and their mixtures to aquatic biota in sediments with diffusive gradients in thin films (DGT): a case study in Pearl River intertidal zone",
        "Inorganic chemistry of lead in water",
        "Remobilization of heavy metals during the resuspension of Liangshui River sediments using an annular flume",
        "Effect of resuspension on the release of heavy metals and water chemistry in anoxic and oxic sediments",
        "The release of dissolved nutrients and metals from coastal sediments due to resuspension",
        "Effect of dissolved oxygen and nutrient levels on heavy metal contents and fractions in river surface sediments",
        "Deciding about sediment remediation: a step-by-step guide to making the decisions. Resource Document",
        "Thailand land use database. Resource Document",
        "Cadmium bioavailability well assessed by DGT and factors influencing cadmium accumulation in rice grains from paddy soils of three parent materials",
        "Ion pairing",
        "Water-sediment interactions and mobility of heavy metals in aquatic environments",
        "Can a river heal itself? Natural attenuation of metal contamination in river sediment",
        "Sustainable mining in Thailand: paradigm shift in environmental management",
        "Contaminated sediments: review of solutions for protecting aquatic environments",
        "The remediation of heavy metals contaminated sediment",
        "Review of remediation technologies for sediments contaminated by heavy metals",
        "Ten-year monitored natural recovery of lead-contaminated mine tailing in Klity Creek, Kanchanaburi Province, Thailand",
        "The Remediation of Klity Creek (In Thai). Resource Document",
        "2020 Summary of the Klity Creek Remediation Project (In Thai). Resource Document",
        "Klity Creek Remediation Project (In Thai). Resource Document",
        "Environmental impact mitigation measures from Klity Creek's sediment dredging (in Thai). Resource document",
        "Fractionation and mobility of lead in Klity Creek riverbank sediments, Kanchanaburi, Thailand",
        "Diffusive gradients in thin films (DGT): a suitable tool for metals/metalloids monitoring in continental waterbodies at the large network scale",
        "Composition of the continent crust",
        "Sediment water (interface) mobility of metal(loids) and nutrients under undisturbed conditions and during resuspension",
        "Contesting medical treatment",
        "Assessment of lead (Pb) leakage from abandoned mine tailing ponds to Klity Creek, Kanchanaburi Province, Thailand",
        "Chemical composition and elemental distribution in the earth's crust",
        "Sequential extraction procedure for the speciation of particulate trace metals",
        "Thailand climatological data for the period 1981-2010. Resource Document",
        "United States Environmental Protection Agency ecotoxicology database. Resource Document",
        "Technical resource document on monitored natural recovery",
        "Lead poisoning. Resource Document",
        "Exposure to lead: a major public health concern. Resource Document",
        "Effects of resuspension on the mobility and chemical speciation of zinc in contaminated sediments",
        "In situ DGT sensing of bioavailable metal fluxes to improve toxicity predictions for sediments",
        "In situ remediation technology for heavy metal contaminated sediment: a review",
        "Use of diffusive gradients in thin-films for studies of chemical speciation and bioavailability",
        "Sustainable ex-situ remediation of contaminated sediment: a review",
        "Adsorption and migration of heavy metals between sediments and overlying water in the Xinhe River in central China"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "ERIC",
        "GIST Research Institute",
        "Gwangju Institute of Science",
        "Gwangju Institute of Science and Technology",
        "Chulalongkorn University",
        "Thailand Science Research and Innovation Fund",
        "Environmental Research Institute"
    ]
}