{
    "eid": "2-s2.0-85115776466",
    "title": "How to Maximize Suture Tension in Double-Row Suture-Bridge Rotator Cuff Repair?",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Thanathep Tanpowpong",
        "Thun Itthipanichpong",
        "Danaithep Limskul"
    ],
    "citedby-count": 2,
    "ref-count": 13,
    "ref-list": [
        "Arthroscopic single-row versus double-row repair for full-thickness posterosuperior rotator cuff tears: A critical analysis review",
        "Arthroscopic single-row versus double-row suture anchor rotator cuff repair",
        "Transosseous-equivalent\" rotator cuff repair technique",
        "Part I: Footprint contact characteristics for a transosseous-equivalent rotator cuff repair technique compared with a double-row repair technique",
        "Part II: Biomechanical assessment for a footprint-restoring transosseous-equivalent rotator cuff repair technique compared with a double-row repair technique",
        "Repair site integrity after arthroscopic transosseous-equivalent suture-bridge rotator cuff repair",
        "Suture loosening and its effect on tendon fixation in knotless double-row rotator cuff repairs",
        "Transosseous-equivalent rotator cuff repair: A systematic review on the biomechanical importance of tying the medial row",
        "Minimum five-year outcomes and clinical survivorship for arthroscopic transosseous-equivalent double-row rotator cuff repair",
        "Rotator cuff repair with knotless technique is quicker and more cost-effective than knotted technique",
        "Does medial-row fixation technique affect the retear rate and functional outcomes after double-row transosseous-equivalent rotator cuff repair?",
        "Arthroscopic rotator cuff repair in 2019: Linked, double row repair for achieving higher healing rates and optimal clinical outcomes",
        "Does the use of knotted versus knotless transosseous equivalent rotator cuff repair technique influence the incidence of retears? A systematic review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}