{
    "eid": "2-s2.0-85038896163",
    "title": "Morphometric study of the extraocular muscles in Thai population",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Anatomy",
            "@code": "2702"
        },
        {
            "$": "Histology",
            "@code": "2722"
        }
    ],
    "keywords": [
        "Extraocular muscles",
        "Inferior oblique",
        "Inferior rectus",
        "Lateral rectus",
        "Medial rectus",
        "Morphology",
        "Superior oblique",
        "Superior rectus",
        "Thai"
    ],
    "authors": [
        "N. Surawatsatien"
    ],
    "citedby-count": 7,
    "ref-count": 21,
    "ref-list": [
        "Rectus and oblique muscles of eyeball: A morphometric study of Indian population",
        "Racial and Ethnic Differences in Ocular Anatomy",
        "Kanski's Clinical Ophthalmology: A Systemic Approach",
        "P. J. Tillaux: of the way the muscles insert onto the sclera. 1877.",
        "Extraocular muscle insertions relative to the fovea and optic nerve: Humans and rhesus macaque",
        "Effect of full tendon transposition augmented with posterior intermuscular suture for paralytic strabismus",
        "Extraocular muscle insertion positions and outcomes of strabismus surgery: Correlation analysis and anatomical comparison of Western and Chinese populations",
        "Normative measurements of Korean orbital structures revealed by computerized tomography",
        "Normal measurements of extraocular muscle using computed tomography",
        "Afr J Med Med Sci",
        "Normative measurements of orbital structures using CT",
        "Normative measurements of orbital structures using MRI",
        "An Anatomical Study of the Inferior Oblique Muscle: The Embalmed Cadaver vs the Fresh Cadaver",
        "Int J Anat Res",
        "Normative measurements of the Chinese extraocular musculature by high-field magnetic resonance imaging",
        "Clinical Anatomy of the Eye",
        "Ultrasound of the horizontal rectus muscle insertion sites: Implications in preoperative assessment of strabismus",
        "A morphometric study of the extraocular muscles",
        "Theory and Management of Strabismus",
        "Insertional pattern of the inferior oblique muscle"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}