{
    "eid": "2-s2.0-85012253709",
    "title": "Feasibility of using demolition waste as an alternative heavy metal immobilising agent",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Management",
            "@code": "2308"
        }
    ],
    "keywords": [
        "Acid neutralising capacity",
        "Cement paste",
        "Demolition waste",
        "Heavy metal",
        "Immobilising agent",
        "Lightweight concrete"
    ],
    "authors": [
        "Seelawut Damrongsiri"
    ],
    "citedby-count": 15,
    "ref-count": 39,
    "ref-list": [
        "Northwest. Thail. Appl. Environ. Res.",
        "Fractionation of Cd and Zn in Cd-contaminated soils amended by sugarcane waste products from an ethanol production plant",
        "Adsorption of cadmium(II) on waste biomaterial",
        "Res. J. Agric. Sci.",
        "Adsorption of heavy metal ions on soils and soils constituents",
        "Assessment of acid neutralizing capacity and potential mobilisation of trace metals from land-disposed dredged sediments",
        "Influence of water-to-cement ratio and curing period on pore structure of cement mortar",
        "Sorption of copper(II) from aqueous solutions by cedar sawdust and crushed brick",
        "Acid neutralisation capacity and hydration behaviour of incineration bottom ash-Portland cement mixtures",
        "Availability and assessment of fixing additives for the in situ remediation of heavy metal contaminated soils: A review",
        "Tech. Rep. TE-97–01, GWRTAC-E Series. GWRTAC, Pennsylvania",
        "Heavy metal immobilization by cost-effective amendments in a contaminated soil: Effects on metal leaching and phytoavailability",
        "SDU Res. J.",
        "Effects of biochar on soil properties and erosion potential in a highly weathered soil",
        "Removal enhancement of basic blue 41 by brick waste from an aqueous solution",
        "Modern approaches to remediation of heavy metal polluted soils: A review",
        "Acoustical properties of aerated autoclaved concrete",
        "Characterization of biochars produced from cornstovers for soil amendment",
        "A review of soil heavy metal pollution from mines in China: Pollution and health risk assessment",
        "Structure and properties of aerated concrete: A review",
        "OECD Guideline for the testing of Chemicals",
        "Enrichment of heavy metals in sediment resulting from soil erosion on agricultural fields",
        "Int. J. Eng. Sci. Technol.",
        "Solid-solution partitioning of metals in contaminated soils: Dependence on pH, total metal burden, and organic matter",
        "Quantitative study of Portland cement hydration by X-ray diffraction/Rietveld analysis and independent methods",
        "Adsorption characteristics on sand and brick beds",
        "Calcite, vaterite and aragonite forming on cement hydration from liquid and gaseous phase",
        "Influence of pH, phosphorus, cadmium, sewage sludge, and incubation time on the solubility and plant uptake of cadmium",
        "Environ. Nat. Resour. J.",
        "Viability of organic wastes and biochars as amendments for the remediation of heavy metal-contaminated soils",
        "ISRN Ecol.",
        "Agricultural bio-waste materials as potential sustainable precursors used for activated carbon production: A review",
        "The pore structure of cement paste blended with fly ash"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}