{
    "eid": "2-s2.0-85089183994",
    "title": "GaAsPBi epitaxial layer grown by molecular beam epitaxy",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "bismuth compound",
        "III-V material",
        "molecular beam epitaxy"
    ],
    "authors": [
        "C. Himwas",
        "A. Soison",
        "S. Kijamnajsuk",
        "T. Wongpinij",
        "C. Euaraksakul",
        "S. Panyakeow",
        "S. Kanjanachuchai"
    ],
    "citedby-count": 4,
    "ref-count": 45,
    "ref-list": [
        "Theoretical study of the effects of isovalent coalloying of Bi and N in GaAs",
        "New semiconductor alloy GaAs1-xBix grown by metal organic vapor phase epitaxy",
        "Molecular beam epitaxy growth of GaAs1-xBix",
        "Band gap of GaAs1-xBix, 0<x<3.6%",
        "Valence band anticrossing in GaBixAs1-x",
        "Tight-binding analysis of the electronic structure of dilute bismide alloys of GaP and GaAs",
        "Low temperature dependence of oscillation wavelength in GaAs 1-x Bi x laser by photo-pumping",
        "Giant spin-orbit bowing in GaAs1-xBix",
        "Formation and phase transformation of Bi-containing QD-like clusters in annealed GaAsBi",
        "Investigation of the microstructure of metallic droplets on Ga(AsBi)/GaAs",
        "Droplet induced compositional inhomogeneities in GaAsBi",
        "Atomic ordering and phase separation in MBE GaAs1-xBix",
        "Bismuth incorporation and the role of ordering in GaAsBi/GaAs structures",
        "Local Bi ordering in MOVPE grown Ga(As,Bi) investigated by high resolution scanning transmission electron microscopy",
        "GaBiAs: A material for optoelectronic terahertz devices",
        "Molecular beam epitaxy of GaBiAs on (311)B GaAs substrates",
        "Effect of molecular beam epitaxy growth conditions on the Bi content of GaAs1-xBix",
        "Impact of rotation rate on bismuth saturation in GaAsBi grown by molecular beam epitaxy",
        "MBE growth strategy and optimization of GaAsBi quantum well light emitting structure beyond 1.2 μm",
        "Growth of high Bi concentration GaAs 1-x Bi x by molecular beam epitaxy",
        "Metalorganic vapor phase epitaxial growth of metastable GaAs1-xBix alloy",
        "AP-MOVPE of thin GaAs1-xBix alloys",
        "Effect of thermal annealing on structural and optical properties of the GaAs 0.963 Bi 0.037 alloy",
        "Atmospheric-pressure metalorganic vapour phase epitaxy optimization of GaAsBi alloy",
        "Study of GaAsBi MOVPE growth on (100) GaAs substrate under high Bi flow rate by high resolution X-ray diffraction",
        "Ab initio study of the strain dependent thermodynamics of Bi doping in GaAs",
        "GaAs1-y-zPyBiz, an alternative reduced band gap alloy system lattice-matched to GaAs",
        "MOVPE growth and characterization of quaternary Ga(PAsBi)/GaAs alloys for optoelectronic applications",
        "Electronic properties of InGaP grown by solid‐source molecular‐beam epitaxy with a GaP decomposition source",
        "Determination of V/III ratios on phosphide surfaces during gas source molecular beam epitaxy",
        "A kinetic model for As and P incorporation behaviors in GaAsP grown by gas‐source molecular beam epitaxy",
        "Modeling crosshatch surface morphology in growing mismatched layers. Part II: Periodic boundary conditions and dislocation groups",
        "Excitation transfer in stacked quantum dot chains",
        "Raman studies on GaAs1-xBix and InAs1-xBix",
        "Phonon Frequencies in GaAs",
        "The lattice dynamics of gallium phosphide",
        "First-principles predictions of electronic properties of GaAs 1- x - Y P y Bi x and GaAs 1-x-y P y Bi x -based heterojunctions",
        "Temperature dependence of the energy gap in semiconductors",
        "Photoluminescence investigation of high quality GaAs1-xBix on GaAs",
        "Localization effects and band gap of GaAsBi alloys: Localization effects and band gap of GaAsBi alloys",
        "Quantitative estimation of density of Bi-induced localized states in GaAs1-xBix grown by molecular beam epitaxy",
        "Telecommunication wavelength GaAsBi light emitting diodes",
        "'Blue' temperature-induced shift and band-tail emission in InGaN-based light sources",
        "Optical properties of GaNAs and GaInAsN quantum wells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60014471",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014471",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}