{
    "eid": "2-s2.0-85051447387",
    "title": "Health-related issues and indigenous fermented products",
    "cover-date": "2016-01-05",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Aditi Sourabh"
    ],
    "citedby-count": 0,
    "ref-count": 268,
    "ref-list": [
        "Antitumor and antioxidant activities of levan and its derivative from the isolate Bacillus subtilis NRC1aza",
        "Calcium metabolism in girls: Current dietary intakes lead to low rates of calcium absorption and retention during puberty",
        "Review of the sensitivity of different foodborne pathogens to fermentation",
        "Feasibility studies to control acute diarrhoea in children by feeding fermented milk preparations Actimel and Indian Dahi",
        "Drivers of liking for yogurt drinks with prebiotics and probiotics",
        "In Handbook of Enology",
        "Chapter 1: Fermented Fruits and Vegetables-A Global Perspective",
        "Fermented milk containing ACE-inhibitory peptides reduces blood pressure in middle aged hypertensive subjects",
        "The involvement of ATPase activity in the acid tolerance of Lactobacillus rhamnosus strain GG",
        "Isolation, taxonomic identification and hydrogen peroxide production by Lactobacillus delbrueckii subsp. lactis T31, isolated from Mongolian yoghurt: Inhibitory activity on food-borne pathogens",
        "Fermented frutis and vegetables-A global perspective",
        "Study of physical and cultural parameters on the bacteriocins produced by lactic acid bacteria isolated from traditional indian fermented foods",
        "In: Food Processing and Preservation. Bakshi A.K.",
        "Am. J. Enol. Vitic",
        "Cereal-based fermented foods and beverages",
        "Effect of low-fat, fermented milk enriched with plant sterols on serum lipid profile and oxidative stress in moderate hypercholesterolemia",
        "Influence of various phosphopeptides of caseins on iron absorption",
        "Biosci Microflora",
        "Fermented foods - a world perspective",
        "Food fermentations: Role of microorganisms in food production and preservation",
        "LVV-hemorphin-7 lowers blood pressure in spontaneously hypertensive rats: Radiotelemetry study",
        "Exopolysaccharides from Lactobacillus rhamnosus RW-9595M stimulate TNF, IL-6 and IL-12 in human and mouse cultured immunocompetent cells, and IFN-γ in mouse splenocytes",
        "Nutritional improvement of cereals by fermentation",
        "Antagonistic activities of several bacteria on in vitro growth of 10 strains of Campylobacter jejuni/coli",
        "Anti-α-glucosidase activity of Chinese traditionally fermented soybean (douchi)",
        "Changes of phytochemical constituents (isoflavones, flavanols, and phenolic acids) during cheonggukjang soybeans fermentation using potential probiotics Bacillus subtilis CS90",
        "Bioactive peptides in dairy products",
        "Extraction of natural antioxidants from plant foods",
        "Combined effect of sourdough lactic acid bacteria and additives bread firmness and staling",
        "Rivista di Scienza dell'Alimentazione",
        "Probiotics and gastrointestinal disease: Successes, problems and future prospects",
        "Role of nutraceuticals in human health",
        "Concept Publishing Co.",
        "Dairy Ind",
        "Microbiological evaluation of indigenous fermented milk products of the Sikkim Himalayas",
        "Microbial and analytical characterization of Chhu - A traditional fermented milk product of the Sikkim Himalayas",
        "Dominant lactic acid bacteria and their technological properties isolated from the Himalayan ethnic fermented milk products",
        "The Indigenous Fermented Foods of the Sudan: A Study of African Food and Nutrition",
        "Applications of exopolysaccharides in the dairy industry",
        "Effect of soaking, dehulling, cooking and fermentation with Rhizopus oligosporus on the oligosaccharides, trypsin inhibitor, phytic acid and tannins of soybean (Glycine max Merr.), cowpea (Vigna unguiculata L. Walp) and groundbean (Macrotyloma geocarpa Harms)",
        "The possible roles of food-derived bioactive peptides in reducing the risk of cardiovascular disease",
        "Amino acids, oligopeptides, polypeptides, and proteins",
        "Isolation of Bradykinin-Potentiating Peptides from Bothrops jararaca Venom",
        "Fatty acid profile, trans-octadecenoic, α-linolenic and conjugated linoleic acid contents differing in certified organic and conventional probiotic fermented milks",
        "Basic biochemical mechanisms behind the health benefits of polyphenols",
        "Cancer preventive impact of naturally occurring, non-nutritive constituents in food",
        "Effect of a probiotic formula on intestinal immunoglobulin A production in healthy children",
        "Probiotics in man and animals",
        "Proposed model: Mechanisms of immunomodulation induced by probiotic bacteria",
        "ICMR-DBT Guidelines for evaluation of probiotics in food",
        "The development of functional foods: Lessons from the gut",
        "Production and characterization of bioactive peptides from soy hydrolysate and soy-fermented food",
        "Immunoregulatory peptides in bovine milk",
        "Acidophilus Milk Products: A Review of Potential Benefits to Consumers",
        "Biochemistry and physiology of sourdough lactic acid bacteria",
        "Sourdough lactobacilli and celiac disease",
        "In: Probiotics: The Scientific Basis. Fuller",
        "Probiotics and gastrointestinal health",
        "SUCCESSFUL TREATMENT OF RELAPSING CLOSTRIDIUM DIFFICILE COLITIS WITH LACTOBACILLUS GG",
        "Effect of genistein and daidzein on platelet aggregation and monocyte and endothelial function",
        "Whey, a carrier of probiotics against diarrhea",
        "Probiotics, prebiotics and antioxidants as functional foods",
        "Use of Lactobacillus-GG in paediatric Crohn's disease",
        "The potential of lactic acid bacteria for the production of safe and wholesome food",
        "Commercial bacterial starter cultures for fermented foods of the future",
        "Peroxyl radical scavenging capability of fish sauces measured by the chemiluminescence method.",
        "Biological Properties of Whey Componenets: A Review",
        "Food-derived peptides with biological activity: from research to food applications",
        "A placebo-controlled study of the effect of sour milk on blood pressure in hypertensive subjects",
        "Milk protein derived bioactive peptides",
        "Antihypertensive and antimicrobial bioactive peptides from milk proteins",
        "Biofunctional properties of bioactive peptides of milk origin",
        "Probiotic bacteria in fermented foods: Product characteristics and starter organisms",
        "Bioactive food proteins and peptides: Applications in human health",
        "Improved bioavailability of dietary phenolic acids in whole grain barley and oat groat following fermentation with probiotic Lactobacillus acidophilus, Lactobacillus johnsonii, and Lactobacillus reuteri",
        "Longitudinal analysis of deciduous tooth emergence: II. Parametric survival analysis in Bangladeshi, Guatemalan, Japanese, and Javanese children",
        "Introduction to pre- and probiotics",
        "Bifidobacteria Microflora",
        "Soy protein hydrolyzate with bound phospholipids reduces serum cholesterol levels in hypercholesterolemic adult male volunteers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Longowal",
            "affilname": "Sant Longowal Institute of Engineering and Technology",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Solan",
            "affilname": "Dr. Yashwant Singh Parmar University of Horticulture and Forestry",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Phagwara",
            "affilname": "Lovely Professional University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Mumbai",
            "affilname": "Bhabha Atomic Research Centre",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Imphal",
            "affilname": "Institute of Bioresources and Sustainable Development",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Palampur",
            "affilname": "CSK Himachal Pradesh Agriculture University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "State Department of Ayurveda",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Gangtok",
            "affilname": "Regional Centre of Institute of Bioresources and Sustainable Development",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}