{
    "eid": "2-s2.0-84923668633",
    "title": "Histopathological finding of liver and kidney tissues of the yellow mystus, hemibagrus filamentus (Fang and chaux, 1949), from the Tapee River, Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Fish",
        "Hemibagrus filamentus",
        "Histopathology",
        "Kidney",
        "Liver",
        "Tapee river"
    ],
    "authors": [
        "Sinlapachai Senarat"
    ],
    "citedby-count": 13,
    "ref-count": 29,
    "ref-list": [
        "American Fisheries Society",
        "Sublethal ammonia exposure of Nile tilapia (Oreochromis niloticus L.): Effects on gill, liver and kidney histology",
        "Theory and Practice of Histological Techniques",
        "Sublethal effects of commercial deltamethrin on the structure of the gill, liver and gut tissues of mosquitofish, Gambusia affinis: A microscopic study",
        "John Wiley and Sons",
        "A composite approach for evaluation of the effects of pesticides on fish",
        "World Journal of Fish and Marine Science",
        "Mechanisms of Toxicity",
        "The bagrid catfish genus Hemibagrus (Teleostei: Siluriformes) in central Indochina with a new species from the Mekong River",
        "Target Organ Toxicity in Marine and Fresh Water Teleosts",
        "Animal Tissue Techniques",
        "Red List of Threatened Species, International Union for Conservation of Nature (IUCN), Version",
        "Toxicology the Basic Science of Poisons, C.D. Klaassen, Editor. Casarett and Doull’s. 7Th Edition, Mcgraw-Hill",
        "Biochemical and histopathological effects of glyphosate herbicide on nile tilapia (Oreochromis niloticus)",
        "Zoosymposia",
        "Water quality and trophic status in main rivers of Thailand",
        "Histopathology of gills, kidney and liver of a Neotropical fish caged in an urban stream",
        "Genetic evidence for historical continuity between populations of the australian freshwater fish Craterocephalus stercusmuscarum (Atherinidae) east and west of the Great Dividing Range",
        "Effects of dietary methylmercury on liver and kidney histology in the neotropical fish Hoplias malabaricus",
        "Fundamentals of Aquatic Toxicology, G.M Rand and S.R. Petrocelli",
        "Istanbul University Faculty of Science (IUFS) Journal of Biology",
        "International Journal of Environmental Science",
        "Biotransformation, genotoxic, and histopathological effects of environmental contaminants in European eel (Anguilla anguilla L.)",
        "Behavioural changes in freshwater fish, Cirrhinus mrigala (Hamilton) exposed to cypermethrin",
        "Anterior kidney of the yellow mystus, Hemibagrus filamentus (Fang and Chaux, 1949)",
        "Correlation between Herbicide Contamination and Effects on Reproductive System of Cyprinid Fish, Puntioplites Proctozysron in Nan River, Wiang Sa Dist, Nan Province",
        "Fisheries in India in the context of aquatic pollution",
        "Evaluation of rapid cooling and tricaine methanesulfonate (MS222) as methods of euthanasia in zebrafish (Danio rerio)",
        "Histological Effects of Carbofuran on Guppy Poecilia Reticulata Peters"
    ],
    "affiliation": [
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "National Institute of Metrology (Thailand)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Pibulsongkram Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}