{
    "eid": "2-s2.0-84957558011",
    "title": "Production of graphitic carbon-based nanocomposites from K2CO3-activated coconut shells as counter electrodes for dye-sensitized solar-cell applications",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "Activated carbon",
        "Carbon nanotubes",
        "Coconut shells",
        "Counter electrodes",
        "Dye-sensitized solar cells"
    ],
    "authors": [
        "Vorrada Loryuenyong"
    ],
    "citedby-count": 3,
    "ref-count": 18,
    "ref-list": [
        "Coal as a carbon source for carbon nanotube synthesis",
        "Carbon nanotubes produced from natural cellulosic materials",
        "Synthesis of multiwalled carbon nanotubes from bamboo charcoal and the roles of minerals on their growth",
        "Chemical and physical activation of olive-mill waste water to produce activated carbons",
        "Comparisons of pore properties and adsorption performance of KOH-activated and steam-activated carbons",
        null,
        null,
        "Helical microtubules of graphitic carbon",
        "Large-scale synthesis of carbon nanotubes",
        "Mater. Res. Innov.",
        "Chemical vapor deposition of carbon nanotubes: A review on growth mechanism and mass production",
        "Water-assisted highly efficient synthesis of impurity-free single-walled carbon nanotubes",
        "Post-plasma treatment of a carbon nanowall for use as a counter electrode in a dye-sensitized solar cell",
        "Simple preparation and characteristics for transparent, conductive thin films of carbon nanotubes",
        "Characterization of carbon nanotubes and carbon nanofibers prepared by catalytic decomposition of acetylene in a fluidized bed reactor",
        "Defects in carbon nanotubes",
        "Application of carbon materials as counter electrodes of dye-sensitized solar cells",
        "High-performance dye-sensitized solar cells with gel-coated binder-free carbon nanotube films as counter electrode"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemicals and Materials Technology",
        "Department of Materials Science and Engineering, Faculty of Engineering and Industrial Technology",
        "Silpakorn University",
        "Research and Development Institute, Silpakorn University"
    ]
}