{
    "eid": "2-s2.0-85015772163",
    "title": "A revision of the thyropygus allevatus group. Part V: Nine new species of the extended opinatus subgroup, based on morphological and DNA sequence data (Diplopoda: Spirostreptida: Harpagophoridae)",
    "cover-date": "2016-05-24",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "DNA barcoding",
        "Millipedes",
        "New species",
        "Phylogeny",
        "Thailand"
    ],
    "authors": [
        "Piyatida Pimvichai"
    ],
    "citedby-count": 12,
    "ref-count": 27,
    "ref-list": [
        "A New Look at the Statistical Model Identification",
        "JModelTest 2: More models, new heuristics and parallel computing",
        "Mémoires Du Muséum National d’Histoire Naturelle, Sér. A (Zool)",
        "Bulletin Du Muséum National d’Histoire Naturelle, >Sér., 8 Sect. A",
        "Bulletin Du Muséum National d’Histoire Naturelle, 4 >Sér",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "Steenstrupia",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "Maximum likelihood estimation of the heterogeneity of substitution rate among nucleotide sites",
        "Barcoding animal life: Cytochrome c oxidase subunit 1 divergences among closely related species",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "Studies on spirostreptoid millipeds. XI. A review of some indonesian genera of the family harpagophoridae",
        "Myriapod Memoranda",
        "Zeitschrift für Die Gesammten Naturwissenschaften",
        "The Simple Fool’s Guide to PCR",
        "Molecular Evolution and Phylogenetics",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "A revision of the Thyropygus allevatus group. Part 1: The T. opinatus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 2: The T. bifurcus subgroup(Diplopoda, Spirostreptida, Harpagophoridae)",
        "A revision of the thyropygus allevatus group. Part 3: the T. induratus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 4: The T. cuisinieri subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Molecular phylogeny of the Thyropygus allevatus group of giant millipedes and some closely related groups",
        "Tracer",
        "Barcoding Fauna Bavarica: Myriapoda? A contribution to DNA sequence-based identifications of centipedes and millipedes (Chilopoda, Diplopoda)",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "DAMBE5: A comprehensive software package for data analysis in molecular biology and evolution"
    ],
    "affiliation": [
        {
            "affiliation-city": "Copenhagen",
            "affilname": "Statens Naturhistoriske Museum",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Brussels",
            "affilname": "Koninklijk Belgisch Instituut voor Natuurwetenschappen",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antwerpen",
            "affilname": "Universiteit Antwerpen",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Marie Curie",
        "Belgian Federal Science Policy Office",
        "Thailand Research Fund"
    ]
}