{
    "eid": "2-s2.0-85032732535",
    "title": "Inflation from supersymmetry breaking",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101"
        },
        {
            "$": "Engineering (miscellaneous)",
            "@code": "2201"
        }
    ],
    "keywords": [],
    "authors": [
        "I. Antoniadis"
    ],
    "citedby-count": 28,
    "ref-count": 47,
    "ref-list": [
        "Inflationary universe: A possible solution to the horizon and flatness problems",
        "A new inflationary universe scenario: A possible solution of the horizon, flatness, homogeneity, isotropy and primordial monopole problems",
        "Cosmology for grand unified theories with radiatively induced symmetry breaking",
        "Particle physics models of inflation and the cosmological density perturbation",
        "Contemp. Concepts Phys.",
        "A new type of isotropic cosmological models without singularity",
        "Solving the cosmological moduli problem with weak scale inflation",
        "Inflation and the nature of supersymmetry breaking",
        "Supersymmetry-breaking models of inflation",
        "Inflation and supersymmetry breaking",
        "Gauge R-symmetry and de Sitter vacua in supergravity and string theory",
        "Inflation from supergravity with gauged R-symmetry in de Sitter vacuum",
        "De sitter vacua via consistent D terms",
        "On Fayet-Iliopoulos terms and de Sitter vacua in supergravity: Some easy pieces",
        "Dynamical supersymmetry breaking and late-time R symmetry breaking as the origin of cosmic inflation",
        "Supergravity",
        "D-term inflation",
        "Inflation with Fayet-Iliopoulos terms",
        "Unified model of D-term inflation",
        "Is the neutrino a goldstone particle?",
        "Linearizing the Volkov-Akulov model",
        "Constrained local superfields",
        "Non-Linear realization of supersymmetry algebra from supersymmetric constraint",
        "From linear SUSY to constrained superfields",
        "On the Goldstino actions and their symmetries",
        "Minimal inflation",
        "A minimal inflation scenario",
        "General sGoldstino inflation",
        "Signature of supersymmetry from the early universe",
        "False vacuum inflation with Einstein gravity",
        "Inflation and String Theory",
        "String moduli inflation: An overview",
        "Large scale structure and supersymmetric inflation without fine tuning",
        "Hilltop inflation",
        "Minimal supergravity models of inflation",
        "SUSY breaking after inflation in supergravity with inflaton in a massive vector supermultiplet",
        "Higgs mechanism and cosmological constant in N= 1 supergravity with a vector multiplet",
        "Approaches to the gravitational spin- 3 2 axial anomaly",
        "Gauged R-symmetry and its anomalies in 4D N=1 supergravity and phenomenological implications",
        "How long before the end of inflation were observable perturbations produced?",
        "First CMB constraints on the inflationary reheating temperature",
        "Introduction to the theory of the early universe: Cosmological perturbations and inflationary theory",
        "Planck 2015 results: XX. Constraints on inflation",
        "Natural new inflation in broken supergravity",
        "Dynamical tuning of the initial condition for new inflation in supergravity",
        "Lower bound on the gravitino mass m3/2>O (100)TeV in R -symmetry breaking new inflation",
        "High-scale SUSY from an R-invariant new inflation in the landscape"
    ],
    "affiliation": [
        {
            "affiliation-city": "Paris",
            "affilname": "Laboratoire de Physique Théorique et Hautes Énergies",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bern",
            "affilname": "University of Bern",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "CUAASC",
        "Chu-lalongkorn University",
        "Franco-Thai Cooperation Program in Higher Education and Research ‘PHE"
    ]
}