{
    "eid": "2-s2.0-85006823026",
    "title": "ESBWR passive safety system performance under loss of coolant accidents",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Nuclear Energy and Engineering",
            "@code": "2104"
        },
        {
            "$": "Safety",
            "@code": "2213"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        }
    ],
    "keywords": [
        "Break",
        "ESBWR",
        "LOCA",
        "Passive safety system"
    ],
    "authors": [
        "Somboon Rassame"
    ],
    "citedby-count": 19,
    "ref-count": 28,
    "ref-list": [
        "Pressure scaling analysis of the SBWR and integral test facilities - post test review",
        "ESBWR... An evolutionary reactor design",
        "Licensing Topical Report (LTR) NEDO-33261, ESBWR Containment Load Definition, Revision 1, October 2007-Non-Proprietary Information",
        "The three-level scaling approach with application to the Purdue University Multi-Dimensional Integral Test Assembly (PUMA)",
        "The Integral Test Facility Karlstein",
        "Assessment of passive safety system performance under main steam line break accident",
        "Assessment of passive safety system performance under gravity driven cooling system drain line break accident",
        "Applicability of small-scale integral test data to the 4500 MWt ESBWR loss-of-coolant accidents",
        "Derivation of general scaling criteria for BWR containment tests",
        "Assessment of performance of BWR passive safety systems in a small break LOCA with integral testing and code simulation",
        "Counterpart experimental study of ISP-42 PANDA tests on PUMA facility",
        "The 14th International Topical Meeting on Nuclear Reactor Thermalhydraulics (NURETH-14)",
        "Behaviors of passive safety systems under a Feed Water Line Break LOCA on a Generation III+ Boiling Water Reactor"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "West Lafayette",
            "affilname": "Purdue University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "U.S. Government",
        "U.S. Nuclear Regulatory Commission"
    ]
}