{
    "eid": "2-s2.0-85015738197",
    "title": "Pharmacognostic specifications and lawsone content of Lawsonia inermis leaves",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Lawsone",
        "Lawsonia inermis L",
        "pharmacognostic specification",
        "thin-layer chromatography"
    ],
    "authors": [
        "Rawiwan Charoensup"
    ],
    "citedby-count": 15,
    "ref-count": 21,
    "ref-list": [
        "Lawsonia inermis L. (henna): Ethnobotanical, phytochemical and pharmacological aspects",
        "Antibacterial activity of sequentially extracted organic solvent extracts of fruits, flowers and leaves of Lawsonia inermis L. from Jaffna",
        "Antimicrobial efficacy of henna extracts",
        "Antioxidant constituents from Lawsonia inermis leaves: Isolation, structure elucidation and antioxidative capacity",
        "Biochemical study for the effect of henna (Lawsonia inermis) on Escherichia coli",
        "J Pharm Sci Drug Res",
        "Pharm Anal Acta",
        "Quality Control of Herbal Drugs: An Approach to Evaluation of Botanicals",
        "Turning Medicinal Plants into Drugs",
        "Evaluation of Herbal Medicinal Products",
        "Quality Control Methods for Medicinal Plant Materials",
        "Validation of Analytical Procedures: Text and Methodology Q2(R1)",
        "Plant Resources of South-East Asia No. 3: Dye and Tannin-producing Plants",
        "Herbal drugs: Standards and regulation",
        "Traditional Herbal Medicine Research Methods: Identification, Analysis, Bioassay, and Pharmaceutical and Clinical Studies",
        "Leaf. Rom J Biol Plant Biol",
        "Chromatography Concepts and Contrasts",
        "Determination of lawsone in henna powders by high performance thin layer chromatography",
        "Evaluation of quantitative thin layer chromatography using staining reagents",
        "Investigation of antiradical activity of plant material by thin-layer chromatography with image processing",
        "Digitally enhanced thin layer chromatography: Further development and some applications in isotopic chemistry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "affilname": "Mae Fah Luang University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}