{
    "eid": "2-s2.0-85032349515",
    "title": "Advancement and new perspectives of using formulated reactive amine blends for post-combustion carbon dioxide (CO2) capture technologies",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        }
    ],
    "keywords": [
        "Amine cost",
        "Amine volatility",
        "Biodegradability",
        "Blended amines",
        null,
        "Degradation",
        "Ecotoxicity",
        "Oxy–fuel combustion",
        "Post–combustion",
        "Pre–combustion",
        "Reclaiming energy",
        "Regeneration energy"
    ],
    "authors": [
        "Chikezie Nwaoha"
    ],
    "citedby-count": 80,
    "ref-count": 242,
    "ref-list": [
        "Recent progress and new development of post-combustion carbon-capture technology using reactive solvents",
        "Engineering Thermodynamics - a Graphical Approach",
        null,
        null,
        null,
        null,
        "Degradation studies of amines and alkanolamines during sour gas treatment process",
        null,
        null,
        "Effects of NOx in the flue gas degradation of MEA",
        "N-Nitrosopiperazines form at high pH in post-combustion capture solutions containing piperazine: a low-energy collisional behaviour study.",
        null,
        null,
        null,
        null,
        "Low temperature dry reforming of methane on rhodium and cobalt based catalysts: Active phase stabilization by confinement in mesoporous SBA-15",
        null,
        "Improved hydrogen production from dry reforming reaction using a catalytic packed-bed membrane reactor with Ni-based catalyst and dense PdAgCu alloy membrane",
        null,
        "Copolymerization of carbon dioxide and butadiene via a lactone intermediate",
        null,
        null,
        "Renewable and metal-free carbon nanofibre catalysts for carbon dioxide reduction",
        "A review of copolymerization of green house gas carbon dioxide and oxiranes to produce polycarbonate",
        "Dynamic modeling of Shell entrained flow gasifier in an integrated gasification combined cycle process",
        "Process simulation and thermodynamic analysis of an IGCC (integrated gasification combined cycle) plant with an entrained coal gasifier",
        "Oxy-fuel combustion of pulverized coal: Characterization, fundamentals, stabilization and CFD modeling",
        "Gas-to-liquids (GTL): A review of an industry offering several routes for monetizing natural gas",
        "Syngas composition study",
        null,
        null,
        "Capture technologies: Improvements and promising developments",
        "Exergy and economic analyses of advanced IGCC-CCS and IGFC-CCS power plants",
        "Exergy and economic analysis of a CaO-looping gasifier for IGFC-CCS and IGCC-CCS",
        null,
        "Chem. Eng. Technol.",
        "Steam reforming of n-heptane for production of hydrogen and syngas",
        "Natural Gas Conversion Technologies Workshop of ARPA-e",
        "Highly active and stable alumina supported nickel nanoparticle catalysts for dry reforming of methane",
        null,
        "Opportunities and challenges in carbon dioxide capture",
        null,
        null,
        "Carbon dioxide capture with concentrated, aqueous piperazine",
        "Sterically Hindered Amines for CO2 Removal from Gases",
        null,
        "Kinetics of carbon dioxide absorption in aqueous solution of diethylenetriamine (DETA)",
        "Solubility of carbon dioxide in aqueous 2.5 M of diethylenetriamine (DETA) solution",
        null,
        null,
        null,
        null,
        null,
        "Solubility of carbon dioxide gas in some 2.5 M tertiary amine aqueous solutions",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "Adv. Chem. Eng. Sci.",
        null,
        null,
        null,
        "Development of Carbon dioxide removal system from the flue gas of coal fired power plant"
    ],
    "affiliation": [
        {
            "affiliation-city": "Doha",
            "affilname": "Gas Processing Centre",
            "affiliation-country": "Qatar"
        },
        {
            "affiliation-city": "Regina",
            "affilname": "Clean Energy Technologies Research Institute",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "University of Regina",
        "Qatar National Research Fund",
        "Qatar National Research Fund",
        "Natural Sciences and Engineering Research Council of Canada"
    ]
}