{
    "eid": "2-s2.0-85025594633",
    "title": "Attitudes of orthodontists and laypersons towards tooth extractions and additional anchorage devices",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Orthodontics",
            "@code": "3505"
        }
    ],
    "keywords": [
        "Anchorage devices",
        "Extraction",
        "Laypersons",
        "Orthodontists",
        "Tooth condition"
    ],
    "authors": [
        "Chidsanu Changsiripun"
    ],
    "citedby-count": 5,
    "ref-count": 26,
    "ref-list": [
        "Current status of orthodontic professionals in the Asian Pacific region",
        "Forty-year review of extraction frequencies at a university orthodontic clinic.",
        "Clinical applications of the Miniscrew Anchorage System.",
        "Comparison and measurement of the amount of anchorage loss of the molars with and without the use of implant anchorage during canine retraction",
        "Evaluation of orthodontic mini-implant anchorage in premolar extraction therapy in adolescents",
        "First or second premolar extraction effects on facial vertical dimension",
        "An Occlusal and Cephalometric Analysis of Maxillary First and Second Premolar Extraction Effects",
        "Profile changes of patients treated with and without premolar extractions",
        "Effects of orthodontic treatment and premolar extractions on the mandibular third molars.",
        "Relative prevalence of caries in first and second premolars in urban Nigerians.",
        "A new cavity classification",
        "A socio-dental approach to assessing children's orthodontic needs",
        "Extraction decision and identification of treatment predictors in Class I malocclusions",
        "Frequency evaluation of different extraction protocols in orthodontic treatment during 35 years",
        "Differential premolar extractions.",
        "Long-term stability of Class I premolar extraction treatment",
        "Extraction frequencies at a university orthodontic clinic in the 21st century: Demographic and diagnostic factors affecting the likelihood of extraction",
        "Where teeth should be positioned in the face and jaws and how to get them there.",
        "Three-dimensional evaluation of tooth movement in Class II malocclusions treated without extraction by orthodontic mini-implant anchorage",
        "Gummy smile and facial profile correction using miniscrew anchorage",
        "Open bite correction by intrusion of posterior teeth with miniscrews",
        "Extra-oral appliances in orthodontic treatment",
        "Effect of the transpalatal arch during extraction treatment",
        "Advances in orthodontic anchorage with the use of mini-implant techniques",
        "Selling orthodontic need: Innocent business decision or guilty pleasure?",
        "J Dent Assoc Thai"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}