{
    "eid": "2-s2.0-85032027891",
    "title": "Screening and selection of ferric reducing bacteria by electrical current for microbial fuel cell",
    "cover-date": "2017-09-29",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Electrical current selection",
        "Ferric reducing bacteria",
        "Microbial fuel cell"
    ],
    "authors": [
        "Kamol Rodyou"
    ],
    "citedby-count": 1,
    "ref-count": 34,
    "ref-list": [
        "Proc. R. Soc. Lond. B.",
        "Microbial electrochemistry and technology: Terminology and classification",
        "Appl. Environ. Microbiol.",
        "Iron and manganese in anaerobic respiration: Environmental significance, physiology, and regulation",
        "Direct electrode reaction of Fe(III)-reducing bacterium, Shewanella putrefaciens",
        "A mediator-less microbial fuel cell using a metal reducing bacterium, Shewanella putrefaciens",
        "Electroactive bacteria—molecular mechanisms and genetic tools",
        "Biofuel cells select for microbial consortia that self-mediate electron transfer",
        "Microbial phenazine production enhances electron transfer in biofuel cells",
        "Electricity production by Geobacter sulfurreducens attached to electrodes",
        "Bug juice: Harvesting electricity with microorganisms",
        "Electricity generation by direct oxidation of glucose in mediatorless microbial fuel cells",
        "Rhodoferax ferrireducens sp. nov., a psychrotolerant, facultatively anaerobic bacterium that oxidizes acetate with the reduction of Fe(III)",
        "A novel electrochemically active and Fe(III)-reducing bacterium phylogenetically related to Clostridium butyricum isolated from a microbial fuel cell",
        "A novel electrochemically active and Fe(III)-reducing bacterium phylogenetically related to Aeromonas hydrophila, isolated from a microbial fuel cell",
        "Electricity generation by Rhodopseudomonas palustris DX-1",
        "Isolation of the exoelectrogenic bacterium Ochrobactrum anthropi YZ-1 by using a U-tube microbial fuel cell",
        "A review of the substrates used in microbial fuel cells (MFCs) for sustainable energy production",
        "Anode microbial communities produced by changing from microbial fuel cell to microbial electrolysis cell operation using two different wastewaters",
        "Simultaneous wastewater treatment and biological electricity generation",
        "Microbial fuel cells: Methodology and technology",
        "A biofilm enhanced miniature microbial fuel cell using Shewanella oneidensis DSP10 and oxygen reduction cathodes",
        "Effect of electrode potential on electrode-reducing microbiota",
        "Optimization of the biological component of a bioelectrochemical cell",
        "Accelerated start-up of two-chambered microbial fuel cells: Effect of anodic positive poised potential",
        "Effects of substrate diffusion and anode potential on kinetic parameters for anode-respiring bacteria",
        "Improved performance of microbial fuel cells enriched with natural microbial inocula and treated by electrical current",
        "Assessment of the physiological and biochemical characterization of a Lactic acid bacterium isolated from chicken faeces in sahelian region",
        "Metabolites produced by Pseudomonas sp. enable a Gram-positive bacterium to achieve extracellular electron transfer",
        "Impedance analysis of bio-fuel cell electrodes",
        "Electricity generation in microbial fuel cells using neutral red as an electronophore",
        "A generation of microbial fuel cells with current outputs boosted by more than one order of magnitude",
        "Improved performances of E. coli-catalyzed microbial fuel cells with composite graphite/PTFE anodes",
        "Polypyrrole-coated reticulated vitreous carbon as anode in microbial fuel cell for higher energy output"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphisek Somphot Endowment Fund",
        "Chulalongkorn University"
    ]
}