{
    "eid": "2-s2.0-85104528058",
    "title": "Barriers to prisoners’ re-entry into formal and informal labour market",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Beauty Premium",
        "Choice Experiment",
        "Cosmetic Surgery",
        "Criminal History Record",
        "Physical Attractiveness",
        "Prisoner Employment"
    ],
    "authors": [
        "Taksaorn Phuchongpravech",
        "Thanee Chaiwat"
    ],
    "citedby-count": 0,
    "ref-count": 48,
    "ref-list": [
        "The effect of criminal records on access to employment",
        "The employability of ex-offenders: a field experiment in the Swedish labor market",
        "Basic Functions for Supporting an Implementation of Choice Experiments in R",
        "Design and analysis of choice experiments using R: a brief introduction",
        "Beauty Premiums Among Academics",
        "Measuring employment discrimination through controlled experiments",
        "The looks of a winner: Beauty and electoral success",
        "Physical attractiveness",
        "Beauty, productivity, and discrimination: Lawyers' looks and lucre",
        "The labor market return to an attractive face: Evidence from a field experiment",
        "Labor market effects of permitting employer access to criminal history records",
        "The impact of obesity on wages",
        "The mark of an ex-prisoner: Perceived discrimination and self-stigma of young men after prison in Hong Kong",
        "Criminal stigma, race, and ethnicity: The consequences of imprisonment for employment",
        "Sex and physical attractiveness of raters and applicants as determinants of resume evaluations",
        "Relative importance of applicant sex, attractiveness, and scholastic standing in evaluation of job applicant resumes",
        "Racial composition of television offenders and viewers' fear of crime",
        "Beauty vs. brains: Early labor market outcomes of high school graduates",
        "Cosmetic surgery and criminal rehabilitation",
        "Dress for success—does primping pay?",
        "Choice modelling approaches: a superior alternative for environmental valuatioin?",
        "Beauty, stature and the labour market: A British cohort study",
        "Perceived criminality, criminal background checks, and the racial hiring practices of employers",
        "Rebranding ex-convicts",
        "On approximating the statistical properties of elasticities",
        "Plastic surgery in corrections",
        "Plastic Surgery: Investment in human capital or consumption?",
        "On the design and analysis of simulated choice or allocation experiments in travel choice modelling",
        "Design and analysis of simulated consumer choice or allocation experiments: an approach based on aggregate data",
        "Beauty, body size and wages: Evidence from a unique data set",
        "The mark of a criminal record",
        "Sequencing disadvantage: Barriers to employment facing young black and white men with criminal records",
        "Unemployment shocks for individuals on the margin: Exploring recidivism effects",
        "The height premium in Indonesia",
        "Ex-offender barriers to employment: racial disparities in labor markets with asymmetric information",
        "Plastic surgery in the Texas prison system",
        "Height, weight, and entry earnings of female graduates in Taiwan",
        "Employment After Prison: A Longitudinal Study of Former Prisoners",
        "Hiring ex-offenders: A theoretical model"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ministry of Justice"
    ]
}