{
    "eid": "2-s2.0-85063862068",
    "title": "Impact of drying process on chemical composition and key aroma components of Arabica coffee",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chemical composition",
        "Coffee",
        "Drying",
        "Flavor",
        "Sensory evaluation",
        "Stable isotope dilution analysis"
    ],
    "authors": [
        "Fareeya Kulapichitr",
        "Chaleeda Borompichaichartkul",
        "Inthawoot Suppavorasatit",
        "Keith R. Cadwallader"
    ],
    "citedby-count": 52,
    "ref-count": 40,
    "ref-list": [
        "Food Chemistry",
        "Ultrastructural analysis of drying damage in parchment Arabica coffee endosperm cells",
        "Coffee Processing",
        "Exploring the impacts of postharvest processing on the aroma formation of coffee beans - A review",
        "Effect of different drying techniques on bioactive components, fatty acid. composition, and volatile profile of Robusta coffee beans",
        "Comparative evaluation of the volatile profiles and taste properties of roasted coffee beans as affected by drying method and detected by electronic nose, electronic tongue, and HS-SPME-GC-MS",
        "Convenient synthesis of stable deuterium-labeled alkylpyrazines for use in stable isotope dilution assays",
        "Coffee flavor chemistry",
        "Review of heat pump systems for drying application",
        "Odorants of extrusion products of oat meal. Changes during storage",
        "An overview of the Maillard reactions related to aroma generation in coffee",
        "Formation pathways for primary roasted coffee aroma compounds",
        "Influence of drying on the content of sugars in wet processed green Arabica coffees",
        "Odor threshold levels of pyrazine compounds and assessment of their role in flavor of roasted foods",
        "Synthesis of labeled (2H4)β-damascenone, (2H2)2-methoxy-3-isobutylpyrazine, (2H3)α-ionone, and (2H3)β-ionone, for quantification in grapes, juices and wine",
        "Optimization of coconut protein deamidation using protein-glutaminase and its effect on solubility, emulsification, and foaming properties of the proteins",
        "Identification and characterization of the aroma-impact components of Thai fish sauce",
        "The Maillard reaction in food and in the human body- new results in chemistry, biochemistry and medicine",
        "Synthesis of deuterated volatile lipid degradation products to be used as internal standards in isotope dilution assays. 2. vinyl ketones",
        "FTIR-ATR analysis of brewed coffee: Effect of roasting conditions",
        "Understanding discrimination tests: A user-friendly treatment of response bias, rating and ranking R-index tests and their relationship to signal detection",
        "Fast simultaneous analysis of caffeine, trigonelline, nicotinic acid and sucrose in coffee by liquid chromatography-mass spectroscopy",
        "Determination of the alkylpyrazine composition of coffee using stable isotope dilution-gas chromatography-mass spectrometry (SIDA-GC-MS)",
        "Alkylpyrazine contents of coffee beverages using stable isotope dilution gas chromatography-mass spectrometry",
        "Study on the role of precursors in coffee flavor formation using in-bean experiments",
        "4-Ethylphenol and 4-ethylguaiacol in wines: Estimating non-microbial sourced contributions and toxicological considerations",
        "Chemistry and technology of flavours and fragrances",
        "Compilation of odor thresholds, odor qualities and retention indices of key food odorants. Deutsche Forshungsanstalt für Lebemsmittelchemie and Institut für Lebemsmittelchemie der Technischen",
        "Changes in key odorants of raw coffee beans during storage under defined conditions",
        "Evaluation of the character impact odorants in fresh strawberry juice by quantitative measurements and sensory studies on model mixtures",
        "Synthesis of six deuterated sulfur containing odorants to be used as internal standards in quantification assays",
        "Studies on character impact odorants of coffee brews",
        "Characterization of odorants causing an atypical aroma in white pepper powder (Piper nigrum L.) based on quantitative measurements and orthonasal breakthrough thresholds",
        "Characterization of the key aroma compounds in pink guava (Psidium guajava L.) by means of aroma re-engineering experiments and omission testing",
        "Quantification of free 2-furfurylthiol in coffee brew using a prefabricated coffee model",
        "Reactivity and stability of selected flavor compounds"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Urbana",
            "@id": "60000745",
            "affilname": "University of Illinois Urbana-Champaign",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000745",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Royal Golden Jubilee (RGJ) Ph.D. Programme"
    ]
}