{
    "eid": "2-s2.0-84955703873",
    "title": "Highly oxygenated chromones from mangrove-derived endophytic fungus Rhytidhysteron rufulum",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Chromone",
        "Cytotoxicity",
        "Endophytic fungi",
        "Rhytidhysteron rufulum"
    ],
    "authors": [
        "Supichar Chokpaiboon"
    ],
    "citedby-count": 38,
    "ref-count": 24,
    "ref-list": [
        "Protein kinase and HDAC inhibitors from the endophytic fungus epicoccum nigrum",
        "Early and delayed clinical cardiotoxicity of doxorubicin",
        "Antiangiogenic effect of chamigrane endoperoxides from a Thai mangrove-derived fungus",
        "Cytotoxic nor-chamigrane and chamigrane endoperoxides from a basidiomycetous fungus",
        "Mangrove derived fungal endophytes - A chemical and biological perception",
        "Are endophytic fungi defensive plant mutualists?",
        "Anticancer compounds derived from fungal endophytes: Their importance and future challenges",
        "Are we ready for industrial production of bioactive plant secondary metabolites utilizing endophytes?",
        "Virgatolides A - C, benzannulated spiroketals from the plant endophytic fungus Pestalotiopsis virgatula",
        "Bisabolane sesquiterpenoids from the plant endophytic fungus Paraconiothyrium brasiliense",
        "Naphthoquinone spiroketals and organic extracts from the endophytic fungus edenia gomezpompae as potential herbicides",
        "Rhytidenones A-F, spirobisnaphthalenes from Rhytidhysteron sp. AS21B, an endophytic fungus",
        "Spirobisnaphthalenes from the mangrove-derived fungus Rhytidhysteron sp. AS21B",
        "Chromone derivatives from the filamentous fungus Lachnum sp. BCC 2424",
        "Evaluation of a Soluble Tetrazolium/Formazan Assay for Cell Growth and Drug Sensitivity in Culture Using Human and Other Tumor Cell Lines",
        "SHELXS-97, Program for Crystal Structure Solution",
        "SHELXS-97, Program for Crystal Structure Refinement",
        "Bioprospecting for Microbial Endophytes and Their Natural Products",
        "Natural Products from Endophytic Microorganisms",
        "Endophytes: A rich source of functional metabolites",
        "Asperterpenols A and B, new sesterterpenoids isolated from a mangrove endophytic fungus Aspergillus sp. 085242",
        "Bioactive natural products derived from mangrove-associated microbes",
        "Biology and chemistry of endophytes",
        "Penibruguieramine A, a novel pyrrolizidine alkaloid from the endophytic Fungus Penicillium sp. GD6 associated with chinese mangrove Bruguiera gymnorrhiza"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Valaya Alongkorn Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}