{
    "eid": "2-s2.0-85077745048",
    "title": "Assessment of C-DBP and N-DBP formation potential and its reduction by MIEX® DOC and MIEX® GOLD resins using fluorescence spectroscopy and parallel factor analysis",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Ecological Modeling",
            "@code": "2302",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Disinfection byproducts",
        "Dissolved organic matter",
        "Fluorescence spectra",
        "MIEX",
        "PARAFAC"
    ],
    "authors": [
        "P. Jutaporn",
        "M. D. Armstrong",
        "O. Coronell"
    ],
    "citedby-count": 37,
    "ref-count": 49,
    "ref-list": [
        "Enhanced DOC removal using anion and cation ion exchange resins",
        "Tracking natural organic matter (NOM) in a drinking water treatment plant using fluorescence excitation-emission matrices and PARAFAC",
        "Seasonal variation in drinking water concentrations of disinfection by-products in IZMIR and associated human health risks",
        "Bench-scale testing of a magnetic ion exchange resin for removal of disinfection by-product precursors",
        "A pilot-scale evaluation of magnetic ion exchange treatment for removal of natural organic material and inorganic anions",
        "Determination of changes in wastewater quality through a treatment works using fluorescence spectroscopy",
        "Fluorescence spectroscopy for wastewater monitoring : a review",
        "Aquatic Organic Matter Fluorescence",
        "Fluorescent components of organic matter in wastewater: efficacy and selectivity of the water treatment",
        "Effect of instrument-specific response on the analysis of fulvic acid fluorescence spectra",
        "Combination of ferric and MIEX for the treatment of a humic rich water",
        "The control of N-DBP and C-DBP precursors with MIEX®",
        "MIEX gold resin: demonstration at aireys inlet water: water",
        "Effect of chlorine on adsorption/ultrafiltration treatment for removing natural organic matter in drinking water",
        "Characterising organic matter in recirculating aquaculture systems with fluorescence EEM spectroscopy",
        "Use of three-dimensional excitation and emission matrix fluorescence spectroscopy for predicting the disinfection by-product formation potential of reclaimed water",
        "Organic fouling control through magnetic ion exchange-nanofiltration (MIEX-NF) in water treatment",
        "The MIEX® Family of Resins",
        "Impact of a magnetic ion exchange resin on ozone demand and bromate formation during drinking water treatment",
        "Fluorescence spectroscopy for assessing trihalomethane precursors removal by MIEX resin",
        "Contribution of Wastewater to DBP Formation",
        "Impact of wastewater treatment processes on organic carbon, organic nitrogen, and DBP precursors in effuent organic matter",
        "Peer reviewed: characterizing aquatic dissolved organic matter, Understanding the unknown structures is key to better treatment of drinking water",
        "Effect of magnetic ion exchange (MIEX ®) on removal of emerging organic contaminants",
        "Changes in dissolved organic matter fluorescence and disinfection byproduct formation from UV and subsequent chlorination/chloramination",
        "Haloacetonitriles vs. regulated haloacetic acids: are nitrogen-containing DBFs more toxic?",
        "Organic matter fluorescence in municipal water recycling schemes: toward a unified PARAFAC model",
        "Fluorescence spectroscopy and multi-way techniques. PARAFAC",
        "OpenFluor- an online spectral library of auto-fluorescence by organic compounds in the environment",
        "Characterisation of organic matter in IX and PACl treated wastewater in relation to the fouling of a hydrophobic polypropylene membrane",
        "Magnetic ion exchange: is there potential for international development?",
        "Removal of organic matter from effluents by magnetic ion exchange (MIEX®)",
        "Improving on SUVA 254 using fluorescence-PARAFAC analysis and asymmetric flow-field flow fractionation for assessing disinfection byproduct formation and control",
        "Occurrence, synthesis, and mammalian cell cytotoxicity and genotoxicity of haloacetamides: an emerging class of nitrogenous drinking water disinfection byproducts",
        "MIEX® DOC process to remove disinfection by-product precursors",
        "Occurrence, genotoxicity, and carcinogenicity of regulated and emerging disinfection by-products in drinking water: a review and roadmap for research",
        "Spectroscopic characterisation of dissolved organic matter changes in drinking water treatment: from PARAFAC analysis to online monitoring wavelengths",
        "2. Comparison of the disinfection by-product formation potentials between a wastewater effluent and surface waters",
        "Part I. Identifying anthropogenic markers in surface waters influenced by treated effluents: a tool in potable water reuse",
        "Characterizing dissolved organic matter fluorescence with parallel factor analysis : a tutorial",
        "A potential approach for monitoring drinking water quality from groundwater systems using organic matter fluorescence as an early warning for contamination events",
        "Tracing dissolved organic matter in aquatic environments using a new approach to fluorescence spectroscopy",
        "Assessing DBP yield: uniform formation conditions",
        "National Primary Drinking Water Regulations: Stage 1 Disinfectants and Disinfection Byproducts Rule",
        "Six-Year Review 3 Technical Support Document for Disinfectants/Disinfection Byproducts Rules",
        "Evaluation of specific ultraviolet absorbance as an indicator of the chemical composition and reactivity of dissolved organic carbon",
        "Halogenated Acetonitriles in Drinking-Water: Background Document for Development of WHO Guidelines for Drinkingwater Quality",
        "Effects of watershed history on dissolved organic matter characteristics in headwater streams"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60025111",
            "affilname": "The University of North Carolina at Chapel Hill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025111",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "IXOM Watercare, Inc.",
        "National Institute of Environmental Health Sciences",
        "University of North Carolina"
    ]
}