{
    "eid": "2-s2.0-84947785615",
    "title": "Sensor-based evaluation and treatment of nocturnal hypokinesia in Parkinson's disease: An evidence-based review",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Continuous dopaminergic delivery",
        "Dopaminergic agents",
        "Nocturnal akinesia",
        "Nocturnal hypokinesia",
        "Parkinson's disease",
        "Sensors",
        "Turning in bed"
    ],
    "authors": [
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 29,
    "ref-count": 30,
    "ref-list": [
        "Nocturnal hypokinesia and sleep quality in Parkinson's disease",
        "Impaired bed mobility and disordered sleep in Parkinson's disease",
        "Subjectively impaired bed mobility in Parkinson disease affects sleep efficiency",
        "Accelerometer-based quantitative analysis of axial nocturnal movements differentiates patients with Parkinson's disease, but not high-risk individuals, from controls",
        "Nocturnal journey of body and mind in Parkinson's disease: The manifestations, risk factors and their relationship to daytime symptoms. Evidence from the NIGHT-PD study",
        "The impact of the nocturnal disabilities of Parkinson's disease on caregivers' burden: Implications for interventions",
        "The relevance of dopaminergic level in nocturnal disability in Parkinson's disease: Implications of continuous dopaminergic stimulation at night to treat the symptoms",
        "Measurement of bed turning and comparison with age, gender, and body mass index in a healthy population: Application of a novel mobility detection system",
        "Scales to assess sleep impairment in Parkinson's disease: Critique and recommendations",
        "Rotigotine effects on early morning motor function and sleep in Parkinson's disease: A double-blind, randomized, placebo-controlled study (RECOVER)",
        "Sleep disorders in Parkinson's Disease",
        "Quality of life in patients with Parkinson's disease: Development of a questionnaire",
        "Measurement of axial rotation: Its relevance to screening for night-time hypokinesia in old age and parkinsonism",
        "Reduced axial rotation in the spouses of sufferers from clinical idiopathic parkinsonism",
        "Accelerometry-based long-term monitoring of movement disorders: From diurnal gait behavior to nocturnal bed mobilitys",
        "J. Rehabil. Res. Dev.",
        "Parkinson's disease in the elderly: response to and optimal spacing of night time dosing with levodopa.",
        "Madopar HBS in Parkinson patients with nocturnal akinesia",
        "Sustained-release levodopa in Parkinsonian patients with nocturnal disabilities",
        "Effectiveness of Madopar HBS plus Madopar standard in patients with fluctuating Parkinson's disease: Two years of follow-up",
        "Early morning akinesia in Parkinson's disease: Effect of standard carbidopa/levodopa and sustained-release carbidopa/levodopa",
        "Disordered axial movement in Parkinson's disease",
        "Long-term duodenal levodopa infusion in Parkinson's disease: A 3-year motor and cognitive follow-up study",
        "The effect of cabergoline on sleep, periodic leg movements in sleep, and early morning motor function in patients with Parkinson's disease",
        "Rotigotine transdermal system for control of early morning motor impairment and sleep disturbances in patients with Parkinson's disease",
        "Effect of rotigotine on sleep and quality of life in Parkinson's disease patients: Post hoc analysis of RECOVER patients who were symptomatic at baseline",
        "Sleep duration and on time during different periods of the day and night in patients with advanced parkinson's disease receiving adjunctive ropinirole prolonged release",
        "Improvements in nocturnal symptoms with ropinirole prolonged release in patients with advanced Parkinson's disease",
        "Nocturnal subcutaneous apomorphine infusion in Parkinson's disease and restless legs syndrome",
        "Effect of rasagiline as adjunct therapy to levodopa on severity of OFF in Parkinson's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}