{
    "eid": "2-s2.0-85009508678",
    "title": "Facile and sensitive detection of carbofuran carbamate pesticide in rice and soybean using coupling reaction-based surface-enhanced raman scatteri",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "AgNPs",
        "Carbofuran",
        "Coupling reaction",
        "Diazonium ion",
        "SERS"
    ],
    "authors": [
        "Thanyada Sukmanee"
    ],
    "citedby-count": 14,
    "ref-count": 36,
    "ref-list": [
        "Effect of the insecticidal carbamate derivatives (carbofuran, pirimicarb, aldicarb) on the activity of acetylcholinesterase in tissues from pregnant rats and fetuses",
        "Effect of the Insecticide Carbofuran on Microbial Activities in Flooded Soil",
        "J. M. Vance, and W. K. Scott, BMC Neurol",
        "Persistence in Soil and Absorption and Movement of Carbofuran in Rice Plants",
        "\"Analysis of Crop Protection Policy in Thailand\"",
        "Organophosphorus compounds as chemical warfare agents: A review",
        "\"Guidelines for Canadian Drinking Water Quality\"",
        "\"The Thai Agricultural Standards on Pesticide Residues: Maximum Residue Limits\"",
        "Educ. Chem",
        "Gas chromatography-mass spectroscopy analysis of carbofuran and its metabolite 3-hydroxy-carbofuran in maize and soil in field",
        "Investigation of new indirect spectrophotometric method for the determination of carbofuran in carbamate pesticides",
        "Determination of 23 organophosphorous pesticides in surface water using SPME followed by GC-MS",
        "Determination of the Phenolic Metabolites of Carbofuran in Plants by Gas Chromatography/Mass Spectrometry",
        "A sensitive amperometric acetylcholine biosensor based on carbon nanosphere and acetylcholinesterase modified electrode for detection of pesticide residues",
        "Development of a Simultaneous Analysis Method for Carbofuran and Its Three Derivative Pesticides in Water by GC/MS with Temperature Programmable Inlet on-column Injection",
        "Surface-enhanced Raman scattering for immunoassay based on the biocatalytic production of Silver nanoparticles",
        "Surface-enhanced raman scattering: A powerful tool for chemical identification",
        "\"Principles of Surface Enhanced Raman Spectroscopy and Related Plasmonic Effects\"",
        "Surface-enhanced vibrational study (SEIR and SERS) of dithiocarbamate pesticides on gold films",
        "Surface-enhanced Raman spectroscopic analysis of fonofos pesticide adsorbed on silver and gold nanoparticles",
        "Determination of Tricyclazole Content in Paddy Rice by Surface Enhanced Raman Spectroscopy",
        "Self-assembly Ag nanoparticle monolayer film as SERS Substrate for pesticide detection",
        "Diazotization-coupling reaction-based selective determination of nitrite in complex samples using shell-isolated nanoparticle-enhanced Raman spectroscopy",
        "Boosting the quantitative inorganic surface-enhanced Raman scattering sensing to the limit: The case of nitrite/nitrate detection",
        "Magnetic titanium dioxide nanocomposites for surface-enhanced resonance Raman spectroscopic determination and degradation of toxic anilines and phenols",
        "Nanomed. Nanotechnol. Biol. Med",
        "Coupling reaction-based ultrasensitive detection of phenolic estrogens using surface-enhanced resonance raman scattering",
        "Adsorption and surface-enhanced Raman of dyes on silver and gold sols",
        "How citrate ligands affect nanoparticle adsorption to microparticle supports",
        "Citrate-Coated Silver Nanoparticles Interactions with Effluent Organic Matter: Influence of Capping Agent and Solution Conditions",
        "Surface-enhanced Raman scattering of 4-aminothiophenol in assemblies of nanosized particles and the macroscopic surface of silver",
        "Localized surface plasmon resonance (LSPR) and surface-enhanced Raman scattering (SERS) studies of 4-aminothiophenol adsorption on gold nanorods",
        "Polarizability of small spherical metal particles: influence of the matrix environment",
        "Shape and size dependence of radiative, non-radiative and photothermal properties of gold nanocrystals",
        "\"Infrared and Raman Characteristic Group Frequencies: Tables and Charts\"",
        "Aminopyrine Raman spectral features characterised by experimental and theoretical methods: Toward rapid SERS detection of synthetic antipyretic-analgesic drug in traditional Chinese medicine"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "His Majesty King Bhumibol Adulyadej",
        "Nanotechnology Center",
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}