{
    "eid": "2-s2.0-84960125030",
    "title": "Physico-mechanical characterization of polyurethane foam dressings containing natural polyols",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Clay mineralogy",
        "Fluvial sediments",
        "Late Quaternary",
        "Mooring observation",
        "Sediment geochemistry",
        "Source-to-sink",
        "South China Sea",
        "Transport process"
    ],
    "authors": [
        "Nantaporn Namviriyachote"
    ],
    "citedby-count": 6,
    "ref-count": 133,
    "ref-list": [
        "Structure of Sumatra and its implications for the tectonic assembly of Southeast Asia and the destruction of Paleotethys",
        "Mineralogy and sedimentation of recent deep-sea clay in the Atlantic ocean and adjacent seas and oceans",
        "Sediment sources and East Asian monsoon intensity over the last 450 ky. Mineralogical and geochemical investigations on South China Sea sediments",
        "Sedimentary responses to the Pleistocene climatic variations recorded in the South China Sea",
        "J. Geophys. Res. Solid Earth",
        "Interannual variability of the Kuroshio intrusion in the South China Sea",
        "Clay Sedimentology",
        "Cold deep water in the South China Sea",
        "Minerals in bottom sediments of the South China Sea",
        "Seasonal variability of thermohaline front in the central South China Sea",
        "Erosional response of South China to arc rifting and monsoonal strengthening; a record from the South China Sea",
        "Reconstructing chemical weathering, physical erosion and monsoon intensity since 25Ma in the northern South China Sea: A review of competing proxies",
        "Erosional history of the Himalayan and Burman ranges during the last two glacial-interglacial cycles",
        null,
        "Nd isotopes in deep-sea corals in the North-eastern Atlantic",
        "Links between erosion, runoff variability and seismicity in the Taiwan orogen",
        "Pathways of clay mineral transport in the coastal zone of the Brazilian continental shelf from Ceará to the mouth of the Amazon River",
        "Opening of the South China Sea and its implications for southeast Asian tectonics, climates, and deep mantle processes since the late Mesozoic",
        "Acta Oceanogr. Taiwan.",
        "Late quaternary high resolution monsoon records in planktonic stable isotopes from Northern South China Sea",
        "Dispersal of the Zhujiang River (Pearl River) derived sediment in the Holocene",
        "J. Sediment. Res.",
        "Nd and Sr isotopic systematics of river water suspended material: implications for crustal evolution",
        "Neodymium isotopes as tracers in marine sediments and aerosols: North Atlantic",
        "Cenozoic geological and plate tectonic evolution of SE Asia and the SW Pacific: Computer-based reconstructions, model and animations",
        "A geophysical study of the Manila Trench, Luzon, Philippines. 1. Crustal structure, gravity, and regional tectonic evolution.",
        "Depositional sequences controlled by high rates of sediment supply, sea-level variations, and growth faulting: The quaternary Baram Delta of northwestern Borneo",
        "Soc. Géol. Nord Publ.",
        "A Review on the currents in the South China Sea: Seasonal circulation, South China Sea warm current and Kuroshio intrusion",
        "Sediment Distributional Patterns and Evolution in the South China Sea Since the Oligocene",
        "Sediment mass and distribution in the South China Sea since the Oligocene",
        "Tectonic evolution of accretionary prism in the arc-continent collision terrane of Taiwan",
        "Modern (<100 years) sedimentation in the Taiwan Strait: Rates and source-to-sink pathways elucidated from radionuclides and particle size distribution",
        "Dating tectonism in the Indosinian-Thai-Malayan Orogen by thermoluminescence",
        "Geology of North-West Borneo",
        "Sm-Nd isotopic evolution of chondrites",
        "Temporal, spatial, and textural variation in the mineralogy of Mississippi River suspended sediment.",
        "Earth's Futur.",
        "New constraints on the structure, thermochronology, and timing of the Ailao Shan-Red River shear zone, SE Asia",
        "Geochemical and Nd isotopic variations in sediments of the South China Sea: A response to Cenozoic tectonism in SE Asia",
        "A 33 Ma lithostratigraphic record of tectonic and paleoceanographic evolution of the South China Sea",
        "Ages and magnetic structures of the South China Sea constrained by deep tow magnetic surveys and IODP Expedition 349",
        "Mar. Geol.",
        "Quat. Sci.",
        "South China Sea fluvial sediments: An introduction",
        "Clay mineral assemblages in the northern South China Sea: Implications for East Asian monsoon evolution over the past 2 million years",
        "Erosional history of the eastern Tibetan Plateau since 190 kyr ago: Clay mineralogical and geochemical investigations from the southwestern South China Sea",
        "Late Quaternary climatic control on erosion and weathering in the eastern Tibetan Plateau and the Mekong Basin",
        "Chin. Sci. Bull.",
        "Climatic and tectonic controls on weathering in south China and Indochina Peninsula: Clay mineralogical and geochemical investigations from the Pearl, Red, and Mekong drainage basins",
        "Late Quaternary clay minerals off Middle Vietnam in the western South China Sea: Implications for source analysis and East Asian monsoon evolution",
        "Flux and fate of small mountainous rivers derived sediments into the Taiwan Strait",
        "Detrital fine-grained sediment contribution from Taiwan to the northern South China Sea and its relation to regional ocean circulation",
        "Sediment. Rec.",
        "Chemical weathering in Luzon, Philippines from clay mineralogy and major-element geochemistry of river sediments",
        "Clay mineral distribution in surface sediments of the South China Sea and its significance for in sediment sources and transport",
        "Clay mineral distribution in surface sediments of the northeastern South China Sea and surrounding fluvial drainage basins: Source and transport",
        "A high-resolution clay mineralogical record in the northern South China Sea since the Last Glacial Maximum, and its time series provenance analysis",
        "Influence of the Kuroshio current intrusion on depositional environment in the Northern South China Sea: Evidence from surface sediment records",
        "Climatic and tectonic controls on chemical weathering in tropical Southeast Asia (Malay Peninsula, Borneo, and Sumatra)",
        "Sources, transport and deposition of surface sediments from the South China Sea",
        "Gravity flows associated with flood events and carbon burial: Taiwan as instructional source area",
        "Modern transport and deposition of settling particles in the northern South China Sea: Sediment trap evidence adjacent to Xisha Trough",
        "Upward flow of North Pacific Deep Water in the northern South China Sea as deduced from the occurrence of drift sediments",
        "River discharge to the coastal ocean: A global synthesis",
        "Geomorphic/tectonic control of sediment discharge to the ocean: the importance of small mountainous rivers",
        "Flux and fate of fluvial sediments leaving large islands in the East Indies",
        "Early proterozoic climates and plate motions inferred from major element chemistry of lutites",
        "Prediction of some weathering trends of plutonic and volcanic rocks based on thermodynamic and kinetic considerations",
        "Formation and diagenesis of weathering profiles",
        "Millennial-scale trends in west Pacific warm pool hydrology since the Last Glacial Maximum",
        "Preferential settling of smectite on the Amazon continental shelf",
        "MacDiff 4.2.2 [online]",
        "Can Luzon Strait transport play a role in conveying the impact of ENSO to the South China Sea?",
        "Deepwater overflow through Luzon Strait",
        "Neogene arc-continent collision in Sabah, Northern Borneo (Malaysia)",
        "Large river offsets and Plio-Quaternary dextral slip rate on the Red River fault (Yunnan, China)",
        "LOICZ Inprint",
        "Variability of the path of the Kuroshio ocean current over the past 25,000 years"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bangkok Edge Co. Ltd.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "French-Chinese International Associated Laboratories",
        "IOC-WESTPAC",
        "In-Situ Observation of Bottom Current and Sediment Transport in the Northeastern South China",
        "Agence Nationale de la Recherche",
        "National Natural Science Foundation of China"
    ]
}