{
    "eid": "2-s2.0-85088682676",
    "title": "Budesonide for Protein Losing Enteropathy in Patients with Fontan Circulation: A Systematic Review and Meta-Analysis",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "adult congenital heart disease",
        "congenital heart surgery",
        "Fontan",
        "nutrition"
    ],
    "authors": [
        "Jakrin Kewcharoen",
        "Poemlarp Mekraksakit",
        "Nath Limpruttidham",
        "Chanavuth Kanitsoraphan",
        "Nattawat Charoenpoonsiri",
        "Kittika Poonsombudlert",
        "Robert J. Pattison",
        "Pattara Rattanawong"
    ],
    "citedby-count": 5,
    "ref-count": 33,
    "ref-list": [
        "Surgical repair of tricuspid atresia",
        "Protein-losing enteropathy after Fontan operation",
        "Protein-losing enteropathy after the Fontan operation: an international multicenter study. PLE Study Group",
        "Protein-losing enteropathy after the Fontan operation",
        "Protein-losing enteropathy and the Fontan operation",
        "Use of oral budesonide in the management of protein-losing enteropathy due to restrictive cardiomyopathy",
        "The use of oral budesonide in adolescents and adults with protein-losing enteropathy after the Fontan operation",
        "Oral budesonide treatment for protein-losing enteropathy in Fontan-palliated patients",
        "Use of oral budesonide in the management of protein-losing enteropathy after the Fontan operation",
        "Oral budesonide as a therapy for protein-losing enteropathy in patients having undergone Fontan palliation",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        ". The superior cavopulmonary connection: history and current perspectives",
        "The long-term management of children and adults with a Fontan circulation: a systematic review and survey of current practice in Australia and New Zealand",
        "Failure of the Fontan circulation",
        "The Fontan procedure: anatomy, complications, and manifestations of failure",
        "Protein-losing enteropathy revealing an idiopathic constrictive pericarditis [in French]",
        "Elevated circulating levels of tumor necrosis factor in severe chronic heart failure",
        "The Fontan pathway: what’s down the road?",
        "Protein-losing enteropathy after Fontan operation: investigations into possible pathophysiologic mechanisms",
        "Proposal for prevention or alleviation of protein/lymph-losing enteropathy (PLE/LLE) after Fontan circulation treatment of univentricular hearts: restoration of lymph balance with a “lymphatic right-to-left shunt",
        "The lymphatic circulation in adaptations to the Fontan circulation",
        "Heart transplantation for adults with congenital heart disease: current status and future prospects",
        "Heart transplantation in children after a Fontan procedure: better than people think",
        "Protein-losing enteropathy and plastic bronchitis after the Fontan operation",
        "Fontan-associated protein-losing enteropathy and postheart transplant outcomes: a multicenter study",
        "Oral budesonide as a therapy for protein-losing enteropathy in children after the Fontan operation",
        "Clinical outcomes and improved survival in patients with protein-losing enteropathy after the Fontan operation",
        "The use of octreotide to successfully treat protein-losing enteropathy following the Fontan operation",
        "Usefulness of heparin therapy in protein-losing enteropathy associated with single ventricle palliation",
        "Usefulness of corticosteroid therapy for protein-losing enteropathy after the Fontan procedure",
        "Protein-losing enteropathy after the modified Fontan operation: oral prednisone treatment with biopsy and laboratory proved improvement",
        "Budesonide. A review of its pharmacological properties and therapeutic efficacy in inflammatory bowel disease",
        "Oral budesonide is as effective as oral prednisolone in active Crohn’s disease. Global Budesonide Study Group"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Honolulu",
            "@id": "60013791",
            "affilname": "University of Hawaiʻi at Mānoa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013791",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}