{
    "eid": "2-s2.0-84930975429",
    "title": "Phosphodiesterase Inhibitory Activity of the Flavonoids and Xanthones from Anaxagorea luzonensis",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Anaxagorea luzonensis",
        "Annonaceae",
        "Phosphodiesterase",
        "Xanthones"
    ],
    "authors": [
        "Chalisa Sabphon"
    ],
    "citedby-count": 12,
    "ref-count": 23,
    "ref-list": [
        "A review of the herbal phosphodiesterase inhibitors; Future perspective of new drugs",
        "PDE-5 inhibitors: Current status and future trends",
        "Sildenafil, a selective phosphodiesterase type 5 inhibitor, enhances memory reconsolidation of an inhibitory avoidance task in mice",
        "Recent findings on natural products with erectile-dysfunction activity",
        "Thai Medicinal Plants",
        "International Journal of Pharmacology",
        "Prenylflavonoids: A new class of non-steroidal phytoestrogen (Part 1). Isolation of 8-isopentenylnaringenin and an initial study on its structure- activity relationship",
        "Studies on the constituents of Anaxagorea luzonensis A. Gray",
        "Studies on the constituents of Anaxagorea luzonensis A. GRAY II",
        "Studies on the constituents of Anaxagorea luzonensis A. Gray III",
        "Journal of Medicinal Plants Research",
        "Effects of flavonoids on cyclic AMP phosphodiesterase and lipid mobilization in rat adipocytes",
        "Inhibitory effects of flavonoids on phosphodiesterase isozymes from guinea pig and their structure-activity relationships",
        "FRS 1000, an extract of red onion peel, strongly inhibits phosphodiesterase 5A (PDE 5A)",
        "Implication of cyclic nucleotide phosphodiesterase inhibition in the vasorelaxant activity of the citrus-fruits flavonoid (±)-naringenin",
        "Mangostanol, a prenyl xanthone from Garcinia mangostana",
        "Calmodulin inhibitors from the fungus Emericella sp.",
        "Production of quercetin, kaempferol and their glycosidic derivatives from the aqueous-organic extracted residue of litchi pericarp with Aspergillus awamori",
        "New isoflavones and pterocarpane with hepatoprotective activity from the stems of Erycibe expansa",
        "Muscanone: A 3-O-(1″, 8″, 14″-trimethylhexadecanyl)naringenin from Commiphora wightii",
        "Dihydroflavonols and other flavonoids of Eupatorium species",
        "Occurrence of biflavones in leaves of Caesalpinia pyramidalis specimens",
        "Kaempferia parviflora, a plant used in traditional medicine to enhance sexual performance contains large amounts of low affinity PDE5 inhibitors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}