{
    "eid": "2-s2.0-84942825826",
    "title": "New arylalkanones from Horsfieldia macrobotrys, effective antidiabetic agents concomitantly inhibiting α-glucosidase and free radicals",
    "cover-date": "2015-10-15",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Arylalkanone",
        "Diabetes",
        "Glucosidase",
        "Horsfieldia macrobotrys",
        "Myristica motley"
    ],
    "authors": [
        "Rico Ramadhan"
    ],
    "citedby-count": 39,
    "ref-count": 20,
    "ref-list": [
        "Oxidative stress and the use of antioxidants in diabetes: Linking basic science to clinical pratice",
        "Diabetes, oxidative stress, and antioxidants: A review",
        "Oxidative stress and stress-activated signaling pathways: A unifying hypothesis of type 2 diabetes",
        "Effects of Ramipril and vitamin E on atherosclerosis: The Study to Evaluate Carotid Ultrasound changes in patients treated with Ramipril and vitamin E (SECURE)",
        "Arylalkanones from Horsfieldia macrobotrys are Effective Antidiabetic Agents Achieved by α-Glucosidase Inhibition and Radical Scavenging",
        "Antioxidants",
        "N-arylmethylaminoquercitols, a new series of effective antidiabetic agents having α-glucosidase inhibition and antioxidant activity",
        "Quercitylcinnamates, a new series of antidiabetic bioconjugates possessing α-glucosidase inhibition and antioxidant",
        "High-Field FT NMR Application of Mosher’s Method. The Absolute Configurations of Marine Terpenoids",
        "A practical guide for the assignment of the absolute configuration of alcohols, amines and carboxylic acids by NMR",
        "The assignment of absolute configurations by NMR of arylmethoxyacetate derivatives: Is this methodology being correctly used?",
        "Introduction to Flavonoids",
        "Circular dichroism, a powerful tool for the assessment of absolute configuration of flavonoids",
        "Absolute configuration, conformation, and chiral properties of flavanone-(3→8″)-flavone biflavonoids from Rheedia acuminata",
        "Flavanone glycosides from Bidens gardneri Bak. (Asteraceae)",
        "Chiroptical studies of flavanone",
        "Theoretical calculation of electronic circular dichroism of a hexahydroxydiphenoyl-containing flavanone glycoside",
        "Acylphenols from Myristica crassa as new acetylcholinesterase inhibitors",
        "Novel cytotoxic acylphenol dimers of Myristica gigantea; enzymatic synthesis of giganteones A and B",
        "Cytotoxic acylphenols from Myristica maingayi"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Samarinda",
            "affilname": "Universitas Mulawarman",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Government of East Kalimantan",
        "Mulawarman University",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}