{
    "eid": "2-s2.0-85109014155",
    "title": "Aureimonas mangrovi sp. nov., a marine alphaproteobacterium isolated from mangrove sediment in Thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "API test",
        "Aureimonas mangrovi sp. nov",
        "Fatty acid analysis",
        "Mangrove sediment",
        "Whole-genome similarity value"
    ],
    "authors": [
        "Hao Huang",
        "Porntep Punnarak",
        "Qinghua Zhang",
        "Ajcharaporn Piumsomboon",
        "Lei Wang",
        "Weiwen Li",
        "Shunyang Chen",
        "Guangcheng Chen",
        "Danyun Ou"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "Reclassifica-tion of Aurantimonas altamirensis (Jurado et al. 2006), Auranti-monas ureilytica (Weon et al. 2007) and Aurantimonas frigidaquae (Kim et al. 2008) as members of a new genus, Aureimonas gen. nov., as Aureimonas altamirensis gen. nov., comb. nov., Aureimonas ureilytica comb. nov. and Aureimonas frigidaquae comb. nov., and emended descriptions of the genera Aurantimonas and Fulvima-rina",
        "Aurantimonas altamirensis sp. nov., a member of the order Rhizobiales isolated from Altamira cave",
        "Aurantimonas ureilytica sp. nov., isolated from an air sample",
        "Aurantimonas frigidaquae sp. nov., isolated from a water-cooling system",
        "List of prokaryotic names with standing in Nomenclature (LPSN) moves to the DSMZ",
        "Aureimonas endophytica sp. nov., a novel endophytic bacterium isolated from Aegiceras corniculatum",
        "Aurei-monas ferruginea sp. nov. and Aureimonas rubiginis sp. nov., two siderophore-producing bacteria isolated from rusty iron plates",
        "Aureimonas flava sp. nov., a novel endophytic bacterium isolated from leaf of Acrostichum aureum",
        "Aurei-monas galii sp. nov. and Aureimonas pseudogalii sp. nov. isolated from the phyllosphere of Galium album",
        "Aureimonas glaciei sp. nov., isolated from an ice core",
        "Aureimonas glaciistagni sp. nov., isolated from a melt pond on Arctic sea ice",
        "Aurei-monas jatrophae sp. nov. and Aureimonas phyllosphaerae sp. nov., leaf-associated bacteria isolated from Jatropha curcas L",
        "Aureimonas populi sp. nov., isolated from poplar tree bark",
        "Aureimonas leprariae sp. nov., isolated from a Lepraria sp. lichen",
        "Aureimonas psammosilene sp. nov., isolated from the roots of Psammosilene tunicoides",
        "16S/23S rRNA sequencing",
        "Review and re-analysis of domain-specific 16S primers",
        "The linear PCR reaction: a simple and robust method for sequencing amplified rRNA genes",
        "Critical evaluation of two primers commonly used for ampli-fication of bacterial 16S rRNA genes",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "MEGA3: integrated software for molecular evolutionary genetics analysis and sequence alignment",
        "A procedure for the isolation of deoxyribonucleic acid from micro-organisms",
        "Similarity analysis of DNAs",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "OrthoANI: an improved algo-rithm and software for calculating average nucleotide identity",
        "Phenotypic characterization",
        "Antibiotic susceptibility testing by a standardized single disk method",
        "Reappraisal of the antimicrobial suscep-tibilities of Chryseobacterium and Flavobacterium species and methods for reliable susceptibility testing",
        "BSAC standardized disc susceptibility testing method (version 7)",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Analysis of isoprenoid quinones",
        "Lipid extraction procedures",
        "Modified spray for the detec-tion of phospholipids on thin-layer chromatograms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "@id": "60087824",
            "affilname": "Ministry of Land and Resources P.R.C.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087824",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "China?ASEAN Maritime Collaboration Fund",
        "Eastern Pacific Environment Moni-toring and Protection Project",
        "National Key Technologies Research and Development Program of China",
        "Ministry of Natural Resources",
        "China Ocean Mineral Resources R and D Association",
        "scientific research foundation of Third Institute of Oceanography"
    ]
}