{
    "eid": "2-s2.0-85112111644",
    "title": "How does the green industry policy impact a developing country? A case study of the electronic products and electrical equipment manufacturing sector in Thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Electronic products",
        "Environmental practice",
        "Green Industry (GI)",
        "Small and medium enterprises",
        "Sustainable production",
        "Thailand"
    ],
    "authors": [
        "Phurita Noranarttakun",
        "Chanathip Pharino"
    ],
    "citedby-count": 1,
    "ref-count": 49,
    "ref-list": [
        "The path towards greening the Malaysian construction industry",
        "Evaluating the enablers and barriers for successful implementation of sustainable business practice in ‘ lean’ SMEs",
        "Assessment of the practices and contributions of China's green industry to the socio-economic development",
        "The determinants of innovation in green supply chains: Evidence from an Italian sectoral study",
        "Implementing environmental practices within the Greek dairy supply chain",
        "Drivers and barriers analysis for green manufacturing practices in Malaysian SMEs: A preliminary findings",
        "Common ground: The sustainable development goals and the marketing and advertising industry",
        "Eco-Efficiency Actions and Firm Growth in European SMEs",
        "Climate technology promotion in the Republic of Korea",
        "Mapping circular economy activities in the European Union: Patterns of implementation and their correlates in small and medium‐ sized enterprises",
        "On the drivers of eco-innovations: Empirical evidence from the UK",
        "Drivers and barriers of eco-innovation types for sustainable transitions: A quantitative perspective",
        "Why and how to adopt green management into business organizations? The case study of Korean SMEs in manufacturing industry",
        "Life cycle design approach in SMEs",
        "Which \"green\" is better? An empirical study of the impact of green activities on firm performance",
        "On a test of whether one of two random variables is stochastically larger than the other",
        "Green growth strategies-Korean initiatives",
        "The Mann‐Whitney U: A test for assessing whether two independent samples come from the same distribution",
        "Circular Economy in Spanish SMEs: Challenges and opportunities",
        "The UN Sustainable Development Goals (SDGs) are a great gift to business",
        "Research on challenges and strategies for China’s green economy development",
        "ISO 14001 as a driving force for sustainable development and value creation",
        "Key elements in assessing circular economy implementation in small and medium‐sized enterprises",
        "Pursuing quality and environmental performance initiatives and supporting processes",
        "Environmental sustainability initiatives: A comparative analysis of plant efficiencies in Europe and the U.S",
        "Which green matters for whom? Greening and firm performance across age and size distribution of firms",
        "Which firms benefit from investments in green energy technologies? The effect of energy costs",
        "Making sense of Cronbach's alpha",
        "Drivers of different types of eco-innovation in European SMEs",
        "A literature review of sustainable consumption and production: A comparative analysis in developed and developing economies",
        "Competitive strategies for Taiwan's semiconductor industry in a new world economy",
        "Waste management in small and medium enterprises (SMEs): Compliance with duty of care and implications for the circular economy",
        "The implementation of cleaner production practices from Malaysian manufacturers' perspectives",
        "Circular economy and decision models among European SMEs"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}