{
    "eid": "2-s2.0-84981503226",
    "title": "A Novel Trihybrid Material Based on Renewables: An Efficient Recyclable Heterogeneous Catalyst for C−C Coupling and Reduction Reactions",
    "cover-date": "2016-09-06",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "C−C coupling",
        "nanoparticles",
        "palladium",
        "sustainable chemistry",
        "trihybrid materials"
    ],
    "authors": [
        "Rakhi Majumdar"
    ],
    "citedby-count": 18,
    "ref-count": 59,
    "ref-list": [
        "Applications of advanced hybrid organic–inorganic nanomaterials: From laboratory to market",
        "Recent progress in hybrid materials science",
        "Copper on chitosan: A recyclable heterogeneous catalyst for azide-alkyne cycloaddition reactions in water",
        "Smart self-assembled hybrid hydrogel biomaterials",
        "Angew. Chem.",
        "Multifarious facets of sugar-derived molecular gels: molecular features, mechanisms of self-assembly and emerging applications",
        "A gel-based trihybrid system containing nanofibers, nanosheets, and nanoparticles: Modulation of the rheological property and catalysis",
        "Angew. Chem.",
        "Fibrillar networks of glycyrrhizic acid for hybrid nanomaterials with catalytic features",
        "Angew. Chem.",
        "Two-component hydrogels comprising fatty acids and amines: structure, properties, and application as a template for the synthesis of metal nanoparticles",
        "Self-assembled hybrid oligo(p-phenylenevinylene)-gold nanoparticle tapes",
        "Angew. Chem.",
        "In situ synthesis of gold nanoparticles using molecular gels and liquid crystals from vitamin-C amphiphiles",
        "New frontiers in hybrid materials: Noble metal nanoparticles - supramolecular gel systems",
        "Sunlight induced unique morphological transformation in graphene based nanohybrids: Appearance of a new tetra-nanohybrid and tuning of functional property of these nanohybrids",
        "Hybrid materials for optics and photonics",
        "Fabrication of luminescent cds nanoparticles on short-peptide-based hydrogel nanofibers: Tuning of Optoelectronic Properties",
        "Design and synthesis of organic-inorganic hybrid capsules for biotechnological applications",
        "Gel-nanocomposites: Materials with promising applications",
        "Hybrid materials science: A promised land for the integrative design of multifunctional materials",
        "Catalysis by metallic nanoparticles in aqueous solution: Model reactions",
        "Catalytic activity of faceted gold nanoparticles studied by a model reaction: Evidence for substrate-induced surface restructuring",
        "The gold standard: Gold nanoparticle libraries to understand the nano-bio interface",
        "Nano-gold catalysis in fine chemical synthesis",
        "Gold nanoparticles in biology: Beyond toxicity to cellular imaging",
        "Chromophore-Functionalized Gold Nanoparticles",
        "Gold colloids: From quasi-homogeneous to heterogeneous catalytic systems",
        "Pd nanoparticles for C-C coupling reactions",
        "Palladium nanoparticles supported on an organic-inorganic fluorinated hybrid material. Application to microwave-based Heck reaction",
        "Facile preparation of Pd nanoparticles supported on single-layer graphene oxide and application for the Suzuki-Miyaura cross-coupling reaction",
        "Palladium nanoparticles on graphite oxide: A recyclable catalyst for the synthesis of biaryl cores",
        "A green approach for the decoration of Pd nanoparticles on graphene nanosheets: An in situ process for the reduction of C-C double bonds and a reusable catalyst for the Suzuki cross-coupling reaction",
        "Heck reaction catalyzed by Pd-modified zeolites",
        "Immobilization of palladium in mesoporous silica matrix: Preparation, characterization, and its catalytic efficacy in carbon-carbon coupling reactions",
        "Palladium nanoparticle-embedded polymer thin film \"dip catalyst\" for Suzuki-Miyaura reaction",
        "Synthesis and catalytic application of palladium nanoparticles supported on kaolinite-based nanohybrid materials",
        "Green chemistry for nanoparticle synthesis",
        "Natural triterpenoids as renewable nanos",
        "Hierarchical Self-Assembly of a Renewable Nanosized Pentacyclic Dihydroxy-triterpenoid Betulin Yielding Flower-Like Architectures",
        "Vesicular self-assembly of a natural triterpenoid arjunolic acid in aqueous medium: Study of entrapment properties and in situ generation of gel-gold nanoparticle hybrid material",
        "Self-assembly of a renewable nano-sized triterpenoid 18β-glycyrrhetinic acid",
        "Vesicular and Fibrillar Gels by Self-Assembly of Nanosized Oleanolic Acid",
        "First self-assembly study of betulinic acid, a renewable nano-sized, 6-6-6-6-5 pentacyclic monohydroxy triterpenic acid",
        "Folate decorated delivery of self assembled betulinic acid nano fibers: A biocompatible anti-leukemic therapy",
        "Self-assembly of ketals of arjunolic acid into vesicles and fibers yielding gel-like dispersions",
        "A simple route for renewable nano-sized arjunolic and asiatic acids and self-assembly of arjuna-bromolactone",
        "Pharmacognostic and Phytochemical Evaluation of Chrysophyllum Cainito Linn. Leaves",
        "Anti-inflammatory and anti-hypersensitive effects of the crude extract, fractions and triterpenes obtained from Chrysophyllum cainito leaves in mice",
        "Green synthesis of silver and palladium nanoparticles at room temperature using coffee and tea extract",
        "According to our knowledge, this the first report of the green synthesis of PdNPs utilizing the leaf extract of Chrysophyllum cainito",
        "Synthesis, characterization and catalytic activity of gold nanoparticles biosynthesized with Rhizopus oryzae protein extract",
        "Synthesis of palladium icosahedra with twinned structure by blocking oxidative etching with citric acid or citrate ions",
        "Angew. Chem.",
        null,
        "Conversion of acetylene to benzene over palladium single-crystal surfaces. 1. The low-pressure stoichiometric and the high-pressure catalytic reactions",
        "Acetylene, ethylene, and arene chemistry of palladium surfaces",
        "Using nanosized, homogeneous, and heterogeneous catalytic systems in organic synthesis: Changing the structure of active center in chemical reactions in solution",
        "Mimusops elengi bark extract mediated green synthesis of gold nanoparticles and study of its catalytic activity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Purba Midnapore",
            "affilname": "Vidyasagar University",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "DST-FIST",
        "UGC-SAP",
        "Council for Scientific and Industrial Research, South Africa",
        "Chulalongkorn University"
    ]
}