{
    "eid": "2-s2.0-84900339336",
    "title": "Validation of the Coping With Discrimination Scale in Sexual Minorities",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Gender Studies",
            "@code": "3318"
        },
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "Social Psychology",
            "@code": "3207"
        },
        {
            "$": "General Psychology",
            "@code": "3200"
        }
    ],
    "keywords": [
        "coping",
        "discrimination",
        "homosexuality",
        "minority groups",
        "psychometrics"
    ],
    "authors": [
        "Sakkaphat T. Ngamake"
    ],
    "citedby-count": 14,
    "ref-count": 53,
    "ref-list": [
        "The nature of prejudice",
        "Adaptation to Sexual Orientation Stigma: A Comparison of Bisexual and Lesbian/Gay Adults",
        "Assessing Coping Strategies: A Theoretically Based Approach",
        "Strategies for managing racism and homophobia among u.s. ethnic and racial minority men who have sex with men",
        "Validating work discrimination and coping strategy models for sexual minorities",
        "Social support, stress and the buffering hypothesis: A theoretical analysis",
        "Stress, Social Support, and the Buffering Hypothesis",
        "Heterosexuals' acceptance predicts the well-being of same-sex attracted young adults beyond ingroup support",
        "The Satisfaction With Life Scale",
        "Coping: Pitfalls and promise",
        "Minority Stress, Masculinity, and Social Norms Predicting Gay Men's Health Risk Behaviors",
        "The short-form version of the Depression anxiety stress scales (DASS-21): Construct validity and normative data in a large non-clinical sample",
        "Confronting sexual stigma and prejudice: Theory and practice",
        "Hate crimes and stigma-related experiences among sexual minority adults in the united states: Prevalence estimates from a national probability sample",
        "Correlates of internalized homophobia in a community sample of lesbians and gay men",
        "Internalized Stigma Among Sexual Minority Adults: Insights From a Social Psychological Perspective",
        "Fit Indices in Covariance Structure Modeling: Sensitivity to Underparameterized Model Misspecification",
        "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
        "Perceived Antigay Discrimination and Physical Health Outcomes",
        "Experiences of harassment, discrimination, and physical violence among young gay and bisexual men",
        "Structural equation modeling with ordinal variables using LISREL",
        "LISREL 8.8 for Windows",
        "Handbook of survey research",
        "Stress, appraisal, and coping",
        "The impact of minority stress on mental health and substance use among sexual minority women",
        "Gay, lesbian, and bisexual youth risks for emotional, physical, and social problems: Results from a community-based survey",
        "The structure of negative emotional states: Comparison of the Depression Anxiety Stress Scales (DASS) with the Beck Depression and Anxiety Inventories",
        "Handbook of psychology: Vol. 9. Health psychology",
        "Ego-dystonic Homosexuality Scale",
        "Mental health correlates of perceived discrimination among lesbian, gay, and bisexual adults in the United States",
        "Strategies used by gay and bisexual young men to cope with heterosexism",
        "Minority stress and mental health in gay men.",
        "Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence",
        "Sampling Lesbian, Gay, and Bisexual Populations",
        "A theoretical perspective on coping with stigma",
        "The social psychology of stigma",
        "Self-Esteem, Social Support, Internalized Homophobia, and Coping Strategies of HIV+ Gay Men",
        "Expressive Writing for Gay-Related Stress: Psychosocial Benefits and Mechanisms Underlying Improvement",
        "Religious coping, gender role orientation, and LGBTQ psychological adjustment. Manuscript in preparation",
        "Coping, Negative Affectivity, and the Work Environment: Additive and Interactive Predictors of Mental Health",
        "Perceived Discrimination and Health: A Meta-Analytic Review",
        "Trauma reactivity, avoidant coping, and PTSD symptoms: A moderating relationship?",
        "What is wrong with coping assessment? A review of conceptual and methodological issues",
        "Coping styles as mediator of sexual orientation-related health differences",
        "Moderating effects of coping on the relationship between test anxiety and negative mood",
        "Examining Potential Moderators of the Link Between Heterosexist Events and Gay and Bisexual Men's Psychological Distress",
        "Statistical abstract of the United States: Resident population by sex, race, and Hispanic-origin status: 2000 to 2009",
        "Statistical abstract of the United States: Educational attainment by race and Hispanic origin: 1970 to 2009",
        "Sticks and stones will break your bones and names can hurt you too: The relationship between perceived discrimination and GLBT mental and physical health concerns",
        "Development and validation of a coping with discrimination scale: Factor structure, reliability, and validity",
        "Internalized homophobia and health issues affecting lesbians and gay men",
        "Strategies for managing heterosexism used among African American gay and bisexual men",
        "The Multidimensional Scale of Perceived Social Support"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pensacola",
            "affilname": "University of West Florida",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Red Ribbon Charitable Foundation"
    ]
}