{
    "eid": "2-s2.0-84908417112",
    "title": "Systematic network synthesis and design: Problem formulation, superstructure generation, data management and solution",
    "cover-date": "2015-01-02",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Bioethanol",
        "Computer-aided process engineering",
        "Mathematical programming",
        "Process networks",
        "Synthesis and design",
        "Vegetable oil refinery"
    ],
    "authors": [
        "Alberto Quaglia"
    ],
    "citedby-count": 41,
    "ref-count": 40,
    "ref-list": [
        "Lignocellulosic biomass to ethanol process design and economics utilizing co-current dilute acid prehydrolysis and enzymatic hydrolysis for corn stover. NREL/TP-510-32438",
        "Biorefining: Computer aided tools for sustainable design and analysis of bioethanol production",
        "Process synthesis prospective",
        "Logic-based outer approximation for globally optimal synthesis of process networks",
        "An improved piecewise outer-approximation algorithm for the global optimization of MINLP models involving concave and bilinear terms",
        "Introduction to stochastic programming (Springer series in operations research and financial engineering)",
        "An alternative strategy for global optimization of heat exchanger networks",
        "Biotechnological processes for conversion of corn into ethanol",
        "LCA of a biorefinery concept producing bioethanol, bioenergy, and chemicals from switchgrass",
        "Optimization techniques for process synthesis and material design under uncertainty",
        "An outer-approximation algorithm for a class of mixed-integer nonlinear programs",
        "A mixed‐integer nonlinear programming algorithm for process systems synthesis",
        "Process design and economics for conversion of lignocellulosic biomass to ethanol process design and economics for conversion of lignocellulosic biomass to ethanol thermochemical pathway by indirect",
        "Commission Regulation (EU) No 575/2011 of 6 June 2011 on the catalogue of feed materials",
        "Nonlinear and mixed-integer optimization: Fundamentals and applications",
        "Bio-ethanol production process: Techno-economic, sustainability & environmental impact approach",
        "Enterprise-wide optimization: A new frontier in process systems engineering",
        "BRANCH AND BOUND EXPERIMENTS IN CONVEX NONLINEAR INTEGER PROGRAMMING.",
        "Process design and economics for biochemical conversion of lignocellulosic biomass to ethanol - Dilute acid pretreatment and enzymatic hydrolysis of corn stover. NREL/TP-5100-47764",
        "Global optimization for the synthesis of integrated water systems in chemical processes",
        "A superstructure optimization approach for membrane separation-based water regeneration network synthesis with detailed nonlinear mechanistic reverse osmosis model",
        "Liquid biofuels in South Asia: Resources and technologies",
        "A novel flexibility analysis approach for processes with stochastic parameters",
        "Ethanol as an alternative fuel from agricultural, industrial and urban residues",
        "Fuel ethanol production from sugarcane and corn: Comparative analysis for a Colombian case",
        "Integrated business and engineering framework for synthesis and design of enterprise-wide processing networks",
        "A systematic framework for enterprise-wide optimization: Synthesis and design of processing networks under uncertainty",
        "Design of a generic and flexible data structure for efficient formulation of large scale network problems",
        "Production of bioethanol from agroindustrial residues as feedstocks",
        "Synthesis of water networks involving temperature-based property operators and thermal effects",
        "Strategic process synthesis: Advances in the hierarchical approach",
        "The sciences of the artificial",
        "An index for operational flexibility in chemical process design. Part I: Formulation and theory",
        "An index for operational flexibility in chemical process design. Part I: Formulation and theory",
        "Synthesis of an integrated biorefinery via the C-H-O ternary diagram",
        "Food Outlook",
        "Logic-based MINLP algorithms for the optimal synthesis of process networks",
        "An extended cutting plane method for a class of non-convex MINLP problems",
        "Lignocellulosic biomass to ethanol process design and economics utilizing co-current dilute acid prehydrolysis and enzymatic hydrolysis current and futuristic scenarios. NREL/TP-580-26157",
        "Optimal design of a multi-product biorefinery system"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lyngby",
            "affilname": "Technical University of Denmark",
            "affiliation-country": "Denmark"
        }
    ],
    "funding": []
}