{
    "eid": "2-s2.0-84946907945",
    "title": "Surface modification of polypropylene non-woven fibers with TiO2 nanoparticles via layer-by-layer self assembly method: Preparation and photocatalytic activity",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Layer-by-layer",
        "Nanocomposite",
        "Photocatalytic activity",
        "Self assembly",
        null
    ],
    "authors": [
        "Suttipan Pavasupree"
    ],
    "citedby-count": 22,
    "ref-count": 26,
    "ref-list": [
        "Photocatalytic self cleaning textile fibers by coaxial electrospinning",
        "Layer by layer nanoarchitectures for the surface protection of polycarbonate",
        null,
        "Layer-by-layer deposition of antimicrobial silver nanoparticles on textile fibers",
        "Coating of polyelectrolyte multilayer thin films on nanofibrous scaffolds to improve cell adhesion",
        "Adv. Sci. Tech.",
        "Emerging techniques for functional finishing of textiles",
        null,
        null,
        "Chitosan nanocoating on cotton textile substrate using layer-by-layer self-assembly technique",
        null,
        null,
        null,
        "Preparation of a TiO2-coated photocatalytic air filter for use with an electrostatic air filter pack for xylene removal",
        null,
        null,
        "Enhanced mechanical properties of multilayer nano-coated electrospun nylon 6 fibers via a layer-by-layer self-assembly",
        "Sci. Tech. Rev.",
        "J. Metall. Mater. miner",
        "Int. J. Chem., Biomolecul., Metall., Mater. Sci Eng.",
        "Acta Chim. Slov.",
        "Modifying of cotton fabric surface with Nano-ZnO multilayer films by Layer-by-Layer deposition method",
        null,
        null,
        "Enhanced removal of ethylbenzene from gas streams in biotrickling filters by Tween-20 and Zn(II)",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NSTDA Ministry of Science and Technology , Thailand",
        "Rachadapisek Sompote Endowment Fund",
        "Division of Chemistry",
        "Chulalongkorn University"
    ]
}