{
    "eid": "2-s2.0-85072018809",
    "title": "Factors associated respiratory health of occupants in air-onditioned offices in Bangkok, Thailand",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Air-conditioned office",
        "Lung function",
        "Respiratory health symptoms"
    ],
    "authors": [
        "T. Srimarut",
        "R. Somrongthong",
        "S. Taneepanichskul"
    ],
    "citedby-count": 0,
    "ref-count": 14,
    "ref-list": [
        "Symptoms prevalence among office workers of a sealed versus a non-sealed building: Associations to indoor air quality",
        "Non-cancer effects of formaldehyde and relevance for setting an indoor air guideline",
        "Volatile organic compounds and pulmonary function in the Third National Health and Nutrition Examination Survey, 1988-1994",
        "Indoor and outdoor levels of PM2. 5 From selected Residential and workplace buiding in Chiang Mai",
        "Indoor PM2. 5 concentrations in the office, cafe, and home",
        "Pulmonary function tests and respiratory symptoms among smokers in the city of Mashhad (North east of Iran)",
        "Respiratory effects among rubberwood furniture factory workers in thailand",
        "Indoor air pollution levels in public buildings in Thailand and exposure assessment",
        "Airborne particulate matter within 100 randomly selected office buildings in the United States (BASE)",
        "Assessment and control of volatile organic compounds and house dust mites in Australian buildings",
        "Seasonal cycle of VOCs in apartments",
        "Housewives’ exposure to volatile organic compounds relative to proximity to roadside service stations",
        "Indoor air quality issues for non-industrial work place",
        "Respiratory symptoms and lung functions among domestic waste collectors: An experience in a developing country like Malaysia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}