{
    "eid": "2-s2.0-85118460615",
    "title": "Taxonomic diversity and applications of secondary metabolites of amycolatopsis",
    "cover-date": "2021-04-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Pawina Kanchanasin",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 135,
    "ref-list": [
        "Amycolatopsis tucumanensis sp. nov., a copper-resistant actinobacterium isolated from polluted sediments",
        "Copper bioaccumulation by the actinobacterium Amycolatopsis sp. ABO",
        "Amycolatopsis keratiniphila sp. nov., a novel keratinolytic soil actinomycete from Kuwait",
        "Biosynthesis of the ansamycin antibiotic rifamycin: Deductions from the molecular analysis of the rif biosynthetic gene cluster of Amycolatopsis mediterranei S699",
        "Sweet home actinomycetes: The 1999 MDS Panlabs Lecture",
        "The structure and mode of action of glycopeptide antibiotics of the vancomycin group",
        "Amycolatopsis marina sp. nov., an actinomycete isolated from an ocean sediment",
        "N-demethylvancomycin, a novel antibiotic produced by a strain of Nocardia orientalis. Taxonomy and fermentation",
        "Introduction: An overview of the thermophiles",
        "Muraceins-muramyl peptides produced by Nocardia orientalis as angiotensin-converting enzyme inhibitors. I. Taxonomy, fermentation and biological properties",
        "Amycolatopsis magusensis sp. nov., isolated from soil",
        "Amycolatopsis saalfeldensis sp. nov., a novel actinomycete isolated from a medieval alum slate mine",
        "Amycolatopsis xylanica sp. nov., isolated from soil",
        "Progress in understanding the genetic information and biosynthetic pathways behind Amycolatopsis antibiotics, with implications for the continued discovery of novel drugs",
        "Amycolatopsis thailandensis sp. nov., a poly(L-lactic acid)-degrading actinomycete, isolated from soil",
        "Amycolatopsis thermoflava sp. nov., a novel soil actinomycete from Hainan Island, China",
        "Thermophilic actinomycetes",
        "Novel Pyridinium compound from marine actinomycete, Amycolatopsis alba var. nov. DVRD4 showing antimicrobial and cytotoxic activities in vitro",
        "Amycolatopsis methanolica sp. nov., a facultatively methylotrophic actinomycete",
        "Influence of cultivation conditions on the production of a thermostable extracellular lipase from Amycolatopsis mediterranei DSM 43304",
        "Methanol, a potential feedstock for biotechnological processes",
        "Amycolatopsis echigonensis sp. nov. and Amycolatopsis niigatensis sp. nov., novel actinomycetes isolated from a filtration substrate",
        "Novel antifungal antibiotics octacosamicins A and B. I. Taxonomy, fermentation and isolation, physico-chemical properties and biological activities",
        "Amycolatopsis samaneae sp. nov., isolated from roots of Samanea saman (Jacq.) Merr",
        "The family Pseudonocardiaceae",
        "Amycolatopsis umgeniensis sp. nov., isolated from soil from the banks of the Umgeni River in South Africa",
        "Amycolatopsis roodepoortensis sp. nov. and Amycolatopsis speibonae sp. nov.: Antibiotic-producing actinobacteria isolated from South African soils",
        "Rifamycin-mode of action, resistance, and biosynthesis",
        "A genetic approach to the biosynthesis of the rifamycin-chromophore in Nocardia mediterranei. IV. Identification of 3-amino-5-hydroxybenzoic acid as a direct precursor of the seven-carbon amino starter-unit",
        "Early intermediates in the biosynthesis of ansamycins. III. Isolation and identification of further 8-deoxyansamycins of the rifamycin-type",
        "Comparative activity of teicoplanin and vancomycin against 400 penicillin susceptible and resistant Streptococcus pneumoniae",
        "Amycolatopsis sacchari sp. nov., a moderately thermophilic actinomycete isolated from vegetable matter",
        "Some bits and pieces of genus Nocardia: Nocardia carnea, Nocardia vaccinii, Nocardia transvalensis, Nocardia orientalis and Nocardia aerocolonigenes",
        "Amycolatopsis nigrescens sp. nov., an actinomycete isolated from a Roman catacomb",
        "Species identification and antibiotic sensitivity of coagulse-negative staphylococci from CAPD peritonitis",
        "Ristocetin, microbiologic properties",
        "Isoptericola salitolerans sp. nov., a halotolerant filamentous actinobacterium isolated from a salt lake, China",
        "Valgamicin C, a novel cyclic depsipeptide containing the unusual amino acid cleonine, and related valgamicins A, T and V produced by Amycolatopsis sp. ML1-hF4",
        "Nocardia sp. 239, a facultative methanol utilizer with the ribulose monophosphate pathway of formaldehyde fixation",
        "Isolation and structure elucidation of vancoresmycin - a new antibiotic from Amycolatopsis sp. ST 101170",
        "Amycolatopsis palatopharyngis sp. nov., a potentially pathogenic actinomycete isolated from a human clinical source",
        "Amycolatopsis rubida sp. nov., a new Amycolatopsis species from soil",
        "Pargamicin A, a novel cyclic peptide antibiotics from Amycolatopsis sp",
        "Dipyrimicin A and B, microbial compounds isolated from Amycolatopsis sp. K16-0194",
        "Comparative in vitro activities of teichomycin and other antibiotics against JK diphtheroids",
        "Amycolatopsis silviterrae sp. nov., isolated from forest soil",
        "Poly(L-lactide)-degrading activity in various actinomycetes",
        "Optimization of culture conditions and scale-up to pilot and plant scales for vancomycin production by Amycolatopsis orientalis",
        "Amycolatopsins A-C: Antimycobacterial glycosylated polyketide macrolides from the Australian soil Amycolatopsis sp. MST-108494",
        "Amycolatopsis eurytherma sp. nov., a thermophilic actinomycete isolated from soil",
        "3-Amino-5-hydroxybenzoic acid synthase, the terminal enzyme in the formation of the precursor of mC7N units in rifamycin and related antibiotics",
        "Reclassification of Amycolatopsis rugosa Lechevalier et al. 1986 as Prauserella rugosa gen. nov. comb. nov",
        "Tolypomycin, a new antibiotic. III. Isolation and characterization of tolypomycin Y",
        "Amycolatopsis stemonae sp. nov., isolated from a Thai medicinal plant",
        "A taxonomic study of mycolateless, wall chemotype IV actinomycetes",
        "An isolated Amycolatopsis sp. GDS for cellulase and xylanase production using agricultural waste biomass",
        "Kigamicins, novel antitumor antibiotics. I. Taxonomy, isolation, physico-chemical properties and biological activities",
        "Ll-AV290, a new antibiotic. Fermentation, isolation and characterization",
        "Phylogenetic analysis of Saccharothrix and related taxa: Proposal for Actinosynnemataceae fam. nov",
        "Amycolatopsis kentuckyensis sp. nov., Amycolatopsis lexingtonensis sp. nov. and Amycolatopsis pretoriensis sp. nov., isolated from equine placentas",
        "The microbiology of moist barky storage in unsealed silos",
        "Rifamycin G, a further product of Nocardia mediterranei metabolism",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Chemotaxonomy of aerobic actinomycetes: Phospholipid composition",
        "Two new genera of nocardioform actinomycetes: Amycolata gen. nov. and Amycolatopsis gen. nov",
        "Amycolatopsis albidoflavus sp. nov",
        "Amycolatopsis jejuensis sp. nov. and Amycolatopsis halotolerans sp. nov., novel actinomycetes isolated from a natural cave",
        "Amycolatopsis ultiminotia sp. nov., isolated from rhizosphere soil, and emended description of the genus Amycolatopsis",
        "Vancomycin: A history",
        "Purification and characterization of b poly(L-lactic acid)-degrading enzymes from Amycolatopsis orientalis ssp. orientalis",
        "Reclassification of Amycolatopsis orientalis DSM 43387 as Amycolatopsis benzoatilytica sp. nov",
        "Rifomycin. XI. Taxonomic study on Streptomyces mediterranei nov. sp",
        "Amycolatopsis alba sp. nov., isolated from soil",
        "Amycolatopsis endophytica sp. nov., a novel endophytic actinomycete isolated from oil-seed plant Jatropha curcas L",
        "Vancomycin: A 50-year reassessment",
        "Production of metabolites by methylotrophs",
        "A-102395, a new inhibitor of bacterial translocase I, produced by Amycolatopsis sp. SANK 60206",
        "Balhimycin, a new glycopeptide antibiotic produced by Amycolatopsis sp. Y-86, 21022. Taxonomy, production, isolation and biological activity",
        "Bactericidal Activity of Vancomycin in Cerebrospinal Fluid",
        "Purification and characterization of an extracellular poly(l-lactic acid) depolymerase from a soil isolate, Amycolatopsis sp. strain K104-1",
        "Amycolatopsis dongchuanensis sp. nov., an actinobacterium isolated from soil",
        "3-Methylpseudouridine as a fermentation product",
        "Production by actinomycetes of (S,S)-N,N'-ethylenediaminedisuccinic acid, an inhibitor of phospholipase C",
        "Purification and characterization of an extracellular chitosanase produced by Amycolatopsis sp. CsO-2",
        "Studies on bacterial cell wall inhibitors. VII. Azureomycins A and B, new antibiotics produced by Pseudonocardia azurea nov. sp. Taxonomy of the producing organism, isolation, characterization and biological properties",
        "Amycolatopsis acidiphila sp. nov., a moderately acidophilic species isolated from coal mine soil",
        "UK-69,753, a novel member of the efrotomycin family of antibiotics. I. Taxonomy of the producing organism, fermentation and isolation",
        "Amycolatopsis oliviviridis sp. nov., a novel polylactic acid-bioplastic-degrading actinomycete isolated from paddy soil",
        "Streptomyces orientalis, n. sp., the source of vancomycin",
        "Degradation of poly(L-lactide) by strains belonging to genus Amycolatopsis",
        "Polylactide degradation by an Amycolatopsis sp",
        "Cetocycline, tetracycline analog: In vitro studies of antimicrobial activity, serum binding, lipid solubility, and uptake by bacteria",
        "Process for the preparation of vanillin and suitable microorganisms",
        "Benzanthrin A and B, a new class of quinone antibiotics. Isolation, structure elucidation and potential antitumor activity",
        "Amycolatopsis plumensis sp. nov., a novel bioactive actinomycete isolated from a New-Caledonian brown hypermagnesian ultramafic soil",
        "Amycolamicin: A novel broad-spectrum antibiotic inhibiting bacterial topoisomerase",
        "Rifomycin. I. Isolation and properties of rifomycin B and rifomycin complex",
        "Methods for characterization of Streptomyces species",
        "New antibiotics actinoidin",
        "PPi-dependent phosphofructokinase from Thermoproteus tenax, an archaeal descendant of an ancient line in phosphofructokinase evolution",
        "Vancomycin therapy for methicillin-resistant Staphylococcus aureus",
        "Amycolatopsis rhabdoformis sp. nov., an actinomycete isolated from a tropical forest soil",
        "Identification and antimicrobial activity of actinobacteria from soils in southern Thailand",
        "Proposal for a new hierarchic classification system, Actinobacteria classis nov",
        "Cephamycins, a new family of beta-lactam antibiotics",
        "Purification and some properties of d-amino acid specific peptidase from Nocardia orientalis",
        "Family Pseudonocardiaceae",
        "Exploration of Amycolatopsis diversity in soil using genus-specific primers and novel selective media",
        "Amycolatopsis australiensis sp. nov., an actinomycete isolated from arid soils",
        "Amycolatopsis halophila sp. nov., a halophilic actinomycete isolated from a salt lake",
        "Amycolatopsis rhizosphaerae sp. nov., isolated from rice rhizosphere soil",
        "Biodegradability and biodegradation of poly(lactide)",
        "Purification and properties of two chitinases from Streptomyces orientalis which lyse Rhizopus cell wall",
        "3-Hydroxyrifamycin S and further novel ansamycins from a recombinant strain R-21 of Nocardia mediterranei",
        "Amycolatopsis taiwanensis sp. nov., from soil",
        "New glycopeptides antibiotics. The structure of orienticins",
        "Quartromicin, a complex of novel antiviral antibiotics. I. Production, isolation, physico-chemical properties and antiviral activity",
        "Dethymicin, a novel immunosuppressant isolated from an Amycolatopsis",
        "Transglycosylation reaction of a chitinase purified from Nocardia orientalis",
        "Amycolatopsis antarctica sp. nov., isolated from the surface of an Antarctic brown macroalga",
        "Isolation and structure of a new ansamycin antibiotic kanglemycin A from a Nocardia sp",
        "A phylogenetic analysis of the family Pseudonocardiaceae and the genera Actinokineospora and Saccharothrix with 16S rRNA sequences and a proposal to combine the genera Amycolata and Pseudonocardia in an emended genus Pseudonocardia",
        "Mode of action and in-vitro activity of vancomycin",
        "Efrotomycin, a new antibiotic from Streptomyces lactamdurans",
        "In vitro susceptibility of Bacillus spp. to selected antimicrobial agents",
        "Amycolatopsis jiangsuensis sp. nov., a novel endophytic actinomycete isolated from a coastal plant in Jiangsu, China",
        "Menaquinone patterns of Amycolatopsis species",
        "Mutational analysis and reconstituted expression of the biosynthetic genes involved in the formation of 3-amino-5-hydroxybenzoic acid, the starter unit of rifamycin biosynthesis in Amycolatopsis mediterranei S699",
        "Amycolatopsis albispora sp. nov., isolated from deep-sea sediment",
        "Bioconversion of lovastatin to a novel statin by Amycolatopsis sp",
        "Amycolatopsis bartoniae sp. nov. and Amycolatopsis bullii sp. nov., mesophilic actinomycetes isolated from arid Australian soils",
        "Amycolatopsis thermophila sp. nov. and Amycolatopsis viridis sp. nov., thermophilic actinomycetes isolated from arid soil",
        "Amycolatopsis granulosa sp. nov., Amycolatopsis ruanii sp. nov. and Amycolatopsis thermalba sp. nov., thermophilic actinomycetes isolated from arid soils"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}