{
    "eid": "2-s2.0-84944691269",
    "title": "Biodegradation of 4-nitroaniline by plant-growth promoting Acinetobacter sp. AVLB2 and toxicological analysis of its biodegradation metabolites",
    "cover-date": "2016-01-25",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "4-Nitroaniline",
        "Acinetobacter sp. AVLB2",
        "Biodegradation pathway",
        "Kinetic analysis",
        "Plant growth promotion"
    ],
    "authors": [
        "Sivagnanam Silambarasan"
    ],
    "citedby-count": 80,
    "ref-count": 45,
    "ref-list": [
        "Aerobic degradation of 4-nitroaniline (4-NA) via novel degradation intermediates by Rhodococcus sp. strain FK48",
        "A kinetic study on the degradation of p-nitroaniline by Fenton oxidation process",
        "Organic contaminants in sewage sludge (biosolids) and their significance for agricultural recycling",
        "Research Project Final Report for Defra Project code SP 0547",
        "Specific adsorption of nitroaromatic explosives and pesticides to clay minerals",
        "Biodegradation potential of pure and mixed bacterial cultures for removal of 4-nitroaniline from textile dye wastewater",
        "Isolation and characterization of a Pseudomonas sp. strain PH1 utilizing meta-aminophenol",
        "High-rate biodegradation of 3- and 4-nitroaniline",
        "Effects of Aniline - An Aromatic Amine to Some Freshwater Organisms",
        "Toxic effects of some benzamines on the growth of Azotobacter vinelandii and other bacteria",
        "Photocatalytic degradation of 4-nitroaniline using solar and artificial UV radiation",
        "Hydrothermal decomposition and oxidation of p-nitroaniline in supercritical water",
        "Tec. Water Tr.",
        "Degradation of 4-nitroaniline by Stenotrophomonas strain HPC 135",
        "Plant-associated bacterial degradation of toxic organic compounds in soil",
        "Effect of fungicides on plant growth promoting activities of phosphate solubilizing Pseudomonas putida isolated from mustard (Brassica compestris) rhizosphere",
        "Pesticide tolerant and phosphorus solubilizing Pseudomonas sp. strain SGRAJ09 isolated from pesticides treated Achillea clavennae rhizosphere soil",
        "Effect of pesticides on phosphate solubilization by Bacillus sphaericus and Pseudomonas cepacia",
        "Current Protocols in Molecular Biology",
        "Assessing the toxicity and biodegradability of deep eutectic solvents",
        "Allium Test for Screening Chemicals; Evaluation of Cytological Parameters",
        "Rapid in situ assay for indoleacetic acid production by bacteria immobilized on a nitrocellulose membrane",
        "Plant Physiol.",
        "Universal chemical assay for the detection and determination of siderophores",
        "Effects of insecticides on plant-growth-promoting activities of phosphate solubilizing rhizobacterium Klebsiella sp. strain PS19",
        "Biodegradation of fenoxaprop-P-ethyl (FE) by Acinetobacter sp. strain DL-2 and cloning of FE hydrolase gene afeH",
        "Biodegradation pathways of chloroanilines by Acinetobacter baylyi strain GFJ2",
        "Biodegradation of 4-chloroaniline by bacteria enriched from soil",
        "Biodegradation of 2-chloroaniline, 3-chloroaniline, and 4-chloroaniline by a novel strain Delftia tsuruhatensis H1",
        "Experimental and theoretical bases of specific affinity, a cytoarchitecture-based formulation of nutrient collection proposed to supercede the Michaelis-Menten paradigm of microbial kinetics",
        "Unique kinetic properties of phenol-degrading Variovorax strains responsible for efficient trichloroethylene degradation in a chemostat enrichment culture",
        "Degradation kinetics of chlorpyrifos and 3,5,6-trichloro-2-pyridinol (TCP) by fungal communities",
        "Kinetic analysis reveals bacterial efficacy for biodegradation of chlorpyrifos and its hydrolyzing metabolite TCP",
        "Isolation and characterization of a new 2,4-dinitrophenol-degrading bacterium Burkholderia sp. strain KU-46 and its degradation pathway",
        "Mineralization of p-nitrophenol by a new isolate Arthrobacter sp. Y1",
        "Biodegradation of methyl parathion and p-nitrophenol: Evidence for the presence of a p-nitrophenol 2-hydroxylase in a Gram-negative Serratia sp. strain DS001",
        "Bacterial degradation of nitrophenols and their derivatives",
        "Degradation of chloroanilines by toluene dioxygenase from Pseudomonas putida T57",
        "The metabolic pathway of 4-aminophenol in Burkholderia sp. strain AK-5 differs from that of aniline and aniline with C-4 substituents",
        "Metabolism of 2-chloro-4-nitrophenol in a gram negative bacterium, burkholderia sp. RKJ 800",
        "Biotransformation of Direct Blue 1 by a moderately halophilic bacterium Marinobacter sp. strain HBRA and toxicity assessment of degraded metabolites",
        "Improved biodegradation of textile dye effluent by coculture",
        "Solubilization of zinc compounds by the diazotrophic, plant growth promoting bacterium Gluconacetobacter diazotrophicus",
        "Plant growth promotion by phosphate solubilizing bacteria",
        "Phosphate solubilization, exopolysaccharide production and indole acetic acid secretion by rhizobacteria isolated from Trigonella foenum-graecum"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}