{
    "eid": "2-s2.0-85117247553",
    "title": "Acetobacter garciniae sp. Nov., an acetic acid bacterium isolated from fermented mangosteen peel in thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Acetic acid bacteria",
        "Acetobacter garciniae sp. nov",
        "DDDH, digital DNA-DNA hybridization",
        "GYP, glucose-yeast",
        "Mangosteen peel",
        "Thailand. Abbreviations: ANI, average nucleotide identity"
    ],
    "authors": [
        "Pattaraporn Yukphan",
        "Piyanat Charoenyingcharoen",
        "Yutthana Kingcha",
        "Somsak Likhitrattanapisal",
        "Supattra Muangham",
        "Somboon Tanasupawat",
        "Yuzo Yamada"
    ],
    "citedby-count": 1,
    "ref-count": 58,
    "ref-list": [
        "Analysis of 1000+ type-strain genomes substantially improves taxonomic classification of Alphaproteobacteria",
        "LPSN – List of Prokaryotic names with Standing in Nomenclature (​bacterio.​net), 20 years on",
        "Genera and species in acetic acid bacteria",
        "Asaia krungthepensis sp. nov., an acetic acid bacterium in the alpha-Proteobacteria",
        "Transfer of Peptococcus indolicus, Peptococcus asaccharolyticus, Peptococcus prevotii, and Peptococcus magnus to the genus Peptostreptococcus and proposal of Peptostreptococcus tetradius sp. nov",
        "Preparation of transforming deoxyribonu-cleic acid by phenol treatment",
        "A procedure for the isolation of deoxyribonucleic acid from micro-organisms",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylo-types that represent uncultured species",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Notes on the characterization of prokaryote strains for taxonomic purposes",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MUSCLE: multiple sequence alignment with high accu-racy and high throughput",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "The Galaxy platform for accessible, reproducible and collab-orative biomedical analyses: 2016 update",
        "Unicycler: Resolving bacterial genome assemblies from short and long sequencing reads",
        "QUAST: Quality assessment tool for genome assemblies",
        "ContEst16S: An algorithm that identifies contaminated prokaryotic genomes using 16S RNA gene sequences",
        "CRISPRFinder: a web tool to iden-tify clustered regularly interspaced short palindromic repeats",
        "NCBI prokaryotic genome annotation pipeline",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "JSpe-ciesWS: A web server for prokaryotic species circumscrip-tion based on pairwise genome comparison",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Past and future species definitions for Bacteria and Archaea",
        "SwiftOrtho: A fast, memory-efficient, multiple genome orthology classifier",
        "BLAST+: architecture and applications",
        "Clustering protein sequences using affinity propagation based on an improved similarity measure",
        "MAFFT-DASH: integrated protein sequence and structural alignment",
        "trimAl: a tool for automated alignment trimming in large-scale phylogenetic analyses",
        "FastTree 2 – approximately maximum-likelihood trees for large alignments",
        "Aceto-bacter okinawensis sp. nov., Acetobacter papayae sp. nov., and Acetobacter persicus sp. nov.; novel acetic acid bacteria isolated from stems of sugarcane, fruits, and a flower in Japan",
        "Systematic study of the genus Acetobacter with descriptions of Acetobacter indonesiensis sp. nov., Acetobacter tropicalis sp. nov., Acetobacter orleanensis (Henneberg 1906) comb. nov., Acetobacter lovaniensis (Frateur 1950) comb. nov., and Aceto-bacter estunensis (Carr 1958) comb. nov",
        "Identification of Acetobacter strains isolated from Indonesian sources, and proposals of Acetobacter syzygii sp. nov., Acetobacter cibinon-gensis sp. nov., and Acetobacter orientalis sp. nov",
        "Acetobacter senegalensis sp. nov., a thermotolerant acetic acid bacterium isolated in Senegal (sub-Saharan Africa) from mango fruit (Mangifera indica L)",
        "Acetobacter suratthanensis sp. nov., an acetic acid bacterium isolated in Thailand",
        "The flagellation and taxonomy of genera Gluconobacter and Acetobacter with reference to the exist-ence of intermediate strains",
        "A rapid, simple and simultaneous detection of 2-keto-, 5-keto-and 2,5-diketogluconic acids by thin-layer chromatography in culture media of acetic acid bacteria",
        "The family Aceto-bacteraceae: the genera Acetobacter, Acidomonas, Asaia, Glucon-acetobacter, Gluconobacter, and Kozakia",
        "Phenotypic identification of acetic acid bacteria",
        "Isolation and characterization of “polarly flagellated intermediate strains” in acetic acid bacteria",
        "Identification of acetic acid bacteria isolated from Indonesian sources, especially of isolates classified in the genus Gluconobacter",
        "Neokomagataea gen. nov., with descriptions of Neokomagataea thailandica sp. nov. and Neokomagataea tanensis sp. nov., osmotol-erant acetic acid bacteria of the α-Proteobacteria",
        "Re-examination of the genus Acetobacter, with descriptions of Acetobacter cerevisiae sp. nov. and Acetobacter malorum sp. nov",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chroma-tography",
        "Acetobacter ghanensis sp.nov.,anovel acetic acidbacteriumisolated from traditional heap fermentations of Ghanaian cocoa beans",
        "Aceto-bacter lambici sp. nov., isolated from fermenting lambic beer",
        "Evaluation of a simple protein extraction method for species identification of clinically relevant Staphylococci by matrix-assisted laser desorption ionization–time of flight mass spectrometry",
        "The global catalogue of microorganisms 10K type strain sequencing project: closing the genomic gaps for the validly published prokaryotic and fungi species",
        "Acetobacter fabarum sp. nov., an acetic acid bacterium from a Ghanaian cocoa bean heap fermentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shizuoka",
            "@id": "60103680",
            "affilname": "Shizuoka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103680",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60087582",
            "affilname": "Japan International Cooperation Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087582",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Center for Genetic Engineering and Biotechnology",
        "IMCAS"
    ]
}