{
    "eid": "2-s2.0-84962513272",
    "title": "Misclassification of obesity by body mass index among patients receiving hemodialysis",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Nephrology",
            "@code": "2727"
        }
    ],
    "keywords": [],
    "authors": [
        "Piyawan Kittiskulnam"
    ],
    "citedby-count": 7,
    "ref-count": 10,
    "ref-list": [
        "Diagnosing obesity by body mass index in chronic kidney disease: An explanation for the \"obesity paradox?\"",
        "Comparison of multifrequency bioelectrical impedance analysis and dual-energy X-ray absorptiometry assessments in outpatient hemodialysis patients",
        "US renal data system 2010 annual data report",
        "Diagnostic performance of body mass index to identify obesity as defined by body adiposity: A systematic review and meta-analysis",
        "Obesity: preventing and managing the global epidemic. Report of a WHO consultation.",
        "Third Report of the Expert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol in Adults (ATP III Final Report)",
        "Accuracy of body mass index in diagnosing obesity in the adult general population",
        "Waist circumference and not body mass index explains obesity-related health risk",
        "BMI, waist circumference, and mortality according to health status in the older adult population of Spain",
        "Abdominal Obesity and All-Cause and Cardiovascular Mortality in End-Stage Renal Disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Stanford",
            "affilname": "Stanford University School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "affilname": "University of California, Davis",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "U.S. Department of Veterans Affairs",
        "U.S. Department of Veterans Affairs",
        "International Society of Nephrology"
    ]
}