{
    "eid": "2-s2.0-85121221279",
    "title": "Alternating high-intensity interval training and continuous training is efficacious in improving cardiometabolic health in obese middle-aged men",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physical Therapy, Sports Therapy and Rehabilitation",
            "@code": "3612",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Continuous training",
        "HIIT",
        "Interval exercise",
        "Public health",
        "Weight management"
    ],
    "authors": [
        "Eric Tsz Chun Poon",
        "Parco Ming Fai Siu",
        "Waris Wongpipit",
        "Martin Gibala",
        "Stephen Heung Sang Wong"
    ],
    "citedby-count": 10,
    "ref-count": 62,
    "ref-list": [
        "ACSM's Guidelines for Exercise Testing and Prescription",
        "Global Recommendations on Physical Activity for Health",
        "Physical activity determinants in adults. Perceived benefits, barriers, and self efficacy",
        "HIGH-INTENSITY interval training A review of physiological and psychological responses",
        "Physiological adaptations to interval training and the role of exercise intensity",
        "Is high-intensity interval training a time-efficient exercise strategy to improve health and fitness?",
        "Effects of high-intensity interval training on cardiometabolic health: a systematic review and meta-analysis of intervention studies",
        "Effects of high-intensity interval training on cardiometabolic health: a systematic review and meta-analysis of intervention studies",
        "The effects of high-intensity interval training vs. moderate-intensity continuous training on body composition in overweight and obese adults: a systematic review and meta-analysis",
        "The effects of high-intensity intermittent exercise training on cardiovascular response to mental and physical challenge",
        "The effect of low-volume high-intensity interval training on cardiometabolic health and psychological responses in overweight/obese middle-aged men",
        "Impact of short-term exercise training intensity on beta-cell function in older obese adults with prediabetes",
        "Exercise improves adiposopathy, insulin sensitivity and metabolic syndrome severity independent of intensity",
        "Moderate-intensity exercise and high-intensity interval training affect insulin sensitivity similarly in obese adults",
        "Physical Activity Guideline Advisory Committee Scientific Report",
        "Post-exercise appetite and ad libitum energy intake in response to high-intensity interval training versus moderate- or vigorous-intensity continuous training among physically inactive middle-aged adults",
        "High-intensity interval training: key data needed to bridge the gap from laboratory to public health policy",
        "A scoping review of the psychological responses to interval exercise: is interval exercise a viable alternative to traditional exercise?",
        "High-intensity interval training: key data needed to bridge the gap from laboratory to public health policy",
        "High-intensity interval training in the real world: outcomes from a 12-month intervention in overweight Adults",
        "Sex differences in coronary heart disease and stroke mortality: a global assessment of the effect of ageing between 1980 and 2010",
        "International physical activity questionnaire: 12-country reliability and validity",
        "Updating ACSM's recommendations for exercise preparticipation health screening: corrigendum",
        "Updating ACSM's recommendations for exercise preparticipation health screening",
        "Cardiorespiratory fitness as a quantitative predictor of all-cause mortality and cardiovascular events in healthy men and women A meta-analysis",
        "Effects of high-intensity aerobic interval training vs. moderate exercise on hemodynamic, metabolic and neuro-humoral abnormalities of young normotensive women at high familial risk for hypertension",
        "Effects of high-intensity aerobic interval training Vs. Moderate exercise on body mass, blood pressure and cardiorespiratory condition in hypertensive patients with diet Vs. No diet",
        "High-intensity interval and moderate-intensity continuous training elicit similar enjoyment and adherence levels in overweight and obese adults",
        "High-intensity interval and moderate-intensity continuous training elicit similar enjoyment and adherence levels in overweight and obese adults",
        "Effects of high vs. moderate exercise intensity during interval training on lipids and adiponectin levels in obese young females",
        "Low-volume high-intensity interval training in a gym setting improves cardio-metabolic and psychological health",
        "Aerobic interval training versus continuous moderate exercise as a treatment for the metabolic syndrome - a pilot study",
        "Maximal oxygen intake and nomographic assessment of functional aerobic impairment in cardiovascular disease",
        "End criteria for reaching maximal oxygen uptake must Be strict and adjusted to sex and age: a cross-sectional study",
        "Waist Circumference and Waist-Hip Ratio: Report of a WHO Expert Consultation",
        "Homeostasis model assessment - insulin resistance and beta-cell function from fasting plasma-glucose and insulin concentrations in man",
        "Physical-activity enjoyment scale - 2 validation studies",
        "Measuring enjoyment of physical activity in adolescent girls",
        "Measuring enjoyment of physical activity in adolescent girls (vol 21, pg 110, 2001)",
        "Analysis of three exercise adherence interventions on self-efficacy and goal orientation",
        "Analysis of three exercise adherence interventions on self-efficacy and goal orientation",
        "Task, coping, and scheduling self-efficacy in relation to frequency of physical activity",
        "Exercise environment, self-efficacy, and affective responses to acute exercise in older adults",
        "Strength training versus aerobic interval training to modify risk factors of metabolic syndrome",
        "Validation of an estimated food record",
        "Analytic methods for questions pertaining to a randomized pretest, posttest, follow-up design",
        "Applied Multiple Regression/Correlation Analysis for the Behavioral Sciences",
        "A power primer",
        "Exercise capacity and mortality among men referred for exercise testing",
        "Effectiveness of high-intensity interval training (HIT) and continuous endurance training for VO2max improvements: a systematic review and meta-analysis of controlled trials",
        "Reversing the cardiac effects of sedentary aging in middle age-A randomized controlled trial implications for heart failure prevention",
        "Is moderate intensity exercise training combined with high intensity interval training more effective at improving cardiorespiratory fitness than moderate intensity exercise training alone?",
        "A systematic review and meta-analysis of interval training versus moderate-intensity continuous training on body adiposity",
        "Effect of exercise training intensity on abdominal Visceral fat and body composition",
        "The potential for high-intensity interval training to reduce cardiometabolic disease risk",
        "High-intensity interval exercise training for public health: a big HIT or shall we HIT it on the head?",
        "High-intensity interval training elicits higher enjoyment than moderate intensity continuous exercise",
        "Where does HIT fit? An examination of the affective response to high-intensity intervals in comparison to continuous moderate- and continuous vigorous-intensity exercise in the exercise intensity-affect continuum",
        "High-intensity interval running is perceived to be more enjoyable than moderate-intensity continuous exercise: implications for exercise adherence",
        "Continuous and high-intensity interval training: which promotes higher pleasure?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hamilton",
            "@id": "60106381",
            "affilname": "McMaster University, Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60106381",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": null,
            "@id": "60103563",
            "affilname": "The University of Hong Kong Li Ka Shing Faculty of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103563",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60002798",
            "affilname": "Chinese University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002798",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": [
        "Research Grants Council of the Hong Kong Special Administrative Region, China",
        "CUHK"
    ]
}