{
    "eid": "2-s2.0-84964018494",
    "title": "Hydrolysis of cassava starch by co-immobilized multi-microorganisms of Loog-Pang (Thai rice cake starter) for ethanol fermentation",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "cassava starch",
        "ethanol",
        "hydrolysis",
        "immobilization",
        "Loog-Pang"
    ],
    "authors": [
        "Arnon Khamkeaw"
    ],
    "citedby-count": 10,
    "ref-count": 31,
    "ref-list": [
        "Factors determining the competing use of Thailand's cassava for food and fuel",
        "Effect of biogas utilization and plant co-location on life-cycle greenhouse gas emissions of cassava ethanol production",
        "Cassava, the next corn for starch sweeteners",
        "Comparison of sweet sorghum and cassava for ethanol production by using saccharomyces cerevisiae",
        "Dynamic models for the production of glucose syrups from cassava starch",
        "Bindability and digestibility of high-pressure-treated starch with glucoamylases from Rhizopus sp.",
        "Production of thermostable glucoamylase by newly isolated Aspergillus flavus a 1.1 and Thermomyces lanuginosus a 13.37",
        "Saccharification of cassava starch by Saccharomycopsis fibuligera YCY1 isolated from Loog-Pang (rice cake starter)",
        "Characteristics of takju (a cloudy Korean rice wine) prepared with nuruk (a traditional Korean rice wine fermentation starter), and identification of lactic acid bacteria in nuruk",
        "Kasetsart J. (Nat. Sci.)",
        "Cellulosic ethanol production performance with SSF and SHF processes using immobilized Zymomonas mobilis",
        "Production of ethanol from liquefied cassava starch using co-immobilized cells of Zymomonas mobilis and Saccharomyces diastaticus",
        "Ethanol production by repeated batch and continuous fermentations of blackstrap molasses using immobilized yeast cells on thin-shell silk cocoons",
        "High-temperature ethanol fermentation by immobilized coculture of Kluyveromyces marxianus and Saccharomyces cerevisiae",
        "Alginate-loofa as carrier matrix for ethanol production",
        "Use of Dinitrosalicylic Acid Reagent for Determination of Reducing Sugar",
        "[17] Amylases, α and β",
        "Kasetsart J. (Nat. Sci.)",
        "Amylolytic enzymes produced by the yeast Saccharomycopsis fibuligera",
        "α-Amylase and glucoamylase production by Schwanniomyces castellii",
        "Curr. Res. Microbiol. Biotechnol.",
        "Alpha amylase production by Aspergillus oryzae employing solid-state fermentation",
        "Selection of Thai starter components for ethanol production utilizing malted rice from waste paddy",
        "Glucose feedback inhibition of amylase activity in Aspergillus sp. and release of this inhibition when cocultured with Saccharomyces cerevisiae",
        "Microbial diversity of traditional Vietnamese alcohol fermentation starters (banh men) as determined by PCR-mediated DGGE",
        "Identification of yeast strains isolated from marcha in Sikkim, a microbial starter for amylolytic fermentation",
        "Gel entrapment and micro-encapsulation: Methods, applications and engineering principles",
        "Effects of yeast invertase on ethanol production in molasses",
        "Specificity of yeast (Saccharomyces cerevisiae) in removing carbohydrates by fermentation",
        "Factors affecting ethanol fermentation using Saccharomyces cerevisiae BY4742",
        "Ethanol production from cassava starch by selected fungi from tan-koji and Saccaromycetes cereviseae"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}