{
    "eid": "2-s2.0-85026675811",
    "title": "Effect of music on immediately postpartum lactation by term mothers after giving birth: A randomized controlled trial",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Breastfeeding",
        "Human milk",
        "Lactation",
        "Music"
    ],
    "authors": [
        "Yaowaret Kittithanesuan"
    ],
    "citedby-count": 8,
    "ref-count": 35,
    "ref-list": [
        "Breastfeeding and the use of human milk",
        "Music therapy may increase breastfeeding rates among mothers of premature newborns: A randomized controlled trial",
        "Pediatrics",
        "A systematic review to evaluate the effectiveness of interventions to promote the initiation of breastfeeding",
        "Why mothers stop breastfeeding: Mothers' self-reported reasons for stopping during the first year",
        "Initiating and sustaining breastfeeding in Hong Kong: Contextual influences on new mother's experiences",
        "Postpartum anxiety and maternal-infant health outcomes",
        "Association between maternal mood and oxytocin response to breastfeeding",
        "Prevalence and outcomes of breast milk expressing in women with healthy term infants: A systematic review",
        "Increasing breast milk production for premature infants with a relaxation/imagery audiotape",
        "Maternal and fetal stress are associated with impaired lactogenesis in humans.",
        "Experiences of expressing and storing colostrum antenatally: A qualitative study of mothers in regional Western Australia",
        "Speculations on the links between feelings, emotions and sexual behaviour: Are vasopressin and oxytocin involved?",
        "The effect of music-based listening interventions on the volume, fat content, and caloric content of breast milk-produced by mothers of premature and critically ill infants",
        "Maternal distress and intended breastfeeding duration",
        "Oxytocin enhances onset of lactation among mothers delivering prematurely",
        "Randomised, double blind trial of oxytocin nasal spray in mothers expressing breast milk for preterm infants",
        "The Anxiety- and Pain-Reducing Effects of Music Interventions: A Systematic Review",
        "Music as a nursing intervention: Effects of music listening on blood pressure, heart rate, and respiratory rate in abdominal surgery patients",
        "The neurochemistry of music",
        "Intraoperative stress and anxiety reduction with music therapy: A controlled randomized clinical trial of efficacy and safety",
        "Effects of music therapy on psychological health of women during pregnancy",
        "Soothing music can increase oxytocin levels during bed rest after open-heart surgery: A randomised control trial",
        "ICD-10: International Statistical Classification of Diseases and Related Health Problems [Internet]",
        "Methods of milk expression for lactating women.",
        "Comparison of milk output between mothers of preterm and term infants: The first 6 weeks after birth",
        "Complementary and alternative methods of increasing breast milk supply for lactating mothers of infants in the NICU.",
        "Galactagogues",
        "Can J Midwifery Res Pract",
        "Fundamental theory of unity of the mother and child in breast feeding - implication of Oketani's technic of breast treatment",
        "Composition of Milk Obtained From Unmassaged Versus Massaged Breasts of Lactating Mothers",
        "Galactorrhoea following acupuncture",
        "Environ Health",
        "Music reduces sensation and distress of labor pain",
        "UNICEF. Babyfriendly Hospital Initiative Revised Updated and Expanded for Integrated Care [Internet]"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Prasat Neurological Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Ang Thong Provincial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ang Thong Provincial Hospital",
        "Center of Excellence in Clinical Virology",
        "Chulalongkorn Hospital",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "National Science and Technology Development Agency"
    ]
}