{
    "eid": "2-s2.0-84911071883",
    "title": "Emergy evaluation of biofuels production in Thailand from different feedstocks",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Nature and Landscape Conservation",
            "@code": "2309"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Biofuel production models",
        "Biofuel sustainability",
        "Emergy analysis"
    ],
    "authors": [
        "Prathana Nimmanterdwong"
    ],
    "citedby-count": 19,
    "ref-count": 29,
    "ref-list": [
        "J. Sci. Technol.",
        "The problem of co-production in environmental accounting by emergy analysis",
        "The solar transformity of petroleum fuels",
        "Encyclopedia of Energy",
        "Emergy Synthesis: Theory and Applications of the Emergy Methodology. Center for Environmental Policy",
        "The emergy analysis of loop circuit",
        "Ph.D. Dissertation",
        "Estimating the environmental costs of soil erosion at multiple scales in Kenya using emergy synthesis",
        "Emergy analysis of oil production from microalgae",
        "Integrated energy, environmental and financial analysis of ethanol production from cellulosic switchgrass",
        "Palm-based biofuel refinery (PBR) to substitute petroleum refinery: An energy and emergy assessment",
        "United Nations Conference on Trade and Development (UNCTAD)",
        "Development of new green-fuel production technology by combination of fossil fuel and renewable energy",
        "M.S., Thesis",
        "Biodiesel production by supercritical methanol transesterification: Process simulation and potential environmental impact assessment",
        "Environmental Accounting: Emergy and Environmental Decision Making",
        "Full chain energy analysis of biodiesel production from palm oil in Thailand",
        "Full chain energy analysis of biodiesel from jatropha curcas L in Thailand",
        "Energy analysis of Jatropha plantation systems for biodiesel production in Thailand",
        "Emergy evaluation of combined heat and power plant processes",
        "Renewable energy based environmental accounting of heat, power and steel production",
        "Fractional yield and moisture of corn stover biomass produced in the Northern US Corn Belt",
        "Environmental and life cycle analysis of a biodiesel production line from sunflower in the Province of Siena (Italy)",
        "Overview of Storage Development DOE Hydrogen Program Hydrogen Program Review",
        "Emergy evaluation of power plant eco-industrial park"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Chemical Technology, Chulalongkorn University",
        "Ministry of Energy",
        "Royal Thai Government",
        "Energy Policy and Planning Office"
    ]
}