{
    "eid": "2-s2.0-85105968091",
    "title": "Anatomic 3D-Printed Endoprosthetic With Multiligament Reconstruction After En Bloc Resection in Giant Cell Tumor of Distal Radius",
    "cover-date": "2021-02-22",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Vanasiri Kuptniratsaikul",
        "Pobe Luangjarmekorn",
        "Chris Charoenlap",
        "Chindanai Hongsaprabhas",
        "Pravit Kitidumrongsook"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Giant-cell tumors of the bones of the hand",
        "Giant cell tumors of the bones of the hand",
        "Treatment of giant-cell tumors of long bones with curettage and bone-grafting",
        "Does curettage without adjuvant therapy provide low recurrence rates in giant-cell tumors of bone?",
        "Distal ulnar translocation in the treatment of giant-cell tumors of the distal end of the radius",
        "Giant-cell tumors in the distal end of the radius. Treatment by resection and fibular autograft interpositional arthrodesis",
        "Fibulo-scapho-lunate arthrodesis as a motion-preserving procedure after tumour resection of the distal radius",
        "Vascularized fibular graft after excision of giant-cell tumor of the distal radius: Wrist arthroplasty versus partial wrist arthrodesis",
        "Fibular reconstruction for giant cell tumor of the distal radius",
        "Free vascularized bone grafts in surgery of the upper extremity",
        "Vascularized proximal fibular epiphyseal transfer for distal radial reconstruction",
        "Distal radius reconstruction using a split vascularized fibula. Two cases following giant cell tumor resection",
        "Reconstruction of the distal aspect of the radius with use of an osteoarticular allograft after excision of a skeletal tumor",
        "Osteoarticular allograft reconstruction of the distal radius after bone tumour resection",
        "Functional outcome of en bloc excision and osteoarticular allograft replacement with the Sauve-Kapandji procedure for Campanacci grade 3 giant-cell tumor of the distal radius",
        "Functional outcome of en bloc resection and osteoarticular allograft reconstruction with locking compression plate for giant cell tumor of the distal radius",
        "A ceramic prosthesis for the treatment of tumours of the distal radius",
        "Custom prosthetic replacement for distal radial tumours",
        "Functional outcome of en bloc excision and custom prosthetic replacement for giant cell tumor of the distal radius",
        "Benign metastasizing giant-cell tumor of bone. Report of three cases and review of the literature",
        "Giant cell tumor of bone: Oncological and functional results of long-Term follow-up",
        "Use of a prosthesis for the distal portion of the radius following resection of a recurrent giant-cell tumor"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Biomechanic Research Center, Meticuly Co. Ltd.",
        "Chulalongkorn University"
    ]
}