{
    "eid": "2-s2.0-85125572817",
    "title": "Improvement of Organic Fresh Milk System through Willingness to Purchase: A Comparison between Thailand and Japan",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Intention factors",
        "Organic fresh milk",
        "Theory of planned behavior (TPB)",
        "Willingness to purchase (WTP)"
    ],
    "authors": [
        "Jeerawan Punwaree",
        "Natt Leelawat",
        "Jing Tang",
        "Ampan Laosunthara",
        "Takumi Ohashi"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Differentiation between milk from low-input biodynamic, intermediate-input organic and high-input conventional farming systems using fluorescence excitation spectroscopy (FES) and fatty acids",
        "What Promotes Intention? Factors Influencing Consumers’ Intention to Purchase Animal-Welfare Friendly Beef in Japan",
        "Willingness to pay for flood insurance: a case study in Phang Khon, Sakon Nakhon Province, Thailand",
        "Willingness to pay for renewable electricity: A contingent valuation study in Turkey",
        "The theory of planned behavior",
        "The Factors Affecting Healthy Lifestyle and Attitude Towards Organic Foods: A Case Study of People Living in Bangkok, Thailand",
        "Factors Driving Thai Consumers’ Intention to Purchase Organic Foods",
        "Theory of planned behavior:Origins, development and future direction",
        "Consumer attitudes, knowledge, and consumption of organic yogurt",
        "Analyzing ethical decision making in marketing",
        "Consumers’ beliefs and behavioural intentions towards organic food. Evidence from the Czech Republic",
        "To buy or not to buy: The roles of self-identity, attitudes, perceived behavioral control and norms in organic consumerism",
        "USDA Certification of Food as Organic: An Investigation of Consumer Beliefs about the Health Benefits of Organic Food",
        "Are organic consumers preferring or avoiding foods with nutrition and health claims?",
        "COVID-19 Pandemic and Challenges for Socio-economic Issues, Healthcare and National Programs in India",
        "The impact of video technology on learning: A cooking skills experiment",
        "Only other people post food photos on Facebook: Third-person perception of social media behavior and effects"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60031126",
            "affilname": "Tokyo Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031126",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Science and Technology Agency"
    ]
}