{
    "eid": "2-s2.0-85104709986",
    "title": "Experiencing moral distress in mental health nursing in thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Mental health nurses",
        "Mental health nursing",
        "Moral distress",
        "Narrative study"
    ],
    "authors": [
        "Ratchaneekorn Upasen",
        "Weeraphol Saengpanya"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Nurses’ attitudes toward ethical issues in psychiatric inpatient settings",
        "Relationship among moral distress, sense of coherence, and job satisfaction",
        "Taling personal responsibility: Nurses’ and assistant nurses’ experiences of good nursing practice in psychiatric inpatient care",
        "Moral distress and its correlates among mental health nurses in Jordan",
        "Ethical challenges when using coercion in mental healthcare: A systematic literature review",
        "Ethical competence and psychiatric and mental health nursing education. Why? What? How?",
        "Moral distress among healthcare professionals: Report of an institution-wide survey",
        "Moral distress in physicians and nurses: Impact on professional quality of life and turnover",
        "Coping with moral distress in oncology practice: Nurse and physician strategies",
        "Moral distress among school nurses",
        "Patient participation: Causing moral distress in psychiatric nursing?",
        "Strategies to cope with moral distress among mental health nurses in Thailand",
        "Doing the best I can do: Moral distress in adolescent mental health nursing",
        "No place to turn: Nursing students’ experiences of moral distress in mental health settings",
        "A study of the situation, features, and coping mechanisms experiencing moral distress",
        "Moral distress in nursing and its contributors in the context of Iran",
        "Moral distress in nursing practice in Malawi Nurs",
        "Working behind the scenes: An ethical view of mental health nursing and first-episode psychosis",
        "Nurses’ dilemmas concerning support of relatives in mental health care"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}