{
    "eid": "2-s2.0-85046649627",
    "title": "Estimation of aloe-emodin content in cassia grandis and cassia garrettiana leaves using tlc densitometric method and TLC image analysis",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Aloe-emodin contents",
        "Cassia garrettiana",
        "Cassia grandis",
        "TLC densitometry",
        "TLC image analysis"
    ],
    "authors": [
        "A. Sihanat",
        "C. Palanuvej",
        "N. Ruangrungsi",
        "K. Rungsihirunrat"
    ],
    "citedby-count": 2,
    "ref-count": 22,
    "ref-list": [
        "Variation of anthraquinone content in Cassia surattensis",
        "Phytochemical estimation of anthraquinones from Cassia species",
        "Signalling pathway for aloe-emodin-induced apoptosis in human H460 lung nonsmall carcinoma cell",
        "Aloe vera: A valuable ingredient for the food, pharmaceutical and cosmetic industries",
        "Combined effect of aloe-emodin and chemotherapeutic agents on the proliferation of an adherent variant cell line of Merkel cell carcinoma",
        "Aloe-emodin, an anthraquinone, in vitro inhibits proliferation and induces apoptosis in human colon carcinoma cells",
        "HIV-1 protease inhibitory effects of some selected plants in Caesalpiniaceae and Papilionaceae families",
        "Cassia grandis L. A new source of aloe-emodin",
        "A phytochemical study of the leaves of Cassia garrettiana Craib",
        "HPTLC methods to assay active ingredients in pharmaceutical formulations: A review of the method development and validation steps",
        "Quantitative determination of some food dyes using digital processing of images obtained by thin-layer chromatography",
        "Quantitative analysis of barakol content in Senna siamea leaves and flowers by TLC-densitometry",
        "A validated TLC-image analysis method for detecting and quantifying bioactive phyllanthin in Phyllanthus amarus and commercial herbal drugs",
        "Quantitative analysis of oxyresveratrol content in Artocarpus lakoocha and Puag-Haad",
        "Thin layer chromatography (TLC)-densitometric method for chemical stability evaluation of Cassia fistula pod pulp extract: An alternative laxative drug",
        "Development and quantitative determination of barakol in Senna siamea leaf extract by TLC-image analysis method",
        "Chlorogenic acid content, essential oil compositions, and in vitro antioxidant activities of Chromolaena odorata leaves",
        "Extraction method for high content of anthraquinones from Cassia fistula pods",
        "Standardization of herbal medicines-A review",
        "Cell cultures of Ajuga reptans L. To bio convert emodin and aloe-emodin: An HPLC/ESI/MS investigation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Naresuan University"
    ]
}