{
    "eid": "2-s2.0-85105126979",
    "title": "Analysis of spatial–temporal patterns of water table change as a tool for conjunctive water management in the Upper Central Plain of the Chao Phraya River Basin, Thailand",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        }
    ],
    "keywords": [
        "Chao Phraya River",
        "Conjunctive Management of Water Resources",
        "Kriging",
        "Multivariate visualization",
        "Thailand"
    ],
    "authors": [
        "Vitor Vieira Vasconcelos"
    ],
    "citedby-count": 11,
    "ref-count": 61,
    "ref-list": [
        "Application and evaluation of kriging and cokriging methods on groundwater depth mapping",
        "School of Civil Engineering",
        "Proceedings of FOCUS conference on Southwestern Ground Water Issues, National Water Well Association",
        "Groundwater modeling for conjunctive use patterns investigation in the upper Central Plain of Thailand, International Association of Hydrogeologists selected papers, Aquifer Systems Management: Darcy’s Legacy in a World of Impending Water Shortage",
        "Annals",
        "Surface water and groundwater dynamic interaction models as guiding tools for optimal conjunctive water use policies in the central plain of Thailand",
        "Oxford",
        "SAGA—seconds out. Hamburger Beiträge zur Physischen Geographie und Landschaftsökologie, 113p",
        "Rainbow color map (still) considered harmful",
        "Strategies for offsetting seasonal impacts of pumping on a nearby stream",
        "Outgrowing the Earth: The Food Security Challenge in an age of falling water tables and rising temperatures. Earth Policy Institute",
        "Ottawa",
        "Vegetation Map of Thailand. Cited 13 Dec 2013",
        "Multivariate visualization and analysis of photomapped artifact scatters",
        "The origins of kriging",
        "Statistics for spatial data",
        "J R Stat Soc Ser B",
        "On the kriging of water table elevations using collateral information from a digital elevation model",
        "Missing data analysis and homogeneity test for Turkish precipitation series",
        "Conjunctive use of groundwater and surface water: from Spontaneous Coping Strategy to Adaptive Resource Management",
        "Thailand flood monitoring system",
        "Potential of multivariate quantitative methods for delineation and visualization of ecoregions",
        "Biometrics",
        "Geomorphology of the central plain of Thailand and its relationship with recent flood conditions",
        "Geomorphological zoning for flood inundation using satellite data",
        "Using groundwater levels to estimate recharge",
        "Land subsidence caused by ground water withdrawal in urban areas",
        "Proceedings of the International Conference",
        "Groundwater Scenario in Andhra Pradesh. WASHCost - CESS Working Paper No.3",
        "Hole-filled SRTM for the globe Version 4. CGIAR-SXI SRTM 90 m database",
        "Hydrol Res Lett",
        "Chulalongkorn University",
        "Climate change’s impact on irrigation system and farmers’ response: a case study of the Plaichumpol Irrigation Project, Phitsanulok Province, Thailand",
        "Thailand Government",
        "Thailand Government",
        "Comparison of eight color and gray scales for displaying continuous 2d data",
        "The Climate of Thailand",
        "Thailand",
        "Scales and power in river basin management: The Chao Phraya River in Thailand",
        "J Am Sci",
        "Remote sensing note. Japan Association on Remote Sensing",
        "Southeast Asian Stud",
        "Groundwater depth and elevation interpolation by kriging methods in Mohr Basin of Fars province in Iran",
        "In: 19th International Congress on Modelling and Simulation, Perth, Australia",
        "Flood Mitigation Management in Urban Areas. Bangkok, Thailand: Royal Irrigation Department. Expert Group Meeting on Innovative strategies towards flood resilient cities in Asia-Pacific 2009",
        "A methodology for treating missing data applied to daily rainfall data in the Candelaro River Basin (Italy)",
        "Groundwater and surface-water interactions in a confined alluvial aquifer between two rivers: Effects of groundwater flow dynamics on high iron anomaly",
        "In: Proceedings of the 25th International Cartography Conference. CO-054",
        "Intermountain J Sci",
        "How not to lie with visualization",
        "Main Report",
        "Seminar in Technology for Disaster Prevention",
        "From safe yield to sustainable development of water resources - The Kansas experience",
        "The evolution of groundwater management paradigms in Kansas and possible new steps towards water sustainability",
        "Society for Soc Manag Syst Internet J",
        "Southeast Asian Stud",
        "A theory for coloring bivariate statistical maps",
        "Time Series Analysis of Thailand Flooding 2011",
        "USA",
        "Color/Maps Color Sequences for Univariate Maps: Theory, Experiments, and Principles",
        "Map of flooded areas in the period of 2006-2011 in the central plain of the Chao-Phraya Basin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Belo Horizonte",
            "affilname": "Pontificia Universidade Catolica de Minas Gerais",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Ouro Preto",
            "affilname": "Universidade Federal de Ouro Preto",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}