{
    "eid": "2-s2.0-85184549233",
    "title": "A Basic Introduction to Aerobic Biodegradation of Petroleum Aromatic Compounds",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [
        "aerobic biodegradation",
        "BTEX compounds",
        "heterocyclic aromatic compounds",
        "ortho-cleavage pathway",
        "ortho-Toluic acid",
        "petroleum aromatic compounds",
        "polycyclic aromatic hydrocarbons"
    ],
    "authors": [
        "Kengo Inoue"
    ],
    "citedby-count": 0,
    "ref-count": 151,
    "ref-list": [
        "Petroleomics: Chemistry of the underworld",
        "After the oil",
        "Anaerobic degradation of polycyclic aromatic hydrocarbons",
        "Biodegradation of aromatic compounds: Current status and opportunities for biomolecular approaches",
        "Anaerobic catabolism of aromatic compounds: A genetic and genomic view",
        "Anaerobic degradation of non-substituted aromatic hydrocarbons",
        "BTEX and MTBE adsorption onto raw and thermally modified diatomite",
        "Permeation and Leaching, Office of Ground Water and Drinking Water, Standards and Risk Management Division",
        "Agency for Toxic Substances & Disease Registry",
        "Composition and fate of gas and oil released to the water column during the Deepwater Horizon oil spill",
        "Application of luminescent biosensors for monitoring the degradation and toxicity of BTEX compounds in soils",
        "Proteogenomic elucidation of the initial steps in the benzene degradation pathway of a novel halophile, Arhodomonas sp. strain rozel, isolated from a hypersaline environment",
        "Substrate interactions of benzene, toluene, and para-xylene during microbial degradation by pure cultures and mixed culture aquifer slurries",
        "Novel pathway of toluene catabolism in the trichloroethylene-degrading bacterium G4",
        "TOM a new aromatic degradative plasmid from Burkholderia (Pseudomonas) cepacia G4",
        "Isolation of a BTEX-degrading bacterium, janibacter sp. sb2, from a sea-tidal flat and optimization of biodegradation conditions",
        "Biodegradation of benzene, toluene, ethylbenzene, and o-xylene by the bacterium Mycobacterium cosmeticum byf-4",
        "Degradation of benzene, toluene, ethylbenzene, and xylenes (BTEX) by the lignin-degrading basidiomycete Phanerochaete chrysosporium",
        "Cloning and characterization of extradiol aromatic ring-cleavage dioxygenases of Pseudomonas aeruginosa JI104",
        "Toluene-4-monooxygenase, a three-component enzyme system that catalyzes the oxidation of toluene to p-cresol in Pseudomonas mendocina KR1",
        "Bacterial metabolism of para and meta xylene: Oxidation of the aromatic ring",
        "Toluene degradation by Pseudomonas putida F1. Nucleotide sequence of the todC1C2BADE genes and their expression in Escherichia coli",
        "Travels of a Pseudomonas, from Japan around the world",
        "Kinetics of competitive inhibition and cometabolism in the biodegradation of benzene, toluene, and p‐xylene by two Pseudomonas isolates.",
        "Biodegradation of mixtures of substituted benzenes by Pseudomonas sp. strain JS150",
        "Nucleotide sequence analysis of genes encoding a toluene/benzene-2- monooxygenase from Pseudomonas sp. strain JS150",
        "Toluene and ethylbenzene oxidation by purified naphthalene dioxygenase from Pseudomonas sp. strain NCIB 9816-4",
        "Sequence analysis of the gene cluster encoding toluene-3-monooxygenase from Pseudomonas pickettii PKO1",
        "Interactions between benzene, toluene, and p‐xylene (BTX) during their biodegradation",
        "Bacterial metabolism of para and meta xylene: Oxidation of a methyl substituent",
        "Isolation of a Pseudomonas stutzeri strain that degrades o-xylene.",
        "Analysis of the gene cluster encoding toluene/o-xylene monooxygenase from Pseudomonas stutzeri OX1",
        "Influence of soil components on the biodegradation of benzene, toluene, ethylbenzene, and o-, m-, and p-xylenes by the newly isolated bacterium Pseudoxanthomonas spadix BD-a59",
        "Comparative genomic analysis and benzene, toluene, ethylbenzene, and o-, m-, and p-xylene (BTEX) degradation pathways of Pseudoxanthomonas spadix BD-a59",
        "Evidence for metabolism of o-xylene by simultaneous ring and methyl group oxidation in a new soil isolate",
        "A novel transformation of polychlorinated biphenyls by Rhodococcus sp. strain RHA1",
        "Roles of ring-hydroxylating dioxygenases in styrene and benzene catabolism in Rhodococcus jostii RHA1",
        "Characteristics of Rhodococcus pyridinovorans PYJ-1 for the biodegradation of benzene, toluene, m-Xylene (BTX), and their mixtures",
        "Identification of a novel dioxygenase involved in metabolism of o-xylene, toluene, and ethylbenzene by Rhodococcus sp. strain DK17",
        "Monocyclic aromatic hydrocarbon degradation by Rhodococcus sp. strain DK17",
        "Oxidation of the carcinogens benzo[a]pyrene and benzo[a]anthracene to dihydrodiols by a bacterium",
        "Functional analysis of genes involved in biphenyl, naphthalenes, phenanthrene, and m-xylene degradation by Sphingomonas yanoikuyae b1",
        "Degradation characteristics of toluene, benzene, ethylbenzene, and xylene by Stenotrophomonas maltophilia T3-c",
        "Oxidation of benzene to phenol, catechol, and 1,2,3-trihydroxybenzene by toluene 4-monooxygenase of Pseudomonas mendocina KR1 and toluene 3-monooxygenase of Ralstonia pickettii PKO1",
        "Metablism of toluene and xylenes by Pseudomonas putida (arvilla) mt 2: evidence for a new function of the TOL plasmid",
        "A novel toluene-3-monooxygenase pathway cloned from Pseudomonas pickettii PKO1",
        "Multiple polychlorinated biphenyl transformation systems in the gram- positive bacterium Rhodococcus sp. strain RHA1",
        "Biphenyl and ethylbenzene dioxygenases of Rhodococcus jostii RHA1 transform PBDEs",
        "Biodegradation aspects of Polycyclic Aromatic Hydrocarbons (PAHs): A review",
        "Exposure to Carcinogenic PAHs in The Environment",
        "Phenanthrene-degrading phenotype of Alcaligenes faecalis AFK2",
        "The phn genes of Burkholderia sp. strain RP007 constitute a divergent gene cluster for polycyclic aromatic hydrocarbon catabolism",
        "Molecular cloning of novel genes for polycyclic aromatic hydrocarbon degradation from Comamonas testosteroni GZ39",
        "Molecular Characterization and Substrate Preference of a Polycyclic Aromatic Hydrocarbon Dioxygenase from Cycloclasticus sp. Strain A5",
        "The phn island: A new genomic island encoding catabolism of polynuclear aromatic hydrocarbons",
        "A Gene Expression Study of the Activities of Aromatic Ring-Cleavage Dioxygenases in Mycobacterium gilvum PYR-GCK to Changes in Salinity and pH during Pyrene Degradation",
        "Identification of pyrene-induced proteins in Mycobacterium sp. strain 6PY1: Evidence for two ring-hydroxylating dioxygenases",
        "Genomic analysis of polycyclic aromatic hydrocarbon degradation in Mycobacterium vanbaalenii PYR-1",
        "Characterization of genes for enzymes involved in the phenanthrene degradation in Nocardioides sp. KP7",
        "Aromatic-degrading Sphingomonas isolates from the deep subsurface",
        "Proteomic characterization of plasmid pLA1 for biodegradation of polycyclic aromatic hydrocarbons in the marine bacterium, novosphingobium pentaromativoransus6-1",
        "The naphthalene catabolic (nag) genes of Polaromonas naphthalenivorans CJ2: Evolutionary implications for two gene clusters and novel regulatory control",
        "Nucleotide sequences and characterization of genes encoding naphthalene upper pathway of Pseudomonas aeruginosa PaK1 and Pseudomonas putida OUS82",
        "Metabolism of dibenzothiophene and naphthalene in Pseudomonas strains: Complete DNA sequence of an upper naphthalene catabolic pathway",
        "Sequences of genes encoding naphthalene dioxygenase in Pseudomonas putida strains G7 and NCIB 9816-4",
        "Cloning, nucleotide sequence and characterization of genes encoding naphthalene dioxygenase of Pseudomonas putida strain NCIB9816",
        "Cloning and characterization of a chromosomal gene cluster, pah, that encodes the upper pathway for phenanthrene and naphthalene utilization by Pseudomonas putida OUS82",
        "Oxidative metabolism of naphthalene by soil pseudomonads. The ring-fission mechanism.",
        "Comparative biochemical and genetic analysis of naphthalene degradation among Pseudomonas stutzeri strains",
        "A gene cluster encoding steps in conversion of naphthalene to gentisate in Pseudomonas sp. strain U2",
        "Purification and characterization of a novel naphthalene dioxygenase from Rhodococcus sp. strain NCIMB12038",
        "Characterization of a ring-hydroxylating dioxygenase from phenanthrene-degrading Sphingomonas sp. strain LH128 able to oxidize benz[a]anthracene",
        "The unique aromatic catabolic genes in sphingomonads degrading polycyclic aromatic hydrocarbons (PAHs)",
        "Functional characterization of diverse ring-hydroxylating oxygenases and induction of complex aromatic catabolic gene clusters in Sphingobium sp. PNB",
        "Identification of four structural genes and two putative promoters necessary for utilization of naphthalene, phenanthrene, and fluoranthene by Sphingomonas paucimobilis var. EPA505",
        "Identification and functional analysis of two aromatic-ring-hydroxylating dioxygenases from a Sphingomonas strain that degrades various polycyclic aromatic hydrocarbons",
        "Identification, cloning, and characterization of a multicomponent biphenyl dioxygenase from Sphingobium yanoikuyae B1",
        "Phthalate catabolic gene cluster is linked to the angular dioxygenase gene in Terrabacter sp. strain DBF63",
        "Horizontal transfer of PAH catabolism genes in Mycobacterium: Evidence from comparative genomics and isolated pyrene-degrading bacteria",
        "Comparative genomic analysis of six bacteria belonging to the genus Novosphingobium: Insights into marine adaptation, cell-cell signaling and bioremediation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Akita",
            "affilname": "Akita Prefectural University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Miyazaki",
            "affilname": "University of Miyazaki",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}