{
    "eid": "2-s2.0-85050458798",
    "title": "Inhibitory effects of mycosporine-2-glycine isolated from a halotolerant cyanobacterium on protein glycation and collagenase activity",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "collagenase",
        "metal chelating",
        "mycosporine-2-glycine",
        "mycosporine-like amino acid",
        "protein cross-linking"
    ],
    "authors": [
        "S. Tarasuntisuk",
        "T. Patipong",
        "T. Hibino",
        "R. Waditee-Sirisattha",
        "H. Kageyama"
    ],
    "citedby-count": 28,
    "ref-count": 23,
    "ref-list": [
        "DNA damage protecting and free radical scavenging properties of mycosporine-2-glycine from the Dead Sea cyanobacterium in A375 human melanoma cell lines",
        "UV-A sunscreen from red algae for protection against premature skin aging",
        "Action of phenolic derivatives (acetaminophen, salicylate, and 5-aminosalicylate) as inhibitors of membrane lipid peroxidation and as peroxy radical scavengers",
        "Bacterial collagenases—a review",
        "Ultraviolet radiation-absorbing mycosporine-like amino acids in coral reef organisms: a biochemical and environmental perspective",
        "Prolonged glycation of hen egg white lysozyme generates non amyloidal structures",
        "Advanced glycation end products: key players in skin aging?",
        "Inhibition of collagenase by mycosporine-like amino acids from marine sources",
        "Inhibition of advanced glycation end product formation by herbal teas and its relation to anti-skin aging",
        "Functional assessment of mycosporine-like amino acids in Microcystis aeruginosa strain PCC 7806",
        "Effective inhibition of protein glycation by combinational usage of limonene and aminoguanidine through differential and synergistic mechanisms",
        "Purification and assay of bacterial collagenases",
        "Potent protein glycation inhibition of plantagoside in Plantago major Seeds",
        "Formation and breakdown of glycine betaine and trimethylamine in hypersaline environments",
        "Efficient bioproduction of mycosporine-2-glycine, which functions as potential osmoprotectant, using Escherichia coli cells",
        "Advanced glycation endproducts (AGEs): pharmacological inhibition in diabetes",
        "Prevention of protein glycation by natural compounds",
        "Inhibition of collagenase by naturally-occring flavonoids",
        "UV-protectants in cyanobacteria",
        "Structure of euhalothece-362, a novel red-shifted mycosporine-like amino acid, from a halophilic cyanobacterium (Euhalothece sp.)",
        "Mycosporine-like amino acids and their derivatives as natural antioxidants",
        "Identification and upregulation of biosynthetic genes required for accumulation of mycosporine-2-glycine under salt stress conditions in the halotolerant cyanobacterium Aphanothece halophytica",
        "Halophilic microorganism resources and their applications in industrial and environmental biotechnology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60027762",
            "affilname": "Meijo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027762",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Sumitomo Foundation"
    ]
}