{
    "eid": "2-s2.0-85119400662",
    "title": "Disc Hemorrhages Are Associated With Localized Three-Dimensional Neuroretinal Rim Thickness Progression in Open-Angle Glaucoma",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ophthalmology",
            "@code": "2731",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Milica A. Margeta",
        "Kitiya Ratanawongphaibul",
        "Edem Tsikata",
        "Michele Zemplenyi",
        "Courtney L. Ondeck",
        "Janice Kim",
        "Anne L. Coleman",
        "Fei Yu",
        "Johannes F. de Boer",
        "Teresa C. Chen"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Detection and prognostic significance of optic disc hemorrhages during the Ocular Hypertension Treatment Study",
        "Collaborative Normal-Tension Glaucoma Study G. Risk factors for progression of visual field abnormalities in normal-tension glaucoma",
        "Predictors of long-term progression in the early manifest glaucoma trial",
        "Disc hemorrhages and treatment in the early manifest glaucoma trial",
        "Evidence-based understanding of disc hemorrhage in glaucoma",
        "Optic disc haemorrhage and primary open-angle glaucoma: a clinical review",
        "Optic disk characteristics before the occurrence of disk hemorrhage in glaucoma patients",
        "Structural glaucomatous progression before and after occurrence of an optic disc haemorrhage",
        "Disk hemorrhage is a significantly negative prognostic factor in normal-tension glaucoma",
        "Disc hemorrhages are associated with the presence and progression of glaucomatous central visual field defects",
        "Spatially consistent, localized visual field loss before and after disc hemorrhage",
        "Rates of local retinal nerve fiber layer thinning before and after disc hemorrhage in glaucoma",
        "Evaluation of ganglion cell-inner plexiform layer thinning in eyes with optic disc hemorrhage: a trend-based progression analysis",
        "Enhanced diagnostic capability for glaucoma of 3-dimensional versus 2-dimensional neuroretinal rim parameters using spectral domain optical coherence tomography",
        "Diagnostic performance of a novel three-dimensional neuroretinal rim parameter for glaucoma using high-density volume scans",
        "Comprehensive three-dimensional analysis of the neuroretinal rim in glaucoma using high-density spectral-domain optical coherence tomography volume scans",
        "Spectral domain optical coherence tomography in glaucoma: qualitative and quantitative analysis of the optic nerve head and retinal nerve fiber layer (an AOS thesis)",
        "Earlier detection of glaucoma progression using high-density 3-dimensional spectral-domain OCT optic nerve volume scans",
        "The Ocular Hypertension Treatment Study: design and baseline description of the participants",
        "Comparison of glaucomatous progression between untreated patients with normal-tension glaucoma and patients with therapeutically reduced intraocular pressures. collaborative Normal-Tension Glaucoma Study Group",
        "Baseline visual field characteristics in the ocular hypertension treatment study",
        "Patient characteristics associated with artifacts in Spectralis optical coherence tomography imaging of the retinal nerve fiber layer in glaucoma",
        "Errors in the diagnosis of visual field progression in normal-tension glaucoma",
        "Risk factors for progression of visual field abnormalities in normal-tension glaucoma",
        "Impact of normal aging and progression definitions on the specificity of detecting retinal nerve fiber layer thinning",
        "Intra- and interobserver reproducibility of Bruch membrane opening minimum rim width measurements with spectral domain optical coherence tomography",
        "Reproducibility of retinal nerve fiber layer thickness measurements using spectral domain optical coherence tomography",
        "Longitudinal analysis of progression in glaucoma using spectral-domain optical coherence tomography",
        "Reproducibility of peripapillary retinal nerve fiber layer thickness and optic nerve head parameters measured with cirrus HD-OCT in glaucomatous eyes",
        "Reproducibility of retinal nerve fiber thickness measurements using the test-retest function of spectral OCT/SLO in normal and glaucomatous eyes",
        "Reproducibility of peripapillary retinal nerve fiber thickness measurements with stratus OCT in glaucomatous eyes",
        "Racial differences in rate of change of spectral-domain optical coherence tomography-measured minimum rim width and retinal nerve fiber layer thickness",
        "Comparison of rate of change between bruch's membrane opening minimum rim width and retinal nerve fiber layer in eyes showing optic disc hemorrhage",
        "Risk factors for optic disc hemorrhage in the low-pressure glaucoma treatment study",
        "Deterioration of visual fields in patients with glaucoma with and without optic disc hemorrhages",
        "Predicting subsequent visual field loss in glaucomatous subjects with disc hemorrhage using retinal nerve fiber layer polarimetry",
        "Does the enlargement of retinal nerve fiber layer defects relate to disc hemorrhage or progressive visual field loss in normal-tension glaucoma?",
        "A novel hypothesis for the pathogenesis of glaucomatous disc hemorrhage",
        "Optic disc hemorrhages in a population with and without signs of glaucoma",
        "Optic disc hemorrhages in glaucoma and common clinical features",
        "Population-based prevalence of optic disc haemorrhages in elderly Japanese",
        "African Descent and Glaucoma Evaluation Study (ADAGES): racial differences in optic disc hemorrhage and beta-zone parapapillary atrophy",
        "The Advanced Glaucoma Intervention Study (AGIS): 14. Distinguishing progression of glaucoma from visual field fluctuations",
        "Optic disk hemorrhages in glaucoma",
        "The Advanced Glaucoma Intervention Study (AGIS): 14. Distinguishing progression of glaucoma from visual field fluctuations",
        "Confirmation of visual field abnormalities in the Ocular Hypertension Treatment Study. Ocular Hypertension Treatment Study Group"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60032499",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032499",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Los Angeles",
            "@id": "60029270",
            "affilname": "UCLA Fielding School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029270",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Los Angeles",
            "@id": "60020418",
            "affilname": "UCLA Stein Eye Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020418",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "@id": "60014232",
            "affilname": "VA Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014232",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60008734",
            "affilname": "Vrije Universiteit Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008734",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60003828",
            "affilname": "Massachusetts Eye and Ear",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003828",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "108340211",
            "affilname": "Vrijie Universiteit Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108340211",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Fidelity Charitable Fund",
        "Harvard Catalyst National Institutes of Health",
        "NIH",
        "National Eye Instituted",
        "Research to Prevent Blindness",
        "Harvard Medical School",
        "Massachusetts Lions Eye Research Fund",
        "American Glaucoma Society"
    ]
}