{
    "eid": "2-s2.0-84973468866",
    "title": "Skilled birth attendance in Balochistan, Pakistan",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Balochistan",
        "Determinants",
        "Multiple Indicator Cluster Survey",
        "Skilled birth attendant",
        "Utilization"
    ],
    "authors": [
        "Sathirakorn Pongpanich"
    ],
    "citedby-count": 4,
    "ref-count": 40,
    "ref-list": [
        "Trends in Maternal Mortality:1990 to 2013",
        "Levels & Trends in Child Mortality Report 2013",
        "Global Action for Skilled Attendants for Pregnant Women: Making Pregnancy Safer",
        "Pakistan Demographic and Health Survey 2006-07",
        "Pakistan Demographic and Health Survey 2012-13",
        "National, regional, and worldwide estimates of stillbirth rates in 2015, with trends from 2000: A systematic analysis",
        "Neonatal mortality, risk factors and causes: A prospective population-based cohort study in urban Pakistan",
        "Stillbirths: Rates, risk factors, and acceleration towards 2030",
        "Balochistan Multiple Indicator Cluster Survey 2010",
        "Determinants of place of birth decisions in uncomplicated childbirth in Bangladesh: An empirical study",
        "An impact evaluation of the Safe Motherhood Promotion Project in Bangladesh: Evidence from Japanese aid-funded technical cooperation",
        "Utilization of care during pregnancy in rural Guatemala: Does obstetrical need matter?",
        "Determinants of health facility utilization for childbirth in rural western Kenya: Cross-sectional study",
        "The Cultural Context of Health: A Baloch Perspective: An Exploration of the Cultural Context and Consequences of Perceptions of Illness and Health-seeking Behaviour of the Baloch",
        "Equity in maternal, newborn, and child health interventions in Countdown to 2015: A retrospective review of survey data from 54 countries",
        "Multiple imputation in practice: Comparison of software packages for regression models with missing variables",
        "Model selection and Akaike's Information Criterion (AIC): The general theory and its analytical extensions",
        "Generalized Linear Models",
        "Inequity in maternal health-care services: Evidence from home-based skilled-birth-attendant programmes in Bangladesh",
        "Did the strategy of skilled attendance at birth reach the poor in Indonesia?",
        "Skilled birth attendance-lessons learnt",
        "India's Janani Suraksha Yojana, a conditional cash transfer programme to increase births in health facilities: an impact evaluation",
        "Economic inequalities in maternal health care: Prenatal care and skilled birth attendance in India, 1992-2006",
        "The demand for child curative care in two rural thanas of Bangladesh: Effect of income and women's employment",
        "Population Briefs.",
        "Utilisation of skilled birth attendance in Northern Nigeria: A cross-sectional survey",
        "Barriers to skilled birth attendance: a survey among mothers in rural Gambia.",
        "Factors affecting home delivery in rural Tanzania",
        "Still too far to walk: Literature review of the determinants of delivery service use",
        "WHO Antenatal Care Randomized Trial: Manual for the Implementation of New Model",
        "Birth preparedness among antenatal clients",
        "Is antenatal care effective in reducing maternal morbidity and mortality?",
        "The effectiveness of antenatal care programmes to reduce infant mortality and preterm birth in socially disadvantaged and vulnerable women in high-income countries: A systematic review",
        "Prevalence, reasons and predictors for home births among pregnant women attending antenatal care in Birnin Kudu, North-west Nigeria",
        "Antenatal care use in Brazil and India: Scale, outreach and socioeconomic inequality",
        "Antenatal care as a means of increasing birth in the health facility and reducing maternal mortality: a systematic review",
        "\"Can community level interventions have an impact on equity and utilization of maternal health care\" - Evidence from rural Bangladesh",
        "Determinants of use of skilled birth attendant at delivery in Makueni, Kenya: A cross sectional study",
        "Determinants of skilled birth attendance in rural Cambodia",
        "J Health Res."
    ],
    "affiliation": [
        {
            "affiliation-city": "Islamabad",
            "affilname": "Riphah International University",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "As",
            "affilname": "Norges Miljø- og Biovitenskapelige Universitet",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Peshawar",
            "affilname": "Planning",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Balochistan",
            "affilname": "Bolan Medical Complex Hospital",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "Planning and Development Health Department of the Government of Balochistan",
        "UNICEF",
        "Chulalongkorn University"
    ]
}