{
    "eid": "2-s2.0-85099510728",
    "title": "Combined UV-C irradiation and precursor feeding enhances mulberroside: A production in Morus alba L. cell suspension cultures",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Cell suspension culture",
        "Elicitor",
        "Morus alba",
        "Mulberroside A",
        "Precursor"
    ],
    "authors": [
        "Benyakan Pongkitwitoon",
        "Kanut Simpan",
        "Thanaporn Chobsri",
        "Boonchoo Sritularak",
        "Waraporn Putalun"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Structures, bioactivities and future prospective of polysaccharides from Morus alba (white mulberry): a review",
        "Antioxidant composition and antioxidant activity of white (Morus alba L.), black (Morus nigra L.) and red (Morus rubra L.) mulberry leaves",
        "Morus alba and active compound oxyresveratrol exert anti-inflammatory activity via inhibition of leukocyte migration involving MEK/ERK signaling",
        "Hypoglycemic effect of Egyptian Morus alba root bark extract: effect on diabetes and lipid peroxidation of streptozotocin-induced diabetic rats",
        "Antihyperlipidemic effects of stilbenoids isolated from Morus alba in rats fed a high-cholesterol diet",
        "Antiviral flavonoids from the root bark of Morus alba L",
        "The contents of bibenzyl derivatives, flavonoids and a phenanthrene in selected Dendrobium spp. and the correlation with their antioxidant activity",
        "Plant cell cultures: chemical factories of secondary metabolites",
        "Effects of elicitors on the production of resveratrol and viniferins in cell cultures of Vitis vinifera l. Cv italia",
        "Resveratrol production at large scale using plant cell suspensions",
        "Alginate immobilization of Morus alba L. cell suspension cultures improved the accumulation and secretion of stilbenoids",
        "Effects of postharvest UV-C irradiation on phenolic acids, flavonoids, and key phenylpropanoid pathway genes in tomato fruit",
        "Optimising UV-C preharvest light for stilbene synthesis stimulation in table grape: applications",
        "Effects of ultraviolet C, methyl jasmonate and salicylic acid, alone or in combination, on stilbene biosynthesis in cell suspension cultures of Vitis vinifera L. cv. Cabernet Sauvignon",
        "The effect of postharvest application of UV-C radiation on the phenolic compounds of conventional and organic grapes (Vitis labrusca cv. ‘Concord’)",
        "Enhanced mulberroside a production from cell suspension and root cultures of Morus alba using elicitation",
        "Tyrosinase inhibitors from Artocarpus lakoocha",
        "A revised medium for rapid growth and bio assays with tobacco tissue cultures",
        "Development of an enzyme-linked immunosorbent assay for specific detection of mulberroside a in mulberry (Morus alba L.) using anti-mulberroside a polyclonal antibody",
        "Effect of grape genotype and tissue type on callus growth and production of resveratrols and their piceids after UV-C irradiation",
        "Coordinate induction by UV light of stilbene synthase, phenylalanine ammonia-lyase and cinnamate 4-hydroxylase in leaves of Vitaceae",
        "UV irradiation and salicylic acid immersion enhance the level of mulberroside a in isolated mulberry branches – a huge amount of agro-waste",
        "Changes in the phytoalexin content of various Vitis spp. in response to ultraviolet C elicitation",
        "Postharvest stilbenes and flavonoids enrichment of table grape cv Redglobe (Vitis vinifera L.) as affected by interactive UV-C exposure and storage conditions",
        "Variations in the levels of mulberroside A, oxyresveratrol, and resveratrol in mulberries in different seasons and during growth",
        "Nondiscriminatory incorporation of l-phenylalanine and l-tyrosine into cinnamoyl part of mulberroside A, a stilbene di-glucoside, in Morus alba cell cultures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Khon Kaen University",
        "Thailand Science Research and Innovation"
    ]
}