{
    "eid": "2-s2.0-84902284139",
    "title": "Fulminant respiratory muscle paralysis, an expanding clinical spectrum of mitochondrial A3243G tRNALeu mutation",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "A3243G mutation",
        "Bilateral diaphragmatic weakness",
        "Mitochondrial disease",
        "Myopathy",
        "Neuromuscular respiratory failure"
    ],
    "authors": [
        "Jakkrit Amornvit"
    ],
    "citedby-count": 13,
    "ref-count": 17,
    "ref-list": [
        "Genetic, pathogenetic, and phenotypic implications of the mitochondrial A3243G tRNALeu(UUR) mutation",
        "Recurrent respiratory failure in a patient with 3243 mutation in mitochondrial DNA",
        "Mitochondrial myopathy with predominant respiratory dysfunction in a patient with A3243G mutation in the mitochondrial: tRNA(Leu(UUR)) gene",
        "Respiratory insufficiency in a Chinese adult with mitochondrial myopathy.",
        "A boy with muscle weakness, hypercarbia, and the mitochondrial DNA A3243G mutation",
        "The clinical maze of mitochondrial neurology",
        "Diagnosis and treatment of mitochondrial myopathies",
        "Respiratory management of diaphragm paralysis",
        "Respiratory failure",
        "Respiratory insufficiency and limb muscle weakness in adults with Pompe's disease",
        "Recurrent respiratory insufficiency and depressed ventilatory drive complicating mitochondrial myopathies",
        "Two cases of mitochondrial myopathy with predominant respiratory dysfunction.",
        "Respiratory failure revealing mitochondrial myopathy in adults",
        "A case of respiratory muscle weakness due to cytochrome c oxidase enzyme deficiency",
        "Myopathy with mitochondrial changes presenting as respiratory failure in two brothers",
        "Depressed ventilatory response in oculocraniosomatic neuromuscular disease",
        "Dysfunction of the diaphragm"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}