{
    "eid": "2-s2.0-85026777434",
    "title": "A survey of epilepsy knowledge, attitudes and practice in school-aged children in Bangkok, Thailand",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "children",
        "epilepsy",
        "knowledge",
        "survey"
    ],
    "authors": [
        "C. Limotai",
        "T. Manmen",
        "K. Urai",
        "C. Limarun"
    ],
    "citedby-count": 9,
    "ref-count": 27,
    "ref-list": [
        "Long-term social outcomes for children with epilepsy",
        "Psychosocial outcome of young adults with epilepsy in childhood",
        "Social stigma for adults and children with epilepsy",
        "The stigma of epilepsy: a European perspective",
        "Stigma, epilepsy, and quality of life",
        "Social prejudice and the adjustment of people with epilepsy",
        "Epilepsy patients' perceptions about stigma, education, and awareness: preliminary responses based on a community participatory approach",
        "Stigma and epilepsy",
        "The long-term development of public attitudes towards people with epilepsy in the Czech Republic: 1981, 1984, 1998 and 2009 studies",
        "Public awareness and attitudes toward epilepsy in Finland",
        "Evaluation of an epilepsy education program for Grade 5 students: a cluster randomized trial",
        "Knowledge of, perception of, and attitudes toward epilepsy of schoolchildren in Ankara and the effect of an educational program",
        "The ILAE/IBE/WHO Global Campaign against Epilepsy: bringing Epilepsy “Out of the Shadows",
        "High school students' knowledge, attitude, and practice with respect to epilepsy in Kerala, southern India",
        "An epilepsy questionnaire study of knowledge and attitudes in Canadian college students",
        "Knowledge, attitude and practice towards epilepsy among secondary school students in Enugu, southeast Nigeria",
        "Outcome of a school-based health education program for epilepsy awareness among schoolchildren",
        "Knowledge and attitudes toward epilepsy amongst students in the health area: intervention aimed at enlightenment",
        "Public awareness, knowledge, and practice relating to epilepsy among adults in Konya",
        "Differences of knowledge, attitudes, and behaviors towards epilepsy between populations in municipal and nonmunicipal areas",
        "Epilepsy awareness among school teachers in Thailand",
        "Public familiarity with, knowledge of, and predictors of negative attitudes toward epilepsy in Thailand",
        "Factors contributing to Korean adolescents' perceptions of stigma with respect to epilepsy",
        "Knowledge, attitude, and practice of people toward epilepsy in a South Indian village",
        "General public knowledge, attitudes, and practices towards persons with epilepsy in South Ethiopia: a comparative community-based cross-sectional study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}