{
    "eid": "2-s2.0-85016469604",
    "title": "Critical factors affecting the happiness: A Vietnamese perspective",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Critical factors",
        "Economics happiness",
        "Health",
        "Quality of life",
        "Vietnam"
    ],
    "authors": [
        "Phuc Van Nguyen"
    ],
    "citedby-count": 8,
    "ref-count": 33,
    "ref-list": [
        "Emotional outlook on life predicts increases in physical activity among initially inactive men",
        "Investigating organisational climate For migrated contract labours in Chosen cement and textile units in Tamilnadu, India",
        "Is well-being U-shaped over the life cycle?",
        "The earned income tax credit, mental health, and happiness",
        "Measuring human development in a high-income country: A conceptual framework for well-being indicators",
        "Health Education as a Basis for Social Support",
        "Income, health, and well-being around the world: Evidence from the Gallup World Poll",
        "Assessing Well-being: The Collected Works of Ed Diener",
        "Happy People Live Longer: Subjective Well-Being Contributes to Health and Longevity",
        "The economics of happiness",
        "Calculating weights of social capital index using analytic hierarchy process",
        "Does your neighbor's income affect your happiness?",
        "Income, age, and happiness in America",
        "What can economists learn from happiness research?",
        "Journal of Marriage and the Family",
        "Locating leisure in the social capital literature",
        "Long-running German panel survey shows that personal and economic choices, not just genes, matter for happiness",
        "Income, Happiness and Socio-economic Bench Marking Across Countries",
        "Would you be happier if you were richer? A focusing illusion",
        "The design of ideal social capital for the development of traditional market in the mix-barter transaction in pasar blante kawangkoan",
        "Health-related determinants of happiness in Korean adults",
        "Lecture 2: Income and Happiness: Rethinking Economic Policy",
        "A measure of subjective happiness: Preliminary reliability and construct validation",
        "Assessing Well-being: The Collected Works of Ed Diener",
        "Happiness and health behaviours in Chilean college students: A cross-sectional survey",
        "Introduction",
        "Stressed and happy? Investigating the relationship between happiness and perceived stress",
        "Social Capital: Critical Perspectives",
        "Avowed happiness in Confucian Asia: Ascertaining its distribution, patterns, and sources",
        "The Declaration of Independence",
        "The Effects of Economy, Values and Health On Happiness",
        "Healthy happiness: Effects of happiness on physical health and the consequences for preventive health care",
        "Economic development and happiness: Evidence from 32 nations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Đại học Mở Thành phố Hồ Chí Minh",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}