{
    "eid": "2-s2.0-85027694743",
    "title": "Regional clustering of chemicals and waste multilateral environmental agreements to improve enforcement",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Law",
            "@code": "3308"
        },
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "Building synergies",
        "Clustering",
        "Environmental enforcement",
        "International environmental governance",
        "Multilateral environmental agreements"
    ],
    "authors": [
        "Ning Liu"
    ],
    "citedby-count": 3,
    "ref-count": 39,
    "ref-list": [
        "Matrix-based management approach and ad interim organization of the Secretariat of the Basel and Stockholm Conventions and the UNEP part of the Rotterdam Convention as of 1 September 2015",
        "The Basel Convention Regional Centers",
        "The convention overview",
        "Transnational dimensions of freshwater ecosystem governance",
        "Thousands of abandoned containers clog Vietnam ports",
        "Paper presented at the 26th meeting of parties to the montreal protocol. Paris, France",
        "Dangerous holes in global environmental governance: The roles of neoliberal discourse, science and California Agriculture in the Montreal Protocol",
        "From precaution to profit. Contemporary challenges to environmental protection in the montreal protocol",
        "Green fence campaign",
        "Illegal global trafficking in hazardous waste: A call to action",
        "Scam recycling: E-dumping on Asia by US Recyclers",
        "Fragmentation of global environmental governance architectures: A literature review",
        "The architecture of global environmental governance: Pros and cons of multiplicity",
        "Fragmentation of International Law? Postmodern Anxieties",
        "Illegal trade in ozone depleting substances",
        "Obstacles to preserving precaution and equity in global hazardous waste regulation: an analysis of contested knowledge in the Basel Convention",
        "Pesticide use and consequence in Cambodia",
        "On clustering international environmental agreements",
        "Clustering of multilateral environmental agreements: Potentials and limitations",
        "The environment and international relations",
        "Community monitoring of SAICM implementation on pesticide use and practices: Initial results of the community monitoring and international advocacy project in Asia",
        "Canada is dumping tons of garbage in the Philippines",
        "Exporting harm-the high-tech trashing of Asia",
        "Presentation in customs coordination meeting in Saint Petersburg",
        "Review of the arrangements adopted pursuant to the “Synergies Decisions” on cooperation and coordination among the Basel",
        "A UNEP Rapid Response Assessment",
        "Melbourne Journal of International law",
        "UK, Netherlands criticized over toxic waste shipments to RI",
        "Report of the governing council. Seventh special session (13–15 February 2002) (UN General Assembly Doc. A/57/25)",
        "New initiative to combat growing global menace of environmental crime—2 June 2003",
        "Networking counts. combatting Illegal trade in ozone depleting substances",
        "The first multi-stakeholder expert meeting on elaboration of options for synergies among biodiversity-related Multilateral Environmental Agreements” Interlaken, Switzerland, 26–28 August 2014. https://www.cbd.int/kb/record/meetingDocument/106853?RecordType=meetingDocument&Event=BRCWS -01",
        "Informal prior-informed consent (iPIC): Supporting compliance through prevention of illegal and unwanted trade",
        "About regional enforcement network for chemicals and waste",
        "Reducing Hydrofluorocarbons via the Montreal protocol is the most significant climate action the world can take this year",
        "Interlinkages: Synergies and coordination between multilateral environmental agreements",
        "Georgetown Law Journal",
        "The effectiveness of international environmental regimes: Causal connections and behavioral mechanisms",
        "The importance of phasing down hydrofluorocarbons and other short-lived climate pollutants"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Busan",
            "affilname": "United Nations Environment Programme",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "Thailand’ Pollution Control Department",
        "Australian National University",
        "Chulalongkorn University"
    ]
}