{
    "eid": "2-s2.0-85118268411",
    "title": "Temporal lobe necrosis in head and neck cancer patients after proton therapy to the skull base",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Atomic and Molecular Physics, and Optics",
            "@code": "3107",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Head and neck cancer",
        "Proton therapy",
        "Temporal lobe necrosis",
        "Toxicity"
    ],
    "authors": [
        "Sarin Kitpanit",
        "Anna Lee",
        "Ken L. Pitter",
        "Dan Fan",
        "James C.H. Chow",
        "Brian Neal",
        "Zhiqiang Han",
        "Pamela Fox",
        "Kevin Sine",
        "Dennis Mah",
        "Lara A. Dunn",
        "Eric J. Sherman",
        "Loren Michel",
        "Ian Ganly",
        "Richard J. Wong",
        "Jay O. Boyle",
        "Marc A. Cohen",
        "Bhuvanesh Singh",
        "Cameron W. Brennan",
        "Igor T. Gavrilovic",
        "Vaios Hatzoglou",
        "Bernard O’Malley",
        "Kaveh Zakeri",
        "Yao Yu",
        "Linda Chen",
        "Daphna Y. Gelblum",
        "Jung Julie Kang",
        "Sean M. McBride",
        "Chiaojung J. Tsai",
        "Nadeem Riaz",
        "Nancy Y. Lee"
    ],
    "citedby-count": 19,
    "ref-count": 37,
    "ref-list": [
        "The potential benefit of radiotherapy with protons in head and neck cancer with respect to normal tissue sparing: A systematic review of literature",
        "Intensity-modulated proton beam therapy (IMPT) versus intensity-modulated photon therapy (IMRT) for patients with oropharynx cancer—a case matched analysis",
        "Proton therapy for head and neck cancers",
        "A Multi-institutional experience of proton beam therapy for sinonasal tumors",
        "Charged particle therapy versus photon therapy for paranasal sinus and nasal cavity malignant diseases: A systematic review and meta-analysis",
        "A treatment planning inter-comparison of proton and intensity modulated photon radiotherapy",
        "Treatment planning comparison of conventional, 3D conformal, and intensity-modulated photon (IMRT) and proton therapy for paranasal sinus carcinoma",
        "Radiation dose-volume effects in the brain",
        "Major late toxicities after conformal radiotherapy for nasopharyngeal carcinoma-patient- And treatment-related risk factors",
        "Late toxicities after intensity-modulated radiotherapy for nasopharyngeal carcinoma: Patient and treatment-related risk factors",
        "Effect of time, dose, and fractionation on temporal lobe necrosis following radiotherapy for nasopharyngeal carcinoma",
        "Dosimetric predictors of temporal lobe injury after intensity-modulated radiotherapy for T4 nasopharyngeal carcinoma: A competing risk study",
        "Temporal lobe injury patterns following intensity modulated radiotherapy in a large cohort of nasopharyngeal carcinoma patients",
        "Analysis of dosimetric factors associated with temporal lobe necrosis (TLN) in patients with nasopharyngeal carcinoma (NPC) after intensity modulated radiotherapy",
        "Radiation-induced temporal lobe injury after intensity modulated radiotherapy in nasopharyngeal carcinoma patients: A dose-volume-outcome analysis",
        "Effect of dosimetric factors on occurrence and volume of temporal lobe necrosis following intensity modulated radiation therapy for nasopharyngeal carcinoma: A case-control study",
        "Evolution of radiation-induced brain injury: MR imaging-based study",
        "Radiation necrosis in the brain: Imaging features and differentiation from tumor recurrence",
        "LENT SOMA scales for all anatomic sites",
        "Tolerance of normal tissue to therapeutic irradiation",
        "Temporal lobe (TL) damage following surgery and high-dose photon and proton irradiation in 96 patients affected by chordomas and chondrosarcomas of the base of the skull",
        "Radiation associated brain necrosis following proton therapy for head and neck skull base andiIntracranial tumors",
        "Dose-volume relationships associated with temporal lobe radiation necrosis after skull base proton beam therapy",
        "Brain injury after proton therapy or carbon ion therapy for head-and-neck cancer and skull base tumors",
        "A randomized phase III study between sequential versus simultaneous integrated boost intensity-modulated radiation therapy in nasopharyngeal carcinoma",
        "Survival and toxicities of IMRT based on the RTOG protocols in patients with nasopharyngeal carcinoma from the endemic regions of China",
        "Prognostic variables for temporal lobe injury after intensity modulated-radiotherapy of nasopharyngeal carcinoma",
        "Hypofractionated dose-painting intensity modulated radiation therapy with chemotherapy for nasopharyngeal carcinoma: A prospective trial",
        "Temporal lobe necrosis after proton for nasopharyngeal carcinoma: Predictive factors and clinical RBE estimation",
        "OC-0514: Radiation necrosis after proton beam therapy—when and where does it happen?",
        "Necrosis, vasculopathy, and neurological complications after proton therapy for childhood craniopharyngioma: Results from a prospective trial and a photon cohort comparison",
        "Variations in linear energy transfer within clinical proton therapy fields and the potential for biological treatment planning",
        "Exponential increase in relative biological effectiveness along distal edge of a proton Bragg peak as measured by deoxyribonucleic acid double-strand breaks",
        "Particle radiation induced neurotoxicity in the central nervous system",
        "Clinical evidence of variable proton biological effectiveness in pediatric patients treated for ependymoma",
        "Brain Necrosis in adult proton therapy patients. Do necrotic regions have elevated linear energy transfer?"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "@id": "60009343",
            "affilname": "Memorial Sloan-Kettering Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009343",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Changsha",
            "@id": "60017060",
            "affilname": "Central South University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017060",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60014234",
            "affilname": "Queen Elizabeth Hospital Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014234",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Somerset",
            "@id": "113518547",
            "affilname": "ProCure Proton Therapy Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113518547",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}