{
    "eid": "2-s2.0-85159301772",
    "title": "Erythromycin treatment under a specific nitrogen supply affects carbon metabolism and increases poly(3-hydroxybutyrate) and glycogen accumulation in cyanobacterium Synechocystis sp. PCC 6803",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antibiotic",
        "Cyanobacteria",
        "Glycogen",
        "PHB",
        "Poly(3-hydroxybutyrate)",
        "Proteins"
    ],
    "authors": [
        "Nannaphat Sukkasam",
        "Jidapa Leksingto",
        "Netitsaraporn Keasornjun",
        "Pichaya In-na",
        "Aran Incharoensakdi",
        "Steven J. Hallam",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 0,
    "ref-count": 75,
    "ref-list": [
        "Enhancing photosynthetic production of glycogen-rich biomass for use as a fermentation feedstock",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: an efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "Cyanobacterial polyhydroxyalkanoate production: status quo and quo vadis?",
        "Progress and perspective on cyanobacterial glycogen metabolism engineering",
        "Advances in cyanobacterial polyhydroxyalkanoates production",
        "Cyanobacterial PHA production-review of recent advances and a summary of three years' working experience running a pilot plant",
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Bacterial polyhydroxyalkanoates",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Applications of cyanobacteria in biotechnology",
        "Progress and challenges in producing polyhydroxyalkanoate biopolymers from cyanobacteria",
        "From bacterial glycogen to starch: understanding the biogenesis of the plant starch granule",
        "The relocation of starch metabolism to chloroplasts: when, why and how",
        "micro and macroalgal biomass: a renewable source for bioethanol",
        "Properties and applications of starch modifying enzymes for use in the baking industry",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Metabolomics-based analysis revealing the alteration of primary carbon metabolism by the genetic manipulation of a hydrogenase HoxH in Synechocystis sp. PCC 6803",
        "Awakening of a dormant cyanobacterium from nitrogen chlorosis reveals a genetically determined program",
        "Maximizing PHB content in Synechocystis sp. PCC 6803: a new metabolic engineering strategy based on the regulator PirC",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Increased bioproduction of glycogen, lipids, and poly(3-hydroxybutyrate) under partial supply of nitrogen and phosphorus by photoautotrophic cyanobacterium Synechocystis sp. PCC 6803",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "Branco dos Santos, genetic engineering of Synechocystis sp. PCC6803 for poly-β-hydroxybutyrate overproduction",
        "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "PHB is produced from glycogen turn-over during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Inactivation of phosphate regulator (SphU) in cyanobacterium Synechocystis sp. 6803 directly induced acetyl phosphate pathway leading to enhanced PHB level under nitrogen-sufficient condition",
        "Disruption of hydrogen gas synthesis enhances the cellular levels of nad(p)h, glycogen, poly(3-hydroxybutyrate) and photosynthetic pigments under specific nutrient condition(s) in cyanobacterium Synechocystis sp. PCC 6803",
        "Manipulating the expression of glycogen phosphorylase in Synechococcus elongatus PCC 7942 to mobilize glycogen storage for sucrose synthesis",
        "Increased biomass production and glycogen accumulation in apcE gene deleted Synechocystis sp. PCC 6803",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Gene delivery technologies with applications in microalgal genetic engineering",
        "New applications of synthetic biology tools for cyanobacterial metabolic engineering",
        "Mycobacterial toxin MazF-mt6 inhibits translation through cleavage of 23S rRNA at the ribosomal A site",
        "Contribution of protein synthesis depression to poly-β-hydroxybutyrate accumulation in Synechocystis sp. PCC 6803 under nutrient-starved conditions",
        "Poly-β-hydroxybutyrate accumulation in Nostoc muscorum: effects of metabolic inhibitors",
        "Chemicals affecting cyanobacterial poly(3-hydroxybutyrate) accumulation: 2-phenylethanol treatment combined with nitrogen deprivation synergistically enhanced poly(3-hydroxybutyrate) storage in Synechocystis sp. PCC6803 and Anabaena sp. TISTR8076",
        "Carbohydrate metabolism in mutants of the cyanobacterium Synechococcus elongatus PCC 7942 defective in glycogen synthesis",
        "Natural osmolytes are much less effective substrates than glycogen for catabolic energy production in the marine cyanobacterium Synechococcus sp. strain PCC 7002",
        "Chemical triggering cyanobacterial glycogen accumulation: methyl viologen treatment increased Synechocystis sp. PCC 6803 glycogen storage via enhancing levels of gene transcript and substrates in glycogen synthesis",
        "Ribosome-targeting antibiotics: modes of action, mechanisms of resistance, and implications for drug design",
        "Kinetics of drug–ribosome interactions defines the cidality of macrolide antibiotics",
        "Effect of erythromycin exposure on the growth, antioxidant system and photosynthesis of Microcystis flos-aquae",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Protein measurements of microalgal and cyanobacterial biomass",
        "Protein measurement with the Folin phenol reagent",
        "Requirement of the nitrogen starvation-induced protein Sll0783 for polyhydroxybutyrate accumulation in Synechocystis sp. strain PCC 6803",
        "High-throughput screen for poly-3-hydroxybutyrate in Escherichia coli and Synechocystis sp. strain PCC6803",
        "Newly discovered Synechococcus sp. PCC 11901 is a robust cyanobacterial strain for high biomass production",
        "An improved method for extraction of polar and charged metabolites from cyanobacteria",
        "Considerations in sample preparation, collection, and extraction approaches applied in microbial, plant, and mammalian metabolic profiling",
        "METLIN: a technology platform for identifying knowns and unknowns",
        "HMDB 4.0: the human metabolome database for 2018",
        "HMDB: the human metabolome database",
        "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) method",
        "The multiple functions of common microbial carbon polymers, glycogen and PHB, during stress responses in the non-diazotrophic cyanobacterium Synechocystis sp. PCC 6803",
        "Erythromycin leads to differential protein expression through differences in electrostatic and dispersion interactions with nascent proteins",
        "Increased polyhydroxybutyrate levels by ntcA overexpression in Synechocystis sp. PCC 6803",
        "Disruption of cyanobacterial γ-aminobutyric acid shunt pathway reduces metabolites levels in tricarboxylic acid cycle, but enhances pyruvate and poly(3-hydroxybutyrate) accumulation",
        "The novel PII-interactor PirC identifies phosphoglycerate mutase as key control point of carbon storage metabolism in cyanobacteria",
        "CfrA, a novel carbon flow regulator, adapts carbon metabolism to nitrogen deficiency in cyanobacteria",
        "Recent nanoparticle engineering advances in microalgal cultivation and harvesting processes of biodiesel production: a review",
        "Synergistic enhancement of glycogen production in Arthrospira platensis by optimization of light intensity and nitrate supply",
        "Cyanophycin and glycogen synthesis in a cyanobacterial Scytonema species in response to salt stress",
        "Dynamic metabolic profiling of cyanobacterial glycogen biosynthesis under conditions of nitrate depletion",
        "Biosynthesis of cyanobacterial light-harvesting pigments and their assembly into phycobiliproteins",
        "The metabolic network of Synechocystis sp. PCC 6803: systemic properties of autotrophic growth",
        "Flux balance analysis of cyanobacterial metabolism: the metabolic network of Synechocystis sp. PCC 6803",
        "Current knowledge and recent advances in understanding metabolism of the model cyanobacterium Synechocystis sp. PCC 6803",
        "CyanoBase: the cyanobacteria genome database update 2010",
        "The γ-aminobutyric acid shunt contributes to closing the tricarboxylic acid cycle in Synechocystis sp. PCC 6803",
        "Influence of oxidative stressors on the photosynthetic apparatus of the methyl viologen-resistant mutant Prq20 of cyanobacterium Synechocystis sp. PCC 6803",
        "Efficient conversion of acetate or glucose to poly(3-hydroxybutyrate) and glycogen by the single-stage photoheterotrophic cultivation of cyanobacterium Chroococcus hansgirgi TISTR 8561",
        "The Multiple functions of common microbial carbon polymers, glycogen and PHB, during stress responses in the non-diazotrophic cyanobacterium Synechocystis sp. PCC 6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "60010365",
            "affilname": "The University of British Columbia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010365",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Chulalongkorn University"
    ]
}