{
    "eid": "2-s2.0-85071978516",
    "title": "Comparable carotid intima-media thickness among long-term virologically suppressed individuals with HIV and those without HIV in Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Antiretroviral therapy",
        "Cimt",
        "Controls without HIV",
        "Participants living with HIV",
        "Thailand"
    ],
    "authors": [
        "Opass Putcharoen",
        "Suwapan Pleumkanitkul",
        "Aurauma Chutinet",
        "Pongpat Vongsayan",
        "Jitrada Samajarn",
        "Jiratchaya Sophonphan",
        "Stephen J. Kerr",
        "Akarin Hiransuthikul",
        "Sarawut Siwamogsatham",
        "Kiat Ruxrungtham",
        "Anchalee Avihingsanon"
    ],
    "citedby-count": 7,
    "ref-count": 36,
    "ref-list": [
        "Moorman ACet al. Mortality in the highly active antiretroviral therapy era: Changing causes of death and disease in the HIV outpatient study",
        "Life expectancy after initiation of combination antiretroviral therapy in Thailand",
        "Antiretroviral Therapy Cohort Collaboration Causes of death in HIV-1-infected patients treated with antiretroviral therapy, 1996-2006: Collaborative analysis of 13 HIV cohort studies",
        "Baril JGet al. Association between HIV infection, antiretroviral therapy, and risk of acute myocardial infarction: A cohort and nested case-control study using Quebec's public health insurance database",
        "Increased acute myocardial infarction rates and cardiovascular risk factors among patients with human immunodeficiency virus disease",
        "Garzaniti Aet al. Hypertension among HIV patients: Prevalence and relationships to insulin resistance and metabolic syndrome",
        "Ten-year predicted coronary heart disease risk in HIV-infected men and women",
        "HIV infection and the risk of acute myocardial infarction",
        "Update on metabolic issues in HIV patients",
        "Antiretroviral therapy and the prevalence and incidence of diabetes mellitus in the multicenter AIDScohort study",
        "Rosado Iet al. TNF-alpha levels in HIV-infected patients after long-term suppressive cART persist as high as in elderly, HIV-uninfected subjects",
        "Lipid metabolism in treated HIV Infection",
        "Dyslipidemia and its treatment in HIV infection",
        "Increased risk of myocardial infarction with duration of protease inhibitor therapy in HIV-infected men",
        "Sabin CAet al. Class of antiretroviral drugs and the risk of myocardial infarction",
        "Combination antiretroviral therapy and the risk of myocardial infarction",
        "Established and emerging plasma biomarkers in the prediction of first atherothrombotic events",
        "Acute phase proteins, trace elements in asymptomatic human immunodeficiency virus infection in Nigerians",
        "Clinical value of C-reactive protein measurements in HIV-positive patients",
        "Association of C-reactive protein and HIV infection with acute myocardial infarction",
        "Quach LAet al. Markers of atherosclerosis and inflammation and mortality in patients with HIV infection",
        "Carotid intima-media thickness for cardiovascular risk assessment: Systematic review and meta-analysis",
        "Cross-sectionally assessed carotid intima-media thickness relates to long-term risk of stroke, coronary heart disease and death as estimated by available risk functions",
        "Interrelation between the extent of atherosclerosis in the thoracic aorta, carotid intima-media thickness and the extent of coronary artery disease",
        "Riley WAet al. Reliability of longitudinal ultrasonographic measurements of carotid intimal-medial thicknesses. Asymptomatic Carotid Artery Progression Study Research Group",
        "Subclinic atherosclerosis and cardiovascular risk factors in HIV-infected children: PERIstudy",
        "Progression of atherosclerosis as assessed by carotid intima-media thickness in patients with HIV infection",
        "Longitudinal changes in carotid intima-media thickness and cardiovascular risk factors in human immunodeficiency virus-infected children and young adults compared with healthy controls",
        "Progression of carotid intima-media thickness in a contemporary human immunodeficiency virus cohort",
        "Voltini Get al. Assessment of atherosclerosis using carotid ultrasonography in a cohort of HIV-positive patients treated with protease inhibitors",
        "Carotid intima-media thickness is slightly increased over time in HIV-1-infected patients",
        "Saihongthong Set al. Echocardiography and carotid intima-media thickness among asymptomatic HIV-infected adolescents in Thailand",
        "CVD risk factors and ethnicity- A homogeneous relationship?",
        "Cardiovascular disease risk factors in HIV patients- A ssociation with antiretroviral therapy. Results from the DAD study",
        "Wanke Cet al. Preclinical atherosclerosis due to HIV infection: Carotid intima-medial thickness measurements from the FRAM study",
        "Harmjanz Aet al. Both long-term HIV infection and highly active antiretroviral therapy are independent risk factors for early carotid atherosclerosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "national science and Technology Development agency"
    ]
}