{
    "eid": "2-s2.0-85030480415",
    "title": "Preliminary study of the association between the elimination parameters of phenytoin and phenobarbital",
    "cover-date": "2017-09-26",
    "subject-areas": [
        {
            "$": "General Pharmacology",
            "@code": "3000"
        },
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        }
    ],
    "keywords": [
        "elimination parameters",
        "epilepsy",
        "phenobarbital",
        "phenytoin"
    ],
    "authors": [
        "Janthima Methaneethorn"
    ],
    "citedby-count": 3,
    "ref-count": 35,
    "ref-list": [
        "Combination therapy in epilepsy: What, when, how and what not!",
        "The pharmacological treatment of epilepsy in adults",
        "Combining antiepileptic drugs - Rational polytherapy?",
        "Current concepts: Drug-resistant epilepsy",
        "Basic Clinical Pharmacokinetics, 5th Ed",
        "Mechanisms of action of antiepileptic drugs",
        "Mechanisms of action of antiepileptic drugs",
        "The mechanisms of action of commonly used antiepileptic drugs",
        "Selection of antiepileptic drug polytherapy based on mechanisms of action: The evidence reviewed",
        "Relating pharmacology to clinical practice: The pharmacologic basis of rational polypharmacy",
        "The effect of polymorphic metabolism enzymes on serum phenytoin level",
        "Formation of a dihydroxy metabolite of phenytoin in human liver microsomes/cytosol: Roles of cytochromes P450 2C9, 2C19, and 3A4",
        "Interactions between antiepileptic drugs, and between antiepileptic drugs and other drugs",
        "Clinically important drug interactions in epilepsy: General features and interactions between antiepileptic drugs",
        "Clinically relevant drug interactions with antiepileptic drugs",
        "Drugs for Control of Epilepsy: Actions of Neuronal Networks Involved in Seizure Disorders",
        "A mechanistic approach to antiepileptic drug interactions",
        "Fluorescence polarization immunoassay. III. An automated system for therapeutic drug determination",
        "Fluorescence polarization immunoassay, IV Determination of phenytoin and phenobarbital in human serum and plasma",
        "Interindividual variability in catalytic activity and immunoreactivity of three major human liver cytochrome P450 isozymes",
        "Antiepileptic Drugs Pharmacology and Therapeutics",
        "Antiepileptic Drugs",
        "Goodman and Gilman's the Phamacological Basis Fo Therapeutics, 11th Ed",
        "Applied Pharmacokinetics and Pharmacodynamic, 4th Ed",
        "Correlation Between Elimination Parameters of Phenytoin and Carbamazepine in Patients with Epilepsy Receiving Both Drugs Concomitantly: A Preliminary Study",
        "Regulation of cytochrome P450 2C9 expression in primary cultures of human hepatocytes",
        "Molecular mechanisms of genetic variation and transcriptional regulation of CYP2C19",
        "Phenytoin auto-induction? Case reports",
        "Phenytoin auto-induction",
        "Pharmacokinetic Interactions of Antiepileptic Drugs",
        "Interactions of Antiepileptic Drugs",
        "Effect of phenytoin on phenobarbital pharmacokinetics in a patient with epilepsy [3]",
        "Genetic polymorphisms in cytochrome P450 oxidoreductase influence microsomal P450-catalyzed drug metabolism",
        "Relative impact of genotype and enzyme induction on the metabolic capacity of CYP2C9 in healthy volunteers",
        "Induction of CYP2C genes in human hepatocytes in primary culture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}