{
    "eid": "2-s2.0-84973137519",
    "title": "An operator expansion method for computing nonlinear surface waves on a ferrofluid jet",
    "cover-date": "2016-09-15",
    "subject-areas": [
        {
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "Numerical Analysis",
            "@code": "2612"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Modeling and Simulation",
            "@code": "2611"
        },
        {
            "$": "Computational Mathematics",
            "@code": "2605"
        },
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        }
    ],
    "keywords": [
        "Dirichlet-Neumann operator",
        "Ferrofluid jet",
        "Pseudo-spectral method",
        "Series expansion",
        "Solitary waves"
    ],
    "authors": [
        "Philippe Guyenne"
    ],
    "citedby-count": 8,
    "ref-count": 38,
    "ref-list": [
        "Handbook of Mathematical Functions with Formulas, Graphs, and Mathematical Tables",
        "J. Appl. Mech. Tech. Phys.",
        "Magnetohydrodynamics",
        "Some non-linear wave processes in magnetic fluid",
        "Solitary waves on a ferrofluid jet",
        "Observation of axisymmetric solitary waves on the surface of a ferrofluid",
        "Spectral Methods in Fluid Dynamics",
        "Proc. Symp. Pure Math.",
        "Transformation theory of Hamiltonian PDE and the problem of water waves",
        "Solitary water wave interactions",
        "Hamiltonian long-wave expansions for free surfaces and interfaces",
        "Hamiltonian higher-order nonlinear Schrödinger equations for broader-banded waves on deep water",
        "The surface signature of internal waves",
        "Traveling gravity water waves in two and three dimensions",
        "The modulational regime of three-dimensional water waves and the Davey-Stewartson system",
        "Numerical Simulation of Gravity Waves",
        "Gravity Waves on the Surface of the Sphere",
        "A stable, high-order method for three-dimensional, bounded-obstacle, acoustic scattering",
        "An operator expansions method for computing Dirichlet-Neumann operators in linear elastodynamics",
        "A high-order spectral method for nonlinear water waves over moving bottom topography",
        "Computations of fully nonlinear hydroelastic solitary waves on deep water",
        "Finite-depth effects on solitary waves in a floating ice sheet",
        "Computing nearly singular solutions using pseudo-spectral methods",
        "Removing the stiffness from interfacial flows with surface tension",
        "Analyticity of dirichlet-neumann operators on Hölder and Lipschitz domains",
        "Inverse formulation and finite difference solution for flow from a circular orifice",
        "An Improved Formalism For Wave Scattering From Rough Surfaces",
        "Exact non-reflecting boundary conditions on general domains",
        "A new approach to analyticity of Dirichlet-Neumann operators",
        "Stability of High-Order Perturbative Methods for the Computation of Dirichlet-Neumann Operators",
        "Effect of polymer-surfactant association on colloidal force",
        "Numerical Recipes in C",
        "Advances in ferrofluid technology",
        "Cylindrical korteweg-de vries solitons on a ferrofluid surface",
        "On the instability of jets",
        "Ferrofluids: Properties and applications",
        "Axisymmetric capillary waves",
        "Numerical simulation of three-dimensional nonlinear water waves"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newark",
            "affilname": "University of Delaware",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Norwich",
            "affilname": "University of East Anglia",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Simons Foundation",
        "Simons Foundation",
        "Engineering and Physical Sciences Research Council",
        "Engineering and Physical Sciences Research Council"
    ]
}