{
    "eid": "2-s2.0-85092222832",
    "title": "Macroscopic-microscopic characteristics and aflp fingerprint for identification of erythroxylum novogranatense, E. Cambodianum and E. cuneatum endemic to thailand",
    "cover-date": "2020-10-07",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "AFLP fingerprint",
        "Genus Erythroxylum",
        "Macroscopic characterisation",
        "Microscopic characterisation"
    ],
    "authors": [
        "Somdet Katib",
        "Kanchana Rungsihirunrat"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Genetic diversity and population structure of six species of Capparis in Tunisia using AFLP markers",
        "Diter-penes from the timber of 20 Erythroxylum species",
        "Cocaine Content of Erythroxylum Species",
        "Principles of comparative stom-atographic studies of flowering plants",
        "Fast and sensitive silver staining of DNA in polyacrylamide gels",
        "Cocaine distribution in wild Erythroxylum species",
        "Flavonoid variation in Erythroxylum",
        "(+)-catechin 3-rhamnoside from Erythroxylum novo-granatense",
        "Isolation ofplant DNA from fresh tissue",
        "Species-specific AFLP markers for identification of Zin-giber officinale, Z. montanum and Z. zerumbet (Zingiberaceae)",
        "Micro-scopic, molecular and scopolamine content evalu-ations of Datula metel L. var. metel and D. metel L. var. fastuosa in Thailand",
        "Nouvelles researchers sur la distribution florale Société",
        "Identification of Erythrox-ylum taxa by AFLP DNA analysis",
        "Molecular markers in herbal drug technol-ogy",
        "DNA Fingerprinting Tech-niques for Plant Identification",
        "Use of AFLP Markers in Surveys of plant diversity",
        "Characterization of Mangifera indica cultivars in Thailand based on macroscopic, microscopic, and genetic characters",
        "FreeTree-freeware program for construction of phyloge-netic tree on the basis of distance data and boot-strap / jackknife analysis of the tree robustness. Application in the RAPD analysis of genus Frenke-lia",
        "Leaf constant numbers of selected Cassia species in Thailand",
        "Genetic relationships and species authentication of Boesenbergia (Zingiberaceae) in Thailand based on AFLP and SSCP analyses",
        "AFLP: a new technique for DNA fingerprinting",
        "Fingerprinting genomes using PCR with arbitrary primers",
        "Alkaloids of Ery-throxylum (Erythroxylaceae) species from South-ern Brazil"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Mae Fah Luang University"
    ]
}