{
    "eid": "2-s2.0-84908251553",
    "title": "Development of a neck pain risk score for predicting nonspecific neck pain with disability in office workers: A 1-year prospective cohort study",
    "cover-date": "2014-09-01",
    "subject-areas": [
        {
            "$": "Chiropractics",
            "@code": "3602"
        }
    ],
    "keywords": [
        "Computers",
        "Musculoskeletal Diseases",
        "Prevention",
        "Risk Factors",
        "Sensitivity and Specificity"
    ],
    "authors": [
        "Arpalak Paksaichol"
    ],
    "citedby-count": 27,
    "ref-count": 32,
    "ref-list": [
        "The clinical course and prognostic factors of non-specific neck pain: a systematic review",
        "Prevalence and risk factors of neck pain in military office workers",
        "Prevalence of self-reported musculoskeletal symptoms among office workers",
        "Work related and individual predictors for incident neck pain among office employees working with video display units",
        "Perceived muscular tension, job strain, physical exposure, and associations with neck pain among VDU users; a prospective cohort study",
        "Individual, physical and psychological risk factors for neck pain in Australian office workers: A 1-year longitudinal study",
        "Clinical Practice Implications of the Bone and Joint Decade 2000-2010 Task Force on Neck Pain and Its Associated Disorders. From Concepts and Findings to Recommendations",
        "The Burden and Determinants of Neck Pain in Workers. Results of the Bone and Joint Decade 2000-2010 Task Force on Neck Pain and Its Associated Disorders",
        "J Can Chiropr Assoc",
        "Office workers' risk factors for the development of non-specific neck pain: A systematic review of prospective cohort studies",
        "Can we screen for problematic back pain? A screening questionnaire for predicting outcome in acute and subacute back pain",
        "Prognosis and prognostic research: What, why, and how?",
        "Early identification of patients at risk of developing a persistent back problem: The predictive validity of the Örebro musculoskeletal pain questionnaire",
        "Prospective research on musculoskeletal disorders in office workers (PROMO): Study protocol",
        "Standardised Nordic questionnaires for the analysis of musculoskeletal symptoms",
        "The reliability of measuring pain distribution and location using body pain diagrams in patients with acute whiplash-associated disorders",
        "Validation of thai versions of the neck disability index and neck pain and disability scale in patients with neck pain",
        "Psychometric properties of the Thai version of the 22-item and 45-item Karasek job content questionnaire",
        "Neck and shoulder pain related to computer use",
        "Individual and work related risk factors for neck pain among office workers: A cross sectional study",
        "Movement behaviour in patients with chronic neck pain.",
        "Reliability of measurements of cervical spine range of motion - Comparison of three methods",
        "Reliability of a measurement of neck flexor muscle endurance",
        "Exploration of somatosensory impairments in subjects with mechanical idiopathic neck pain: A preliminary study",
        "Designing & Conducting Health Surveys",
        "Applied Regression Analysis and Other Multivariable Methods",
        "Applied Logistic Regression",
        "Associations between individual and workplace risk factors for self-reported neck pain and disability among female office workers",
        "The relative contribution of work exposure, leisure time exposure, and individual characteristics in the onset of arm-wrist-hand and neck-shoulder symptoms among office workers",
        "Ergonomics, musculoskeletal disorders and computer work",
        "Examining diagnostic tests: An evidence-based perspective",
        "Psychosocial work characteristics in relation to neck and upper limb symptoms"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thai Health Promotion Foundation"
    ]
}