{
    "eid": "2-s2.0-84907991243",
    "title": "Epstein-Barr virus-associated smooth muscle tumors in AIDS patients: A largest case (series)",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Internal Medicine",
            "@code": "2724"
        }
    ],
    "keywords": [
        "AIDS",
        "Epstein-Barr virus",
        "HIV",
        "Smooth muscle tumors"
    ],
    "authors": [
        "Ratima Issarachaikul"
    ],
    "citedby-count": 20,
    "ref-count": 28,
    "ref-list": [
        "Epstein-Barr virus and carcinogenesis: Beyond Burkitt's lymphoma",
        "Epstein-Barr virus infection",
        "The Epstein-Barr virus and its association with human cancers",
        "The Association of epstein–barr virus with smooth-muscle tumors occurring after organ transplantation",
        "Epstein-Barr virus-associated smooth muscle tumour: A distinctive mesenchymal tumour of immunocompromised individuals",
        "Epstein-Barr virus-associated smooth muscle tumors are distinctive mesenchymal tumors reflecting multiple infection events: A clinicopathologic and molecular analysis of 29 tumors from 19 patients",
        "Malignant tumours following immunosuppressive therapy.",
        "Association of epstein–barr virus with leiomyosarcomas in young people with aids",
        "Patholog Res Int",
        "Multifocal Epstein-Barr Virus-associated smooth muscle tumor in adults with AIDS: Case report and review of the literature",
        "Epstein-barr virus infection-associated smooth-muscle tumors in patients with AIDS",
        "Quantitative and temporal correlation between circulating cell-free Epstein-Barr virus DNA and tumor recurrence in nasopharyngeal carcinoma",
        "Acquired Immunodeficiency Syndrome and Non-Hodgkin’s Lymphomas",
        "Temporal trends in the incidence of non-Hodgkin's lymphoma and selected malignancies in a population with a high incidence of Acquired Immunodeficiency Syndrome (AIDS)",
        "The increasing burden of HIV-associated malignancies in resource-limited regions",
        "Epstein-Barr virus-associated smooth muscle tumor of the basal ganglia in an HIV+ child: Case report and review of the literature",
        "Epstein-Barr virus-associated smooth muscle tumor in a person with AIDS",
        "Multicentric intracranial smooth-muscle tumor in a woman with human immunodeficiency virus. Case report",
        "Primary leiomyosarcoma of the liver.",
        "Adrenal leiomyosarcoma: A case report and literature review",
        "Smooth muscle tumors",
        "Tumor of Soft Tissue Atlas of Tumor Pathology.",
        "Serum/plasma viral DNA: Mechanisms and diagnostic applications to nasopharyngeal and cervical carcinoma",
        "Treatment for leiomyosarcoma and leiomyoma in children with HIV infection",
        "An epstein-barr virus-associated smooth muscle tumor successfully treated with surgical resection: A case report literature review",
        "Epstein-Barr virus-related post-transplant lymphoproliferative disorders: Pathogenetic insights for targeted therapy",
        "Treatment advances in posttransplant lymphoproliferative disease",
        "Post-transplantation lymphoproliferative disorders: Diagnosis, prognosis, and current approaches to therapy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}