{
    "eid": "2-s2.0-84920700154",
    "title": "Factors influencing decisions of Laotian patients to use health care services in Thailand",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Cross-border",
        "Health care services",
        "Hospital",
        "Laos",
        "Thailand"
    ],
    "authors": [
        "Suwaree Charoenmukayananta"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Health care across borders: Austria and its new EU neighbours",
        "Patient mobility in the European Union",
        "Int J Integr Care.",
        "Quality requirements for cross-border care in Europe: A qualitative study of patients', professionals' and healthcare financiers' views",
        "Cross-border care and healthcare Quality Improvement in Europe: The MARQulS research project",
        "Patient mobility in European Union: Health spas in Ischia, Italy",
        "Cross-border health activities in the Euregios: Good practice for better health",
        "Cross-border alliances in health care: International co-operation between health insurers and providers in the Euregio Meuse-Rhine",
        "Volume and diagnosis: An approach to cross-border care in eight European countries",
        "MARQuls: Quality improvement strategies for european cross-border healthcare",
        "Cross border access to healthcare services within the European Union.",
        "Modeling cross-border care in the EU using a principal-agent framework.",
        "Cross border health care in the European union: challenges and opportunities.",
        "Major policy changes for primary care: Potential lessons for the US new model of family medicine from the quality and outcomes framework in the United Kingdom",
        "Canadians' Use of U.S. Medical Services",
        "Canada's health system",
        "Quebec, Ontario battle over cross-border health care charges",
        "Mexican immigrants and the utilization of U.S. health services: The case of San Diego",
        "Cross-border purchase of medications and health care in a sample of residents of El Paso, Texas, and Ciudad Juarez, Mexico",
        "Cross-border utilization of health care services by United States residents living near the Mexican border",
        "Public social policy development and implementation: A case study of the Ghana National Health Insurance scheme",
        "Actor management in the development of health financing reform: Health insurance in South Africa, 1994-1999",
        "Cross-border issues in the development of medical tourism in Malaysia: legal challenges and opportunities.",
        "Karenni refugees living in Thai-Burmese border camps: Traumatic experiences, mental health outcomes, and social functioning",
        "Human resources for health in southeast Asia: Shortages, distributional challenges, and international trade in health services",
        "Eur J Transnational Studies (EJOTS).",
        "Cross-border mobility and social networks: Laotians seeking medical treatment along the Thai border",
        "Adequacy of Sample Size in Health Studies New York: John Wiley & Sons Ltd",
        "Health Care Service Used by Lao Patients in Thailand; the Impact on Thai Public Hospitals",
        "Knowledge-based changes to health systems: The Thai experience in policy development",
        "Health-financing reforms in southeast Asia: Challenges in achieving universal coverage"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}