{
    "eid": "2-s2.0-85100729242",
    "title": "Nasogastric decompression after intestinal surgery in children: a systematic review and meta-analysis",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Child",
        "Intestinal surgery",
        "Nasogastric decompression",
        "Systematic review"
    ],
    "authors": [
        "Sinobol Chusilp",
        "Masaya Yamoto",
        "Paisarn Vejchapipat",
        "Niloofar Ganji",
        "Agostino Pierro"
    ],
    "citedby-count": 4,
    "ref-count": 28,
    "ref-list": [
        "Evaluation of the routine use of the nasogastric tube in digestive operation by a prospective controlled study",
        "Prophylactic nasogastric decompression after abdominal surgery",
        "The role of nasogastric tube in decompression after elective colon and rectum surgery: a meta-analysis",
        "Prophylactic nasogastric decompression after emergency laparotomy",
        "Elective bowel surgery with or without prophylactic nasogastric decompression: a prospective, randomized trial",
        "Does the nasogastric tube has a role in elective colo-rectal surgery?",
        "The enhanced recovery after surgery (ERAS) pathway for patients undergoing major elective open colorectal surgery: a meta-analysis of randomized controlled trials",
        "Guidelines for perioperative care in elective colonic surgery: enhanced recovery after surgery (ERAS®) society recommendations",
        "Enhancing recovery in pediatric surgery: a review of the literature",
        "Enhanced recovery after surgery in pediatric gastrointestinal surgery",
        "Unnecessary gastric decompression in distal elective bowel anastomoses in children: a randomized study",
        "Role of nasogastric tube in children undergoing elective distal bowel surgery",
        "Nasogastric tube use in children after abdominal surgery- how long should it be kept in situ?",
        "To tube or not to tube: do infants and children need post-laparotomy gastric decompression?",
        "Does routine nasogastric tube placement after an operation for perforated appendicitis make a difference?",
        "Is a nasogastric tube necessary after transumbilical laparoscopic-assisted appendectomy in children with perforated appendicitis?",
        "Guidelines for perioperative care in elective colorectal surgery: enhanced recovery after surgery (ERAS®) society recommendations: 2018",
        "Analysis of the effect of early versus conventional nasogastric tube removal on postoperative complications after transthoracic esophagectomy: a single-center, randomized controlled trial",
        "One-day nasogastric tube decompression after distal gastrectomy: a prospective randomized study",
        "Is routine nasogastric decompression after hepatic surgery necessary? A systematic review and meta-analysis",
        "Nasogastric tube on demand is rarely necessary after pancreatoduodenectomy within an enhanced recovery pathway",
        "Is it necessary to insert nasogastric tube routinely after radical cystectomy with urinary diversion? A meta-analysis",
        "Is nasogastric tube drainage required after reconstructive surgery for neurogenic bladder dysfunction?",
        "Bench-to-bedside review: routine postoperative use of the nasogastric tube—utility or futility?",
        "Early oral feeding following intestinal anastomoses in children is safe",
        "Early oral feeding in pediatric intestinal anastomosis",
        "Early enteral feeding after closure of colostomy in pediatric patients",
        "Early feeding in pediatric patients following stoma closure in a resource limited environment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "@id": "60030319",
            "affilname": "Hospital for Sick Children University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030319",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Shizuoka",
            "@id": "60028208",
            "affilname": "Shizuoka Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028208",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Naccarato Foundation"
    ]
}