{
    "eid": "2-s2.0-85008627371",
    "title": "First Australian record of Aleiodes (Hemigyroneuron) (Hymenoptera: Braconidae: Rogadinae) with the description of a new species from Tasmania",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        }
    ],
    "keywords": [
        "Australasia",
        "Host",
        "New species",
        "Parasitoid wasp",
        "Wing venation"
    ],
    "authors": [
        "Buntika A. Butcher"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Zool. Verhandel.",
        "Revision of aleiodes (Hemigyroneuron) parasitic wasps (Hymenoptera: Braconidae: Rogadinae) with reappraisal of subgeneric limits, descriptions of new species and phylogenetic analysis",
        "First record of Aleiodes (Hemigyroneuron) (Hymenoptera: Braconidae: Rogadinae) from the Arabian Peninsula: Description of new species with remarkable wing venation convergence to Gyroneuron and Gyroneuronella",
        "A turbo-taxonomic study of Thai Aleiodes (Aleiodes) and Aleiodes (Arcaleiodes) (Hymenoptera: Braconidae: Rogadinae) based largely on COI barcoded specimens, with rapid descriptions of 179 new species",
        "Zool. Verhandel.",
        "Folia Entomol. Mex.",
        "Estimating the global species richness of an incompletely described taxon: An example using parasitoid wasps (Hymenoptera: Braconidae)",
        "Using taxonomic revision data to estimate the geographic and taxonomic distribution of undescribed species richness in the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Norw. J. Agric. Sci. Suppl.",
        "First host record for the rogadine genus Pholichora van Achterberg (Hymenoptera: Braconidae) with description of a new species and notes on convergent wing venation features",
        "Dtsc. Entomol. Z.",
        "Extrapolations from field studies and known faunas converge on dramatically increased estimates of global microgastrine parasitoid wasp species richness (Hymenoptera: Braconidae)",
        "Identification Manual to the New World Genera of Braconidae, Special Publication of the International Society of Hymenopterists",
        "Parasitoid Community Ecology",
        "Parasitic Wasps: Evolution, Systematics, Biodiversity and Biological Control",
        "J. Hymenopt. Res.",
        "DNA barcoding and the taxonomy of Microgastrinae wasps (Hymenoptera, Braconidae): Impacts after 8 years and nearly 20 000 sequences",
        "Acad. Roy. Sci. Belles-Lettres, Bruxelles",
        "Evolution of the parasitic wasp subfamily Rogadinae (Braconidae): Phylogeny and evolution of lepidopteran host ranges and mummy characteristics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}