{
    "eid": "2-s2.0-85137568930",
    "title": "Subfamily Rhysipolinae Belokobylskij, 1984",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Distribution",
        "Fauna",
        "Hosts",
        "Middle East",
        "Rhysipolinae",
        "Species diversity"
    ],
    "authors": [
        "Neveen Samy Gadallah",
        "Hassan Ghahari",
        "Scott Richard Shaw",
        "Donald L.J. Quicke"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "A faunal study of the subfamily Doryctinae in Turkey (Hymenoptera: Braconidae)",
        "Systematics, phylogeny, and evolution of the braconid wasps: 30 years of progress",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea): diversity, distribution and host association",
        "An annotated catalogue of the Iranian Euphorinae, Gnamptodontinae, Helconinae, Hormiinae and Rhysipolinae (Hymenoptera: Braconidae)",
        "A study on the braconid wasps (Hymenoptera: Braconidae) from Isfahan province, Iran",
        "Phylogenetics and biological transitions in the Braconidae (Hymenoptera: Ichneumonoidea)",
        "On a collection of Braconidae (Hymenoptera) from East Azarbaijan and vicinity, Iran",
        "On the rare species of cyclostome braconid wasps (Hymenoptera: Braconidae) from the Middle and Lower Volga territories of Russia",
        "A faunistic study on some subfamilies of Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from Iran",
        "A faunistic study on the family Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "Pseudorhysipolis gen. nov. (Hymenoptera: Braconidae: Rhysipolinae), with nine new species from Brazil, Suriname and Panama",
        "On[e] evolution of endoparasitism; the biology of some genera of Rogadinae (Braconidae)",
        "Notes on the biology, morphology, nomenclature and classification of Pseudavga flavicoxa Tobias, 1964 (Hymenoptera, Braconidae, Rhysipolinae), a genus and species new to Britain parasitizing Bucculatrix thoracella (Thunberg) (Lepidoptera, Bucculatricidae)",
        "Chapter 12.2, Braconidae, pp. 431-463",
        "A revision of the genus Andesipolis (Hymenoptera: Braconidae: Mesostoinae) and redefinition of the subfamily Mesostoinae",
        "Revision of the Nearctic species of Rhysipolis Foerster (Hymenoptera: Braconidae)",
        "A new species of Andesipolis from the eastern Andes of Ecuador with notes on biology and classification (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae",
        "Generic revision of the subfamily Betylobraconinae (Hymenoptera: Braconidae) and other groups with modified fore tarsus",
        "Annotated key to the genera of Braconidae (Hymenoptera) attacking leaf mining Lepidoptera in the Holarctic region",
        "Subfamily Hormiinae, pp. 284-301",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): a simultaneous molecular and morphological Bayesian approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}