{
    "eid": "2-s2.0-85046767864",
    "title": "Effectiveness of Short Message Service (SMS) intervention for promoting safe sex among army conscripts in a Province in Thailand",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Conscripts",
        "Safe sex",
        "Short Message Service (SMS)"
    ],
    "authors": [
        "P. Eaimkhong",
        "U. Perngparn"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "HIV/AIDS in African militaries: An ecological analysis",
        "International military human immunodeficiency virus/acquired immunodeficiency syndrome policies and programs: Strengths and limitations in current practice",
        "HIV/AIDS prevention and control: An experience of the Royal Thai Army in Thailand (Engaging uniformed services in the fight against HIV/AIDS",
        "Attaining self-regulation: A social cognitive perspective",
        "Self-regulation as a protective factor against risky drinking and sexual behavior",
        "Number, prevalence and death rate of HIV/AIDS",
        "‘Mobile’ health needs and opportunities in developing countries",
        "Short message service (SMS) applications for disease prevention in developing countries",
        "G*3Power3: A flexible Statistical powe analysis program for the social, behavioral, and biomedical sciences",
        "Beliefs about AIDS, use of alcohol and drugs, and unprotected sex among Massachusetts adolescents",
        "The effect of squad leader mentors through short message services for mobile phones in promoting safe sex among first (Central) army area conscripts of Thailand",
        "What’s in a message? Delivering sexual health promotion to young people in Australia via text messaging",
        "Behavior change interventions delivered by mobile telephone short-message service",
        "A meta-analysis of the efficacy of HIV/AIDS prevention interventions in Asia, 1995-2009",
        "Technical Implementation of a Multi-Component, Text Message-Based Intervention for Persons Living with HIV"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}