{
    "eid": "2-s2.0-85163085282",
    "title": "Structure and mechanical properties of natural rubber vulcanized with various zinc oxide nanoparticles",
    "cover-date": "2023-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "structure of crosslinking junctions",
        "surface area",
        "surface reactivity",
        "vulcanization mechanism",
        "zinc oxide nanoparticle"
    ],
    "authors": [
        "Bunsreyneang Kim",
        "Kanoktip Boonkerd",
        "Seiichi Kawahara"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "The reaction of sulphur and sulphur compounds with olefinic substances. Part I. The reaction of sulphur with mono-olefins and with Δ1: 5-diolefins",
        "The reaction of sulphur and sulphur compounds with olefinic substances. Part XI. The mechanism of interaction of Sulphur with mono-olefins and 1: 5-dienes",
        "Mechanical properties and cross-linking structure of cross-linked natural rubber",
        "A review of sulfur crosslinking fundamentals for accelerated and unaccelerated vulcanization",
        "Temperature effects on the stability of intermediates and crosslinks in sulfur vulcanization",
        "Efficiency of metal activators of accelerated sulfur vulcanization",
        "Sulfur vulcanization of hydrocarbon diene elastomers",
        "Effect of zinc oxide nanoparticles as cure activator on the properties of natural rubber and nitrile rubber",
        "Zinc oxide with dominant (1 0 0) facets boosts vulcanization activity",
        "Zinc-based curing activators: new trends for reducing zinc content in rubber vulcanization process",
        "Potential use of a novel composite zinc oxide as eco-friendly activator in Tire tread compound",
        "Zinc oxide with various surface characteristics and its role on mechanical properties, cure-characteristics, and morphological analysis of natural rubber/carbon black composites",
        "Self-reporting mechanochromic coating: a glassfiber reinforced polymer composite that predicts impact induced damage",
        "Impacts of metal oxide nanoparticles on marine phytoplankton",
        "A novel concept for self-reporting materials: stress sensitive photoluminescence in ZnO tetrapod filled elastomers",
        "ZnO tetrapod materials for functional applications",
        "Properties of sol gel synthesized ZnO nanoparticles",
        "Enhancing the performance of rubber with Nano ZnO as activators",
        "Preparation and characterization of vulcanized natural rubber with high stereoregularity",
        "Crosslinking junctions of vulcanized natural rubber analyzed by solid-state NMR spectroscopy equipped with field-gradient-magic angle spinning probe",
        "Statistical mechanics of cross-linked polymer networks II",
        "Values of the physical constants of rubber",
        "Chapter 7: Vulcanization",
        "The thermal decomposition of sulfenamide accelerators",
        "The vulcanization of elastomers. 20. Sulfur vulcanization accelerated with thiuram compounds. I",
        "Quantitative analysis of crosslinking junctions of vulcanized natural rubber through rubber-state NMR spectroscopy",
        "Structural analysis of crosslinking junctions of vulcanized natural rubber by solid-state NMR spectroscopy equipped with field-gradient-magic angle spinning probe"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagaoka",
            "@id": "60018352",
            "affilname": "Nagaoka University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018352",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "GAICCE"
    ]
}