{
    "eid": "2-s2.0-84938827937",
    "title": "Auditor Independence and Audit Quality: A Literature Review",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Economics",
            "@code": "2001"
        },
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "Accounting",
            "@code": "1402"
        }
    ],
    "keywords": [
        "audit quality",
        "auditor independence",
        "auditor tenure",
        "client affiliation",
        "client importance",
        "non-audit services"
    ],
    "authors": [
        "Nopmanee Tepalagul"
    ],
    "citedby-count": 152,
    "ref-count": 131,
    "ref-list": [
        "Does mandated disclosure induce a structural change in the determinants of nonaudit service purchases?",
        "An Empirical Investigation of Audit Fees, Nonaudit Fees, and Audit Committees",
        "Corporate governance, audit quality, and the sarbanes-oxley act: Evidence from internal audit outsourcing",
        "The effect of independence on decisions concerning additional audit work: A European perspective",
        "Do nonaudit services compromise auditor independence? Further evidence",
        "Abnormal audit fee and audit quality",
        "Audit partner tenure and cost of equity capital",
        "Auditors' identification with their clients and its effect on auditors' objectivity",
        "Belief perseverance among accounting practitioners regarding the effect of non-audit services on auditor independence",
        "Learning by doing and audit quality",
        "Audit partner tenure and audit planning and pricing",
        "Auditor fees and auditor independence: Evidence from going concern reporting decisions*",
        "Audit firm tenure and the equity risk premium",
        "Nonaudit fees, auditor independence, and bond ratings",
        "Going-concern audit opinions and the provision of nonaudit services: Implications for auditor independence of bankrupt firms",
        "Going-concern opinions: The effects of partner compensation plans and client size",
        "Costs and benefits of requiring an engagement partner signature: Recent experience in the United Kingdom",
        "Audit firm tenure and fraudulent financial reporting",
        "Audit partner tenure and audit quality",
        "Reexamining the relationship between audit and nonaudit fees: Dealing with weak instruments in two-stage least squares estimation",
        "Shredded reputation: The cost of audit failure",
        "Audit partner tenure, audit firm tenure, and discretionary accruals: Does long auditor tenure impair earnings quality?",
        "Client importance, institutional improvements, and audit quality in China: An office and individual auditor level analysis",
        "Client importance and audit partner independence",
        "Mandatory audit partner rotation, audit quality, and market perception: Evidence from Taiwan",
        "Do abnormally high audit fees impair audit quality?",
        "Client Importance, Nonaudit Services, and Abnormal Accruals",
        "Auditor independence and fee dependence",
        "An examination of Partner perceptions of Partner rotation: Direct and indirect consequences to audit quality",
        "The Accounting Review",
        "Auditor tenure and the ability to meet or beat earnings forecasts",
        "Auditor size and audit quality",
        "Auditor independence, 'low balling', and disclosure regulation",
        "Do non-audit service fees impair auditor independence? Evidence from going concern audit opinions",
        "Does the Revolving Door Affect the SEC's Enforcement Outcomes?",
        "The Accounting Review",
        "Auditor fees and cost of debt",
        "Journal of Accounting Research",
        "The Effects of Lowballing on Audit Quality: An Experimental Markets Study",
        "How increased regulatory oversight of nonaudit services affects investors' perceptions of earnings quality",
        "Auditing: A Journal of Practice & Theory",
        "Nonaudit services and earnings management: UK Evidence",
        "The provision of nonaudit services by accounting firms to their audit clients",
        "The role of auditor choice in debt pricing in private firms",
        "What do we know about audit quality?",
        "A framework for understanding and researching audit quality",
        "Disclosure of fees paid to auditors and the market valuation of earnings surprises",
        "The relation between auditors' fees for nonaudit services and earnings management",
        "The influence of large clients on office-level auditor oversight: Evidence from the property-casualty insurance industry",
        "The effects of joint provision and disclosure of nonaudit services on audit committee members' decisions and investors' preferences",
        "The hiring of accounting and finance officers from audit firms: How did the market react?",
        "The auditor-to-client revolving door and earnings management",
        "Auditor tenure and audit reporting failures",
        "Audit fees, nonaudit fees, and auditor reporting on stressed companies",
        "Audit and non-audit fees and capital market perceptions of auditor independence",
        "Auditor tenure and perceptions of audit quality",
        "Journal of Accounting Research",
        "Earnings quality: Some evidence on the role of auditor tenure and auditors' industry expertise",
        "Auditor independence: Evidence on the joint effects of auditor tenure and nonaudit fees",
        "Audit and nonaudit fees and the market's reaction to earnings announcements",
        "Investors' perceptions of auditors' economic dependence on the client: Post-SOX evidence",
        "Auditor independence in a private firm and low litigation risk setting",
        "Client importance and non-Big 5 auditors' reporting decisions",
        "The Accounting Review",
        "Identification of accounting firm alumni with their former firm: Antecedents and outcomes",
        "The Sarbanes-Oxley act of 2002 and capital-market behavior: Early evidence",
        "Does auditor tenure influence the reporting of conservative earnings?",
        "Do auditor-provided nonaudit services improve audit effectiveness?",
        "Audit-Firm Tenure and the Quality of Financial Reports",
        "An empirical analysis of auditor independence in the banking industry",
        "Do investors care about the auditor's economic dependence on the client?",
        "Auditor independence, non-audit services, and restatements: Was the U.S. government right?",
        "The Accounting Review",
        "Auditing: A Journal of Practice & Theory",
        "Auditor-provided nonaudit services and audit effectiveness and efficiency: Evidence from pre- and post-SOX audit report lags",
        "The relationship between auditor tenure and audit quality implied by going concern opinions",
        "Does the Identity of Engagement Partners Matter? An Analysis of Audit Partner Reporting Decisions",
        "Non-audit services and financial reporting quality: Evidence from 1978 to 1980",
        "Auditor reputation, auditor independence, and the stock-market impact of Andersen's indictment on its client firms",
        "The Role of Economic Trade-Offs in the Audit Opinion Decision: An Empirical Analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dartmouth",
            "affilname": "University of Massachusetts Dartmouth",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}