{
    "eid": "2-s2.0-85131549222",
    "title": "Well-being in Thailand: A Culturally Driven Grounded Inquiry Exploration of a Complex Construct",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Life-span and Life-course Studies",
            "@code": "3319",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Family",
        "Qualitative methods",
        "Social relationships",
        "Thailand",
        "Well-being"
    ],
    "authors": [
        "Panita Suavansri",
        "Nipat Pichayayothin",
        "Patricia Rodriguez Espinosa",
        "Poonsub Areekit",
        "Chureerat Nilchantuk",
        "Torin S. Jones",
        "Joanna J. French",
        "Emily Mam",
        "Jessie B. Moore",
        "Catherine A. Heaney"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Information bias in health research: Definition, pitfalls, and adjustment methods",
        "Redefining health: The evolution of health ideas from antiquity to the era of value-based care",
        "The biopsychosocial model 25 years later: Principles, practice, and scientific inquiry",
        "Narrative inquiry",
        "New well-being measures: Short scales to assess flourishing and positive and negative feelings",
        "The challenge of defining wellbeing",
        "The 3P model: A general theory of subjective well-being",
        "The meaning of health, well-being, and quality of life perceived by Roma people in west Sweden",
        "Review of interventions to improve family engagement and retention in parent and child mental health programs",
        "Exploring the quality of life of people in north eastern and southern Thailand",
        "Well-Being: Concepts and Measures",
        "Health and health care system for older persons",
        "Intergenerational relationships and family care and support for Thai elderly",
        "The future of family support for Thai elderly: Views of the populace",
        "Families in Thailand: Beliefs and realities",
        "Effects of neighbour location and nutrient distributions on root foraging behaviour of the common sunflower",
        "Process guidelines for establishing intercoder reliability in qualitative studies",
        "Returning home: The middle-income trap and gendered norms in Thailand",
        "Wellbeing, development and social change in Thailand",
        "Family interventions and empowerment as an approach to enhance mental health resources in developing countries",
        "Conflicting cultural imperatives in modern Thailand: Global perspectives",
        "Infographics and public policy: Using data visualization to convey complex information",
        "Purposeful sampling for qualitative data collection and analysis in mixed method implementation research",
        "From whom do older persons prefer support? The case of rural Thailand",
        "Exploring health and well-being in Taiwan: What we can learn from individuals’ narratives",
        "Found in translation: Reflections and lessons for qualitative research collaborations across language and culture",
        "Does income matter for subjective well-being in developing countries? Empirical evidence from Thailand microdata",
        "Psychological well-being revisited: Advances in science and practice",
        "PERMA and the building blocks of well-being",
        "Thailand: Case studies of filial piety, family dynamics, and family finances—Unexpected findings of a country-wide research of the evaluation of project performance supported by older persons fund",
        "The World Bank in Thailand",
        "Predictors of depressive symptoms in older adults living in care homes in Thailand",
        "Take action for the sustainable development goals",
        "Characterising and justifying sample size sufficiency in interview-based studies: Systematic analysis of qualitative health research over a 15-year period",
        "Family caregiving for dependent older adults in Thai families: Family caregiving for older adults"
    ],
    "affiliation": [
        {
            "affiliation-city": "Stanford",
            "@id": "60032838",
            "affilname": "Stanford University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032838",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Palo Alto",
            "@id": "60012708",
            "affilname": "Stanford University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012708",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Muang Thong Thani",
            "@id": "128197292",
            "affilname": "Sukhothai Thammathirat Open University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128197292",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NIH",
        "NHLBI",
        "Chulalongkorn University"
    ]
}