{
    "eid": "2-s2.0-85019121309",
    "title": "Laundry Detergency of Solid Non-particulate Soil or Waxy Solids: Part I. Relation to Oily Soil Removal Above the Melting Point",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Extended surfactant",
        "Laundry detergency",
        "Methyl palmitate",
        "Solid fat soil",
        "Solid non-particulate soil"
    ],
    "authors": [
        "Jarussri Chanwattanakit"
    ],
    "citedby-count": 16,
    "ref-count": 50,
    "ref-list": [
        "Laundering Cotton Fabric: Part I: Effects of Detergent Type and Water Temperature on Soil Removal",
        "Effect of fiber substrates on appearance and removal of aged oily soils",
        "The Effect of Wash Temperature on Removal of Particulate and Oily Soil from Fabrics of Varying Fiber Content",
        "Residual Oily Soil Distribution on Polyester/Cotton Fabric After Laundering with Selected Detergents at Various Wash Temperatures",
        "Electron Microscopical Analysis. of Oily Soil Penetration into Cotton and Polyester/Cotton Fabrics",
        "Solubilization-emulsification mechanisms of detergency",
        "Microemulsion formation and detergency with oily soil: IV. Effect of rinse cycle design",
        "J Surfactants Deterg",
        "Palm oil removal from fabric using microemulsion-based formulations",
        "Microemulsion formation and detergency with oily soils: I. Phase behavior and interfacial tension",
        "Microemulsion formation and detergency with oily soils: II. Detergency formulation and performance",
        "Microemulsion formation and detergency with oily soils: III. Performance and mechanisms",
        "Enhanced triolein removal using microemulsions formulated with mixed surfactants",
        "Mechanistic studies of particulate soil detergency: I. Hydrophobic soil removal",
        "Mechanistic studies of particulate soil detergency: II: Hydrophilic soil removal",
        "Detergency of a Nonionic Surfactant toward Tristearin Studied by FT-IR",
        "Removal of fatty soils from cotton in aqueous detergent systems",
        "J Jpn Oil Chem Soc",
        "J Jpn Oil Chem Soc",
        "Styrene solubilization and adsolubilization on an aluminum oxide surface using linker molecules and extended surfactants",
        "Aqueous extended-surfactant based method for vegetable oil extraction: Proof of concept",
        "Solubilization of polar oils with extended surfactants",
        "Formulation of ultralow interfacial tension systems using extended surfactants",
        "Microemulsion-based vegetable oil detergency using an extended surfactant",
        "Detergency of vegetable oils and semi-solid fats using microemulsion mixtures of anionic extended surfactants: The HLD concept and cold water applications",
        "In American Society for test and materials ASTM D 4265–98, West Conshohocken",
        "Measuring detergency of oily soils in the vicinity of phase inversion temperatures of commercial nonionic surfactants using an oil-soluble dye",
        "J Surfactants Deterg",
        "Using secondary additives to enhance the physicochemical properties of kaolinite",
        "Surfactants and their applications",
        "The Effect of Salts on the Critical Concentration for the Formation of Micelles in Colloidal Electrolytes",
        "Counterion binding on mixed micelles",
        "Counterion Binding on Mixed Micelles: Effect of Surfactant Structure",
        "Effects of triglyceride molecular structure on optimum formulation of surfactant-oil-water systems",
        "Effect of Extended Surfactant Structure on Interfacial Tension and Microemulsion Formation with Triglycerides",
        "Cold water detergency studies using radiolabeled soils",
        "A double label radiotracer approach to detergency studies",
        "Studies of soiling and detergency",
        "Effect of temperature and other variables on the optimum formulation of anionic extended surfactant-alkane-brine systems",
        "ζ-potentials of natural and synthetic fibers in SDS solutions and the viscosity of SDS solutions above the critical micelle concentration",
        "The effect of the ζ potential on the stability of a non-polar oil-in-water emulsion",
        "The Petroleum and Petrochemical College",
        "An electrical suspension method for measuring the electric charge on small silicone oil droplets dispersed in aqueous solutions",
        "Electric charge on small silicone oil droplets dispersed in ionic surfactant solutions",
        "Colloid science principles, methods and applications",
        "Surfactants and interfacial phenomena",
        "The dispersion of rutile powder in aqueous surfactant solutions",
        "The mechanism of detergence",
        "J Appl Chem",
        "Studies of Soiling and Detergency: Part II: Detergency Experiments with Model Fatty Soils"
    ],
    "affiliation": [
        {
            "affiliation-city": "Norman",
            "affilname": "Gallogly College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}