{
    "eid": "2-s2.0-85078279418",
    "title": "The role of head elevation in treatment of vitreous haemorrhage",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ophthalmology",
            "@code": "2731",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Fundus colour intensity",
        "Head elevation",
        "Visual acuity",
        "Vitreous haemorrhage"
    ],
    "authors": [
        "Pear Pongsachareonnont",
        "Nattadet Rattana-Aram",
        "Thanapong Somkijrungroj"
    ],
    "citedby-count": 0,
    "ref-count": 16,
    "ref-list": [
        "A prospective study of dense spontaneous vitreous hemorrhage",
        "Incidence of retinal detachment and visual outcome in eyes presenting with posterior vitreous separation and dense fundus-obscuring vitreous hemorrhage",
        "Current management of vitreous hemorrhage due to proliferative diabetic retinopathy",
        "Pars plana vitrectomy in the management of blood-induced glaucoma with vitreous hemorrhage",
        "Vitreous hemorrhage",
        "Spontaneous and traumatic vitreous hemorrhage",
        "Massive hemorrhage complicating age-related macular degeneration. Clinicopathologic correlation and role of anticoagulants",
        "Early vitrectomy for severe vitreous hemorrhage in diabetic retinopathy. Four-year results of a randomized trial: Diabetic retinopathy vitrectomy study report 5",
        "Vitreous hemorrhage: Diagnosis and treatment. Secondary Vitreous Hemorrhage",
        "Effect of pillow height on the biomechanics of the head-neck complex: Investigation of the cranio-cervical pressure and cervical spine alignment",
        "The lens opacities classification system III. The Longitudinal Study of Cataract Study Group",
        "Natural history of vitreous hemorrhage in diabetic retinopathy",
        "Vitrase for the treatment of vitreous hemorrhage",
        "Factors contributing to discrepancy between visual acuity fractions derived from a Snellen chart and letter scores on the early treatment diabetic retinopathy study chart",
        "Intravitreal bevacizumab (Avastin) treatment of proliferative diabetic retinopathy complicated by vitreous hemorrhage",
        "Effect of head elevation on passive upper airway collapsibility in normal subjects during propo-fol anesthesia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}