{
    "eid": "2-s2.0-85067946645",
    "title": "Influence of Socioeconomic Factors on Stone Burden at Presentation to Tertiary Referral Center: Data From the Registry for Stones of the Kidney and Ureter",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "David B. Bayne",
        "Manint Usawachintachit",
        "Manuel Armas-Phan",
        "David T. Tzou",
        "Scott Wiener",
        "Timothy T. Brown",
        "Marshall Stoller",
        "Thomas L. Chi"
    ],
    "citedby-count": 12,
    "ref-count": 31,
    "ref-list": [
        "Conservative management of staghorn calculi : a single-centre experience",
        "Time trends in reported prevalence of kidney stones in the United States: 1976-1994",
        "Urologic diseases in America project. Prevalence of kidney stones in the United States",
        "Urologic diseases in America project: urolithiasis",
        "Use of the national health and nutrition examination survey to calculate the impact of obesity and diabetes on cost and prevalence of urolithiasis in 2030",
        "Urologic diseases in America project. Direct and indirect costs of nephrolithiasis in an employed population: opportunity for disease management?",
        "Diet and risk of kidney stones in the Oxford cohort of the European Prospective Investigation into Cancer and Nutrition (EPIC)",
        "Obesity, weight gain, and the risk of kidney stones",
        "One week of ciprofloxacin before percutaneous nephrolithotomy significantly reduces upper tract infection and urosepsis : a prospective controlled study",
        "A clinical study of upper urinary tract calculi treated with extracorporeal shockwave lithotripsy : association with bacteriuria before treatment",
        "Metabolic syndrome and kidney stone disease: a systemic review of literature",
        "Ambient temperature as a contributor to kidney stone formation : implications of global warming",
        "Climate-related increase in the prevalence of urolithiasis in the United States",
        "Surgical management of stones: American Urological Association/Endourological Society Guideline, Part I",
        "Rationale and design of the Registry for Stones of the Kidney and Ureter (ReSKU): a prospective observational registry to study the natural history of urolithiasis patients",
        "Type 1 diabetes, metabolic syndrome and cardiovascular risk",
        "The impact of income and education on dietary habits in stone formers",
        "urolithiasis/endourology dietary and lifestyle risk factors associated with incident kidney stones in men and women",
        "Stone composition as a function of age and sex",
        "Changes in stone composition according to age and gender of patients : a multivariate epidemiological approach",
        "Relationship of frequency, age, sex, stone weight and composition in 15,624 stones: comparison of results for 1980 to 1983 and 1995 to 1998",
        "Changing composition of staghorn calculi",
        "Body size and risk of kidney stones",
        "Metabolic syndrome and self-reported history of kidney stones: the National Health and Nutrition Examination Survey (NHANES III) 1988-1994",
        "Outcomes/epidemiology/socioeconomics geographic distribution of urologists throughout the United States using a county level approach",
        "Urologist density and county-level urologic cancer mortality",
        "Oncology : Prostate/testis/penis/urethra disproportionate presentation of high risk prostate cancer in a safety net health system",
        "Impact of individual and neighborhood factors on socioeconomic disparities in localized and advanced prostate cancer risk",
        "Inequality in quality: addressing socioeconomic, racial, and ethnic disparities in health care",
        "Racial and ethnic differences in cardiovascular disease risk factors: a systematic review",
        "Clinical investigation contribution of stone size to chronic kidney disease in kidney stone formers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Berkeley",
            "@id": "60025038",
            "affilname": "University of California, Berkeley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025038",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tucson",
            "@id": "60021334",
            "affilname": "University of Arizona College of Medicine – Tucson",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021334",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "Norges Idrettshøgskole"
    ]
}