{
    "eid": "2-s2.0-84964036729",
    "title": "Association between Helicobacter pylori infection and multiple sclerosis: A systematic review and meta-analysis",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        }
    ],
    "keywords": [
        "Helicobacter pylori",
        "Meta-analysis",
        "Multiple sclerosis",
        "Observationalstudies",
        "Systematicreview"
    ],
    "authors": [
        "Veeravich Jaruvongvanich"
    ],
    "citedby-count": 43,
    "ref-count": 26,
    "ref-list": [
        "Atopy, Helicobacter pylori and the hygiene hypothesis",
        "Ann. Gastroenterol. Q. Publ. Hell. Soc. Gastroenterol.",
        "A basic overview of multiple sclerosis immunopathology",
        "Helicobacter pylori and autoimmune diseases",
        "Role of helicobacter pylori infection in autoimmune diseases",
        "Association of anti-Helicobacter pylori neutrophil-activating protein antibody response with anti-aquaporin-4 autoimmunity in Japanese patients with multiple sclerosis and neuromyelitis optica",
        "Helicobacter pylori infection in neuromyelitis optica and multiple sclerosis",
        "Association between Helicobacter pylori infection and inflammatory bowel disease: A meta-analysis and systematic review of the literature",
        "Environmental factors related to multiple sclerosis in Indian population",
        "Helicobacter pylori infection",
        "Reduced risk of atopic disorders in adults with Helicobacter pylori infection",
        "Multiple sclerosis: Geoepidemiology, genetics and the environment",
        "Relation of Helicobacter pylori infection and multiple sclerosis in Iranian patients",
        "Helicobacter pylori infection as a protective factor against multiple sclerosis risk in females",
        "Prevalence of Helicobacter pylori infection worldwide: A systematic review of studies with national coverage",
        "Helicobacter pylori nanoparticles as a potential treatment of conventional multiple sclerosis",
        "Diagnostic criteria for multiple sclerosis: 2010 Revisions to the McDonald criteria",
        "Role of Helicobacter pylori infection in autoimmune systemic rheumatic diseases",
        "Helicobacter pylori infection in rheumatoid arthritis [1]",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        "Funnel plots for detecting bias in meta-analysis: Guidelines on choice of axis",
        "Hay fever, hygiene, and household size",
        "Meta-analysis of observational studies in epidemiology: A proposal for reporting",
        "Helicobacter pylori infection",
        "Overview of the epidemiology, diagnosis, and disease progression associated with multiple sclerosis",
        "Helicobacter pylori-associated gastritis and primary B-cell gastric lymphoma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Vagelos College of Physicians and Surgeons",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "John A. Burns School of Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}