{
    "eid": "2-s2.0-85168642969",
    "title": "The evolutionary background of ophidiophobia and ophidiophilia",
    "cover-date": "2023-07-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Andras N. Zsido",
        "Jakub Polák",
        "Carlos M. Coelho"
    ],
    "citedby-count": 0,
    "ref-count": 133,
    "ref-list": [
        "The epidemiology of common fears and phobia",
        "Snake bite in south asia: A review",
        "The distinct role of the amygdala, superior colliculus and pulvinar in processing of central and peripheral snakes",
        "Schoolchildren and one of the most unpopular animals: Are they ready to protect snakes?",
        "Affect and Memory in Retrospective Reports",
        "Snake bite poisoning",
        "Thinking and Depression: II. Theory and Therapy",
        "A depresszió kognitív terápiája [Cognitive therapy for depression]",
        "Conditioning through vicarious instigation",
        "Classical conditioning since Pavlov",
        "Anti-predator defense as models of animal fear and anxiety",
        "Committee report: Guidelines for human startle eyeblink electromyographic studies",
        "Species-specific defense reactions and avoidance learning",
        "Freeze, flight, fight, fright, faint: Adaptationist perspectives on the acute stress response spectrum",
        "Field video recordings reveal factors influencing predatory strike success of free-ranging rattlesnakes (Crotalus spp.)",
        "Fear inoculation among snake experts",
        "The origins of specific phobias: Influential theories and current perspectives",
        "Are humans prepared to detect, fear, and avoid snakes? The mismatch between laboratory and ecological evidence",
        "Observational Conditioning of Fear to Fear-Relevant Versus Fear-Irrelevant Stimuli in Rhesus Monkeys",
        "Observational Conditioning of Snake Fear in Unrelated Rhesus Monkeys",
        "The Role of Evolved Perceptual Biases in Art and Design",
        "The expectancy bias model of selective associations: The relationship of judgments of CS dangerousness, CS-UCS similarity and prior fear to a priori and a posteriori covariation assessments",
        "Blood-injection-injury phobia and fear of spiders: Domain specific individual differences in disgust sensitivity",
        "Adverse reactions to snake antivenom, and their prevention and treatment",
        "The narrow fellow in the grass: Human infants associate snakes and fear",
        "Residential green space in childhood is associated with lower risk of psychiatric disorders from adolescence into adulthood",
        "The characteristics and limits of rapid visual categorization",
        "Reliability and validity of some specific fear questionnaires",
        "Being attractive brings advantages: The case of parrot species in captivity",
        "Are Animals in Zoos Rather Conspicuous than Endangered?",
        "Cross-Cultural Agreement in Perception of Animal Beauty: Boid Snakes Viewed by People from Five Continents",
        "Mammalian Collection on Noah's Ark: The Effects of Beauty, Brain and Body Size",
        "Immunization against social fear learning",
        "The development of normal fear: A century of research",
        "Finding the face in the crowd: An anger superiority effect",
        "Validity of adult retrospective reports of adverse childhood experiences: Review of the evidence",
        "Coevolution between primates and venomous snakes revealed by A-neurotoxin susceptibility",
        "Hunter-gatherers and other primates as prey, predators, and competitors of snakes",
        "Forty-four years of global trade in CITES-listed snakes: Trends and implications for conservation and public health",
        "Rattlesnakes are extremely fast and variable when striking at kangaroo rats in nature: Three-dimensional high-speed kinematics at night",
        "A fatal cobra-bite in a snake expert",
        "Ache life history: The ecology and demography of a foraging people",
        "Snakes as agents of evolutionary change in primate brains",
        "Scales drive detection, attention, and memory of snakes in wild vervet monkeys (Chlorocebus pygerythrus)",
        "Controlled exposure reduces fear of brown bears",
        "Humans detect snakes more accurately and quickly than other animals under natural visual scenes: A flicker paradigm study",
        "Talking animals in the bible: Paratexts as symptoms of cultural anxiety in restoration and early eighteenth-century England",
        "Systematic assessment of a maxilla of Homo from Hadar, Ethiopia",
        "Psychometric description of some specific-fear questionnaires",
        "Bats, snakes and spiders, Oh my! How aesthetic and negativistic attitudes, and other concepts predict support for species protection",
        "Long-term effectiveness of cognitive behavioral therapy for youth with anxiety disorders",
        "Acute poisonings registered since 1970: Trends and characteristics. Analysis of the files collected in the national poison information centre, Łódź, Poland",
        "Association Between Fear and Beauty Evaluation of Snakes: Cross-Cultural Findings",
        "Human responses to live snakes and their photographs: Evaluation of beauty and fear of the king snakes",
        "The advantage in being magnocellular: A few more remarks on attention and the magnocellular system",
        "A role for the \"magnocellular advantage\" in visual impairments in neurodevelopmental and psychiatric disorders",
        "Emotion, Memory and the Brain",
        "Fear and the brain: Where have we been, and where are we going?",
        "Rethinking the emotional brain",
        "Surviving threats: Neural circuit and computational implications of a new taxonomy of defensive behaviour",
        "What's so scary about needles and knives? Examining the role of experience in threat detection",
        "Fear in infancy: Lessons from snakes, spiders, heights, and strangers",
        "Superior detection of threat-relevant stimuli in infancy",
        "What we fear most: A developmental advantage for threat-relevant stimuli",
        "Threat Perception Across the Life Span: Evidence for Multiple Converging Pathways",
        "Benefits of nature: What we are learning about why people respond to nature",
        "A transitional snake from the Late Cretaceous period of North America",
        "Noah's Ark is full of common species attractive to humans: The case of boid snakes in zoos",
        "What makes some species of milk snakes more attractive to humans than others?",
        "Fear and fitness: An evolutionary analysis of anxiety disorders",
        "Thousands of reptile species threatened by under-regulated global trade",
        "A four-legged snake from the Early Cretaceous of Gondwana",
        "A test of a disease-avoidance model of animal phobias",
        "Snakes as hazards: Modelling risk by chasing chimpanzees",
        "Brave men and timid women? A review of the gender differences in fear and anxiety",
        "Anxiety sensitivity and panic disorder",
        "From sensation to cognition",
        "Fear of snakes in wild- and laboratory-reared rhesus monkeys (Macaca mulatta)",
        "Snakebite mortality in India: A nationally representative mortality survey",
        "The origins of fear of snakes",
        "Natural selection and the regulation of defenses. A signal detection analysis of the smoke detector principle",
        "Here's Why Buying a Snake Is a Terrible Idea [WWW Document]",
        "Face the beast and fear the face: Animal and social fears as prototypes for evolutionary analyses of emotion",
        "The role of the amygdala in human fear: Automatic detection of threat",
        "Emotion Drives Attention: Detecting the Snake in the Grass",
        "Fears, phobias, and preparedness: Toward an evolved module of fear and fear learning",
        "Attitudes and behaviour toward snakes on the part of Igbo people in southeastern Nigeria",
        "Prevalence of dental fear and phobia relative to other fear and phobia subtypes",
        "One-session therapist-directed exposure vs. self-exposure in the treatment of spider phobia",
        "Debunking the viper's strike: Harmless snakes kill a common assumption",
        "The Shocking Number of Snakes Traded Internationally Each Year [WWW Document]",
        "Fear the serpent: A psychometric study of snake phobia",
        "Attitudes Towards Scorpions and Frogs: A Survey among Teachers and Students from Schools in the Vicinity of an Amazonian Protected Area",
        "Attentional bias for positive emotional stimuli: A meta-analytic investigation",
        "Detecting meaning in RSVP at 13 ms per picture",
        "Non-associative fear acquisition: A review of the evidence from retrospective and longitudinal research",
        "Cross-cultural comparison of student attitudes toward snakes",
        "Are the aesthetic preferences towards snake species already formed in pre-school aged children?",
        "The conditioning theory of fearacquisition: A critical examination",
        "Snakes represent emotionally salient stimuli that may evoke both fear and disgust",
        "Amphibia and Squamata",
        "Annual incidence of snake bite in rural Bangladesh",
        "The timing is right to end snakebite deaths in South Asia",
        "Phobias and preparedness",
        "The Hidden Snake in the Grass: Superior Detection of Snakes in Challenging Attentional Conditions",
        "Fast detector/first responder: Interactions between the superior colliculus-pulvinar pathway and stimuli relevant to primates",
        "Snakes: Objects of Religion, Fear, and Myth",
        "Reward grabs the eye: Oculomotor capture by rewarding stimuli",
        "The allure of symmetry",
        "Klinikai pszichológia. Elmélet, módszertan és hivatás. Osiris Kiadó, Budapest",
        "Curvilinear shapes and the snake detection hypothesis: An ERP study",
        "Snake scales, partial exposure, and the Snake Detection Theory: A human event-related potentials study",
        "Pattern-motion selectivity in the human pulvinar",
        "Superior colliculus-pulvinar-amygdala subcortical visual pathway and its biological significance",
        "The cross-national epidemiology of specific phobia in the World Mental Health Surveys",
        "The Symbol of Modern Medicine: Why One Snake Is More Than Two",
        "At 120 msec you can spot the animal but you don't yet know it's a dog",
        "The only good snake is a dead snake: Secondary school students' attitudes toward snakes",
        "The spider and the snake - A psychometric study of two phobias and insights from the Hungarian validation",
        "Short versions of two specific phobia measures: The snake and the spider questionnaires",
        "Nature relatedness: A protective factor for snake and spider fears and phobias",
        "The emergency reaction questionnaire -First steps towards a new method",
        "Disentangling the facilitating and hindering effects of threat-related stimuli - A visual search study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ponta Delgada",
            "@id": "60032971",
            "affilname": "Universidade dos Açores",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032971",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Prague",
            "@id": "60016605",
            "affilname": "Charles University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016605",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60007249",
            "affilname": "Universidade do Porto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007249",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Pecs",
            "@id": "60004737",
            "affilname": "Pécsi Tudományegyetem",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004737",
            "affiliation-country": "Hungary"
        },
        {
            "affiliation-city": "Prague",
            "@id": "123159305",
            "affilname": "Ambis University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123159305",
            "affiliation-country": "Czech Republic"
        }
    ],
    "funding": []
}