{
    "eid": "2-s2.0-85126576955",
    "title": "Combining mitochondrial DNA and morphological data to delineate four new millipede species and provisional assignment to the genus Apeuthes Hoffman & Keeton (Diplopoda: Spirobolida: Pachybolidae: Trigoniulinae)",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "DNA barcoding",
        "Malaysia",
        "mitochondrial DNA",
        "monotypic genera",
        "phylogeny",
        "species delineation",
        "Thailand",
        "Trigoniulinae",
        "Vietnam"
    ],
    "authors": [
        "Piyatida Pimvichai",
        "Somsak Panha",
        "Thierry Backeljau"
    ],
    "citedby-count": 4,
    "ref-count": 57,
    "ref-list": [
        "Myriopoda",
        "Afrikanische Spirostreptiden nebst Überblick öber die Spirostreptiden orbis terrarum",
        "Die von Dr C. Dawydoff in Französisch Indochina gesammelten Myriopoden",
        "Myriopoden von Indochina. Expedition von Dr C. Dawydoff (1938?1939)",
        "Turtle taxonomy: methodology, recommendations, and guidelines",
        "Classification of the Myriapoda",
        "Tentaminum quorundam monographicorum Insecta Myriapoda Chilognathi Latreillii spectantium prodromus",
        "Un nouveau système de Spirobolides [Myriapoda, Diplopoda]",
        "Preliminary notice of new species of Arachnida and Myriapod from Rodriguez",
        "V.?New Chilopoda and Diplopoda from the East Indian region",
        "New relatives of Spirobolus giganteus",
        "Matériaux pour servir à une révision des Harpagophoridae (Myriapodes-Diplopodes)",
        "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
        "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
        "East African giant millipedes of the tribe Pachybolini (Diplopoda, Spirobolida, Pachybolidae)",
        "Diplopoda ? taxonomic overview",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Delimiting species using single-locus data and the generalized mixed Yule coalescent approach: A revised method and evaluation on simulated data sets",
        "Etudes pour servir á l?histoire naturelle des Myriapodes",
        "Myriapodes. Voyage Autour du Monde exécuté pendant les années 1836 et 1837 sur la corvette La Bonite, commandée par M. Vaillant",
        "Etudes sur les Myriapodes",
        "Myriapodes",
        "Diplopoda collected by the Soviet zoological expedition to the Seychelles Islands 1984",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "Studies on spiroboloid millipeds IV. Systematic and nomenclatorial notes on the family Pachybolidae",
        "Classification of the diplopoda?. (Musée d?Histoire Naturelle de Genève: Geneva, Switzerland) Hoffman RL (1981) Studies on spiroboloid millipeds. XIV. Notes on the family Pseudospirobolellidae, and description of a new genus and species from Thailand",
        "A list of the generic names proposed in the diplopod order Spirobolida, with their type species",
        "MrBAYES: Bayesian inference of phylogeny",
        "A bibliographic catalogue of the Spirobolida of the oriental and Australian regions (Diplopoda)",
        "Best practices: in the 21st century, taxonomic decisions in herpetology are acceptable only when supported by a body of evidence and published via peer-review",
        "Neue Juliden des Berliner Museums, als Prodromus einer Juliden-Monographie",
        "PCR primers",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "PartitionFinder 2: new methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "A new genus of cambaloid millipedes from Vietnam (Diplopoda: Spirostreptida: Cambalopsidae)",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Do cytochrome c oxidase 1 gene sequences differentiate species of spirostreptid millipedes (Diplopoda: Spirostreptida: Spirostreptidae)?",
        "Contributions to our knowledge of the arthropod fauna of the West Indies. Part III. Diplopoda and Malacopoda, with a supplement on the Arachnida of the class Pedipalpi",
        "Molecular phylogeny of the Thyropygus allevatus group of giant millipedes and some closely related groups",
        "Morphological and mitochondrial DNA data reshuffle the taxonomy of the genera Atopochetus Attems, Litostrophus Chamberlin and Tonkinbolus Verhoeff (Diplopoda: Spirobolida: Pachybolidae), with descriptions of nine new species",
        "Integrative taxonomy of the new millipede genus Coxobolellus, gen. nov. (Diplopoda : Spirobolida : Pseudospirobolellidae), with descriptions of ten new species",
        "ASAP: Assemble species by automatic partitioning",
        "Millipede genomes reveal unique adaptations during myriapod evolution",
        "VI Class. Entomia. ? the insects. Annals of Nature 1, 7?10. Silvestri F (1897) Systema Diplopodum",
        "Descrizione di una nuova famiglia di Diplopoda Cambaloidea del Tonkino. Bollettino del Laboratorio di Zoologia generale e agraria della Reale Scuola superiore d?",
        "Molecular systematics: A synthesis of the common methods and the state of knowledge",
        "RAxML version 8: A tool for phylogenetic analysis and post-Analysis of large phylogenies",
        "Effects of phylogenetic reconstruction method on the robustness of species delimitation using single-locus data",
        "To name or not to name: criteria to promote economy of change in Linnaean classification schemes",
        "Über Chorizognathen aus dem Zoologischen Museum in Mönchen",
        "Revision of the millipede subfamily Spiromiminae, a Malagasy group with Indian connections? (Diplopoda Spirobolida Pachybolidae)",
        "Revision of the endemic giant fire millipedes of Madagascar, genus Aphistogoniulus (Diplopoda: Spirobolida: Pachybolidae)",
        "Review of the Spirobolida on Madagascar, with descriptions of twelve new genera, including three genera of ?fire millipedes? (Diplopoda)",
        "DAMBE7: new and improved tools for data analysis in molecular biology and evolution",
        "A general species delimitation method with applications to phylogenetic placements"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brussels",
            "@id": "60068588",
            "affilname": "Koninklijk Belgisch Instituut voor Natuurwetenschappen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068588",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antwerpen",
            "@id": "60012937",
            "affilname": "Universiteit Antwerpen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012937",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "@id": "60002875",
            "affilname": "Mahasarakham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002875",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TRF",
        "Mahasarakham University",
        "Thailand Science Research and Innovation"
    ]
}