{
    "eid": "2-s2.0-85119605695",
    "title": "Performance of precast anaerobic digestion tank combined with a food waste disposer system. A case study of household food waste in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [],
    "authors": [
        "Premrudee Kanchanapiya"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Pollution Control Department of Thailand, Report of Thailand pollution",
        "IJSRP J",
        "Int. J. Emerg. Sci",
        null,
        "IJSTR J",
        "The effect of domestic garbage grinding on sewage systems and wastewater treatment plants",
        "American Water Works Association and Water Pollution Control Federation, Standard methods for the examination of water and wastewater",
        "The guidelines for the analysis of organic fertilizer",
        "Anaerobic treatment and biogas production of tuna-processing wastewater by using a conventional anaerobic digester",
        "Noodle-soup wastewater treatment and biogas production by a conventional anaerobic digester",
        "Final report of the study of the feces treatment efficiency by anaerobic diges-tion tank with sludge drying",
        "KKU Eng. J",
        "Biology of wastewater treatment",
        "Influence of extrinsic factors on granulation in UASB reactor",
        "Municipal wastewater and problem in Bangkok and perimeter",
        "Wastewater Engineering: Treatment, Disposal and Reuse",
        "The Ministry of Agriculture and Cooperatives of Thailand, The standard of organic fertilizer",
        "The Ministry of Natural Resources and Environment of Thailand, The effluent standard of housing estate",
        "Industrial Wastewater Treatment Technology",
        "Microbial characterization and removal of anionic surfactant in an expanded granular sludge bed reactor",
        "Anaerobic biodegradation of linear alkylbenzene sulfonate (LAS) in upflow anaerobic sludge blanket (UASB) reactors",
        "Integrated Design and Operation of Water Treatment Facilities",
        "Influence of volatile fatty acid concentration stability on anaerobic degradation of linear alkylbenzene sulfonate",
        "Effects of household detergent on anaerobic fermentation of kitchen wastewater from food waste disposer",
        "1st Conference on Environmental Science, Engineering and Management"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "National Metal and Materials Technology Center"
    ]
}