{
    "eid": "2-s2.0-85104300750",
    "title": "Radiation induced graft polymerization of fluorinated methacrylate onto polypropylene spunbond nonwoven fabric.",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Surfaces and Interfaces",
            "@code": "3110",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Gamma irradiation",
        "Graft-polymerization",
        "Highly hydrophobic",
        "Polypropylene spunbond"
    ],
    "authors": [
        "K. Thinkohkaew",
        "T. Piroonpan",
        "N. Jiraborvornpongsa",
        "P. Potiyaraj"
    ],
    "citedby-count": 11,
    "ref-count": 45,
    "ref-list": [
        "A simple, one-step approach to durable and robust superhydrophobic textiles",
        "UV-durable superhydrophobic textiles with UV-shielding properties by coating fibers with ZnO/SiO2core/shell particles",
        "Weathering-Aging and UV Degradation of Polypropylene Spunbond Nonwovens",
        "The Influence of Acrylic Acid Irradiation Grafting to the Hydrophilicity of Polypropylene Spunbonded Nonwovens",
        "Experimental investigation of properties of polypropylene and non-woven spunbond fabric",
        "Simultaneous antimicrobial, water and blood repellent finishing of disposal nonwovens using ctab and fluorochemical",
        "Antimicrobial surface coatings for polypropylene nonwoven fabrics",
        "Acrylic acid plasma treatment of polypropylene nonwoven fabric",
        "Synthesis of cation exchange membrane from polypropylene fabric using simultaneous radiation grafting",
        "Selectivity of Acrylic Acid Radiation Grafted Non-Woven Polypropylene Sheets towards Some Heavy Metals Ions",
        "Activation of polyethylene/polypropylene nonwoven fabric by radiation-induced grafting for the removal of Cr (VI) from aqueous solutions",
        "Surface modification of polypropylene membrane using biopolymers with potential applications for metal ion removal",
        "Modification of polyethylene-polypropylene fibers by emulsion and solvent radiation grafting systems for boron removal",
        "Poly (acrylic acid) surface grafted polypropylene films: Near surface and bulk mechanical response",
        "Radiation-induced grafting of dimethylaminoethylmethacrylate onto PE/PP nonwoven fabric",
        "Kinetic polymerization behavior of fluorinated monomers for dental use",
        "Analysis and Comparison of Thickness and Bending Measurements from Fabric Touch Tester (FTT) and Standard Methods",
        "Fabrication of robust and antifouling superhydrophobic surfaces via surface-initiated atom transfer radical polymerization",
        "Surface Modification of Cotton Fabric Using TiO2 Nanoparticles for Self-Cleaning, Oil–Water Separation, Antistain, Anti-Water Absorption, and Antibacterial Properties",
        "Polymer molecular weight analysis by 1H NMR spectroscopy",
        "High-antifouling polymer brush coatings on nonpolar surfaces via adsorption-cross-linking strategy",
        "Radiation-induced crystallinity changes and melting behavior of drawn isotactic polypropylene",
        "Study on radiation-induced grafting of styrene onto chitin and chitosan",
        "Use of microwave irradiation in the grafting modification of the polysaccharides-A review",
        "Effect of solvents in radiation-induced grafting of 4-vinyl pyridine onto fluorinated ethylene propylene copolymer",
        "Radiation induced graft polymerization of a fluorinated acrylate onto fabric",
        "Preliminary effects of in vitro lipid exposure on absorbable poly (ortho ester) films",
        "Solubility of lignin and acetylated lignin in organic solvents",
        "Radiation-induced graft copolymerization of methacrylic acid onto polypropylene fibers. I. Effect of synthesis conditions",
        "UV absorption spectra of trans-2-pentenal, trans-2-hexenal and 2-methyl-2-pentenal",
        "Preparation and surface properties of poly (2, 2, 2-trifluoroethyl methacrylate) coatings modified with methyl acrylate",
        "2, 2, 2-Trifluoroethyl methacrylate-graft-natural rubber: Synthesis and application as compatibilizer in natural rubber/fluoroelastomer blends",
        "Synthesis, characterization and properties of a novel fluorinated methacrylate polymer",
        "Surface Studies of UV Irradiated Polypropylene Films Modified with Mineral Fillers Designed as Piezoelectric Materials",
        "Photooxidation of fire retarded polypropylene II. Photooxidation mechanism",
        "Characterization of degradation of polypropylene nonwovens irradiated by γ-ray",
        "13 C NMR Characterization of Polymers from 2, 2, 2-Trifluoroethyl Methacrylate",
        "Radical copolymerization of 2, 2, 2-trifluoroethyl methacrylate with cyano compounds for dielectric materials: Synthesis and characterization",
        "Functionalization of Poly (propylene) Fabric with 4-Vinylpyridine, N, N-Dimethylacrylamide and Styrene by γ-Radiation-Induced Grafting in an Aqueous Environment",
        "Laundering durability of superhydrophobic cotton fabric",
        "Engineering of surface properties of polypropylene nonwovens through oxygen plasma for enhanced color yield of pigment prints",
        "Preparation and characterization of polyester fabrics coated with TiO2/Benzotriazole for UV protection",
        "Gamma-irradiation induced property modification of polypropylene",
        "Investigation of the impact of organic and inorganic halides on the ageing stability of paper with iron gall ink"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091507",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}