{
    "eid": "2-s2.0-85094570410",
    "title": "Integrative taxonomic revision of the land snail genus Sarika Godwin-Austen, 1907 in Thailand, with descriptions of nine new species (Eupulmonata, Ariophantidae)",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Diversity",
        "DNA barcodes",
        "Indochina",
        "Limestone",
        "Systematics"
    ],
    "authors": [
        "Arthit Pholyotha",
        "Chirasak Sutcharit",
        "Piyoros Tongkerd",
        "Somsak Panha"
    ],
    "citedby-count": 9,
    "ref-count": 93,
    "ref-list": [
        "The mitochondrial 16S rRNA reveals high anthropogenic influence on land snail diversity in a preliminary island survey",
        "New names introduced by M. Connolly and by H. B. Preston in the Mollusca",
        "Notes malacologiques. A - Observation sur les mollusques terrestres et fluviatiles recueillies dans Indo-Chine et particulièrement au Laos par Henri Counillon. B - Description ďespèces nouvelle du centre ďAfrique; C - Notes sur quelques coupes génériques ou sous-génériques de Mollusques. D - Description ďun mollusque méditerranéen nouveau",
        "Characters of new land-shells from Burmah and the Andamans",
        "Characters of new land-shells from the Andaman Islands, Burmah, and Ceylon, and of the animal of Sophina",
        "Limestone karsts of Southeast Asia: Imperiled arks of biodiversity",
        "The malacological contributions of Rudolph Amandus Philippi (1808-1904)",
        "Report on the non-operculate land Mollusca",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des espèces nouvelles ou peu connues",
        "Note on land shells from the Malay Peninsula",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo- Chine orientale cités jusqu’ à ce jour",
        "Liste des types décrits dans le Journal de Conchyliologie et conservés dans la collection de ce journal",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Diversity and biogeography of land snails (Mollusca, Gastropoda) in the limestone hills of Perak, Peninsular Malaysia",
        "Land and Freshwater Mollusca of India, Including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other Islands of the Indian Ocean",
        "Land and Freshwater Mollusca of India, Including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other Islands of the Indian Ocean",
        "A list of the genera of recent Mollusca, their synonyms and types",
        "Landforms of Southeast Asia",
        "Descriptions of four new species of terrestrial shells from Siam",
        "Dating of the human-ape splitting by a molecular clock of mitochondrial DNA",
        "Aktualisierte Liste der terrestrischen Gastropoden Thailands",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "Genetic and morphometric rediscovery of an extinct land snail on oceanic islands",
        "Frequentist properties of Bayesian posterior probabilities of phylogenetic trees under simple and complex substitution models",
        "Reconciling comparative anatomy and mitochondrial phylogenetics in revising species limits in the Australian semislug Helicarion Férussac, 1821 (Gastropoda: Stylommatophora)",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854-1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862-1882. A complete collation",
        "A molecular phylogeny of camaenid land snails from northwestern Australia unravels widespread homoplasy in morphological characters (Gastropoda, Helicoidea)",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A list of the land and fresh-water Mollusca of the Malay Peninsula",
        "A bibliography of the zoological publications of Hans Fruhstorfer (1866-1922)",
        "Systematic revision of the genus Everettia Godwin-Austen, 1891 (Mollusca: Gastropoda: Dyakiidae) in Sabah, northern Borneo",
        "A preliminary checklist of the non-marine molluscs of West-Malaysia",
        "Molecular systematics: A synthesis of the common methods and the state of knowledge",
        "Creating the CIPRES science gateway for inference of large phylogenetic trees",
        "On a collection of land-shells from the Samui Islands, Gulf of Siam",
        "Binnenmollusken aus Hinterindien. 2. Neue Arten und Unterarten von Fruhstorfer in Siam gesammelt",
        "Diagnoses Molluscorum novorum, in Indo-China collectorum",
        "Contributions à la faune malacologique de ľIndo-Chine",
        "Biodiversity hotspots for conservation priorities",
        "Developing land snail expertise in South and Southeast Asia, a new Darwin Initiative Project",
        "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thailand",
        "A checklist and classification of the land terrestrial pulmonate snail in Thailand",
        "A new species of Macrochlamys from Thailand (Stylommatophora: Ariophantidae)",
        "Die Schnirkelschnecken nebst den zunächst verwandten Gattungen",
        "Descriptions of twenty-five new species of land-shells, from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, estramarines nouvelles, ou peu connues",
        "Descriptions of thirty-six new species of land shells from Mr. H. Cuming’s collection",
        "Descriptions of forty-seven new species of land shells, from the collection of H. Cuming, Esq",
        "Monographia Heliceorum Viventium",
        "Vier neue Konchylienarten",
        "The land snail genus Macrochlamys Gray, 1847 from Thailand, with descriptions of five new species (Pulmonata: Ariophantidae)",
        "Land snail genus Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from Cambodia, with description of three new species",
        "Integrative systematics reveals the new land-snail genus Taphrenalla (Eupulmonata: Ariophantidae) with a description of nine new species from Thailand",
        "Taxonomic revision of the land snail genera Macrochlamys Gray, 1847 and Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from Southeastern Myanmar, with descriptions of three new species",
        "Allozyme variation in the camaenid tree snails Amphidromus atricallosus (Gould, 1843) and A. inversus (Müller, 1774)",
        "Descriptions of new species of Macrochlamys and Pseudodon from Siam",
        "Introduction to the geology of Thailand",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "A new species of the genus Macrochlamys Gray, 1847 (Stylommatophora: Ariophantidae) from Western Himalaya, India",
        "Coquilles nouvelles de ľIndochine",
        "Treatise on recent terrestrial pulmonate molluscs. Part 9. Helicarionidae, Gymnarionidae, Rhysotinidae, Ariophantidae",
        "Treatise on recent terrestrial pulmonate molluscs. Part 10. Ariophantidae, Ostracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Historical biogeography and interspecific mtDNA introgression in Euhadra peliomphala (the Japanese land snail)",
        "Revision of the carnivorous snail genus Discartemon Pfeiffer, 1856, with description of twelve new species (Pulmonata, Streptaxidae)",
        "The centipede genus Scolopendra in Mainland Southeast Asia: Molecular phylogenetics, geometric morphometrics and external morphology as tools for species delimitation",
        "Some non-marine mollusks from Thailand",
        "RAxML Version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Taxonomic review of the tree snail Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: Subgenus Amphidromus",
        "Taxonomic re-evaluation of Sarika diadema (Dall, 1897) and S. asamurai (Panha, 1997), two endemic land snails from Thailand (Pulmonata: Ariophantidae: Macrochlamydinae)",
        "Annotated checklist of the land snail fauna from southern Cambodia (Mollusca, Gastropoda)",
        "Kakusan4 and Aminosan: Two programs for comparing nonpartitioned, proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data",
        "Some probabilistic and statistical problems in the analysis of DNA sequences",
        "The land shells of Kaw Tao",
        "Shells from a cave at Buang Bep. Surat, Peninsular Siam",
        "Molecular phylogeny of certain Thai gastrocoptine micro land snails (Stylommatophora: Pupillidae) inferred from mitochondrial and nuclear ribosomal DNA sequences",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837-1920), bibliography of the volumes in Göttingen",
        "DAMBE5: A comprehensive software package for data analysis in molecular biology and evolution",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellent on Biodiversity",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "SAST"
    ]
}