{
    "eid": "2-s2.0-85070217837",
    "title": "Glochidion zeylanicum leaf extracts exhibit lifespan extending and oxidative stress resistance properties in Caenorhabditis elegans via DAF-16/FoxO and SKN-1/Nrf-2 signaling pathways",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Aging",
        "Antioxidants",
        "Caenorhabditis elegans",
        "DAF-16/FoxO",
        "Glochidion zeylanicum",
        "SKN-1/Nrf2"
    ],
    "authors": [
        "Chatrawee Duangjan",
        "Panthakarn Rangsinth",
        "Xiaojie Gu",
        "Shaoxiong Zhang",
        "Michael Wink",
        "T. Tencomnao"
    ],
    "citedby-count": 45,
    "ref-count": 30,
    "ref-list": [
        "SKN-1/Nrf, stress responses, and aging in Caenorhabditis elegans",
        "Extracts of Tsai Tai (Brassica chinensis): enhanced antioxidant activity and anti-aging effects both in vitro and in Caenorhabditis elegans",
        "Anthocyanin-rich purple wheat prolongs the life span of Caenorhabditis elegans probably by activating the DAF-16/FOXO transcription factor",
        "Sarcopenia in the Caenorhabditis elegans pharynx correlates with muscle contraction rate over lifespan",
        "FOXO transcription factors in the regulatory networks of longevity",
        "Lifespan extending and oxidative stress resistance properties of a leaf extracts from Anacardium occidentale l",
        "Precoce and opposite response of proteasome activity after acute or chronic exposure of C. elegans to gamma-radiation",
        "Mechanisms of amino acid-mediated lifespan extension in Caenorhabditis elegans",
        "Oxidative stress, human genetic variation, and disease",
        "Novel bioactive peptides from Meretrix meretrix protect Caenorhabditis elegans against free radical-induced oxidative stress through the stress response factor DAF-16/FOXO",
        "The Ginkgo biloba extract EGb761 reduces stress sensitivity, ROS accumulation and expression of catalase and glutathione S-transferase 4 in Caenorhabditis elegans",
        "Increase of stress resistance and lifespan of Caenorhabditis elegans by quercetin",
        "A review of the antioxidant potential of medicinal plant species",
        "Interplay between ionizing radiation effects and aging in C. elegans",
        "Lifespan extending and stress resistant properties of Vitexin from Vigna angularis in Caenorhabditis elegans",
        "Isoliquiritigenin exerts antioxidant activity in Caenorhabditis elegans via insulin-like signaling pathway and SKN-1",
        "Genes that act downstream of DAF-16 to influence the lifespan of Caenorhabditis elegans",
        "Hydroalcoholic extract of Spartium junceum L. flowers inhibits growth and melanogenesis in B16-F10 cells by inducing senescence",
        "An anthocyanin-rich extract of Acai (Euterpe precatoria Mart.) increases stress resistance and retards aging-related markers in Caenorhabditis elegans",
        "Leaf extract of Caesalpinia mimosoides enhances oxidative stress resistance and prolongs lifespan in Caenorhabditis elegans",
        "A stress-sensitive reporter predicts longevity in isogenic populations of Caenorhabditis elegans",
        "Alpha-linolenic acid suppresses dopaminergic neurodegeneration induced by 6-OHDA in C. elegans",
        "Dietary restriction and gonadal signaling differentially regulate post-development quality control functions in Caenorhabditis elegans",
        "Potential anti-tumor promoting activity of lupane-type triterpenoids from the stem bark of Glochidion zeylanicum and Phyllanthus flexuosus",
        "Chemical constituents of the leaves of Glochidion obliquum and their bioactivity",
        "The SKN-1/Nrf2 transcription factor can protect against oxidative stress and increase lifespan in C. elegans by distinct mechanisms",
        "MPK-1/ERK is required for the full activity of resveratrol in extended lifespan and reproduction",
        "Quinic acid could be a potential rejuvenating natural compound by improving survival of Caenorhabditis elegans under deleterious conditions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Heidelberg",
            "@id": "60016908",
            "affilname": "Universität Heidelberg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016908",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Fuzhou",
            "@id": "60004630",
            "affilname": "Fujian Agriculture and Forestry University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004630",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Dalian",
            "@id": "60003144",
            "affilname": "Dalian Jiaotong University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003144",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}