{
    "eid": "2-s2.0-84960091200",
    "title": "Characterization and antioxidant functions of mycosporine-like amino acids in the cyanobacterium Nostoc sp. R76DM",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Antioxidants",
        "Cyanobacteria",
        "Mycosporine-like amino acids",
        "Stability",
        "Sunscreen",
        "UV radiation"
    ],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 69,
    "ref-count": 67,
    "ref-list": [
        "The evolutionary diversification of cyanobacteria: Molecular-phylogenetic and paleontological perspectives",
        "Biogeochemistry: Life before the rise of oxygen",
        "Mar. Ecol. Prog. Ser.",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "Microalgae as versatile cellular factories for valued products",
        "Solar ultraviolet radiation in a changing climate",
        "Interactions of anthropogenic stress factors on marine phytoplankton",
        "Effects of UV radiation on aquatic ecosystems and interactions with other environmental factors",
        "Solar PAR and UV radiation affects the physiology and morphology of the cyanobacterium Anabaena sp. PCC 7120",
        null,
        "Life of wetland cyanobacteria under enhancing solar UV-B radiation",
        "Ultraviolet radiation and cyanobacteria",
        "Effects of PAR and UV Radiation on the Structural and Functional Integrity of Phycocyanin, Phycoerythrin and Allophycocyanin Isolated from the Marine Cyanobacterium Lyngbya sp. A09DM",
        "Reactive oxygen species and UV-B: Effect on cyanobacteria",
        "Near-ultraviolet photolysis of β-phenylpyruvic acid generates free radicals and results in DNA damage",
        "Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair",
        "Detection of reactive oxygen species (ROS) by the oxidant-sensing probe 2',7'-dichlorodihydrofluorescein diacetate in the cyanobacterium Anabaena variabilis PCC 7937",
        "Ultraviolet-B-induced DNA damage and photorepair in the cyanobacterium Anabaena variabilis PCC 7937",
        "Responses of a rice-field cyanobacterium Anabaena siamensis TISTR-8012 upon exposure to PAR and UV radiation",
        "Oxidatively generated damage to cellular DNA by UVB and UVA radiation",
        "Multiple defense systems in cyanobacteria in response to solar UV radiation",
        "Biochem. Anal. Biochem.",
        "Occurrence of UV-absorbing, mycosporine-like compounds among cyanobacterial isolates and an estimate of their screening capacity",
        "Photoprotective compounds from marine organisms",
        "Sun-screening bioactive compounds mycosporine-like amino acids in naturally occurring cyanobacterial biofilms: Role in photoprotection",
        "Characterization of UV-screening compounds, mycosporine-like amino acids, and scytonemin in the cyanobacterium Lyngbya sp. CU2555",
        "UV radiation-induced biosynthesis, stability and antioxidant activity of mycosporine-like amino acids (MAAs) in a unicellular cyanobacterium Gloeocapsa sp. CU2556",
        "Analysis of UV-absorbing photoprotectant mycosporine-like amino acid (MAA) in the cyanobacterium Arthrospira sp. CU2556",
        "Partial characterization, UV-induction and photoprotective function of sunscreen pigment, scytonemin from Rivularia sp. HKAR-4",
        "The high-energy radiation protectant extracellular sheath pigment scytonemin and its reduced counterpart in the cyanobacterium Scytonema sp. R77DM",
        "Evidence regarding the UV sunscreen role of a mycosporine-like compound in the cyanobacterium Gloeocapsa sp.",
        "Rec. Res. Dev. Photochem. Photobiol.",
        "Photodegradation and photosensitization of mycosporine-like amino acids",
        "Experimental study of the excited-state properties and photostability of the mycosporine-like amino acid palythine in aqueous solution",
        "Small-molecule antioxidants in marine organisms: Antioxidant activity of mycosporine-glycine",
        "Antioxidant activity of mycosporine-like amino acids isolated from three red macroalgae and one marine lichen",
        "Seasonality in UV-absorbing compounds of cyanobacterial mat communities from an intertidal mangrove flat",
        "Effects of abiotic stressors on synthesis of the mycosporine-like amino acid shinorine in the cyanobacterium anabaena variabilis PCC 7937",
        "Occurrence and induction of a ultraviolet-absorbing substance in the cyanobacterium Fischerella muscicolaTISTR8215",
        "Database on mycosporines and mycosporine-like amino acids (MAAs) in fungi, cyanobacteria, macroalgae, phytoplankton and animals",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "UV radiation-induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "Analysis of mycosporine-like amino acids in plankton by liquid chromatography electrospray ionization mass spectrometry",
        "Electrospray ionization tandem mass spectrometric and electron impact mass spectrometric characterization of mycosporine-like amino acids",
        "Use of different methods for testing antioxidative activity of oregano essential oil",
        "The ferric reducing ability of plasma (FRAP) as a measure of 'antioxidant power': The FRAP assay",
        "Improved pyrogallol autoxidation method: A reliable and cheap superoxide-scavenging assay suitable for all antioxidants",
        "Jpn. J. Nutr.",
        "UV-absorbing mycosporine-like compounds in planktonic and benthic organisms from a high-mountain lake",
        "Bio-optical properties of the marine diazotrophic cyanobacteria Trichodesmium spp. I. Absorption and photosynthetic action spectra",
        "Ultraviolet sunscreen compounds in epiphytic red algae from mangroves",
        "Distribution of mycosporine-like amino acids and photoprotective carotenoids among freshwater phytoplankton assemblages",
        "Survey of mycosporine-like amino acid compounds in Antarctic marine organisms: Potential protection from ultraviolet exposure",
        "Mycosporine-like amino acids as osmotic solutes in a community of halophilic cyanobacteria",
        "Jpn. J. Phycol.",
        "Occurrence of mycosporine-like amino acids in the red-tide dinoflagellate Alexandrium excavatum: UV-photoprotective compounds?",
        "Mycosporine-like amino acids in the marine red alga Gracilaria cornea - Effects of UV and heat",
        "Evaluation of the antioxidant activity of flavonoids by \"ferric reducing antioxidant power\" assay and cyclic voltammetry",
        "Concurrent purification and antioxidant activity of phycobiliproteins from Lyngbya sp. A09DM: An antioxidant and anti-aging potential of phycoerythrin in Caenorhabditis elegans",
        "Novel glycosylated mycosporine-like amino acids with radical scavenging activity from the cyanobacterium Nostoc commune",
        "Prevention of the ultraviolet effects on clinical and histopathological changes, as well as the heat shock protein-70 expression in mouse skin by topical application of algal UV-absorbing compounds",
        "Production of new antioxidant compound from mycosporine-like amino acid, porphyra-334 by heat treatment",
        "Cyanobacterial Sunscreen Scytonemin: Role in Photoprotection and Biomedical Research",
        "UV-absorbing substance in the red alga Porphyra yezoensis (Bangiales, Rhodophyta) block thymine photodimer production",
        "Cosmet. Toilet. Manufact. Worldwide",
        "Protective effect of porphyra-334 on UVA-induced photoaging in human skin fibroblasts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vallabh Vidyanagar",
            "affilname": "Sardar Patel University",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "CU Frontier Research Food and Water Cluster",
        "University Grant Commission",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Department of Science and Technology, Government of Kerala"
    ]
}