{
    "eid": "2-s2.0-85108645886",
    "title": "VAT threshold and small business behavior: evidence from Thai tax returns",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Bunching",
        "Informality",
        "Value-added tax (VAT)",
        "Voluntary registration"
    ],
    "authors": [
        "Athiphat Muthitacharoen",
        "Wonma Wanichthaworn",
        "Trongwut Burong"
    ],
    "citedby-count": 1,
    "ref-count": 28,
    "ref-list": [
        "Under the radar: The effects of monitoring firms on tax compliance",
        "The incidence of VAT evasion",
        "Housing market responses to transaction taxes: Evidence from notches and stimulus in the UK",
        "Dodging the taxman: Firm misreporting and limits to tax enforcement",
        "Value-added taxes, chain effects, and informality",
        "Propensity score-matching methods for nonexperimental causal studies",
        "Taxation and Supplier Networks: Evidence from India",
        "Compliance costs vs. tax incentives: Why do entrepreneurs respond to size-based regulations?",
        "Thresholds, informality, and partitions of compliance",
        "Using notches to uncover optimization frictions and structural elasticities: Theory and evidence from Pakistan",
        "Does VAT have higher tax compliance than a turnover tax? Evidence from China",
        "VAT notches, voluntary registration, and bunching: Theory and UK evidence",
        "Consumers as tax auditors",
        "The response of firms to eligibility thresholds: Evidence from the Japanese value-added tax",
        "No taxation without information: Deterrence and self-enforcement in the value added tax",
        "The central role of the propensity score in observational studies for causal effects",
        "Constructing a control group using multivariate matched sampling methods that incorporate the propensity score",
        "Information, asymmetric incentives, or withholding? Understanding the self-enforcement of value-added tax",
        "Overclaimed refunds, undeclared sales, and invoice mills: Nature and extent of noncompliance in a value-added tax"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "125566873",
            "affilname": "Revenue Department",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125566873",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Economic Research Center",
        "IIPF"
    ]
}