{
    "eid": "2-s2.0-85062210169",
    "title": "Effect of altering the ratio of exogenous gonadotropins on reproductive performance of primiparous sows during the seasonal infertility period",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Animals",
            "@code": "3403",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Gonadotropins",
        "Seasonal infertility",
        "Sows",
        "Swine"
    ],
    "authors": [
        "Nutthee Am-In",
        "Mongkol Techakumphu",
        "R. N. Kirkwood"
    ],
    "citedby-count": 3,
    "ref-count": 12,
    "ref-list": [
        "Nutrition and sow pro-lificacy",
        "Effect of feed intake during lactation and after weaning on sow reproductive performance",
        "Control of estrus and ovulation: Fertility to timed insemination of gilts and sows",
        "Seasonal infertility in gilts and sows: Aetiology, clinical implications and treatments",
        "Effects of gonadotrophin deprivation on follicular growth in gilts",
        "Post weaning plasma levels of LH, prolactin, oestradiol-17β and progesterone in sows following lactations of 10 or 35 days",
        "The influence of feeding level during lactation and gestation on the endocrine status and reproductive performance of second parity sows",
        "Ovarian follicular growth in sows",
        "Effect of gonadotropin treatment on estrus, ovulation, and litter size in weaned and anestrous sows",
        "Effect of feed restriction and season on LH and prolactin secretion, adrenal response, insulin and FFA in group housed pregnant gilts",
        "Duration of estrus in relation to reproduction results in pigs on commercial farms",
        "Factors affecting the weaning-to-estrus interval in the sow"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}