{
    "eid": "2-s2.0-85102450770",
    "title": "Observed-to-expected incidence ratios of second malignant neoplasms after radiation therapy for medulloblastoma: A Surveillance, Epidemiology, and End Results analysis",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "chemotherapy",
        "medulloblastoma",
        "radiotherapy",
        "secondary malignancy risk incidence ratios"
    ],
    "authors": [
        "Chonnipa Nantavithya",
        "Arnold C. Paulino",
        "Kaiping Liao",
        "Kristina D. Woodhouse",
        "Susan L. McGovern",
        "David R. Grosshans",
        "Mary F. McAleer",
        "Soumen Khatua",
        "Murali M. Chintagumpala",
        "Nazanin Majd",
        "Wafik Zaky",
        "Debra N. Yeboa"
    ],
    "citedby-count": 2,
    "ref-count": 33,
    "ref-list": [
        "Phase III study of craniospinal radiation therapy followed by adjuvant chemotherapy for newly diagnosed average-risk medulloblastoma",
        "MB-109: preliminary results of COG ACNS0331: a phase III trial of involved field radiotherapy (IFRT) and low dose craniospinal irradiation (LD-CSI) with chemotherapy in average risk medulloblastoma: a report from the Children's Oncology Group",
        "Treatment of children with medulloblastomas with reduced-dose craniospinal radiation therapy and adjuvant chemotherapy: a Children's Cancer Group Study",
        "Histopathological and molecular prognostic markers in medulloblastoma: c-myc, N-myc, TrkC, and anaplasia",
        "Large-cell medulloblastomas. A distinct variant with highly aggressive behavior",
        "Metastasis stage, adjuvant treatment, and residual tumor are prognostic factors for medulloblastoma in children: conclusions from the Children's Cancer Group 921 randomized phase III study",
        "Patterns of failure using a conformal radiation therapy tumor bed boost for medulloblastoma",
        "High-risk medulloblastoma: a Pediatric Oncology Group randomized trial of chemotherapy before or after radiation therapy (POG 9031)",
        "Patterns of neuropsychological deficits in children with medulloblastoma according to craniospatial irradiation doses",
        "Pediatric medulloblastoma: toxicity of current treatment and potential role of protontherapy",
        "Survival and secondary tumors in children with medulloblastoma receiving radiotherapy and adjuvant chemotherapy: results of Children's Oncology Group trial A9961",
        "Development of second primary tumors and outcomes in medulloblastoma by treatment modality: a Surveillance, Epidemiology, and End Results analysis",
        "Subsequent neoplasms in 5-year survivors of childhood cancer: the Childhood Cancer Survivor Study",
        "Second cancers after medulloblastoma: population-based results from the United States and Sweden",
        "Secondary neoplasms after radiotherapy for a childhood solid tumor",
        "Chemotherapy-induced secondary malignancies",
        "Secondary malignancies following cancer chemotherapy",
        "Medulloblastoma: a common pediatric tumor: prognostic factors and predictors of outcome",
        "Radiation-induced cancer: a modern view",
        "Studies of the mortality of atomic bomb survivors, report 14, 1950-2003: an overview of cancer and noncancer diseases",
        "External radiation carcinogenesis",
        "Secondary carcinogenesis in patients treated with radiation: a review of data on radiation-induced cancers in human, non-human primate, canine and rodent subjects",
        "Assessing cancer risks of low-dose radiation",
        "Cancer risks after radiation exposure in middle age",
        "Treatment of early childhood medulloblastoma by postoperative chemotherapy and deferred radiotherapy",
        "Pre-radiation chemotherapy for infants and poor prognosis children with medulloblastoma",
        "Radiation-induced brain tumours: potential late complications of radiation therapy for brain tumours",
        "Proton beam therapy",
        "The evolution of proton beam therapy: current and future status",
        "The treatment of medulloblastoma. Results of a prospective randomized trial of radiation therapy with and without CCNU, vincristine, and prednisone",
        "Adjuvant chemotherapy for medulloblastoma: the first multi-centre control trial of the International Society of Paediatric Oncology (SIOP I)",
        "The long term effects of chemotherapy on the central nervous system",
        "CNS progenitor cells and oligodendrocytes are targets of chemotherapeutic agents in vitro and in vivo"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60008978",
            "affilname": "Texas Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008978",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60002441",
            "affilname": "Baylor College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002441",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}