{
    "eid": "2-s2.0-85056573245",
    "title": "Foot function after surgically treated intraarticular calcaneal fractures: Correlation of clinical and pedobarographic results of 65 patients followed for 8 years",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Calcaneus",
        "Dynamic pedography",
        "Fracture",
        "Function",
        "Long-term",
        "Outcome",
        "Pressure"
    ],
    "authors": [
        "Constanze Dürr",
        "Jirun Apinun",
        "Thomas Mittlmeier",
        "Stefan Rammelt"
    ],
    "citedby-count": 9,
    "ref-count": 35,
    "ref-list": [
        "Fractures of the calcaneus",
        "Operative treatment of displaced intraarticular calcaneal fractures: Long-term (10–20 years) results in 108 fractures using a prognostic CT classification",
        "Osteosynthesis of displaced intra-articular fractures of the calcaneum: A long-term review of 47 cases",
        "Long-term functional outcomes after operative treatment for intra-articular fractures of the calcaneus",
        "Severity of injury predicts subsequent function in surgically treated displaced intraarticular calcaneal fractures",
        "An update on the treatment of calcaneal fractures",
        "Operative versus nonoperative treatment of displaced intra-articular calcaneal fractures: A meta-analysis of randomized controlled trials",
        "Analysis of morphology and gait function after intraarticular calcaneal fracture",
        "Analysis of function after intra-articular fracture of the os calcis",
        "Dynamic footprints: Adjuvant method for postoperative assessment of patients after calcaneal fractures",
        "Plantar pressure anomalies after open reduction with internal fixation of high-grade calcaneal fractures",
        "Plantar pressure analysis after percutaneous repair of displaced intra-articular calcaneal fractures",
        "Dynamic and functional gait analysis of severely displaced intra-articular calcaneus fractures treated with a hinged external fixator or internal stabilization",
        "Foot function after subtalar distraction bone-block arthrodesis. A prospective study",
        "Subtalar fusion after displaced intraarticular calcaneal fractures: Does initial operative treatment matter?",
        "Corrective arthrodeses and osteotomies for posttraumatic hindfoot malalignment: Indications, techniques, results",
        "Chondrocyte viability after intraarticular calcaneal fractures in humans",
        "Do changes in dynamic plantar pressure distribution, strength capacity and postural control after intra-articular calcaneal fracture correlate with clinical and radiological outcome?",
        "Extensive intraarticular fractures of the foot. Surgical management of calcaneal fractures",
        "Percutaneous treatment of less severe intraarticular calcaneal fractures",
        "Changes in load bearing the rheumatic foot",
        "German translation and psychometric testing of the SF-36 health survey: Preliminary results from the IQOLA project. International quality of life assessment",
        "The benefit of gait analysis in functional diagnostics in the rehabilitation of patients after operative treatment of calcaneal fractures",
        "Is there a reliable outcome measurement for displaced intra-articular calcaneal fractures?",
        "Clinical and gait analysis of 171 unilateral calcaneal fractures",
        "Intra articular calcaneal fractures: A clinical and biomechanical analysis",
        "Pedobarography in the assessment of postoperative calcaneal fracture pressure with gait",
        "Optical plantar pressure analysis following internal fixation for displaced intra-articular os calcis fractures",
        "Results of dynamic pedobarography following surgically treated intra-articular calcaneal fractures",
        "Gait analysis after intra-articular calcaneal fractures",
        "Association between compensation status and outcome after surgery: A meta-analysis",
        "Functional evaluation of intraarticular severely comminuted fractures of the calcaneus with gait analysis",
        "Operative compared with nonoperative treatment of displaced intra-articular calcaneal fractures: A prospective, randomized, controlled multicenter trial",
        "Gait analysis and functional outcome after calcaneal fracture",
        "Calcaneal fractures — Should we or should we not operate?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dresden",
            "@id": "60204338",
            "affilname": "Universitätsklinikum Carl Gustav Carus Dresden",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60204338",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Rostock",
            "@id": "60024766",
            "affilname": "Universität Rostock Uniklinikum und Medizinische Fakultät",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024766",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}