{
    "eid": "2-s2.0-85090508872",
    "title": "International Survey on Determinants of Antibiotic Duration and Discontinuation in Pediatric Critically Ill Patients",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "antibiotics",
        "bacterial infections",
        "child",
        "drug resistance-bacterial",
        "intensive care units",
        "surveys"
    ],
    "authors": [
        "Kim C. Noël",
        "Jesse Papenburg",
        "Jacques Lacroix",
        "Caroline Quach",
        "Shauna O'Donnell",
        "Milagros Gonzales",
        "Douglas F. Willson",
        "Elaine Gilfoyle",
        "James D. McNally",
        "Steven Reynolds",
        "Yasser Kazzaz",
        "Atsushi Kawaguchi",
        "Masanori Sato",
        "Lalida Kongkiattikul",
        "Stéphane Leteurtre",
        "François Dubos",
        "Yasemin Karaca",
        "Fabrizio Chiusolo",
        "Jefferson Piva",
        "Nandini Dendukuri",
        "Patricia S. Fontela"
    ],
    "citedby-count": 8,
    "ref-count": 51,
    "ref-list": [
        "Antimicrobial usage in paediatric intensive care units in China.",
        "Point prevalence survey of antimicrobial utilization in the cardiac and pediatric critical care unit.",
        "Variability in Antibiotic use across PICUs.",
        "Prescription pattern analysis of antibiotic use in a paediatric intensive care unit of a tertiary care teaching hospital in South India.",
        "Evaluation of antibiotic use in pediatric intensive care unit of a developing country.",
        "Use of antibiotics in pediatric intensive care and potential savings.",
        "Assessment of inappropriate antibiotic use in pediatric patients: Point-prevalence study.",
        "Identifying priorities to improve paediatric in-hospital antimicrobial use by cross-sectional evaluation of prevalence and appropriateness of prescription.",
        "Pattern of antibiotic usage in children hospitalized for common infectious diseases.",
        "Genomic insights into the emergence and spread of antimicrobial-resistant bacterial pathogens.",
        "Practice guidelines for the management of bacterial meningitis.",
        "Pneumonia in healthy Canadian children and youth: Practice points for management.",
        "Diagnosis and management of complicated intra-abdominal infection in adults and children: Guidelines by the Surgical Infection Society and the Infectious Diseases Society of America.",
        "Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock: 2016.",
        "Toward transparent clinical policies.",
        "A systematic review on the diagnosis of pediatric bacterial pneumonia: When gold is bronze.",
        "AME evidence series 001-The Society for Translational Medicine: Clinical practice guidelines for diagnosis and early identification of sepsis in the hospital.",
        "Variation in antibiotic use among and within different settings: A systematic review.",
        "Variation in outpatient oral antimicrobial use patterns among Canadian provinces, 2000 to 2010.",
        "A guide for the design and conduct of self-administered surveys of clinicians.",
        "Adjust for multiple comparisons? It's not that simple.",
        "No adjustments are needed for multiple comparisons.",
        "What's wrong with Bonferroni adjustments.",
        "The Pediatric Risk of Mortality III-Acute Physiology Score (PRISM III-APS): A method of assessing physiologic instability for pediatric intensive care unit patients.",
        "Pediatric Risk of Mortality (PRISM) score.",
        "More challenges around sepsis: Definitions and diagnosis.",
        "The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3).",
        "Acute respiratory infections in children.",
        "Community-acquired pneumonia in children: The challenges of microbiological diagnosis.",
        "Pediatric community-acquired pneumonia in the United States: Changing epidemiology, diagnostic and therapeutic challenges, and areas for future research.",
        "The treasure called antibiotics.",
        "The burden of communicable and non-communicable diseases in developing countries.",
        "Global, regional, and national burden of meningitis, 1990-2016: A systematic analysis for the Global Burden of Disease Study 2016.",
        "Are cultural dimensions relevant for explaining cross-national differences in antibiotic use in Europe?",
        "Antibiotic prescribing in hospitals: A social and behavioural scientific approach.",
        "A qualitative study.",
        "The management of community-acquired pneumonia in infants and children older than 3 months of age: Clinical practice guidelines by the Pediatric Infectious Diseases Society and the Infectious Diseases Society of America.",
        "Executive summary: Management of adults with hospital-acquired and ventilator-associated pneumonia: 2016 Clinical Practice Guidelines by the Infectious Diseases Society of America and the American Thoracic Society.",
        "Meta-analysis and systematic review of procalcitonin-guided therapy in respiratory tract infections.",
        "Effect of procalcitonin-guided antibiotic treatment on mortality in acute respiratory infections: A patient level meta-analysis.",
        "The role of procalcitonin in the diagnosis of meningitis: A literature review.",
        "Use of procalcitonin to reduce patients' exposure to antibiotics in intensive care units (PRORATA trial): A multicentre randomised controlled trial.",
        "Efficacy and safety of procalcitonin guidance in reducing the duration of antibiotic treatment in critically ill patients: a randomised, controlled, open-label trial.",
        "Procalcitonin guidance to reduce antibiotic treatment of lower respiratory tract infection in children and adolescents (ProPAED): A randomized controlled trial.",
        "Procalcitonin measurements for guiding antibiotic treatment in pediatric pneumonia.",
        "Procalcitonin-guided decision making for duration of antibiotic therapy in neonates with suspected early-onset sepsis: A multicentre, randomised controlled trial (NeoPIns).",
        "C-reactive protein as a single useful parameter for discontinuation of antibiotic treatment in Thai neonates with clinical sepsis.",
        "C-reactive protein-guided approach may shorten length of antimicrobial treatment of culture-proven late-onset sepsis. An intervention study.",
        "Use of a computerized C-reactive protein (CRP) based sepsis evaluation in very low birth weight (VLBW) infants: A five-year experience.",
        "Use of C-reactive protein to tailor antibiotic use: A systematic review and meta-analysis.",
        "Diagnostic différentiel entre méningite bactérienne et méningite virale: Apport des examens non microbiologiques."
    ],
    "affiliation": [
        {
            "affiliation-city": "Montreal",
            "@id": "60191838",
            "affilname": "School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60191838",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60111763",
            "affilname": "L'Institut de Recherche du Centre Universitaire de Santé McGill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111763",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Lille",
            "@id": "60107871",
            "affilname": "Evaluation des Technologies de Santé et des Pratiques Médicales (METRICS)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107871",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Toyoshina",
            "@id": "60082073",
            "affilname": "Nagano Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60082073",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Ottawa",
            "@id": "60028897",
            "affilname": "University of Ottawa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028897",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60017905",
            "affilname": "IRCCS Ospedale Pediatrico Bambino Gesù",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017905",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60011072",
            "affilname": "National Guard Health Affairs",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011072",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "60010365",
            "affilname": "The University of British Columbia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010365",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60009507",
            "affilname": "University of Montreal",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009507",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Porto Alegre",
            "@id": "60006726",
            "affilname": "Universidade Federal do Rio Grande do Sul",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006726",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60005610",
            "affilname": "CHU Sainte-Justine - Le Centre Hospitalier Universitaire Mère-Enfant",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005610",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Richmond",
            "@id": "129256733",
            "affilname": "Virginia Commonwealth University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129256733",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}