{
    "eid": "2-s2.0-84906334068",
    "title": "Preparation of thermally sensitive poly[N-isopropylacrylamide-co-(maleic acid)] hydrogel membrane by electrospinning using a green solvent",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "electrospinning",
        "green solvent",
        "hydrogel",
        "nanofiber",
        "poly(N-isopropylacrylamide)"
    ],
    "authors": [
        "Amornrat Saithongdee"
    ],
    "citedby-count": 8,
    "ref-count": 33,
    "ref-list": [
        "pH-thermoreversible hydrogels. I. Synthesis and characterization of poly(N-isopropylacrylamide/maleic acid) copolymeric hydrogels",
        "Temperature swing adsorption of gold(III) ions on poly(N-isopropylacrylamide) gel",
        "Temperature-swing solid-phase extraction of heavy metals on a poly(N-isopropylacrylamide) hydrogel",
        "Surface chemical and mechanical properties of plasma-polymerized N-isopropylacrylamide",
        "Surface engineered and drug releasing pre-fabricated scaffolds for tissue engineering",
        "Functional bioengineering copolymers. II. Synthesis and characterization of amphiphilic poly(N-isopropyl acrylamide-co-maleic anhydride) and its macrobranched derivatives",
        "Functional copolymers of N-isopropylacrylamide for bioengineering applications",
        "Preparation of fast responsive, thermally sensitive poly(N-isopropylacrylamide) gel",
        "Synthesis of rapid responsive gels comprising hydrophilic backbone and poly(N-isopropylacrylamide) graft chains by RAFT polymerization and end-linking processes",
        "In vivo non-invasive optical imaging of temperature-sensitive co-polymeric nanohydrogel",
        "A novel separation system using porous thermosensitive membranes",
        "Stimuli-responsive electrospun fibers and their applications",
        "Ultra-fine polyelectrolyte fibers from electrospinning of poly(acrylic acid)",
        "PH-responsive swelling behavior of poly(vinyl alcohol)/poly(acrylic acid) bi-component fibrous hydrogel membranes",
        "Preparation of porous ultra-fine poly(vinyl cinnamate) fibers",
        "Reactive electrospinning of cross-linked poly(2-hydroxyethyl methacrylate) nanofibers and elastic properties of individual hydrogel nanofibers in aqueous solutions",
        "Electrospinning of poly(styrene-co-maleic anhydride) (SMA) and water-swelling behavior of crosslinked/hydrolyzed SMA hydrogel nanofibers",
        "Ionic-strength- And pH-responsive poly[acrylamide-co-(maleic acid)] hydrogel nanofibers",
        null,
        "Ionization-induced ultrarapid response behavior of fibrous and porous electrospun hydrogels containing carboxy1 groups",
        "Characterization of electrospun poly(N-isopropyl acrylamide) fibers",
        "Introduction to Physical Polymer Science",
        "Network and swelling parameters of chemically crosslinked thermoreversible hydrogels",
        "The synthesis, characterisation, phase behaviour and swelling of temperature sensitive physically crosslinked poly(1-vinyl-2-pyrrolidinone)/poly(N-isopropylacrylamide) hydrogels",
        "Ultrafine hydrogel fibers with dual temperature- and pH-responsive swelling behaviors",
        "A scanning tip electrospinning source for deposition of oriented nanofibres",
        "The effect of processing variables on the morphology of electrospun nanofibers and textiles",
        "Ultrafine electrospun polyamide-6 fibers: Effect of solution conditions on morphology and average fiber diameter",
        "Electrospun mat of tyrosine-derived polycarbonate fibers for potential use as tissue scaffolding material",
        "The change of bead morphology formed on electrospun polystyrene fibers",
        "Copolymer hydrogels based on N-isopropylacrylamide and itaconic acid",
        "Synthesis, characterization and thermoreversible behaviours of poly(dimethyl siloxane)/poly(N-isopropyl acrylamide) semi-interpenetrating networks",
        "Thermoprecipitation of lysozyme from egg white using copolymers of N-isopropylacrylamide and acidic monomers"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "IIAC Chulalongkorn University",
        "Chulalongkorn University"
    ]
}