{
    "eid": "2-s2.0-84903439217",
    "title": "White-handed gibbon (hylobates lar) core area use over a short-time scale",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Food availability",
        "Food distribution",
        "Home-range",
        "Khao Yai National Park"
    ],
    "authors": [
        "Norberto Asensio"
    ],
    "citedby-count": 20,
    "ref-count": 55,
    "ref-list": [
        "Gibbon travel paths are goal oriented",
        "Spider monkeys use high-quality core areas in a tropical dry forest",
        "Variability in core areas of spider monkeys (Ateles geoffroyi) in a tropical dry forest in Costa Rica",
        "Mating patterns and sexual swellings in pair-living and multimale groups of wild white-handed gibbons, Hylobates lar",
        "Primates in perspective",
        "The gibbons: New perspectives on small ape socioecology and population biology",
        "What determines variation in home range size across spatiotemporal scales in a large browsing herbivore?",
        "Aplicacion de la mitigacion de la 'Toma' de habitat en la planeacion de conservacion de habitat",
        "The gibbons: New perspectives on small ape socioecology and population biology",
        "The ecology and conservation of seasonally dry forests in Asia",
        "Conserv. Biol.",
        "Defining space use and movements of Canada lynx with global positioning system telemetry",
        "J. Mammal.",
        "Spider monkeys: Behavior, ecology and evolution of the genus Ateles",
        "Trade-offs between foraging and predation risk determine habitat use in a desert baboon population",
        "Eliminating autocorrelation reduces biological relevance of home range estimates",
        "Route-based travel and shared routes in sympatric spider and woolly monkeys: Cognitive and evolutionary implications",
        "Principles of learning and behavior",
        "Territorial shift in the yellow‐handed titi monkey (Callicebus torquatus)",
        "The use of spatial memory by grazing animals to locate food patches in spatially heterogeneous environments: An example with sheep",
        "Nutritional goals of wild primates",
        "Home ranges of two wolf packs in the Slovak Carpathians",
        "Group-size-dependent association between food profitability, predation risk and distribution of free-ranging bison",
        "Home‐range analysis using radio‐tracking data–a review of problems and techniques particularly as applied to the study of mammals",
        "Seasonal ranges and site fidelity of adult male white-tailed deer (Odocoileus virginianus) in Southern Texas",
        "Response of foraging sheep to variability in the spatial distribution of resources",
        "Behavioural mechanisms of food selection",
        "The home-range concept: Are traditional estimators still relevant with modern telemetry technology?",
        "On the move: How and why animals travel in groups",
        "Long-term spatial stability of coyote (Canis latrans) home ranges in southeastern Colorado",
        "Primate societies",
        "African ungulates: A comparative review of their ethology and behavioral ecology",
        "The gibbons: New perspectives on small ape socioecology and population biology",
        "On the move: How and why animals travel in groups",
        "Territoriality: The relation of ranging pattern and home range size to defendability, with an analysis of territoriality among primate species",
        "An emerging movement ecology paradigm",
        "Analysis of ecological systems",
        "Research techniques in animal ecology: Controversies and consequences",
        "Seasonal variation in the range areas of the diurnal rodent Octodon degus",
        "Site Fidelity in Space Use by Spider Monkeys (Ateles geoffroyi) in the Yucatan Peninsula, Mexico",
        "Sleeping sites, sleeping places, and presleep behavior of gibbons (Hylobates lar)",
        "The gibbons: New perspectives on small ape socioecology and population biology",
        "White-handed Gibbons of Khao Yai: Social flexibility, complex reproductive strategies, and a slow life history",
        "Group encounters in wild gibbons (Hylobates lar): Agonism, affiliation, and the concept of infanticide",
        "How does local weather predict red deer home range size at different temporal scales?",
        "Identifying areas of concentrated use within the home range.",
        "Home-range characteristics and the influence of seasonality on female reproduction in white-handed gibbons (Hylobates lar) at Khao Yai National Park, Thailand",
        "Female home range size is regulated by resource distribution and intraspecific competition: a long-term field study",
        "An evaluation of the accuracy of kernel density estimators for home range analysis",
        "Habitat quality of the woolly spider monkey (Brachyteles hypoxanthus)",
        "Operationally defining home range: temporal dependence exhibited by hispid cotton rats",
        "Foraging theory",
        "Home range and habitat of western red-backed voles in the oregon cascades",
        "Predator-specific landscapes of fear and resource distribution: Effects on spatial range use"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Carbondale",
            "affilname": "Southern Illinois University Carbondale",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}