{
    "eid": "2-s2.0-85044666219",
    "title": "Are Internet message boards used to facilitate stock price manipulation? Evidence from an emerging market, Thailand",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Internet message board",
        "Pump and dump",
        "Share price manipulation",
        "Short and longer run event study",
        "Short selling"
    ],
    "authors": [
        "Nattapong Laksomya",
        "John G. Powell",
        "Suparatana Tanthanongsakkun",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 5,
    "ref-count": 44,
    "ref-list": [
        "Influential investors in online stock forums",
        "Stock market manipulations",
        "Sample selection and event study estimation",
        "Is all that talk just noise? The information content of Internet stock message boards",
        "Is no news good news?: The streaming news effect on investor behavior surrounding analyst stock revision announcement",
        "The Internet and the investor",
        "Power and bipower variation with stochastic volatility and jumps",
        "Econometrics of testing for jumps in financial economics using bipower variation",
        "A review of accounting research in the Asia Pacific region",
        "Using daily stock returns: the case of event studies",
        "Accounting for business combinations and takeover premiums: pre- and post-IFRS",
        "Currency jumps and crises: Do developed and emerging market currencies jump together?",
        "Do firms manipulate earnings before accelerated share repurchases?",
        "Market reaction to takeover rumour in Internet Discussion Sites",
        "Overvalued equity, benchmark beating and unexpected accruals",
        "Financial communities",
        "eInformation: a clinical study of investor discussion and sentiment",
        "Combining momentum, value, and quality for the Islamic equity portfolio: Multi-style rotation strategies using augmented Black Litterman factor model",
        "Gender differences in compensation and earnings management: Evidence from Australian CFOs",
        "Correcting for cross-sectional and time series dependence in accounting research",
        "The relative contribution of jumps to total price variance",
        "Stock market efficiency before and after a financial liberalisation reform: Do breaks in volatility dynamics matter?",
        "Have Internet message boards changed market behavior?",
        "Evolving market efficiency of Thailand's stock market (in Thai)",
        "Econometrics of event studies",
        "Does the market price the nature and extent of earnings management for firms that beat their earnings benchmark?",
        "Emerging trends in Asia-Pacific finance research: a review of recent influential publications and a research agenda",
        "The impact of internet stock message boards on cross-sectional returns of small-capitalization stocks",
        "Event studies in economics and finance",
        "Estimating standard errors in finance panel data sets: comparing approaches",
        "A few good (wo)men? Gender diversity on Australian boards",
        "Trading on Twitter: using social media sentiment to predict stock returns",
        "Google search intensity and its relationship with returns and trading volume of Japanese stocks",
        "Attention effect via internet search intensity in Asia-Pacific stock markets",
        "Internet message board activity and market efficiency: a case study of the Internet service sector using RagingBull.com",
        "News or noise? Internet message board activity and stock prices",
        "Accrual-based and real activity earnings management at the back door: evidence from Chinese reverse mergers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "116430380",
            "affilname": "Silver Maple Investments",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116430380",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}