{
    "eid": "2-s2.0-84966457222",
    "title": "Challenges and strategies of surface modification of electrogalvanized coatings for electron microscopy analysis",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Structural Biology",
            "@code": "1315"
        },
        {
            "$": "Cell Biology",
            "@code": "1307"
        }
    ],
    "keywords": [
        "Characterization",
        "Electrochemical polishing",
        "Electrogalvanizing",
        "Electron microscopy",
        "Metallography"
    ],
    "authors": [
        "Narin Jantaping"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "ASM Int.",
        "Corrosion of nanocrystalline Ni-W alloys in alkaline and acidic 3.5wt.% NaCl solutions",
        "TEM Cross Section Sample Preparation Technique for III-V Compound Semiconductor Device Materials by Chemical Thinning",
        "Zinc alloy plating for the automotive industry",
        "Preparation of micro-foils for TEM/STEM analysis from metallic powders",
        "Electron Diffraction in the Electron Microscope",
        "Chromate conversion coatings",
        "ASM Int.",
        "Electrodeposition of nanostructured coatings and their characterization - A review",
        "Chemical mechanical polishing of steel substrate using colloidal silica-based slurries",
        "Metallurgy of zinc-coated steel",
        "Selective aluminum dissolution as a means to observe the microstructure of nanocrystalline intermetallic phases from Al-Fe-Cr-Ti-Ce rapidly solidified alloy",
        "Preparation of TEM specimens from a hardened tool steel",
        "Atmospheric corrosion in subtropical areas: Statistic study of the corrosion of zinc plates exposed to several atmospheres in the province of Santa Cruz de Tenerife (Canary Islands, Spain)",
        "Studies on nanocrystalline zinc coating",
        "The protective nature of passivation films on zinc: Surface charge",
        "Role of additives in bright zinc deposition from cyanide free alkaline baths",
        "Effect of surface preparation on zinc electrodeposited texture",
        "Corrosion resistance and microstructure of electrodeposited Zn and Zn alloy coatings",
        "Structural and corrosion characterization of pulse plated nanocrystalline zinc coatings",
        "Transmission Electron Microscopy: Physics of Image Formation and Microanalysis",
        "Pulse current electrodeposition of nanocrystalline zinc",
        "ASM. Int.",
        "Dislocation loops and stacking faults in zinc",
        "Preparation of high quality Al TEM specimens via a double-jet electropolishing technique",
        "Electron back-scattering patterns—a new technique for obtaining crystallographic information in the scanning electron microscope",
        "Effects of deposition conditions on the morphology of zinc deposits from alkaline zincate solutions",
        "Am. Soc. Mater.",
        "Electrodeposited zinc alloy coatings",
        "Electrocrystallization: Fundamental considerations and application to high current density continuous steel sheet plating",
        "Comparison of the morphology and corrosion performance of Cr(VI)- and Cr(III)-based conversion coatings on zinc",
        "Galvanic corrosion behavior of deposit-covered and uncovered carbon steel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Surface Coatings Technology for Metals and Materials Research Unit",
        "Thailand Research Fund"
    ]
}