{
    "eid": "2-s2.0-85043333483",
    "title": "Antiviral activities of Clinacanthus nutans (Burm.f.) Lindau extract against Cyprinid herpesvirus 3 in koi (Cyprinus carpio koi)",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (miscellaneous)",
            "@code": "3401",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Cyprinid herpesvirus 3",
        "herbal extract",
        "KHV",
        "koi carp"
    ],
    "authors": [
        "T. Haetrakul",
        "S. G. Dunbar",
        "N. Chansue"
    ],
    "citedby-count": 23,
    "ref-count": 36,
    "ref-list": [
        "Clinacanthus nutans: A review of the medicinal uses, pharmacology and phytochemistry",
        "Rational development of an attenuated recombinant cyprinid herpesvirus 3 vaccine using prokaryotic mutagenesis and in vivo bioluminescent imaging",
        "Survey koi herpesvirus (KHV) disease of fancy carp (Cyprinus carpio Linn.) in Bangkok and perimeter in March-June 2005",
        "The major portal of entry of koi herpesvirus in Cyprinus carpio is the skin",
        "Antiviral activity of several Thai traditional herb extracts against fish pathogenic viruses",
        "Protective efficacy of Clinacanthus nutans on yellow-head disease in black tiger shrimp (Penaeus monodon)",
        "Detection of carp interstitial nephritis and gill necrosis virus in fish droppings",
        "Investigation of koi herpesvirus latency in koi",
        "Feeding Cyprinus carpio with infectious materials mediates cyprinid herpesvirus 3 entry through infection of pharyngeal periodontal mucosa",
        "Molecular comparison of isolates of an emerging fish pathogen, koi herpesvirus, and the effect of water temperature on mortality of experimentally infected koi",
        "Concentrations of a koi herpesvirus (KHV) in tissues of experimentally-infected Cyprinus carpio koi as assessed by real-time TaqMan PCR",
        "In vitro antiviral activity of acydovir and Clinicanthus nutans (Burm.f.)",
        "Clinacanthus nutans (Burm. f.) Lindau extract against cyprinid herpesvirus 3 in koi fin cell line",
        "A herpesvirus associated with mass mortality of juvenile and adult koi, a strain of common carp",
        "Reservoirs of cyprinid herpesvirus 3 (CyHV-3) DNA in sediments of natural lakes and ponds",
        "Quantification of cyprinid herpesvirus 3 in environmental water by using an external standard virus",
        "Characterization of a novel virus causing a lethal disease in carp and koi",
        "Clinical trial in the treatment of genital herpes patients with Clinacanthus nutans extract",
        "Virucidal effects of ultraviolet, heat treatment and disinfectants against koi herpesvirus (KHV)",
        "Detection of cyprinid herpesvirus-3 DNA in lake plankton",
        "Histopathological and ultrastructural features of koi herpesvirus (KHV)-infected carp Cyprinus carpio, and the morphology and morphogenesis of KHV",
        "Examination of the early infection stages of koi herpesvirus (KHV) in experimentally infected carp, Cyprinus carpio L. using in situ hybridization",
        "Protection of cultured Cyprinus carpio against a lethal viral disease by an attenuated virus vaccine",
        "Epidemilogical description of a new viral disease afflicting cultured Cyprinus carpio in Israel",
        "Pathogenesis of acute viral disease induced in fish by carp interstitial nephritis and gill necrosis virus",
        "Anti-herpes simplex virus activities of monogalactosyl diglyceride and digalactosyl diglyceride from Clinacanthus nutans, a traditional Thai herbal medicine",
        "Skin mucus of Cyprinus carpio inhibits cyprinid herpesvirus 3 binding to epidermal cells",
        "Identification of B cells as a major site for cyprinid herpesvirus 3 latency",
        "Efficient vaccine against the virus causing a lethal disease in cultured Cyprinus carpio",
        "Treatment of herpes zoster with Clinacanthus nutans (bi phaya yaw) extract",
        "Chemical constituents of Clinacanthus nutans leaves",
        "In vitro antiviral activity of Clinacanthus nutans on varicella-zoster virus",
        "Cerebrosides and a monoacylmonogalactosylglycerol from Clinacanthus nutans",
        "Molecular evaluation of extracellular activity of medicinal herb Clinacanthus nutans against herpes simplex virus type-2",
        "Oral immunization of common carp with a liposome vaccine fusing koi herpesvirus antigen",
        "Evaluation of anti-HSV-2 activities of Barleria lupulina and Clinacanthus nutans"
    ],
    "affiliation": [
        {
            "affiliation-city": "Loma Linda",
            "@id": "60113483",
            "affilname": "Loma Linda University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113483",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University Graduate Scholarship"
    ]
}