{
    "eid": "2-s2.0-85130270647",
    "title": "Effects of prompting type and learning achievement on reading literacy of ninth graders",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "computer-based assessment",
        "computerized dynamic assessment",
        "dynamic assessment",
        "prompting",
        "reading literacy"
    ],
    "authors": [
        "Yanika Lunrasri",
        "Kamonwan Tangdhanakanond",
        "Shotiga Pasiphol"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        "Integration of dynamic assessment and instructional conversations to promote development and improve assessment in the language classroom",
        "Evaluating statistical targets for assembling parallel mixed-format test forms",
        "Exploring lexical inferencing as a vocabulary acquisition strategy through computerized dynamic assessment and static assessment",
        "School size and student achievement: A longitudinal analysis",
        "School size and students' achievement. Empirical evidences from PISA survey data",
        "The impact of elaborate feedback on text comprehension within a computer-based assessment",
        "Use of Quasi-Experimental Research Designs in Education Research: Growth, Promise, and Challenges",
        "Dynamic testing",
        "The integration of concept mapping in a dynamic assessment model for teaching and learning accounting",
        "Development and evaluation of the diagnostic power for a computer-based two-tier assessment",
        "Online formative assessments in a digital signal processing course: Effects of feedback type and content difficulty on students learning achievements",
        "Bringing the ZPD into the equation: Capturing L2 development during computerized dynamic assessment (C-DA)",
        "Promoting EFL students’ inferential reading skills through computerized dynamic assessment",
        "A knowledge-structure-based adaptive dynamic assessment system for calculus learning. Journal of Computer Assisted Learning, 32(2), 105–119. Wang, J., & Chen, S. (2016). Development and validation of an online dynamic assessment for raising students’ comprehension of science text",
        "Web-based dynamic assessment: Taking assessment as teaching and learning strategy for improving students’ e-Learning effectiveness",
        "The design of an animation-based test system in the area of Earth sciences",
        "Computerized dynamic adaptive tests with immediately individualized feedback for primary school mathematics learning",
        "Promoting L2 English learners’ reading proficiency through computerized dynamic assessment",
        "Measuring and supporting second language development using computerized dynamic assessment",
        "Longitudinal effect of a computer-based graduated prompting assessment on students’ academic performance"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}