{
    "eid": "2-s2.0-85074637925",
    "title": "Court-type traditional Thai massage efficacy on quality of life among patients with frozen shoulder: A randomised controlled trial",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Court-type traditional Thai massage",
        "Frozen shoulder",
        "Quality of life"
    ],
    "authors": [
        "P. Tankitjanon",
        "C. Palanuvej",
        "B. Krobpradit",
        "N. Ruangrungsi"
    ],
    "citedby-count": 2,
    "ref-count": 14,
    "ref-list": [
        "Sleep status and quality of life in patients with frozen shoulder",
        "Sleep quality and nocturnal pain in patients with shoulder disorders",
        "Factors associated with pain, disability and quality of life in patients suffering from frozen shoulder",
        "Effectiveness of massage therapy for shoulder pain: A systematic review and meta-analysis",
        "Treatment of adhesive capsulitis: A review",
        "Efficacy and safety of topical NSAIDs in the management of osteoarthritis: Evidence from real-life setting trials and surveys",
        "The efficacy of Plygersic gel for use in the treatment of osteoarthritis of the knee",
        "Effectiveness of the court-type traditional Thai massage versus topical diclofenac in treating patients with myofascial pain syndrome in the upper trapezius",
        "A randomized controlled trial on the effectiveness of court-type traditional Thai massage versus amitriptyline in patients with chronic tension-type headache",
        "The impact of musculoskeletal pain on health-related quality of life in Fort Prajaksilapakom Hospital",
        "Benefits of massage-myofascial release therapy on pain, anxiety, quality of sleep, depression, and quality of life in patients with fibromyalgia",
        "The impact of massage therapy on function in pain populations-a systematic review and meta-analysis of randomized controlled trials: Part I, Patients experiencing pain in the general population",
        "The effectiveness of Thai massage and joint mobilization",
        "A comparison of the quality of life in myofascial pain syndrome patients treated with the Court-type traditional Thai massage and topical diclofenac"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60022738",
            "affilname": "Bhumibol Adulyadej Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022738",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "90thAnniversary Chulalongkorn University Fund",
        "Chulalongkorn University and Thai Traditional Medical Service Centre",
        "College of Public Health Sciences",
        "Department for Thai Traditional and Alternative Medicine of the Ministry of Public Health",
        "Department of Thai Traditional and Alternative Medicine, Ministry of Public Health",
        "Ratchada-phiseksomphot Endowment Fund",
        "Ratchadaphiseksomphot Endowment Fund",
        "SukhothaiThammatirat Open University",
        "Thai Traditional Medical Knowledge Fund",
        "Chulalongkorn University Fund"
    ]
}