{
    "eid": "2-s2.0-85096308834",
    "title": "New insights on the systematics and reproductive behaviour in tree frogs of the genus Feihyla, with description of a new related genus from Asia (Anura, Rhacophoridae)",
    "cover-date": "2020-11-12",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chirixalus",
        "Chiromantis",
        "Egg attendance",
        "Gel-nesting",
        "Generic reallocation",
        "Integrative taxonomy",
        "Larval morphology",
        "Molecular phylogeny",
        "Rohanixalus gen. nov",
        "Species groups"
    ],
    "authors": [
        "S. D. Biju",
        "Sonali Garg",
        "G. Gokulakrishnan",
        "Sivaperuman Chandrakasan",
        "Panupong Thammachoti",
        "R. E.N. Jinlong",
        "C. Gopika",
        "Karan Bisht",
        "Amir Hamidy",
        "Yogesh Shouche"
    ],
    "citedby-count": 11,
    "ref-count": 112,
    "ref-list": [
        "Amphibia, Anura III, Polypedatidae",
        "Amphibian fauna of Nagaland with nineteen new records from the State including five new records for India",
        "Re-evaluating the taxonomic status of Chiromantis in Thailand using multiple lines of evidence (Amphibia: Anura: Rhacophoridae)",
        "New herpetofaunal records from Vietnam",
        "Jelly secretion by a foam-nesting tree frog Chiromantis simus (Anura: Rhacophoridae): An unreported behaviour",
        "The vocal repertoire of Pseudophilautus kani, a shrub frog (Anura: Rhacophoridae) from the Western Ghats of India",
        "New frog family from India reveals an ancient biogeographical link with the Seychelles",
        "Two new species of Philautus (Anura, Ranidae, Rhacophorinae) from the Western Ghats, India",
        "Systematics and phylogeny of Philautus. Gistel, 1848 (Anura, Rhacophoridae) in the Western Ghats of India, with descriptions of 12 new species",
        "Phylogenetic position of the montane treefrog Polypedates variabilis Jerdon, 1853 (Anura: Rhacophoridae), and description of a related species",
        "A ground-dwelling rhacophorid frog from the highest mountain peak of the Western Ghats of India",
        "DNA barcoding reveals unprecedented diversity in Dancing Frogs of India (Micrixalidae, Micrixalus): a taxonomic revision with description of 14 new species",
        "DNA barcoding, phylogeny and systematics of Golden-backed frogs (hylarana, Ranidae) of the Western Ghats-Sri Lanka biodiversity hotspot, with the description of seven new species",
        "Frankixalus, a new rhacophorid genus of tree hole breeding frogs with oophagous tadpoles",
        "Notes on the breeding habits of Chirixalus dudhwaensis Ray 1992, from Uttar Pradesh, north India",
        "A review of the frog genus Philautus Gistel, 1848 (Amphibia, Anura, Ranidae, Rhacophorinae)",
        "Convergent adaptive radiations in Madagascan and Asian ranid frogs reveal covariation between larval and adult traits",
        "Phylogeny and biogeography of a cosmopolitan frog radiation: Late Cretaceous diversification resulted in continent-scale endemism in the family Ranidae",
        "Notes herpétologiques sur l’Indochine française. XX. Liste des Reptiles et batraciens actuellement connus en Indochine Française",
        "Les Batraciens de L’Indochine",
        "On new batrachians from Malacca",
        "Concluding report on the reptiles and batrachians obtained in Burma by Signor L. Fea dealing with the collection made in Pegu and the Karin Hills in 1887–88",
        "Descriptions of new Malay frogs",
        "A new species of Chiromantis Peters 1854 (Anura: Rhacophoridae) from Perlis State Park in extreme northern peninsular Malaysia with additional herpetofaunal records for the park",
        "Comprehensive multi-locus phylogeny of Old World tree frogs (Anura: Rhacophoridae) reveals taxonomic uncertainties and potential cases of over- and underestimation of species diversity",
        "A new frog of the genus Philautus Gistel, from the proposed Namdapha Biosphere Reserve, Arunachal Pradesh, northeast India",
        "The validity of Philautus shyamrupus Chanda and Ghosh, 1989 (Anura: Rhacophoridae)",
        "An integrative phylogenomic approach illuminates the evolutionary history of Old World tree frogs (Anura: Rhacophoridae)",
        "New reptiles and batrachians collected by Dr. Hugh M. Smith in Siam",
        "Biogeography of the amphibians and reptiles of the Andaman and Nicobar Islands, India",
        "Larval external morphology and development in Feihyla kajau (Dring, 1983) (Amphibia: Anura: Rhacophoridae)",
        "Une nouvelle classification générique et subgénérique de la tribu des Philautini (Amphibia, Anura, Ranidae, Rhacophorinae)",
        "First record of Boulenger’s tree frog Chirixalus vittatus (Anura: Rhacophoridae) from Mizoram, northeast India",
        "Some new frogs from Sarawak",
        "South Asian Amphibia: a new frontier for taxonomists",
        "A new species of Rhacophoridae from Yunnan, China (Amphibia, Anura)",
        "The amphibian tree of life",
        "Description of four new species of Burrowing Frogs in the Fejervarya rufescens complex (Dicroglossidae) with notes on morphological affinities of Fejervarya species in the Western Ghats",
        "An integrative taxonomic review of the South Asian microhylid genus Uperodon",
        "Systematic revision of Microhyla (Microhylidae) frogs of South Asia: a molecular, morphological, and acoustic assessment",
        "A simplified table for staging anuran embryos and larvae with notes on identification",
        "Environmental constraints and call evolution in torrent-dwelling frogs",
        "The tadpoles of the brown frogs Rana [graeca] graeca and Rana [graeca] italica (Amphibia, Anura)",
        "A new species of Chiromantis Peters 1854 (Anura: Rhacophoridae) from Phnom Samkos in the northwestern Cardamom Mountains, Cambodia",
        "Description of the advertisement calls of nine species of Fejervarya Bolkay, 1915 and Minervarya Dubois, Ohler and Biju, 2001 from China, India and Nepal",
        "Improving biodiversity assessment of anuran amphibians using DNA barcoding of tadpoles. Case studies from Southeast Asia",
        "Molecular identifications and descriptions of the tadpoles of Rhacophorus kio Ohler & Delorme, 2006 and Rhacophorus rhodopus Liu & Hu, 1960 (Amphibia: Anura: Rhacophoridae)",
        "A survey of herpetofauna on Long Island, Andaman and Nicobar Islands, India",
        "Amphibians of the Andaman & Nicobar Islands: distribution, natural history, and notes on taxonomy",
        "Geographic distribution: Chiromantis doriae",
        "Phylogenetic relationships of the Rhacophorus everettigroup and implications for the evolution of reproductive modes in Philautus (Amphibia: Anura: Rhacophoridae)",
        "Diversification in a biodiversity hotspot—The evolution of Southeast Asian rhacophorid tree frogs on Borneo (Amphibia: Anura: Rhacophoridae)",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Frogs of Vietnam: A report on new collections",
        "A new record of frog, Chiromantis vittatus (Boulenger, 1887) from northeastern hills of India",
        "Morphological and ecological observation on Chiromantis vittiger (Anura: Rhacophoridae) in Mount Halimun-Salak National Park, Indonesia",
        "The genus Fejervarya (Anura: Ranidae) in central Western Ghats, India, with descriptions of four new cryptic species",
        "Molecular phylogeny of Rhacophoridae (Anura): a framework of taxonomic reassignment of species within the genera Aquixalus, Chiromantis, Rhacophorus and Philautus",
        "New insights to the molecular phylogenetics and generic assessment in the Rhacophoridae (Amphibia: Anura) based on five nuclear and three mitochondrial genes, with comments on the evolution of reproduction",
        "Diversification of rhacophorid frogs provides evidence for accelerated faunal exchange between India and Eurasia during the Oligocene",
        "The morphology, systematics and evolution of the Old World treefrogs (Rhacophoridae and Hyperoliidae)",
        "Comprehensive approaches reveal three cryptic species of genus Nidirana (Anura, Ranidae) from China",
        "Description of a new species of Leptobrachium Tschudi, 1838 (Amphibia: Anura: Megophryidae) from Meghalaya, India",
        "Studies on little known amphibians of Northeast India",
        "First record of the tree-frog genus Chiromantis from Borneo with the description of a new species (Amphibia: Rhacophoridae)",
        "Sri Lanka: an amphibian hotspot",
        "Taruga (Anura: Rhacophoridae), A new genus of foam-nesting tree frogs endemic to Sri Lanka",
        "Patterns of reproductive mode evolution in Old World tree frogs (Anura, Rhacophoridae)",
        "The adaptive significance of egg attendance in a South-East Asian tree frog",
        "Feihyla hansenae (Hansen’s Bush Frog). Multimale amplexus",
        "Modeltest: testing the model of DNA substitution",
        "Sorting out moss frogs: mtDNA data on taxonomic diversity and phylogenetic relationships of the Indochinese species of the genus Theloderma (Anura, Rhacophoridae)",
        "Herpetofauna of Andaman and Nicobar Islands",
        "A molecular phylogeny of the Old World tree frog family Rhacophoridae",
        "Three new species of Chiromantis Peters 1854 (Anura: Rhacophoridae)",
        "Herpetological observations in Assam and Bengal (1944)",
        "A new frog, Philautus cherrapunjiae (family Ranidae) from Assam, India, with field observation on its behavior and metamorphosis",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Undiagnosed cryptic diversity in small, microendemic frogs (Leptolalax) from the Central Highlands of Vietnam",
        "Taxonomic and ecological studies on the amphibians of Andaman and Nicobar Islands, India",
        "Amphibia",
        "Parental care in Chiromantis hansenae (Anura: Rhacophoridae)",
        "raxmlGUI: a graphical front-end for RAxML",
        "Evolution, weighting and phylogenetic utility of mitochondrial gene sequences and a compilation of conserved polymerase chain reaction primers",
        "New tree-frogs from Indo-China and the Malay Peninsula",
        "Evidence for parental care in Feihyla kajau (Anura: Rhacophoridae)",
        "A rapid bootstrap algorithm for the RAxML Web Servers",
        "New frog records from Laos",
        "A collection of amphibians and reptiles from the Cardomom Mountains, southwestern Cambodia",
        "MEGA6: Molecular Evolutionary Genetics Analysis Version 6.0",
        "The amphibian fauna of Thailand",
        "Viaggio di L. Fea in Birmania e regioni vicine - II. Primo saggio sui Ragni Birmani",
        "A Photographic Field Guide to the Amphibians and Reptiles of the Lowland Monsoon Forests of Southern Vietnam",
        "Chiromantis vittatus (Two-striped Pigmy Tree Frog)",
        "Morphology, molecular genetics, and bioacoustics support two new sympatric Xenophrys (Amphibia: Anura: Megophryidae) species in Southeast China",
        "A molecular phylogenetic analysis of the family Rhacophoridae with an emphasis on the Asian and African genera",
        "A new species of Chirixalus (Anura: Rhacophoridae) from western Myanmar (Burma)",
        "A taxonomic revision of the Philautus (Anura: Rhacophoridae) of Sumatra with the description of four new species",
        "Phylogenetic relationships among Rhacophorinae (Rhacophoridae, Anura, Amphibia), with an emphasis on the Chinese species",
        "Re-examination of the phylogeny of Rhacophoridae (Anura) based on mitochondrial and nuclear DNA",
        "Phylogenetic patterns of the Southeast Asian Tree Frog Chiromantis hansenae in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kolkata",
            "@id": "60069491",
            "affilname": "Zoological Survey of India",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069491",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bogor",
            "@id": "60069437",
            "affilname": "Museum Zoologicum Bogoriense",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069437",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Pune",
            "@id": "60031475",
            "affilname": "Savitribai Phule Pune University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031475",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "New Delhi",
            "@id": "60029284",
            "affilname": "University of Delhi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029284",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Chengdu",
            "@id": "60028423",
            "affilname": "Chengdu Institute of Biology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028423",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "California Academy of Science",
        "Chulalongkorn University Museum of Natural History",
        "DU-DST",
        "Ministry of Environment and Forestry",
        "State Forest Departments in India",
        "University Grant Commission",
        "University of Delhi Research and Development",
        "Council for Scientific and Industrial Research",
        "Department of Science and Technology, Ministry of Science and Technology",
        "CSIR",
        "National Natural Science Foundation of China",
        "LIPI"
    ]
}