{
    "eid": "2-s2.0-85027096099",
    "title": "How do US state firearms laws affect firearms manufacturing location? An empirical investigation, 1986-2010",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Firearms manufacturing",
        "State firearms laws",
        "USA"
    ],
    "authors": [
        "Jurgen Brauer"
    ],
    "citedby-count": 4,
    "ref-count": 32,
    "ref-list": [
        "Economics and identity",
        "Empirical studies in industrial location: An assessment of their methods and results",
        "Some tests of specification for panel data:monte carlo evidence and an application to employment equations",
        "The US firearms industry: Production and supply, Working Paper 14",
        "Firearms and suicides in US states",
        "Gun Violence: The Real Costs",
        "The Gun Debate: What Everyone Needs to Know",
        "Fear of Obama: An empirical study of the demand for guns and the U.S. 2008 presidential election",
        "Child access prevention laws and nonfatal gun injuries",
        "Cross-border spillover: U.S. gun laws and violence in Mexico",
        "Firearm legislation and firearm-related fatalities in the United States",
        "Southern exposure: As gun sales surge, northeast manufacturers fleeing for Dixie",
        "American and British Technology in the Nineteenth Century: The Search for Labour-Saving Inventions",
        "Journal of International and Peace Studies",
        "Private Guns, Public Health",
        "From the American System to Mass Production, 1800-1932",
        "Technology and Culture",
        "Understanding the interstate export of crime guns: A gravity model approach",
        "State gun policy and cross-state externalities: Evidence from crime gun tracing",
        "Gun Control Proposals in the 113th Congress: Universal Background Checks, Gun Trafficking, and Military Style Firearms",
        "The Connecticut Economy",
        "Trace the Guns: The Link between Gun Laws and Interstate Gun Trafficking",
        "The way of the gun: Estimating firearms trafficking across the US-Mexico border",
        "Technological Change in the Machine Tool Industry, 1840–1910",
        "Technology and Culture",
        "Do fewer guns lead to less crime? Evidence from Australia",
        "Evaluating Gun Policy: Effects on Crime and Violence",
        "Effects of the repeal of Missouri's handgun purchaser licensing law on homicides",
        "Introductory Econometrics: A Modern Approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Augusta",
            "affilname": "Augusta University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Coventry",
            "affilname": "University of Warwick",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Barcelona",
            "affilname": "Universitat de Barcelona",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Barcelona",
            "affilname": "Barcelona Institute of Economics (IEB)",
            "affiliation-country": "Spain"
        }
    ],
    "funding": []
}