{
    "eid": "2-s2.0-84997173276",
    "title": "Permian gastropods from the Tak Fa limestone, Nakhon Sawan, Northern Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        }
    ],
    "keywords": [
        "Diversity",
        "Gastropoda",
        "Late palaeozoic",
        "Permian",
        "Silicification",
        "Thailand"
    ],
    "authors": [
        "Chatchalerm Ketwetsuriya"
    ],
    "citedby-count": 14,
    "ref-count": 124,
    "ref-list": [
        "Repräsentieren Die Euomphaloidea Eine natürliche Einheit Der Gastropoden?",
        "American Museum Novitates",
        "Bulletin of the American Museum of Natural History",
        "American Museum Novitates",
        "American Museum Novitates",
        "Permian Gastropoda of the Southwestern United States. 7. Pleurotomariacea: Eotomariidae, Lophospiriidae, Gosseltinidae",
        "American Museum Novitates",
        "Classification and Nomenclator of Gastropod Families. Malacologia",
        "Classification of the Gastropoda",
        "Zoologie",
        "Journal of Paleontology",
        "Molluscan fauna from the permian Kaibab formation, Walnut Canyon, Arizona",
        "Journal",
        "Essais De paléoconchologie comparée. Livraison 11",
        "Instituto Geologico Del Peru Boletin",
        "Thoughts on the classification of the gastropoda",
        "Indiana Department of Geology and Natural Resources Annual Reports",
        "Second mémoire Sur l’organisation Et Les Rapports Des Animaux à Sang Blanc, Dans Lequel on Traite De La Structure Des Mollusques Et De Leur Division En Ordres, Lu à La Société d’histoire Naturelle De Paris, Le 11 Prairial, an III. Magazin Encyclopédique, Ou Journal Des Sciences, Des Lettres Et Des Arts",
        "Journal De Conchyologie",
        "Geology and Geophysics Bulletin",
        "Descriptions of some new species of carboniferous gasteropoda",
        "Notes on some new and little-known species of Carboniferous Murchisonia",
        "Permian Gastropoda of the southwestern United States: Cerithiacea, Acteonacea, and Pyramidellacea",
        "Permian Gastropoda of the southwestern United States: Subulitacea.",
        "A History of British Animals Exhibiting the Descriptive Characters and Systematical Arrangements of the Genera and Species of Quadrupeds, Birds, Reptiles",
        "La Fauna Dei Calcari Con Fusulina Della Valle Del Fiume Sosio Nella Provincia Di Palermo. Giornale Di Science Naturali Ed Economiche",
        "ON SOME INVERTEBRATE FOSSILS FROM THE LYKINS FORMATION OF EASTERN COLORADO",
        "Bulletin of the United States Geological Survey",
        "Journal of the Washington Academy of Sciences",
        "Paleontological Society Memoir",
        "Bulletin of the American Museum of Natural History",
        "Transactions of the Albany Institute",
        "Pennsylvanian marine gastropods from the Appalachian Basin",
        "Journal of Geosciences",
        "A new Permian gastropod fauna from the Tak Fa Limestone, Nakhonsawan, Northern Thailand - A report of preliminary results",
        "Journal of Paleontology",
        "Journal of Paleontology",
        "Journal of Paleontology",
        "Journal of Paleontology",
        "Journal of Paleontology",
        "Paleozoic gastropod genotypes",
        "Journal of Paleontology",
        "Journal of the Washington Academy of Sciences",
        "Treatise on Invertebrate Paleontology, Part I, Mollusca",
        "Jahrbuch Der kaiserlich-königlichen Geologischen Reichsanstalt",
        "Faune Du Calcaire carbonifère De La Belgique, 3E Partie, Gastéropodes. Annales Du Musée Royal d’Histoire Naturelle De Belgique, Serie Paleontologie",
        "Faune Du Calcaire carbonifère De La Belgique. Quatrième Partie, Gastéropodes (Suite Et Fin). Annales Du Musée Royal d’Histoire Naturelle De Belgique",
        "New Mexico Geological Society Guidebook",
        "New genera and species of middle Pennsylvanian gastropods from west Texas",
        "New Mexico Museum of Natural History and Science Bulletin",
        "Middle Pennsylvanian gastropods from the Flechado Formation, north-central New Mexico",
        "Contributions to Geology",
        "Aperçu géologique De Quelques localités très Riches En Coquilles Sur Les frontières De La France Et De Belgique. Mémoires De La Société Géologique De La France",
        "Scaphopods and Gastropods -Archaeogastropoda (Excluding the Suborder Bellerophontina and Suborder Neritopsina) from the Upper Paleozoic of Southern Fergana",
        "Skafopody I Gastropody Verkhnego Karbona I Nizhnei Permi Yuzhnoi Fergany (Scaphopods and Gastropods from the Upper Carboniferous and Lower Permian of Southern Fergana)",
        "Carboniferous Gastropods from the Region of the River Kavabolka",
        "Shell repair and shell form in Jurassic pleurotomarioid gastropods from England",
        "Malacologia",
        "Paléontologie",
        "Faunes Des Calcaires à Productus De l’Indochine. Mémoires Du Service Géologique De l’Indochine 2, Fascicule",
        "Nouvelle Contribution à La paléontologie Du Yunnan. Mémoires Du Service Géologique De l’Indochine 3, Fascicule",
        "Faunes Des Calcaires à Productus De l’Indochine, deuxième série. Mémoires Du Service Géologique De l’Indochine 3, Fascicule",
        "Ohio Geological Survey Bulletin",
        "Microdomatidae and Anomphalidae. Ruthenica",
        "Ruthenica",
        "Ruthenica",
        "Permian gastropods from the Kulogory Formation of the northern Moscow Syneclise",
        "Pennsylvanian gastropods of the suborders Murchisoniina Cox et Knight, 1960 and Sinuspirina Mazaev subordo nov. from the central regions of the Russian Platform: Morphology, taxonomy, and phylogeny",
        "Upper Kazanian (Middle Permian) gastropods of the Volga–Urals Region",
        "A Synopsis of the Characters of Carboniferous Limestone Fossils of Ireland",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Palaeontology",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Biostratigraphy and palaeobiogeography of Lower Permian (lower Kungurian) conodonts from the Tak Fa Formation (Saraburi Limestone), Thailand",
        "Coquilles Univalves, cloisonnées",
        "Bulletin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Munich",
            "affilname": "Bayerische Staatssammlung für Paläontologie und Geologie",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}