{
    "eid": "2-s2.0-85104409816",
    "title": "Children of internal migrants: Does moving with parent(s) affect schooling progression?",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Cambodia",
        "Internal migration",
        "Left-behind children",
        "Migrant children",
        "Schooling progression"
    ],
    "authors": [
        "Vatana Chea",
        "Patcharawalai Wongboonsin"
    ],
    "citedby-count": 1,
    "ref-count": 38,
    "ref-list": [
        "Gender, Educational Attainment, and the Impact of Parental Migration on Children Left Behind",
        "Remittances, School Quality, and Household Education Expenditures in Nepal",
        "Birth Order Matters: The Effect of Family Size and Birth Order on Educational Attainment",
        "Chapter 20: Migration and Remittances",
        "Parental Migration and Children’s Academic Engagement: The Case of China",
        "Access to Public Schools and the Education of Migrant Children in China",
        "The Effect of Americanization on the Earnings of Foreign-Born Men",
        "International Migration, Remittances, and Schooling: Evidence from El Salvador",
        "Internal Migration, Poverty and Development in Asia: Including the Excluded",
        "Estimating Wealth Effects without Expenditure Data-or Tears: An Application to Educational Enrollments in States of India",
        "Learning from Migrant Education: A Case Study of the Schooling of Rural Migrant Children in Beijing",
        "Son Preference, Sex Selection, and Kinship in Vietnam",
        "Disruption Versus Tiebout Improvement: The Costs and Benefits of Switching Schools",
        "Does Migration Benefit the Schooling of Children Left Behind? Evidence from Rural Northwest China",
        "The Impact of Temporary Labor Migration on Mexican Children’s Educational Aspirations and Performance",
        "Evolution of Education Premiums in Cambodia: 1997-2007",
        "The Educational Consequences of Migration for Children in China",
        "Education of Children Left Behind in Rural China",
        "Can Migration Reduce Educational Attainment? Evidence from Mexico",
        "Children of Migrants: The Cumulative Impact of Parental Migration on Children’s Education and Health Outcomes in China",
        "Chapter 21 - Immigration: What About the Children and Grandchildren?",
        "Migration, Schooling Choice, and Student Outcomes in China",
        "Effects of Parents’ Migration on the Education of Children Left Behind in Rural China",
        "Migration and Left-behind Parents and Children of Migrants in Cambodia: A Look at Household Composition and the Economic Situation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "117499953",
            "affilname": "Cambodia Development Resource Institute (CDRI)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117499953",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}