{
    "eid": "2-s2.0-84923450840",
    "title": "Contracting private hospitals: Experiences from Southeast and East Asia",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Health Policy",
            "@code": "2719"
        }
    ],
    "keywords": [
        "Hospitals",
        "Institutional contracting",
        "Private sector"
    ],
    "authors": [
        "Chantal Herberholz"
    ],
    "citedby-count": 3,
    "ref-count": 55,
    "ref-list": [
        "Contracting for health services in a public health system: The New Zealand experience",
        "Contracting for health services: lessons from New Zealand",
        "Kenya private health sector assessment",
        "Philippines: Developing capacity for contracting of providers by PhilHealth (Financed by the ADB and GTZ)",
        "Establishment, present condition, and developmental direction of the New Korean Healthcare Accreditation System",
        "Health Systems in Transition",
        "Product development public-private partnerships for public health: A systematic review using qualitative data",
        "Purchasing inpatient and outpatient care through hospitals",
        "Extending transaction cost economics: Towards a synthesised approach for analysing contracting in health care markets with experience from the Australian private sector",
        "Provider purchasing and contracting mechanisms",
        "Buying results? Contracting for health service delivery in developing countries",
        "A zebra or a painted horse? Are hospital PPPs infrastructure partnerships with stripes or a separate species?",
        "Private participation in health services",
        "Introduction of HIRA",
        "Comprehensive quality report of National Health Insurance 2012",
        "Payment system",
        "Co-operation and conflict under hard and soft contracting regimes: Case studies from England and Wales",
        "Assessment of a decade of Thai UCS implementation",
        "The introduction of market forces in the public hospital sector",
        "How-to manuals: designing and implementing health care provider payment systems",
        "Different provider payment methods: variation in clinical practice, lessons from Thailand",
        "The effectiveness of contracting-out primary health care services in developing countries: A review of the evidence",
        "Contracting for primary health services: evidence on its effects and framework for evaluation",
        "The impact of contracting-out on health system performance: A conceptual framework",
        "Performance-based contracting for health services in developing countries: a toolkit",
        "Northwestern University Law Review",
        "To contract or not to contract? Issues for low and middle income countries",
        "Experiences of contracting health services: an overview of the literature",
        "National strategy for malaria control and pre-elimination 2011-2015",
        "Costs and financing-schemes & subsidies",
        "Health policy in Thailand",
        "Thailand health profile report 2008-2010",
        "Provider purchasing and contracting for health services: The case of Zambia",
        "NHSO annual report 2008",
        "NHSO annual report 2013",
        "National health insurance system of Korea 2013-pursuing the best in the world",
        "Administrative order no. 2013-0002 establishment of the Hospital Accreditation Commission as the national accrediting body for hospitals in the Philippines",
        "PhilHealth circular 054 s-2012 provider engagement through accreditation and contracting for health services",
        "Philippine Health Insurance Corporation 2012 annual report",
        "Manual of procedure of the new accreditation process (PhilHealth circular 54 s. 2012-provider engagement through accreditation and contracting for health services)",
        "Innovations in health service delivery: the corporatization of public hospitals.",
        "Innovations in health service delivery: the corporatization of public hospitals",
        "Autonomy and control in public hospital reforms in Singapore",
        "Social policy in an ageing society: Age and health in Singapore",
        "Health flnancing in Indonesia-a reform roadmap",
        "Impact of universal coverage policy implementation on public hospitals, and their responses that affect medical services",
        "Annual report 2009",
        "Public hospitals: options for reform through public-private partnerships",
        "Contracting-out health care services: A conceptual framework",
        "Country profiles",
        "Journal of Law and Economics",
        "Private sector assessment for health, nutrition and population (HNP) in Bangladesh",
        "World development indicators",
        "Impact of capitation payment: the Social Security Scheme of Thailand",
        "Shifting the burden of health care finance: A case study of public-private partnership in Singapore"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Economics Research Center",
        "Faculty of Economics, Chulalongkorn University"
    ]
}