{
    "eid": "2-s2.0-85118550675",
    "title": "Cytotoxic and anti-inflammatory activities of dihydroisocoumarin and xanthone derivatives from garcinia picrorhiza",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (miscellaneous)",
            "@code": "1601",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Anti-inflammatory",
        "Clusiaceae",
        "Cytotoxic",
        "Garcinia picrorhiza",
        "Isocoumarin",
        "Xanthone"
    ],
    "authors": [
        "Edwin R. Sukandar",
        "Sutin Kaennakam",
        "Pia Raab",
        "Xuehong Nöst",
        "Kitiya Rassamee",
        "Rudolf Bauer",
        "Pongpun Siripong",
        "Taslim Ersam",
        "Santi Tip-Pyang",
        "Warinthorn Chavasiri"
    ],
    "citedby-count": 3,
    "ref-count": 41,
    "ref-list": [
        "An overview on genus Garcinia: Phytochemical and therapeutical aspects",
        "Novel natural product-like caged canthones bearing a carbamate moiety exhibit antitumor potency and anti-angiogenesis activity in vivo",
        "Uji mutagenisitas dan anti kanker ekstrak aseton dan n-heksana dari kulit batang sesoot (Garcinia picrorrhiza Miq.)",
        "A novel cytotoxic polyisoprenylbenzophenone derivative compound from Garcinia picrorrhiza Miq",
        "Antibacterial activity of xanthone from ethyl acetate extract of the steam bark of Garcinia picrorrhiza Miq",
        "Picrorhizones A-H, polyprenylated benzoylphloroglucinols from the stem bark of Garcinia picrorhiza",
        "Kaennacowanols A−C, three new xanthones and their cytotoxicity from the roots of Garcinia cowa",
        "New depsidones and xanthone from the roots of Garcinia schom-burgkiana",
        "Xanthones and biphenyls from the stems of Garcinia cylindrocarpa and their cytotoxicity",
        "Tetrandraxanthones A-I, prenylated and geranylated xanthones from the stem bark of Garcinia tetrandra",
        "Dihydroisocoumarins and dihydroisoflavones from the rhizomes of Dioscorea collettii with cytotoxic activity and structural revision of 2,2′-oxybis(1,4-di-tert-butylbenzene)",
        "A new isocoumarin from Hypericum annulatum",
        "New benzophenones and xanthones from Cratoxylum sumatranum ssp. neriifolium and their antibacterial and antioxidant activities",
        "A novel Dibenzofuran and two new xanthones form Calophyllum panciflorum",
        "2-deprenyl-rheediaxanthone B isolated from Metaxya rostrata induces active cell death in colorectal tumor cells",
        "Antibacterial and cytotoxic xanthones from the roots of Cratoxylum formosum",
        "Antioxidant xanthones from Garcinia subelliptica",
        "Three xanthones from root bark of Garcinia subelliptica",
        "Xanthones from Hypericum roeperanum",
        "Natural products inhibiting Candida albicans secreted aspartic proteases from Tovomita krukovii",
        "Chemical constituents of Gentianaceae IV: New xanthones of Canscora decussata",
        "Tetraoxygenated xanthones from Centaurium erythraea",
        "A new xanthone from the fern Cystopterys fragilis",
        "Three new dihydroisocoumarins from the Greek endemic species Scorzonera cretica",
        "Xanthone and dihydroisocoumarin from Montrouziera sphaeroidea",
        "Cylindroxanthones A–C, three new xanthones and their cytotoxicity from the stem bark of Garcinia cylindrocarpa",
        "Four prenylated xanthones from Cudrania cochinchinensis",
        "Antiproliferative prenylated xanthones and benzophenones from the roots of Cudrania tricuspidata in HSC-T6 cells",
        "A new xanthone from the bark of Calophyllum thorelii",
        "An antibacterial biphenyl derivative from Garcinia bancana Miq",
        "Oxygenated xanthones and biflavanoids from the twigs of Garcinia xanthochymus",
        "Bioactive constituents from the rhizomes of Dioscorea septemloba Thunb",
        "Study on liposoluble compounds in rhizome of Dioscoreae hypoglaucae",
        "Novel phenanthrene and isocoumarin from the rhizomes of Dioscorea nipponica Makino subsp. rosthornii (Prain et Burkill) C. T. Ting (Dioscoreaceae)",
        "Isocoumarins, miraculous natural products blessed with diverse pharmacological activities",
        "Antiproliferative naphtho-quinone esters from Rhinacanthus nasutus Kurz. roots on various cancer cells",
        "Four new xanthones and their cytotoxicity from the stems of Garcinia schomburgkiana",
        "Anti-inflammatory and antiproliferative compounds from Sphaeranthus africanus",
        "Inhibition of COX-2 and NF-kappaB1 gene expression, NO production, 5-LOX, and COX-1 and COX-2 enzymes by extracts and constituents of Onopordum acanthium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103462",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103462",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60070707",
            "affilname": "Institut Teknologi Sepuluh Nopember",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070707",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": null,
            "@id": "60029487",
            "affilname": "National Cancer Institute Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029487",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Graz",
            "@id": "60022457",
            "affilname": "Universität Graz",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022457",
            "affiliation-country": "Austria"
        }
    ],
    "funding": [
        "BRIN",
        "KEMENRISTEK",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}