{
    "eid": "2-s2.0-84955130020",
    "title": "Diversity of the Trypethelium eluteriae group in Thailand (Ascomycota, Trypetheliales)",
    "cover-date": "2016-01-14",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Lichens",
        "molecular phylogeny",
        "South-East Asia",
        "species delimitation",
        "Trypetheliaceae"
    ],
    "authors": [
        "Theerapat Luangsuphabool"
    ],
    "citedby-count": 9,
    "ref-count": 38,
    "ref-list": [
        "Flora of Australia",
        "New lichens from Thailand, mainly microlichens from Chiang Mai",
        "Bibliotheca Lichenologica",
        "A polyphasic approach for studying colletotrichum",
        "Protocols in Lichenology. Culturing, Biochemistry, Ecophysiology and Use in Biomonitoring",
        "Improved conditions and new data for identification of lichen products by standardized thin-layer chromatographic method",
        "JModelTest 2: More models, new heuristics and parallel computing",
        "Molecular data place Trypetheliaceae in Dothideomycetes",
        "Polyphasic analysis of intraspecific diversity in Epicoccum nigrum warrants reclassification into separate species",
        "ITS primers with enhanced specificity for basidiomycetes ‐ application to the identification of mycorrhizae and rusts",
        "Polyphasic re-examination of Debaryomyces hansenii strains and reinstatement of D. hansenii, D. fabryi and D. subglobosus",
        "Memoirs of the New York Botanical Garden",
        "More Florida Lichens. Including the 10¢ Tour of the Pyrenolichens",
        "Lichenology: Progress and Problems",
        "Polyphasic taxonomy of Aspergillus fumigatus and related species",
        "Polyphasic classification of Alternaria isolated from hazelnut and walnut fruit in Europe",
        "Dictionary of the Fungi 10th Edn",
        "Polyphasic re-examination of Yarrowia lipolytica strains and the description of three novel Candida species: Candida oslonensis sp. nov., Candida alimentaria sp. nov. and Candida hollandica sp. nov",
        "Chemical Fungal Taxonomy",
        "The use of metabolic data in lichenology at the species and subspecific levels",
        "Protocols in Lichenology. Culturing, Biochemistry, Ecophysiology and Use in Biomonitoring",
        "International Journal of Mycology and Lichenology",
        "Journal of the Hattori Botanical Laboratory",
        "Polyphasic taxonomy of a novel yeast isolated from antarctic environment; Description of Cryptococcus victoriae sp. nov.",
        "Unravelling the phylogenetic relationships of lichenised fungi in Dothideomyceta",
        "New insights into relationships of lichen-forming Dothideomycetes",
        "Elucidating phylogenetic relationships and genus-level classification within the fungal family Trypetheliaceae (Ascomycota: Dothideomycetes)",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Polyphasic taxonomy of the heat resistant ascomycete genus Byssochlamys and its Paecilomyces anamorphs",
        "Ascospore discharge, germination and culture of fungal partners of tropical lichens, including the use of a novel culture technique",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "A rapid bootstrap algorithm for the RAxML web servers",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "PCR Protocols: A Guide to Methods and Applications",
        "Bulletin of the British Museum (Natural History), Botany",
        "Primers for amplification of mt ssu RDNA, and a phylogenetic study of botryosphaeria and associated anamorphic fungi",
        "PCR primers for the amplification of mitochondrial small subunit ribosomal DNA of lichen-forming ascomycetes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stanford",
            "affilname": "Stanford University",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}