{
    "eid": "2-s2.0-84907706634",
    "title": "Subcritical Water Extraction of Resveratrol from Barks of Shorea Roxburghii G. Don",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "Filtration and Separation",
            "@code": "1506"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Shorea roxburghii G. Don",
        "subcritical water extraction",
        "trans-piceid",
        "trans-resveratrol"
    ],
    "authors": [
        "Sumalee Chainukool"
    ],
    "citedby-count": 9,
    "ref-count": 27,
    "ref-list": [
        "Physiological characteristics of tropical rain forest tree species: A basis for the development of silvicultural technology",
        "Rotational isomerism of a resveratrol tetramer, shoreaketone, in Shorea uliginosa",
        "A new dimeric resveratrol from the roots of Shorea roxburghii",
        "A novel bridged stilbenoid trimer and four highly condensed stilbenoid oligomers in Vatica rassak",
        "The red wine phenolics trans-resveratrol and quercetin block human platelet aggregation and eicosanoid synthesis: Implications for protection against coronary heart disease",
        "Chinese Traditional and Herbal Drugs",
        "Stilbenic profile of cocoa liquors from different origins determined by RP-HPLC-APCI(+)-MS/MS. Detection of a new resveratrol hexoside",
        "Supercritical fluid extraction of piceid, resveratrol and emodin from Japanese knotweed",
        "Isolation, synthesis, and antiplatelet aggregation activity of resveratrol 3-O-β-D-glucopyranoside and related compounds",
        "Lipid-lowering effects of polydatin from Polygonum cuspidatum in hyperlipidemic hamsters",
        "Urinary and Plasma Levels of Resveratrol and Quercetin in Humans, Mice, and Rats after Ingestion of Pure Compounds and Grape Juice",
        "Increase of trans-resveratrol in typical Sicilian wine using β-Glucosidase from various sources",
        "The identification of flavonoids as glycosides in human plasma",
        "Herald Med",
        "Method for the quantitative extraction of resveratrol and piceid isomers in grape berry skins. Effect of powdery mildew on the stilbene content",
        "Extraction of resveratrol from the pomace of Palomino fino grapes by supercritical carbon dioxide",
        "Comparison of subcritical water and organic solvents for extracting kava lactones from kava root",
        "Antioxidant activity of subcritical water extracts from chaga mushroom (Inonotus obliquus)",
        "Pressurized liquid and superheated water extraction of active constituents from Zingiber cassumunar Roxb. rhizome",
        "Subcritical water extraction of nutraceutical compounds from citrus pomaces",
        "Development of a reverse-phase high-performance liquid chromatography method for analyzing trans-resveratrol in peanut kernels",
        "Enhanced recovery of phenolic compounds from bitter melon (Momordica charantia) by subcritical water extraction",
        "Recovery of phenolic compounds through the decomposition of lignin in near and supercritical water",
        "CRC Handbook of Chemistry and Physics",
        "Ultrasonication-assisted extraction of resveratrol from grapes",
        "Method for the quantitative extraction of resveratrol and piceid isomers in grape berry skins. Effect of powdery mildew on the stilbene content",
        "Transport Phenomena"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}