{
    "eid": "2-s2.0-84901235622",
    "title": "Comparative potentiality of Kans grass (Saccharum spontaneum) and Giant reed (Arundo donax) as lignocellulosic feedstocks for the release of monomeric sugars by microwave/chemical pretreatment",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Arundodonax",
        "Lignocellulosic biomass",
        "Microwave irradiation",
        "Saccharumspontaneum",
        "Two-stage pretreatment"
    ],
    "authors": [
        "Tidarat Komolwanich"
    ],
    "citedby-count": 61,
    "ref-count": 37,
    "ref-list": [
        "Ethanol fermentation technologies from sugar and starch feedstocks",
        "Release of monomeric sugars from Miscanthus sinensis by microwave-assisted ammonia and phosphoric acid treatments",
        null,
        "Cellulose Hydrolysis. Biotechnology Monographs",
        "J Polym Sci Polym Lett Edn",
        "Chemical and energetic characterization of species with a high-biomass production: Fractionation of their components",
        "Effect of inhibitors released during steam-explosion pretreatment of barley straw on enzymatic hydrolysis",
        "Chemistry of delignification - Part 1: General concept and reactions during pulping",
        "Pretreatments to enhance the digestibility of lignocellulosic biomass",
        "Lignocellulose biotechnology: Issues of bioconversion and enzyme production",
        "Effect of dilute acid pretreatment of rice straw on structural properties and enzymatic hydrolysis",
        "Enhancing enzymatic digestibility of switchgrass by microwave-assisted alkali pretreatment",
        "Enhancement of enzymatic hydrolysis of lignocellulosic wastes by microwave pretreatment under atmospheric pressure",
        "Enhancing solubilisation and methane production kinetic of switchgrass by microwave pretreatment",
        "Engineering yeasts for xylose metabolism",
        "J Agroaliment Process Technol",
        "Analysis of the chemical composition and morphological structure of banana pseudo-stem",
        "Biomimetic catalysis for hemicellulose hydrolysis in corn stover",
        "Acid-catalysed hydrolysis of rice hull: Evaluation of furfural production",
        null,
        "Features of promising technologies for pretreatment of lignocellulosic biomass",
        "Lignocellulose pretreatment severity - relating pH to biomatrix opening",
        "Arundo donax-Source of musical reeds and industrial cellulose",
        "Dilute acid pretreatment, enzymatic saccharification and fermentation of wheat straw to ethanol",
        "Trends in biotechnological production of fuel ethanol from different feedstocks",
        "Techno-economic evaluation of bioethanol production from three different lignocellulosic materials",
        "Second generation bioethanol production from Saccharum spontaneum L. ssp. aegyptiacum (Willd.) Hack.",
        "Bioconversion of giant reed (Arundo donax L.) hemicellulose hydrolysate to ethanol by Scheffersomyces stipitis CBS6054",
        "Summative mass closure: Laboratory Analytical Procedure (LAP) Review and Integration: Feedstocks",
        "Toward a systems approach to understanding plant cell walls",
        "Hydrolysis of lignocellulosic materials for ethanol production: A review",
        "Acid-based hydrolysis processes for ethanol from lignocellulosic materials: A review",
        "A core collection for Saccharum spontaneum L. from the World Collection of sugarcane",
        "Influence of feedstock particle size on lignocellulose conversion - A review",
        "Deconstructing recalcitrant Miscanthus with alkaline peroxide and electrolyzed water",
        "J South China UnivTechnol",
        "Pretreatment by microwave/alkali of rice straw and its enzymic hydrolysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Petroleum and Petrochemical College",
        "Chulalongkorn University",
        "Center of Excellence on Petrochemical and Materials Technology"
    ]
}