{
    "eid": "2-s2.0-85106666747",
    "title": "A new species of Chlamydia isolated from Siamese crocodiles (Crocodylus siamensis)",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Somjit Chaiwattanarungruengpaisan",
        "Metawee Thongdee",
        "Songtham Anuntakarun",
        "Sunchai Payungporn",
        "Nlin Arya",
        "Apichart Punchukrang",
        "Pongrama Ramasoota",
        "Sombat Singhakaew",
        "Thassanant Atithep",
        "Ladawan Sariya"
    ],
    "citedby-count": 7,
    "ref-count": 30,
    "ref-list": [
        "Culture-independent genomic characterisation of Candidatus Chlamydia sanzinia, a novel uncultivated bacterium infecting snakes",
        "Culture-independent metagenomics supports discovery of uncultivable bacteria within the genus Chlamydia",
        "Novel Chlamydia species isolated from snakes are temperature-sensitive and exhibit decreased susceptibility to azithromycin",
        "Emendation of the family Chlamydiaceae: Proposal of a single genus, Chlamydia, to include all currently recognized species",
        "Chlamydiaceae: Diseases in Primary Hosts and Zoonosis",
        "Hepatitis in farmed hatch-ling Nile crocodiles (Crocodylus niloticus) due to chlamydial infection",
        "An outbreak of chlamydiosis in farmed Indopacific crocodiles (Crocodylus porosus)",
        "Molecular evidence for genetic distinctions between Chlamydiaceae detected in Siamese crocodiles (Crocodylus siamensis) and known Chlamydiaceae species",
        "Combined Fatal Systemic Chlamydia sp. and Aeromonas sobria Infection in Juvenile Siamese Crocodiles (Crocodylus siamensis)",
        "Diagnostic investigation of new disease syndromes in farmed Australian saltwater crocodiles (Crocodylus porosus) reveals associations with herpesviral infection",
        "Methods of detection of Chlamydia psittaci in domesticated and wild birds",
        "Detection of Chlamydiaceae DNA in veterinary specimens using a family-specific PCR",
        "Burkholderia pseudomallei BimC Is Required for Actin-Based Motility, Intracellular Survival, and Virulence",
        "Identifying bacterial genes and endosymbiont DNA with Glimmer",
        "tRNAscan-SE: a program for improved detection of transfer RNA genes in genomic sequence",
        "RNAmmer: consistent and rapid annotation of ribosomal RNA genes",
        "Taxogenomics of the order Chlamydiales",
        "Multi locus sequence typing of Chlamydiales: clonal groupings within the obligate intracellular bacteria Chlamydia trachomatis",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Patterns of Body Temperature in Wild Freshwater Crocodiles, Crocodylus johnstoni: Thermoregulation versus Thermoconformity, Seasonal Acclimatization, and the Effect of Social Interactions",
        "Emended description of the order Chlamydiales, proposal of Parachlamydiaceae fam. nov. and Simkaniaceae fam. nov., each containing one monotypic genus, revised taxonomy of the family Chlamydiaceae, including a new genus and five new species, and standards for the identification of organisms",
        "Evidence for the existence of two new members of the family Chlamydiaceae and proposal of Chlamydia avium sp. nov. and Chlamydia gallinacea sp. nov",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Digital DNA-DNA hybridization for microbial species delineation by means of genome-to-genome sequence comparison",
        "Notes on the characterization of prokaryote strains for taxonomic purposes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199573",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199573",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60194936",
            "affilname": "Songkhla Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194936",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rayong",
            "@id": "60110787",
            "affilname": "Vidyasirimedhi Institute of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110787",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}