{
    "eid": "2-s2.0-85008431785",
    "title": "Coastal debris analysis in beaches of Chonburi Province, eastern of Thailand as implications for coastal conservation",
    "cover-date": "2017-03-15",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        }
    ],
    "keywords": [
        "Anthropogenic activities",
        "Coastal debris",
        "Litter accumulation rate",
        "Pollution management actions",
        "Seasonal variation",
        "Spatial variability"
    ],
    "authors": [
        "Gajahin Gamage Nadeeka Thushari"
    ],
    "citedby-count": 42,
    "ref-count": 36,
    "ref-list": [
        "Litter pollution on the Jordanian shores of the Gulf of Aqaba (Red Sea)",
        "Seasonal evolution of beach waste and litter during the bathing season on the Catalan coast",
        "Plastics and beaches: A degrading relationship",
        "Marine debris on beaches of the Greater Sydney Region",
        "The pollution of the marine environment by plastic debris: A review",
        "Litter on the israeli coastline",
        "Quantities, composition, and sources of beach debris in Korea from the results of nationwide monitoring",
        "Plastic Pollution at a Sea Turtle Conservation Area in NE Brazil: Contrasting Developed and Undeveloped Beaches",
        "PICES, Yeosu, Korea",
        "Marine debris composition and abundance: A case study of selected beaches in Port Dickson, Malaysia",
        "International survey on the distribution of stranded and buried litter on beaches along the Sea of Japan",
        "Spatial and temporal variations in beach litter on the Transkei Coast of South Africa",
        "NOAA: Technical Memorandum NOS-OR&R-36",
        "Rivers to Sea Conference Proceedings",
        "International Coastal Cleanup Report",
        "Marine debris collects within the North Pacific Subtropical Convergence Zone",
        "Baseline for beached marine debris on Sand Island, Midway Atoll",
        "Marine debris in central California: Quantifying type and abundance of beach litter in Monterey Bay, CA",
        "Seabirds indicate changes in the composition of plastic litter in the Atlantic and south-western Indian Oceans",
        "Plastics packaging and coastal pollution",
        "Beach litter deposition at a selection of beaches in the Firth of Forth, Scotland",
        "Floating marine debris in coastal waters of the SE-Pacific (Chile)",
        "Anthropogenic marine debris in the coastal environment: A multi-year comparison between coastal waters and local shores",
        "J. Intergr. Coast. Zone Manage.",
        "R & D Technical Report E1-082/TR",
        "Types and sources of marine debris in Fog Bay, northern Australia",
        "Estuarine litter at the river/beach interface in the Bristol Channel, United Kingdom"
    ],
    "affiliation": [
        {
            "affiliation-city": "Badulla",
            "affilname": "Uva Wellassa University",
            "affiliation-country": "Sri Lanka"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Asian Institute of Technology, Thailand",
        "Naval Special Warfare Command",
        "Royal Initiative of Her Royal Highness Princess Maha Chakri Sirindhorn",
        "Royal Thai Navy",
        "Ashikaga Institute of Technology",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}