{
    "eid": "2-s2.0-85123878265",
    "title": "Disruption of Hydrogen Gas Synthesis Enhances the Cellular Levels of NAD(P)H, Glycogen, Poly(3-hydroxybutyrate) and Photosynthetic Pigments under Specific Nutrient Condition(s) in Cyanobacterium Synechocystis sp. PCC 6803",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Glycogen",
        "Hydrogen",
        "Pigments",
        "Poly(3-hydroxybutyrate)"
    ],
    "authors": [
        "Nannaphat Sukkasam",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 6,
    "ref-count": 48,
    "ref-list": [
        "Cyanobacterial cell inclusions",
        "The bidirectional hydrogenase in the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Roles of group 2 sigma factors in acclimation of the cyanobacterium Synechocystis sp. PCC 6803 to nitrogen deficiency",
        "The bidirectional hydrogenase of Synechocystis sp. PCC 6803 works as an electron valve during photosynthesis",
        "The structure and reactivity of the HoxEFU complex from the cyanobacterium Synechocystis sp. PCC 6803",
        "Increased H2 production in the cyanobacterium Synechocystis sp. strain PCC 6803 by redirecting the electron supply via genetic engineering of the nitrate assimilation pathway",
        "Response of H2 production and Hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. strain PCC 6803",
        "Complementary chromatic adaptation in a filamentous blue-green alga",
        "Enhancing biomass and ethanol production by increasing NADPH production in Synechocystis sp. PCC 6803",
        "An optical method for the rapid measurement of micromolar concentrations of nitrate in marine phytoplankton cultures",
        "Sustained photoevolution of molecular hydrogen in a mutant of Synechocystis sp. strain PCC 6803 deficient in the type I NADPH-dehydrogenase complex",
        "Genetic analysis of the Hox hydrogenase in the cyanobacterium Synechocystis sp. PCC 6803 reveals subunit roles in association, assembly, maturation, and function",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Reconstruction of the absorption spectrum of Synechocystis sp. PCC 6803 optical mutants from the in vivo signature of individual pigments",
        "Protein measurements of microalgal and cyanobacterial biomass",
        "Adventures with cyanobacteria: a personal perspective",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Metabolic changes in Synechocystis PCC 6803 upon nitrogen-starvation: excess NADPH sustains polyhydroxybutyrate accumulation",
        "Contribution of protein synthesis depression to poly-hydroxybutyrate accumulation in Synechocystis sp. PCC 6803 under nutrient-starved conditions",
        "Metabolomics-based analysis revealing the alteration of primary carbon metabolism by the genetic manipulation of a hydrogenase HoxH in Synechocystis sp. PCC 6803",
        "Increased biomass production and glycogen accumulation in apcE gene deleted Synechocystis sp. PCC 6803",
        "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "Awakening of a dormant cyanobacterium from nitrogen chlorosis reveals a genetically determined program",
        "Flux balance analysis of cyanobacterial metabolism: the metabolic network of Synechocystis sp. PCC 6803",
        "The metabolic network of Synechocystis sp. PCC 6803: systemic properties of autotrophic growth",
        "Maximizing PHB content in Synechocystis sp. PCC 6803: a new metabolic engineering strategy based on the regulator PirC",
        "PHB is produced from glycogen turn-over during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Transformation of the cyanobacterium Synechocystis sp. PCC 6803 as a tool for genetic mapping: optimization of efficiency",
        "Biosynthesis of cyanobacterial light-harvesting pigments and their assembly into phycobiliproteins",
        "Protein measurement with the Folin phenol reagent",
        "Hydrogen production through oxygenic photosynthesis using the cyanobacterium Synechocystis sp. PCC 6803 in a bio-photoelectrolysis cell (BPE) system",
        "Evolutionary significance of an algal gene encoding an [FeFe]-hydrogenase with F-domain homology and hydrogenase activity in Chlorella variabilis NC64A",
        "Current knowledge and recent advances inunderstanding metabolism of the model cyanobacterium Synechocystis sp. PCC 6803",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Effects of reduced and enhanced glycogen pools on salt-induced sucrose production in a sucrose-secreting strain of Synechococcus elongatus PCC 7942",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Consistent sets of spectrophotometric chlorophyll equations for acetone, methanol and ethanol solvents",
        "Surprising roles for bilins in a green alga",
        "Nitrogen starvation-induced chlorosis in Synechococcus PCC 7942. Lowlevel photosynthesis as a mechanism of long-term survival",
        "Requirement of the nitrogen starvation-induced protein Sll0783 for polyhydroxybutyrate accumulation in Synechocystis sp. strain PCC 6803",
        "A correction in the nucleotide sequence of the Tn903 kanamycin resistance determinant in pUC4K",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. PCC 6803 overexpressing glgC/glgA",
        "Enhanced limonene production in cyanobacteria reveals photosynthesis limitations",
        "The spectral determination of chlorophylls a and b, as well as total carotenoids, using various solvents with spectrophotometers of different resolution",
        "Improvement of photobiological hydrogen production by suspended and immobilized cells of the N2-fixing cyanobacterium Fischerella muscicola TISTR 8215",
        "Increasing reductant NADPH content via metabolic engineering of PHB synthesis pathway in Synechocystis sp. PCC 6803]. Sheng wu gong cheng xue bao = Chin",
        "Measurement of chlorophyll a and carotenoids concentration in cyanobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}