{
    "eid": "2-s2.0-85021712721",
    "title": "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "biodiesel",
        "fatty acids",
        "microalgae",
        "sodium carbonate",
        "sodium nitrate"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan"
    ],
    "citedby-count": 59,
    "ref-count": 42,
    "ref-list": [
        "Comparative analysis of the atomization characteristics of fifteen biodiesel fuel types",
        "Controls on tropical Pacific Ocean productivity revealed through nutrient stress diagnostics",
        "Biomineralization processes in the fountains of the Alhambra, Granada, Spain",
        "Metabolite profiling of Chlamydomonas reinhardtii under nutrient deprivation",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Impact of fatty ester composition on low temperature properties of biodiesel-petroleum diesel blends",
        "Biodiesel from microalgae",
        "Enhancement of lipid production using biochemical, genetic and transcription factor engineering approaches",
        "Cloud and pour points in fuel blends",
        "Using FTIR spectroscopy for rapid determination of lipid accumulation in response to nitrogen limitation in freshwater microalgae",
        "Studies on the growth behavior of chlorella, haematococcus and scenedesmus sp. in culture media with different concentrations of sodium bicarbonate and carbon dioxide gas",
        "Colorimetric Method for Determination of Sugars and Related Substances",
        "Bioprospecting for acidophilic lipid-rich green microalgae isolated from abandoned mine site water bodies",
        "Inorganic carbon acquisition in the acid-tolerant alga Chlorella kessleri",
        "Microalgae as feedstock for biodiesel production: Carbon dioxide sequestration, lipid production and biofuel quality",
        "Use of sodium bicarbonate to stimulate triacylglycerol accumulation in the chlorophyte Scenedesmus sp. and the diatom Phaeodactylum tricornutum",
        "Performance characteristics of a low heat rejection diesel engine operating with biodiesel",
        "Analyzing biodiesel: Standards and other methods",
        "Improving biodiesel fuel properties by modifying fatty ester composition",
        "Effect of iron on growth and lipid accumulation in Chlorella vulgaris",
        "A new strain of docosahexaenoic acid producing microalga from Malaysian coastal waters",
        "Season variability of iron effects on periodic culture of microalgae Dunaliella viridis Teod.",
        "Effective acid-catalyzed transesterification for biodiesel production",
        "Biodiesel production from heterotrophic microalgal oil",
        "Effect of metals, metalloids and metallic nanoparticles on microalgae growth and industrial product biosynthesis: A review",
        "Appl. Environ. Microbiol.",
        "Changes in lipid, protein and pigment concentrations in nitrogen-stressed Chlorella minutissima cultures",
        "Nitrogen stress triggered biochemical and morphological changes in the microalgae Scenedesmus sp. CCNM 1077",
        "Bicarbonate supplementation enhanced biofuel production potential as well as nutritional stress mitigation in the microalgae Scenedesmus sp. CCNM 1077",
        "Blending effects of biodiesels on oxidation stability and low temperature flow properties",
        "Predicting cetane number, kinematic viscosity, density and higher heating value of biodiesel from its fatty acid methyl ester composition",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Correlation between the chemical structure of biodiesel and its physical properties",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Effect of blends of Palm-Jatropha-Pongamia biodiesels on cloud point and pour point",
        "Algae Identification Field Guide, Accompanying Manual to the Algae Identification",
        "Oil accumulation in the model green alga Chlamydomonas reinhardtii: Characterization, variability between common laboratory strains and relationship with starch reserves",
        "Direct transesterification of Oedogonium sp. oil be using immobilized isolated novel Bacillus sp. lipase",
        "Biodiesel production with continuous supercritical process: Non-catalytic transesterification and esterification with or without carbon dioxide",
        "The effect of sodium bicarbonate supplementation on growth and biochemical composition of marine microalgae cultures",
        "Biodiesel quality and biochemical changes of microalgae Chlorella pyrenoidosa and Scenedesmus obliquus in response to nitrate levels",
        "A Simplified Protocol for Preparing DNA from Filamentous Cyanobacteria"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Thailand Research Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}