{
    "eid": "2-s2.0-85061046421",
    "title": "Impact of parity and housing conditions on concentration of immunoglobulin G in sow colostrum",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Animals",
            "@code": "3403",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Colostrum",
        "Farrowing",
        "Immunoglobulin",
        "Piglet",
        "Sow"
    ],
    "authors": [
        "M. Nuntapaitoon",
        "J. Suwimonteerabutr",
        "N. Am-in",
        "P. Tienthai",
        "P. Chuesiri",
        "R. Kedkovid",
        "P. Tummaruk"
    ],
    "citedby-count": 8,
    "ref-count": 32,
    "ref-list": [
        "Intrauterine growth restricted piglets defined by their head shape ingest insufficient amounts of colostrum",
        "Heritability of udder morphology and colostrum quality traits in swine",
        "The influence of route of vaccination on the systemic and local immune response in the pig",
        "The effect of birth weight and age at tail docking and ear notching on the behavioral and physiological responses of piglets",
        "Maternal stress during late gestation has moderate but long-lasting effects on the immune system of the piglets",
        "Changes in back fat thickness during late gestation predict colostrum yield in sows",
        "Piglets’colostrum intake associates with daily weight gain and survival until weaning",
        "Sow and piglet factors determining variation of colostrum intake between and within litters",
        "Variability of colostrum yield and colostrum intake in swine",
        "Effect of birth weight and colostrum intake on mortality and performance of piglets after cross-fostering in sows of different parities",
        "Relationship between colostrum production by primiparous sows and sow physiology around parturition",
        "Assessment of thermoregulatory and postprandial thermogenesis over the first 24 hours after birth in pigs",
        "Effect of the level of asphyxia during delivery on viability at birth and early postnatal vitality of newborn pigs",
        "Composition of sow colostrum and milk",
        "The association between immunoglobulin G in sow colostrum and piglet plasma",
        "Piglet mortality: management solutions",
        "Colostrum production in sows fed different sources of fiber and fat during late gestation",
        "Technical note: Measurement of mammary plasma flow in sows by downstream dilution of mammary vein infused para-aminohippuric acid",
        "Effect of colostrum intake on metabolic rate and plasma glucose in the neonatal pig in relation to environmental temperature",
        "Comparative performance of sows housed with and without evaporative cooling system at temperature humidity index of 73-83",
        "Shifts in immunoglobulins levels in the porcine mammary secretions during whole lactation period",
        "Effect of colostrum, and protein and energy supplementation on survival and performance of low-birth-weight piglets",
        "Influences of climatic parameters on piglet preweaning mortality in Thailand",
        "L-arginine supplementation in sow diet during late gestation decrease stillborn piglet, increase piglet birth weight and increase immunoglobulin G concentration in colostrum",
        "Colostrum production by sows: variability of colostrum yield and immunoglobulin G concentrations",
        "Uptake of colostral immunoglobulins by the compromised newborn farm animal",
        "Comparison of quality and immunity between Thai native and crossbred pigs in colostrum and milk",
        "Performance of evaporative cooling pads on a swine farm in central Iowa",
        "Mechanistic model to predict colostrum intake based on deuterium oxide dilution technique data and impact of gestation and prefarrowing diets on piglet intake and sow yield of colostrum",
        "Farrowing environment has an impact on sow metabolic status and piglet colostrum intake in early lactation",
        "Effects of social rank and gestation housing systems on oxidative stress status, reproductive performance, and immune status of sows"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}