{
    "eid": "2-s2.0-85064239116",
    "title": "Bacillus salacetis sp. Nov., a slightly halophilic bacterium from thai shrimp paste (ka-pi)",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Bacillus salacetis",
        "Fermented fish",
        "Polyphasic taxonomy",
        "Shrimp paste"
    ],
    "authors": [
        "Rungsima Daroonpunt",
        "Supalurk Yiamsombut",
        "Jaruwan Sitdhipol",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 3,
    "ref-count": 46,
    "ref-list": [
        "Proposed minimal standards for describing new taxa of aerobic, endospore-forming bacteria",
        "Bacillus swezeyi sp. Nov. and Bacillus haynesii sp. nov., isolated from desert soil",
        "Bacillus nakamurai sp. Nov., a black-pigment-producing strain",
        "Bacillus notogin-sengisoli sp. Nov., a novel bacterium isolated from the rhizosphere of Panax notoginseng",
        "Bacillus paralichenifor-mis sp. Nov., isolated from fermented soybean paste",
        "Bacillus piscicola sp. Nov., isolated from Thai fish sauce (Nam-pla)",
        "Bacillus rigiliprofundi sp. Nov., an endospore-forming, Mn-oxidizing, moderately halophilic bacterium isolated from deep subseafloor basaltic crust",
        "Bacillus wiedmannii sp. Nov., a psychrotolerant and cytotoxic Bacillus cereus group species isolated from dairy foods and dairy environments",
        "Bacillus wudalianchiensis sp. Nov., isolated from grass soils of the Wuda-lianchi scenic area",
        "Bacillus zeae sp. Nov., isolated from the rhizosphere of Zea mays",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "The CLUSTAL_X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST Server: Rapid annotations using subsystems technology",
        "SEED servers: High-performance access to the SEED genomes, annotations, and metabolic models",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpe-ciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Method of gram staining",
        "Rapid flagella stain",
        "Virgi-bacillus kapii sp. Nov., isolated from Thai shrimp paste (Ka-pi)",
        "The differentiation of Pseudomonas from other Gram-negative bacteria on the basis of arginine metabolism",
        "Disk susceptibility testingeditor",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. Nov. from fish sauce in Thailand",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Bacillus vietnamensis sp. Nov., a moderately halotolerant, aerobic, endospore-forming bacterium isolated from Vietnamese fish sauce",
        "Bacillus marisflavi sp. Nov. and Bacillus aquimaris sp. nov., isolated from sea water of a tidal flat of the Yellow Sea in Korea",
        "Bacillus oryzaecorticis sp. Nov., a moderately halophilic bacterium isolated from rice husks",
        "The Genus Bacillus-Nonmedical",
        "Bacillus Cohn 1872, 174AL",
        "Bacillus pakista-nensis sp. Nov., a halotolerant bacterium isolated from salt mines of the Karak area in Pakistan",
        "Draft genome sequence of Bacillus vietnamensis strain UCD-SED5 (Phylum Fir-micutes)",
        "Draft genome sequence of Bacillus marisflavi TF-1T(JCM 11544), a carotenoid-producing bacterium Isolated from seawater from a tidal flat in the Yellow Sea",
        "Draft genome sequence of a biosurfactant producing, Bacillus aquimaris strain SAMM MCC 3014 isolated from Indian Arabian coastline sea water"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60015084",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015084",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chula-longkorn University",
        "Chulalongkorn University"
    ]
}