{
    "eid": "2-s2.0-85095979231",
    "title": "Recommendations from Thai stakeholders about protecting HIV remission (‘cure’) trial participants: Report from a participatory workshop",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cure trials",
        "Ethics",
        "HIV",
        "Informed consent",
        "Stakeholder engagement"
    ],
    "authors": [
        "Holly L. Peay",
        "Nuchanart Q. Ormsby",
        "Gail E. Henderson",
        "Thidarat Jupimai",
        "Stuart Rennie",
        "Krittaecho Siripassorn",
        "Kunakorn Kanchawee",
        "Sinéad Isaacson",
        "R. Jean Cadigan",
        "Kriste Kuczynski",
        "Udom Likhitwonnawut"
    ],
    "citedby-count": 4,
    "ref-count": 24,
    "ref-list": [
        "Knowledge translation of research findings",
        "Protocol for the development of guidance for stakeholder engagement in health and healthcare guideline development and implementation",
        "Going off antiretroviral treatment in a closely monitored HIV “cure” trial: longitudinal assessments of acutely diagnosed trial participants and decliners",
        "Ethics of treatment interruption trials in HIV cure research: Addressing the conundrum of risk/benefit assessment",
        "Lessons learned from HIV antiretroviral treatment interruption trials",
        "Perspectives on analytical treatment interruptions in people living with HIV and their health care providers in the landscape of HIV cure-focused studies",
        "Social and ethical implications of HIV cure research",
        "Stigmatizing attitudes toward people living with HIV among general adult Thai population: Results from the 5th Thai National Health Examination Survey (NHES)",
        "Applying the Behavioural and Social Sciences Research (BSSR) functional framework to HIV cure research",
        "What motivates participation in HIV cure trials? A call for real-time assessment to improve informed consent",
        "Impact of nucleic acid testing relative to antigen/antibody combination immunoassay on the detection of acute HIV infection",
        "Leveraging early HIV diagnosis and treatment in Thailand to conduct HIV cure research",
        "How biomedical HIV prevention trials incorporate behavioral and social sciences research: A typology of approaches",
        "A discourse analysis of the Thai experience of “being krengjai”",
        "Recommendations for analytical antiretroviral treatment interruptions in HIV research trials—report of a consensus meeting",
        "AIDS in southern Thailand: Stories of kreng jai and social connections",
        "HIV stigma mechanisms and well-being among PLWH: A test of the HIV stigma framework",
        "Building the evidence base for stigma and discrimination-reduction programming in Thailand: Development of tools to measure healthcare stigma and discrimination",
        "Measuring AIDS stigmas in people living with HIV/AIDS: The internalized AIDS-related stigma scale",
        "The Primacy of the ethical: Propositions for a militant anthropology",
        "The origins of a research community in the Majengo observational cohort study, Nairobi, Kenya",
        "Relief of oppression”: An organizing principle for researchers’ obligations to participants in observational studies in the developing world"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60025111",
            "affilname": "The University of North Carolina at Chapel Hill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025111",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Research Triangle Park",
            "@id": "60032205",
            "affilname": "RTI International",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032205",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "125366468",
            "affilname": "Thailand National CAB on HIV research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125366468",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "121401572",
            "affilname": "Bamrasnaradura Infectious Diseases Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121401572",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute of Allergy and Infectious Diseases"
    ]
}