{
    "eid": "2-s2.0-85017022778",
    "title": "Sexual and reproductive health behaviors of female sex workers in Dhaka, Bangladesh",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Tasnuva Wahed"
    ],
    "citedby-count": 15,
    "ref-count": 49,
    "ref-list": [
        "Sex Work in Asia.",
        "Population Size Estimates for Most at Risk Populations for HIV in Bangladesh",
        "20 Years of HIV in Bangladesh: Experiences and Way Forward.",
        "Behavioral Surveillance Survey 2006-07",
        "Epidemiology and Etiology of Sexually Transmitted Infection among Hotel-Based Sex Workers in Dhaka, Bangladesh",
        "HIV/AIDS Prevention project: Brothel Based Sex Workers in Bangladesh: Report of Census and Baseline Survey",
        "Bangladesh Demographic and Health Survey 2014",
        "International Centre for Diarrhoeal Disease Research, Bangladesh (icddr, and MEASURE Evaluation",
        "HIV and AIDS in Bangladesh",
        "Sexually transmitted infections in pregnancy: Prevalence, impact on pregnancy outcomes, and approach to treatment in developing countries",
        "Glob J Health Sci.",
        "The health of female sex workers in Hong Kong: Do we care?",
        "Sex Transm Infect.",
        "Effects of In-country and Cross-Border Mobility on Condom Use Among Transgender Women (hijras) in Bangladesh: A Cross-Sectional Study",
        "Dhaka",
        "The incidence of menstrual regulation procedures and abortion in Bangladesh, 2010",
        "Bangladesh: Birth Rate.",
        "Understanding the broader sexual and reproductive health needs of female sex workers in Dhaka, Bangladesh",
        "Utilization of contraception and abortion and its relationship to HIV infection among female sex workers in Tashkent, Uzbekistan",
        "Prevalence of lifetime abortion and methods of contraception among female sex workers in Bogota, Colombia",
        "Contraceptive utilization and pregnancy termination among female sex workers in Afghanistan",
        "Sex workers in Kenya, numbers of clients and associated risks: An exploratory survey",
        "Induced abortion, contraceptive use, and dual protection among female sex workers in Moscow, Russia",
        "Menstrual Regulation and Induced Abortion in Bangladesh.",
        "Indigenous Abortion Practitioners in Rural Bangladesh: Women Abortionists, Their Perceptions and Practices.",
        "Pregnancy Termination in a Rural Subdistrict of Bangladesh: A Microstudy",
        "Minimum Package of Antenatal Care Services Defined",
        "Acceptability and Sustainability of the WHO Focused Antenatal Care package in Kenya.",
        "Experiences with Pregnancy Among Female Sex Workers in Ethiopia: A Link Up Explanoratory Study.",
        "Health of female sex workers and their children: A call for action",
        "Female sex workers' Experiences with intended pregnancy and antenatal care services in Southern Tanzania",
        "Pregnancy among sex workers participating in a condom intervention trial highlights the need for dual protection",
        "The intersection between sex work and reproductive health in northern karnataka, India: Identifying gaps and opportunities in the context of HIV prevention",
        "Sexual and Reproductive Health Needs of Sex Workers: Two Feminist Projects in Brazil",
        "Unintended pregnancy among female sex workers in Mekelle city, northern Ethiopia: A cross-sectional study",
        "Health care seeking behaviour for sexually transmitted diseases among commercial sex workers in Morogoro, Tanzania",
        "Risk perceptions, prevention and treatment seeking for sexually transmitted infections and HIV/AIDS among female sex workers in Kano, Nigeria.",
        "Effect of physical violence on sexually transmitted infections and treatment seeking behaviour among female sex workers in Thane District, Maharashtra, India",
        "Care seeking behaviour and barriers to accessing services for sexually transmitted infections among female sex workers in Laos: A cross-sectional study",
        "Symptoms of sexually transmitted infections and care-seeking behaviors of male clients of female sex workers in Bangladesh",
        "Uptake of a women-only, sex-work-specific drop-in center and links with sexual and reproductive health care for sex workers",
        "Declines in risk behaviour and sexually transmitted infection prevalence following a community-led HIV preventive intervention among female sex workers in Mysore, India",
        "Centers for Change: Drop-In Centers Facilitate Sex Worker-Led Human Rights Advocacy.",
        "Building Partnerships for Service Provision to Migrant Sex Workers.",
        "Linking sexual and reproductive health and HIV interventions: A systematic review",
        "Seventh Five Year Plan FY2016-Fy2020: Accelerating Growth, Empowering Citizens",
        "Health Res Policy Syst.",
        "Meeting the contraceptive needs of key populations affected by HIV in Asia: An unfinished agenda"
    ],
    "affiliation": [
        {
            "affiliation-city": "London",
            "affilname": "Save the Children Fund",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dhaka",
            "affilname": "International Centre for Diarrhoeal Disease Research Bangladesh",
            "affiliation-country": "Bangladesh"
        },
        {
            "affiliation-city": "Montreal",
            "affilname": "Centre Hospitalier de L'Université de Montréal",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Dhaka",
            "affilname": "Research to Policy Limited",
            "affiliation-country": "Bangladesh"
        }
    ],
    "funding": []
}