{
    "eid": "2-s2.0-85056840114",
    "title": "Use of Combined Botulinum Toxin and Physical Therapy for Treatment Resistant Congenital Muscular Torticollis",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "botulinum toxin",
        "congenital torticollis",
        "outcome assessment",
        "physical therapy"
    ],
    "authors": [
        "Noppachart Limpaphayom",
        "Eitan Kohan",
        "Aaron Huser",
        "Malgorzata Michalska-Flynn",
        "Sara Stewart",
        "Matthew B. Dobbs"
    ],
    "citedby-count": 17,
    "ref-count": 23,
    "ref-list": [
        "Clinical determinants of the outcome of manual stretching in the treatment of congenital muscular torticollis in infants A prospective study of eight hundred and twenty-one cases",
        "Congenital muscular torticollis: Current concepts and review of treatment",
        "Congenital muscular torticollis and positional plagiocephaly",
        "Botulinum toxin type a in the treatment of children with congenital muscular torticollis",
        "Botulinum toxin injection for congenital muscular torticollis presenting in children and adults",
        "Congenital muscular torticollis: A spectrum of pathology",
        "Torticollis, facial asymmetry and plagiocephaly in normal newborns",
        "Treatment of recalcitrant idiopathic muscular torticollis in infants with botulinum toxin type a",
        "Infantile torticollis: A review of 624 cases",
        "Snapping during manual stretching in congenital muscular torticollis",
        "Comparison of clinical findings of congenital muscular torticollis between patients with and without sternocleidomastoid lesions as determined by ultrasonography",
        "The clinical presentation and outcome of treatment of congenital muscular torticollis in infants-A study of 1,086 cases",
        "Factors predictive of outcome after use of the Ponseti method for the treatment of idiopathic clubfeet",
        "Muscle structure and stiffness assessment after botulinum toxin type A injection A systematic review",
        "Botulinum toxin type A relieves sternocleidomastoid muscle fibrosis in congenital muscular torticollis",
        "How muscles recover from paresis and atrophy after intramuscular injection of botulinum toxin A: Study in juvenile rats",
        "Changes in contractile properties of muscles receiving repeat injections of botulinum toxin (Botox)",
        "Botulinum toxin type A injections: Adverse events reported to the US Food and Drug Administration in therapeutic and cosmetic cases",
        "Anesthesia and developing brains-implications of the FDA warning",
        "Statement on the use of general anesthetics and sedation drugs in children and pregnant women",
        "The FDA warning on anesthesia drugs",
        "Congenital muscular torticollis in infants: Ultrasound-assisted diagnosis and evaluation"
    ],
    "affiliation": [
        {
            "affiliation-city": "St. Louis",
            "@id": "60029607",
            "affilname": "St. Louis Children's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029607",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60010261",
            "affilname": "Washington University in St. Louis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010261",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}