{
    "eid": "2-s2.0-85122880589",
    "title": "Crystallization behavior of isotactic polypropylene containing a fibrous nucleating agent in a flow field",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [],
    "authors": [
        "Khunanya Janchai",
        "Takumitsu Kida",
        "Takahiro Inoue",
        "Shohei Iwasaki",
        "Masayuki Yamaguchi"
    ],
    "citedby-count": 10,
    "ref-count": 33,
    "ref-list": [
        "Crystallization and dissolution of flow-induced precursors",
        "Control of structural morphology in shear-induced crystallization of polymers",
        "Onset of flow-induced crystallization kinetics of highly isotactic polypropylene",
        "Rheological link between polymer melts with a high molecular weight tail and enhanced formation of shish-kebabs",
        "From molecular entanglement network to crystal-cross-linked network and crystal scaffold during film blowing of polyethylene: an in situ synchrotron radiation small- and wide-angle x‑ray scattering study",
        "Two distinct morphologies for semicrystalline isotactic polypropylene crystallized after shear flow",
        "Flow induced crystallization in isotactic polypropylene-1,3:2,4-bis(3,4-dimethylbenzylidene)sorbitol blends: implications on morphology of shear and phase separation",
        "Enhancement of drawdown force in polypropylene containing nucleating agent",
        "Modulus enhancement of polypropylene by sorbitol nucleating agent in flow field",
        "Self-organization and polyolefin nucleation efficacy of 1,3:2,4-di-p-methylbenzylidene sorbitol",
        "Structure and properties of injection-molded polypropylene with sorbitol-based clarifer",
        "Anomalous molecular orientation of isotactic polypropylene sheet containing N,N’-dicyclohexyl-2,6-naphthalenedicarboxamide",
        "Shish formation and relaxation insheared isotactic polypropylene containing nucleating particles",
        "Influence of a particulate nucleating agent on the quiescent and flow-induced crystallization of isotactic polypropylene",
        "Effects of sodium salt and sorbitol-derivative nucleating agents on physical properties related to crystal structure and orientation of polypropylene",
        "Effect of die geometry on drawdown force of polypropylene at capillary extrusion",
        "Effect of neutralizer on transparency of nucleating agent-containing polypropylene",
        "Structure and properties for transparent polypropylene containing sorbitol-based clarifier,",
        "Effect of carbon nanotube addition on structure and properties for extrudates of high-density polyethylene",
        "Structure and properties of fiber-reinforced polypropylene prepared by direct incorporation of aqueous solution of poly(vinyl alcohol)",
        "Studies on biaxial stretching of polypropylene film. IV. Overall orientation during one-step biaxial stretching and its application to the estimation of the principal refractive indices of isotactic polypropylene",
        "A method to synthesize interference color chart with personal computer",
        "The scattering of light from thin polymer films. IV. Scattering from oriented polymers",
        "Plywood-like structure of injection-moulded polypropylene",
        "Measurement of orientation in polypropylene film",
        "Molecular orientation distributions in uniaxially oriented poly(L-lactic acid) films determined by polarized Raman spectroscopy",
        "Mesomorphic-α-monoclinic phase transition in isotactic polypropylene: a Study of processing effects on structure and mechanical properties",
        "Rheooptical Fourier transform infrared spectroscopy of the deformation behavior in quenched and slow-cooled isotactic polypropylene films"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nomi",
            "@id": "60011375",
            "affilname": "Japan Advanced Institute of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011375",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "127590843",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127590843",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}