{
    "eid": "2-s2.0-85091422824",
    "title": "Characterization of Methyltestosterone Degrading Bacteria Isolated from Tilapia Masculinizing Ponds: Metabolic Intermediate, Glucose Amendments Effects, and Other Hormones Transformation",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Ecological Modeling",
            "@code": "2302",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "17α-Methyltestosterone",
        "Androgenic activity",
        "Bacterial isolate",
        "Degradation intermediate",
        "Labile organic carbon",
        "Steroid transformation",
        "Tilapia sex reversal"
    ],
    "authors": [
        "Pimvarat Srikwan",
        "Boonyakit Niamhom",
        "Takashi Yagi",
        "Parinda Thayanukul"
    ],
    "citedby-count": 5,
    "ref-count": 78,
    "ref-list": [
        "Biodegradation of chlorpyrifos and its hydrolysis product 3,5,6-trichloro-2-pyridinol using a novel bacterium Ochrobactrum sp. JAS2: a proposal of its metabolic pathway",
        "Kinetic studies using a linear regression analysis for a sorption phenomenon of 17a-methyltestosterone by Salvinia cucullata in an active plant reactor",
        "Short-term exposure to low concentrations of the synthetic androgen methyltestosterone affects vitellogenin and steroid levels in adult male zebrafish (Danio rerio)",
        "Biodegradation of polycyclic aromatic hydrocarbons by a halotolerant bacterial strain Ochrobactrum sp. VA1",
        "The determination of 17α-methyltestosterone in sex-reversed Tilapia, Inland Fisheries Research and Development Bureau, Department of Fisheries",
        "Determination of 17α-methyltestosterone in freshwater samples of tilapia farming by high performance liquid chromatography",
        "Delineation of steroid-degrading microorganisms through comparative genomic analysis",
        "Application of biosurfactant produced by Ochrobactrum intermedium CN3 for enhancing petroleum sludge bioremediation",
        "Effect of phase composition on the bioconversion of methyltestosterone in a biphasic system",
        "Detection of hormone-like and genotoxic activities in indoor dust from Taiwan using a battery of in vitro bioassays",
        "Genomic insight into the host–endosymbiont relationship of Endozoicomonas montiporae CL-33T with its coral host",
        "Microbial steroid transformations: current state and prospects",
        "Conversion of 17α-methyltestosterone to methandrostenolone by the bacterium Pimelobacter simplex VKPM Ac-1632 with the presence of cyclodextrins",
        "Monosex production of tilapia, Oreochromis niloticus using different doses of 17α-methyltestosterone with respect to the degree of sex stability after one year of treatment",
        "Steroidobacter denitrificans gen. nov., sp. nov., a steroidal hormone-degrading gammaproteobacterium",
        "Morphological, physiological, and molecular characterization of a newly isolated steroid-degrading actinomycete, identified as Rhodococcus ruber strain Chol-4",
        "Fate of methyltestosterone in the pond environment: detection of MT in soil after treatment with MT food",
        "Detection of MT in aquarium water after treatment with MT food",
        "Fisheries and aquaculture software",
        "Human food safety and environmental assessment of the use of 17α-methyltestosterone to produce male tilapia in the United States",
        "Biodegradation of 17α-methyltestosterone and isolation of MT-degrading bacterium from sediment of Nile tilapia masculinization pond",
        "Biotransformation of 17α-methyltestosterone in sediment under different electron acceptor conditions",
        "Degradation of 17α-methyltestosterone by Rhodococcus sp. and Nocardioides sp. isolated from a masculinizing pond of Nile tilapia fry",
        "Testosterone degradative pathway of Novosphingobium tardaugens",
        "Sexual dimorphism in esterified steroid levels in the gastropod Marisa cornuarietis: The effect of xenoandrogenic compounds",
        "Elimination of orally administered 17α-methyltestosterone by Oreochromis mossambicus (tilapia) and Salmo gairdneri (rainbow trout) juveniles",
        "Biosurfactant production and concomitant hydrocarbon degradation potentials of bacteria isolated from extreme and hydrocarbon contaminated environments",
        "Cadmium biosorption by a glyphosate-degrading bacterium, a novel biosorbent isolated from pesticide-contaminated agricultural soils",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Bacterial oxidation of steroids: I. Ring A Dehydrogenations by Intacts Cells",
        "Biodegradation of 17β-estradiol by bacterial co-culture isolated from manure",
        "Steroids in a typical swine farm and their release into the environment",
        "Degradation of aromatic compounds by Acinetobacter radioresistens S13: growth characteristics on single substrates and mixtures",
        "Tilapia sex reversal using methyl testosterone (MT) and its effect on fish, man and environment",
        "Radiometric analysis of oxidative reactions in aromatization by placental microsomes. Presence of differential isotope effects",
        "Human food safety and environmental hazards associated with the use of methyltestosterone and other steroids in production of all-male tilapia",
        "Methyltestosterone alters sex determination in the American alligator (Alligator mississippiensis)",
        "Alasan, a new bioemulsifier from Acinetobacter radioresistens",
        "Acinetobacter radioresistens sp. nov. isolated from cotton and soil",
        "Tentative structural assignment of a Glucuronide metabolite of methyltestosterone in tilapia bile by liquid chromatography–quadrupole-time-of-flight mass spectrometry",
        "Sorption of 17α-methyltestosterone onto soils and sediment",
        "Hormonal induction of sex reversal in fish",
        "Isolation of novel microbial 3 alpha-, 3 beta-, and 17 beta-hydroxysteroid dehydrogenases. Purification, characterization, and analytical applications of a 17 beta-hydroxysteroid dehydrogenase from an Alcaligenes sp",
        "A 17β-estradiol-utilizing bacterium, Sphingomonas strain KC8: part I—characterization and abundance in wastewater treatment plants",
        "Ochrobactrum anthropi septic arthritis: case report and implications in orthopedic infections",
        "Effects of methyltestosterone on reproduction in the Japanese quail (Coturnix coturnix japonica)",
        "Development of yeast reporter assay for screening specific ligands of retinoic acid and retinoid X receptor subtypes",
        "Genome-wide bioinformatics analysis of steroid metabolism-associated genes in Nocardioides simplex VKM Ac-2033D",
        "Models for mineralization kinetics with the variables of substrate concentration and population density",
        "Factors controlling the biodegradation of 17β-estradiol, estrone and 17α-ethinylestradiol in different natural soils",
        "Oxidative degradation of testosterone by adaptive enzymes",
        "Enhancement of soil petroleum remediation by using a combination of ryegrass (Lolium perenne) and different microorganisms",
        "Council Directive 96/22/EC of 29 April 1996 concerning the prohibition on the use in stockfarming of certain substances having a hormonal or thyrostatic action and of beta-agonists, and repealing Directives 81/602/EEC, 88/146/EEC and 88/299/EEC",
        "Nitrososphaera viennensis, an ammonia oxidizing archaeon from soil",
        "Exposure of the eggs to 17α-methyl testosterone reduced hatching success and growth and elicited teratogenic effects in postembryonic life stages of crayfish",
        "Conservative fragments in bacterial 16S rRNA genes and primer design for 16S ribosomal DNA amplicons in metagenomic studies",
        "Anoxic androgen degradation by the denitrifying bacterium Sterolibacterium denitrificans via the 2,3-seco pathway",
        "Degradation of 17β-estradiol and products by a mixed culture of Rhodococcus equi DSSKP-R-001 and Comamonas testosteroni QYY20150409",
        "Retroconversion of estrogens into androgens by bacteria via a cobalamin-mediated methylation",
        "Effects of methyltestosterone, letrozole, triphenyltin and fenarimol on histology of reproductive organs of the copepod Acartia tonsa",
        "DECIPHER, a search-based approach to chimera identification for 16S rRNA sequences",
        "Enhanced phytoremediation of PAHs-contaminated soil from an industrial relocation site by Ochrobactrum sp",
        "Degradation kinetics of testosterone by manure-borne bacteria: influence of temperature, pH, glucose amendments, and dissolved oxygen",
        "Testosterone-mineralizing culture enriched from swine manure: characterization of degradation pathways and microbial community composition",
        "Integrated multi-omics analyses reveal the biochemical mechanisms and phylogenetic relevance of anaerobic androgen biodegradation in the environment",
        "The genus Nocardioides",
        "Nocardioides nitrophenolicus sp. nov., a p-nitrophenol-degrading bacterium",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Direct photodegradation of androstenedione and testosterone in natural sunlight: inhibition by dissolved organic matter and reduction of endocrine disrupting potential",
        "17β-estradiol-degrading bacteria isolated from activated sludge",
        "Occurrence and fate of androgens in municipal wastewater treatment plants in China",
        "Nocardioides gilvus sp. nov., isolated from Namtso Lake",
        "Occurrence, fate and risk assessment of androgens in ten wastewater treatment plants and receiving rivers of South China",
        "Persistence of androgens, progestogens, and glucocorticoids during commercial animal manure composting process"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Osaka",
            "@id": "60270122",
            "affilname": "Osaka Metropolitan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60270122",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "S&T Postgraduate Education and Research Development Office",
        "OHEC",
        "PERDO",
        "Chulalongkorn University",
        "Mahidol University",
        "Thailand Research Fund",
        "King Mongkut’s University of Technology Thonburi"
    ]
}