{
    "eid": "2-s2.0-85159598594",
    "title": "Coronavirus Disease 2019–Associated Pulmonary Aspergillosis: A Noninvasive Screening Model for Additional Diagnostics",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "aspergillosis",
        "CAPA",
        "COVID-19",
        "risk prediction",
        "SARS-CoV-2"
    ],
    "authors": [
        "Nitipong Permpalung",
        "Teresa Po Yu Chiang",
        "Robin K. Avery",
        "Darin Ostrander",
        "Kausik Datta",
        "Dorry L. Segev",
        "Christine M. Durand",
        "Sean X. Zhang",
        "Allan B. Massie",
        "Kieren A. Marr"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Taskforce report on the diagnosis and clinical management of COVID-19 associated pulmonary aspergillosis",
        "Defining and managing COVID-19–associated pulmonary aspergillosis: the 2020 ECMM/ISHAM consensus criteria for research and clinical guidance",
        "Multinational observational cohort study of COVID-19–associated pulmonary aspergillosis",
        "Prevalence of putative invasive pulmonary aspergillosis in critically ill patients with COVID-19",
        "Incidence of invasive pulmonary aspergillosis among critically ill COVID-19 patients",
        "Risk factors and outcome of pulmonary aspergillosis in critically ill coronavirus disease 2019 patients—a multinational observational study by the European Confederation of Medical Mycology",
        "Fungal infections in mechanically ventilated patients with COVID-19 during the first wave: the French multicentre MYCOVID study",
        "Coronavirus disease 2019–associated pulmonary aspergillosis in mechanically ventilated patients",
        "Epidemiology of invasive pulmonary aspergillosis among intubated patients with COVID-19: a prospective study",
        "A national strategy to diagnose coronavirus disease 2019–associated invasive fungal disease in the intensive care unit",
        "Inhaled liposomal amphotericin-B as a prophylactic treatment for COVID-19-associated pulmonary aspergillosis/Aspergillus tracheobronchitis",
        "Antifungal prophylaxis for prevention of COVID-19-associated pulmonary aspergillosis in critically ill patients: an observational study",
        "Revision and update of the consensus definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer and the Mycoses Study Group Education and Research Consortium",
        "ELIXHAUSER: Stata module to calculate Elixhauser index of comorbidity",
        "Receiver operating characteristic curve in diagnostic test assessment",
        "Identifying scenarios of benefit or harm from kidney transplantation during the COVID-19 pandemic: a stochastic simulation and machine learning study",
        "Invasive fungal infections in critically ill COVID-19 patients in a large tertiary university hospital in Israel",
        "Design issues in studies evaluating diagnostic tests for aspergillosis",
        "Coronavirus disease 2019–associated pulmonary aspergillosis: reframing the debate",
        "COVID-19–associated pulmonary aspergillosis (CAPA): risk factors and development of a predictive score for critically ill COVID-19 patients",
        "Diagnostic dilemma in COVID-19–associated pulmonary aspergillosis",
        "The use of bronchoscopy during the coronavirus disease 2019 pandemic: CHEST/AABIP guideline and expert panel report",
        "Piperacillin/tazobactam (Tazocin) seems to be no longer responsible for false-positive results of the galactomannan assay",
        "Reduction in false-positive Aspergillus serum galactomannan enzyme immunoassay results associated with use of piperacillin-tazobactam in the United States",
        "The interaction between piperacillin/tazobactam and assays for Aspergillus galactomannan and 1,3-beta-D-glucan in patients without risk factors for invasive fungal infections",
        "Does ampicillinsulbactam cause false positivity of (1,3)-beta-D-glucan assay? A prospective evaluation of 15 patients without invasive fungal infections",
        "Galactomannan and 1,3-β- D-glucan testing for the diagnosis of invasive aspergillosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "@id": "60032105",
            "affilname": "NYU Langone Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032105",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60006183",
            "affilname": "Johns Hopkins Bloomberg School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006183",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "129399000",
            "affilname": "Pearl Diagnostics Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129399000",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Shionogi and Pulmocide",
        "Merck",
        "CareDx"
    ]
}