{
    "eid": "2-s2.0-85141370040",
    "title": "The takeover market’s effect on managerial ownership: evidence from hostile takeover susceptibility",
    "cover-date": "2023-06-06",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Agency theory",
        "Corporate governance",
        "Hostile takeovers",
        "Managerial ownership",
        "Takeover susceptibility",
        "Takeover vulnerability"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Ploypailin Kijkasiwat",
        "Pornsit Jiraporn",
        "Ali Uyar"
    ],
    "citedby-count": 1,
    "ref-count": 71,
    "ref-list": [
        "Women in the boardroom and their impact on governance and performance",
        "An organizational approach to comparative corporate governance: costs, contingencies, and complementarities",
        "Female directors and earnings management: evidence from UK companies",
        "Reexamining the managerial ownership effect on firm value",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Gender diversity in the boardroom and firm financial performance",
        "Corporate complexity, managerial myopia, and hostile takeover exposure: evidence from textual analysis",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Identifying control motives in managerial ownership: evidence from antitakeover legislation",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi‐natural experiment",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "Governance mechanisms and equity prices",
        "Dividend policy and the earned/contributed capital mix: a test of the life-cycle theory⋆",
        "The structure of ownership and the theory of the firm",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "Managerial ownership and performance",
        "Capital structure and corporate control: the effect of antitakeover statutes on firm leverage",
        "Audit quality and specialist tenure",
        "Tradeoffs in corporate governance: evidence from board structures and charter provisions",
        "The market for corporate control and dividend policies: cross-country evidence from M&A laws",
        "Disclosure laws and takeover bids",
        "Tradeoffs between internal and external governance: evidence from exogenous regulatory shocks",
        "Entropy balancing for causal effects: a multivariate reweighting method to produce balanced samples in observational studies",
        "Understanding the determinants of managerial ownership and the link between ownership and performance",
        "Complementarity in monitoring and bonding: more intense monitoring leads to higher executive compensation",
        "Political corruption and corporate payouts",
        "Internal monitoring mechanisms and CEO turnover: a long-term perspective",
        "Institutional investors, managerial ownership, and executive compensation",
        "Theory of the firm: managerial behavior, agency costs and ownership structure",
        "Do independent directors improve firm value? Evidence from the great recession",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "The impact of managerial ownership on the likelihood of provision of high quality auditing services",
        "The wealth effects of second-generation state takeover legislation",
        "Measuring managerial equity ownership: a comparison of sources of ownership data",
        "Managerial ownership and accounting conservatism",
        "The interrelationship between managerial ownership and board structure",
        "Does takeover activity cause managerial discipline? Evidence from international M&A laws",
        "Selection models in accounting research",
        "Using heteroscedasticity to identify and estimate mismeasured and endogenous regressor models",
        "Managerial risk-taking behavior and equity-based compensation⋆",
        "Additional evidence on equity ownership and corporate value",
        "Equity ownership and the two faces of debt",
        "Entropy-balanced accruals",
        "Mergers and the market for corporate control",
        "The decline of takeovers and disciplinary managerial turnover",
        "Substitutes or complements? A configurational examination of corporate governance mechanisms",
        "Management ownership and market valuation",
        "Does a good central banker make a difference?",
        "The value of independent directors: evidence from sudden deaths⋆",
        "Complementary or substitutive effects? Corporate governance mechanisms and corporate social responsibility",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Unobservable selection and coefficient stability: theory and evidence",
        "Does corporate headquarters location matter for stock returns?",
        "The central role of the propensity score in observational studies for causal effects",
        "Outside directors, board independence, and shareholder wealth",
        "What impact do countries have on levels of sustainability assurance? A complementary‐substitutive perspective",
        "Complementary or substitutive effects? Corporate governance mechanisms and poison pill repeal",
        "Hostility in takeovers: in the eyes of the beholder?",
        "Managerial ownership and the performance of firms: evidence from the UK",
        "Quo vadis? Suggestions for future corporate governance research",
        "The deterrent effect of employee whistleblowing on firms’ financial misreporting and tax aggressiveness",
        "Managerial ownership structure and earnings management",
        "Higher market valuation of companies with a small board of directors",
        "National governance system, corporate ownership, and roles of outside directors: a corporate governance bundle perspective",
        "Understanding the determinants of managerial ownership and the link between ownership and performance: comment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "La Rochelle",
            "@id": "60112757",
            "affilname": "Excelia Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112757",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}