{
    "eid": "2-s2.0-84892384876",
    "title": "Thunbergia laurifolia extract minimizes the adverse effects of toxicants by regulating P-glycoprotein activity, CYP450, and lipid metabolism gene expression in HepG2 cells",
    "cover-date": "2014-01-10",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "Antioxidant",
        "CYP450",
        "P-glycoprotein",
        "Thunbergia laurifolia"
    ],
    "authors": [
        "A. Rocejanasaroj"
    ],
    "citedby-count": 25,
    "ref-count": 40,
    "ref-list": [
        "An evaluation of the cytochrome P450 inhibition potential of selected pesticides in human hepatic microsomes",
        "Interactions between grapefruit juice and cardiovascular drugs",
        "The impact of CYP2E1 on the development of alcoholic liver disease as studied in a transgenic mouse model",
        "Liver X receptor signaling pathways and atherosclerosis",
        "Activation of Antioxidant-Response Element (ARE), Mitogen-Activated Protein Kinases (MAPKs) and Caspases by Major Green Tea Polyphenol Components during Cell Survival and Death",
        "Extending Applicability of the Oxygen Radical Absorbance Capacity (ORAC-Fluorescein) Assay",
        "The role of hepatic peroxisome proliferator-activated receptors (PPARs) in health and disease",
        "Codeine intoxication associated with ultrarapid CYP2D6 metabolism",
        "Cytochrome P450 and chemical toxicology",
        "Clinical significance of ABCB1 genotyping in oncology",
        "Asian J. Pharmacodyn. Pharmacokinet.",
        "The chemistry behind antioxidant capacity assays",
        "As. J. Food Ag.-Ind.",
        "Effects of monoglycerides on rhodamine 123 accumulation, estradiol 17 β-D-glucuronide bidirectional transport and MRP2 protein expression within Caco-2 cells",
        "Effect of herbal polyphenols on atherogenic transcriptome",
        "Induction of hepatic CYP2E1 by a subtoxic dose of acetaminophen in rats: Increase in dichloromethane metabolism and carboxyhemoglobin elevation",
        "Signal Transduction Events Elicited by Natural Products: Role of MAPK and Caspase Pathways in Homeostatic Response and Induction of Apoptosis",
        "Arsenic: Signal transduction, transcription factor, and biotransformation involved in cellular response and toxicity",
        "An essential role for free radicals and derived species in signal transduction",
        "Drug-drug interaction mediated by inhibition and induction of P-glycoprotein",
        "Hyperforin in St. John's wort drug interactions",
        "PPAR gamma 2 prevents lipotoxicity by controlling adipose tissue expandability and peripheral lipid metabolism",
        "Phytochemical profiling and phase II enzyme-inducing properties of Thunbergia laurifolia Lindl. (RC) extracts",
        "Low Density Lipoprotein Receptor and 3-Hydroxy-3-Methylglutaryl Coenzyme a Reductase Gene Expression in Human Mononuclear Leukocytes Is Regulated Coordinately and Parallels Gene Expression in Human Liver",
        "Hepatoprotective activity of Thunbergia laurifolia Linn extract in rats treated with ethanol: In vitro and in vivo studies",
        "Effects of thai black sticky rice extract on oxidative stress and lipid metabolism gene expression in hepg2 cells",
        "Free radicals, antioxidants, diseases and phytomedicines: Current status and future prospect",
        "Characteristics of the peroxisome proliferator activated receptor γ (PPARγ) ligand induced apoptosis in colon cancer cells",
        "Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent",
        "Increased cytotoxicity of carbon tetrachloride in a human hepatoma cell line overexpressing cytochrome P450 2E1",
        "Chiang Mai Med. Bull.",
        "A study of some variables in a tetrazolium dye (MTT) based assay for cell growth and chemosensitivity",
        "Quantifying cellular oxidative stress by dichlorofluorescein assay using microplate reader",
        "Cytochrome P450 enzymes involved in the metabolism of tetrahydrocannabinols and cannabinol by human hepatic microsomes",
        "Effect of St John's Wort on the activities of CYP1A2, CYP3A4, CYP2D6, N-acetyltransferase 2, and xanthine oxidase in healthy males and females",
        "Flavonoids: Antioxidants or signalling molecules?",
        "Peroxisome proliferator-activated receptor γ and metabolic disease",
        "Anti-inflammatory, antioxidant and hepatoprotective effects of Thunbergia laurifolia Linn. on experimental opisthorchiasis",
        "Insulin signaling in the transcriptional and posttranscriptional regulation of CYP2E1 expression",
        "Neutral red (NR) assay for cell viability and xenobiotic-induced cytotoxicity in primary cultures of human and rat hepatocytes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}