{
    "eid": "2-s2.0-84929319404",
    "title": "Modification of oral absorption of oxyresveratrol using lipid based nanoparticles",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Colloid and Surface Chemistry",
            "@code": "1505"
        }
    ],
    "keywords": [
        "Nanostructured lipid carriers",
        "Oral absorption",
        "Oxyresveratrol",
        "Solid lipid nanoparticles"
    ],
    "authors": [
        "Yaowaporn Sangsen"
    ],
    "citedby-count": 38,
    "ref-count": 42,
    "ref-list": [
        "In-vitro and in-vivo anti-inflammatory effect of oxyresveratrol from Morus alba L.",
        "Oxyresveratrol and resveratrol are potent antioxidants and free radical scavengers: Effect on nitrosative and oxidative stress derived from microglial cells",
        "Artocarpus lakoocha heartwood extract as a novel cosmetic ingredient: Evaluation of the in vitro anti-tyrosinase and in vivo skin whitening activities",
        "Potential neuroprotective effects of oxyresveratrol against traumatic injury",
        "Phenolics with antiviral activity from Millettia erythrocalyx and Artocarpus lakoocha",
        "Topical cream-based oxyresveratrol in the treatment of cutaneous HSV-1 infection in mice",
        "Inhibitory activity of oxyresveratrol on wild-type and drug-resistant varicella-zoster virus replication in vitro",
        "In vitro anti-influenza viral activities of stilbenoids from the lianas of Gnetum pendulum",
        "Pharmacological properties of traditional medicines. XXII. Pharmacokinetic study of mulberroside A and its metabolites in rat",
        "In vitro pharmacokinetic characterization of mulberroside A, the main polyhydroxylated stilbene in mulberry (Morus alba L.), and its bacterial metabolite oxyresveratrol in traditional oral use",
        "Symposium on Mahidol University Research and Development, ASEAN Institute Health Development",
        "Identification of seven metabolites of oxyresveratrol in rat urine and bile using liquid chromatography/tandem mass spectrometry",
        "Absorption Metabolism and Excretion of 2, 3, 4, 5 Tetrahydroxystilbene in Volunteers after Oral Administration of Purified Extract of Paug-Haad",
        "Lipid - An emerging platform for oral delivery of drugs with poor bioavailability",
        "Phospholipids and lipid-based formulations in oral drug delivery",
        "Oral delivery of peptides and proteins using lipid-based drug delivery systems",
        "Solid lipid nanoparticles (SLN) for controlled drug delivery - A review of the state of the art",
        "Nanostructured lipid carrier versus solid lipid nanoparticles of simvastatin: Comparative analysis of characteristics, pharmacokinetics and tissue uptake",
        "Modulation of Intestinal P-Glycoprotein Function by Cremophor EL and Other Surfactants by an In Vitro Diffusion Chamber Method Using the Isolated Rat Intestinal Membranes",
        "Drug Delivery Handbook of Experimental Pharmacology",
        "Preparation, characterization and physico-chemical properties of solid lipid nanoparticles (SLN) and nanostructured lipid carriers (NLC): Their benefits as colloidal drug carrier systems",
        "Solid lipid nanoparticles as a drug delivery system for peptides and proteins",
        "Novel resveratrol nanodelivery systems based on lipid nanoparticles to enhance its oral bioavailability",
        "Int. J. Med. Sci. Eng.",
        "A simple equation for description of solute release I. Fickian and non-fickian release from non-swellable devices in the form of slabs, spheres, cylinders or discs",
        "Chronic effects of ω-3 fatty acids (fish oil) in a rat 5/6 renal ablation model",
        "Solid lipid nanoparticles: Production, characterization and applications",
        "Resveratrol-loaded solid lipid nanoparticles versus nanostructured lipid carriers: Evaluation of antioxidant potential for dermal applications",
        "Preparation and characterization of vinpocetine loaded nanostructured lipid carriers (NLC) for improved oral bioavailability",
        "Lipid nanocarriers improve paclitaxel transport throughout human intestinal epithelial cells by using vesicle-mediated transcytosis",
        "Effects of lipophilic emulsifiers on the oral administration of lovastatin from nanostructured lipid carriers: Physicochemical characterization and pharmacokinetics",
        "Particle size characterization of nanoparticles- a practicalapproach",
        "Characterisation of a novel solid lipid nanoparticle carrier system based on binary mixtures of liquid and solid lipids",
        "An Evaluation of the Mechanisms of Drug Release from Glyceride Bases",
        "Polymorphic behaviour of Compritol®888 ATO as bulk lipid and as SLN and NLC",
        "Preparation and enhanced oral bioavailability of cryptotanshinone-loaded solid lipid nanoparticles",
        "J. Pharm. Pharm. Sci.",
        "Physicochemical properties of nanostructured lipid carriers as colloidal carrier system stabilized with polysorbate 20 and polysorbate 80",
        "Formulation of lipid-based delivery systems for oral administration: Materials, methods and strategies",
        "Enhancing effects of monohexanoin and two other medium-chain glyceride vehicles on intestinal absorption of desmopressin (dDAVP)",
        "Relationships between the hydrophilic-lipophilic balance values of pharmaceutical excipients and their multidrug resistance modulating effect in Caco-2 cells and rat intestines",
        "Metabolism and disposition of resveratrol in rats: Extent of absorption, glucuronidation, and enterohepatic recirculation evidenced by a linked-rat model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Pharmaceutical Sciences",
        "Thailand Research Fund",
        "Prince of Songkla University"
    ]
}