{
    "eid": "2-s2.0-85147834596",
    "title": "Osteoradionecrosis of the Jaw Following Proton Radiation Therapy for Patients With Head and Neck Cancer",
    "cover-date": "2023-02-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Annu Singh",
        "Sarin Kitpanit",
        "Brian Neal",
        "Ellen Yorke",
        "Charlie White",
        "Sae Hee K. Yom",
        "Joseph D. Randazzo",
        "Richard J. Wong",
        "Joseph M. Huryn",
        "Chiaojung Jillian Tsai",
        "Kaveh Zakeri",
        "Nancy Y. Lee",
        "Cherry L. Estilo"
    ],
    "citedby-count": 10,
    "ref-count": 47,
    "ref-list": [
        "Intensity-modulated radiotherapy for head and neck surgeons",
        "An updated review on head and neck cancer treatment with radiation therapy",
        "Impact of late treatment-related toxicity on quality of life among patients with head and neck cancer treated with radiotherapy",
        "Long-term toxicities in 10-year survivors of radiation treatment for head and neck cancer",
        "Advances in Radiotherapy for Head and Neck Cancer",
        "Patterns of failure, treatment outcomes and late toxicities of head and neck cancer in the current era of IMRT",
        "Intensity modulated proton therapy (IMPT) - the future of IMRT for head and neck cancer",
        "Proton beam radiation therapy results in significantly reduced toxicity compared with intensity-modulated radiation therapy for head and neck tumors that require ipsilateral radiation",
        "Comparison of mean radiation dose and dosimetric distribution to tooth-bearing regions of the mandible associated with proton beam radiation therapy and intensity-modulated radiation therapy for ipsilateral head and neck tumor",
        "Proton therapy for head and neck cancer: expanding the therapeutic window",
        "Proton therapy for head and neck cancers",
        "Intensity modulated proton therapy versus intensity modulated photon radiation therapy for oropharyngeal cancer: first comparative results of patient-reported outcomes",
        "Intensity-modulated proton beam therapy (IMPT) versus intensity-modulated photon therapy (IMRT) for patients with oropharynx cancer - a case matched analysis",
        "Osteoradionecrosis: a new concept of its pathophysiology",
        "Osteoradionecrosis: exposing the evidence not the bone",
        "The use of proton therapy in the treatment of head and neck cancers",
        "Radiographic osteoradionecrosis of the jaw with intact mucosa: proposal of clinical guidelines for early identification of this condition",
        "Radionecrosis of the mandibula: a retrospective analysis of the incidence and risk factors",
        "Incidence of, and risk factors for, mandibular osteoradionecrosis in patients with oral cavity and oropharynx cancers",
        "Osteoradionecrosis of the jaws: definition, epidemiology, staging and clinical and radiological findings: a concise review",
        "Osteoradionecrosis and radiation dose to the mandible in patients with oropharyngeal cancer",
        "The prevalence and risk factors associated with osteoradionecrosis of the jaw in oral and oropharyngeal cancer patients treated with intensity-modulated radiation therapy (IMRT): the Memorial Sloan Kettering Cancer Center experience",
        "Intensity-modulated proton therapy and osteoradionecrosis in oropharyngeal cancer",
        "Biological model for predicting toxicity in head and neck cancer patients receiving proton therapy",
        "Proton beam therapy combined with intra-arterial infusion chemotherapy for stage IV adenoid cystic carcinoma of the base of the tongue",
        "Risk profile for osteoradionecrosis of the mandible in the IMRT era",
        "Osteoradionecrosis of the jaws: clinical characteristics and relation to the field of irradiation",
        "Postradiation osteonecrosis of the mandible: a long-term follow-up study",
        "Radiation necrosis of the mandible: a 10 year study. part II. dental factors; onset, duration and management of necrosis",
        "Parameters associated with mandibular osteoradionecrosis",
        "Risk factors for osteoradionecrosis after head and neck radiation: a systematic review",
        "Risk factors and dose-effect relationship for mandibular osteoradionecrosis in oral and oropharyngeal cancer patients",
        "Relative biological effectiveness (RBE) values for proton beam therapy: variations as a function of biological endpoint, dose, and linear energy transfer",
        "Variable proton relative biological effectiveness: how do we move forward?",
        "Particle radiation therapy using proton and heavier ion beams",
        "Particle therapy and treatment of cancer",
        "Variations in linear energy transfer within clinical proton therapy fields and the potential for biological treatment planning",
        "Exponential increase in relative biological effectiveness along distal edge of a proton Bragg peak as measured by deoxyribonucleic acid double-strand breaks",
        "Empirical relative biological effectiveness (RBE) for mandible osteoradionecrosis (ORN) in head and neck cancer patients treated with pencil-beam-scanning proton therapy (PBSPT): a retrospective, case-matched cohort study",
        "Paradigm shifts in the management of osteoradionecrosis of the mandible",
        "Osteoradionecrosis",
        "Osteoradionecrosis of the jaws - a current overview - part 2: dental management and therapeutic options for treatment",
        "Therapeutic alternatives in the management of osteoradionecrosis of the jaws: systematic review",
        "Outcomes of microvascular free flap reconstruction for mandibular osteoradionecrosis: a systematic review",
        "The use of hyperbaric oxygen for the prevention and management of osteoradionecrosis of the jaw: a Dana-Farber/Brigham and Women's Cancer Center multidisciplinary guideline",
        "Management of osteoradionecrosis of the jaws with pentoxifylline-tocopherol: a systematic review of the literature and meta-analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "@id": "60009343",
            "affilname": "Memorial Sloan-Kettering Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009343",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Somerset",
            "@id": "113518547",
            "affilname": "ProCure Proton Therapy Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113518547",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "NCI"
    ]
}