{
    "eid": "2-s2.0-84988419511",
    "title": "Micromonospora sediminis sp. nov., isolated from mangrove sediment",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Mangrove sediment",
        "Micromonospora sediminis",
        "Micromonospora sp.nov.",
        "Micromonosporaceae",
        "Novel actinomycete"
    ],
    "authors": [
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 12,
    "ref-count": 37,
    "ref-list": [
        "Culture Media for Actinomycetes",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Two new species of the genus Micromonospora: Micromonospora palomenae sp. nov. and Micromonospora harpali sp. nov. isolated from the insects",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: biological and statistical issues.",
        "Evolution",
        "Micromonospora pisi sp. nov., isolated from root nodules of pisum sativum",
        "Bergey’s Manual of Systematic Bacteriology",
        "Intrageneric relationships among Micromonospora species deduced from gyrB-based phylogeny and DNA relatedness",
        "Inter-Society Color Council-National Bureau of Standards Color-Name Charts Illustrated with Centroid Colors",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Micromonospora tulbaghiae sp. nov., isolated from the leaves of wild garlic, Tulbaghia violacea",
        "Intrageneric relationships of the actinomycete genus Micromonospora",
        "Nucleic Acid Techniquesin Bacterial Systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "LPSN - List of prokaryotic names with standing in nomenclature",
        "Micromonospora fluostatini sp. nov isolated from marine sediment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Int J Syst Bacteriol",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Micromonospora sediminicola sp. nov., isolated from marine sediment",
        "Micromonospora spongicola sp. nov., an actinomycete isolated from a marine sponge in the Gulf of Thailand",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Chemical Methods in Prokaryotic Systematics",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Micromonospora costi sp. nov., isolated from a leaf of costus speciosus",
        "Micromonospora oryzae sp. Nov., isolated from roots of upland rice",
        "Micromonospora eburnea sp. nov., isolated from a Thai peat swamp forest",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Int J Syst Bacteriol",
        "Micromonospora polyrhachis sp. nov., an actinomycete isolated from edible Chinese black ant (Polyrhachis vicina Roger)",
        "Micromonospora lycii sp. nov., a novel endophytic actinomycete isolated from wolfberry root (Lycium chinense Mill)",
        "Investigations into the Morphology of the Ray Fungi"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}