{
    "eid": "2-s2.0-84978370142",
    "title": "Effects of nitrogen and hydrogen in argon shielding gas on bead profile, delta-ferrite and nitrogen contents of the pulsed GTAW welds of AISI 316L stainless steel",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        }
    ],
    "keywords": [
        "AISI316L",
        "Bead profile",
        "Gas tungsten arc welding (GTAW)",
        "Hydrogen",
        "N content",
        "Nitrogen",
        "δ-ferrite"
    ],
    "authors": [
        "Panyasak Phakpeetinan"
    ],
    "citedby-count": 7,
    "ref-count": 30,
    "ref-list": [
        "N. N: World Stainless: Stainless Steel Specialist Course: Training Note 08, Welding and Joining of Stainless Steel",
        "Advanced Welding Processes",
        "Experimental investigation of the effect of hydrogen in argon as a shielding gas on TIG welding of austenitic stainless steel",
        "TIG pulse welding of 304L austenitic stainless steel in flat, vertical and overhead positions",
        "Study on the effects of pulsed TIG welding parameters on delta-ferrite content, shape factor and bead quality in orbital welding of AISI 316L stainless steel plate",
        "Expérimental investigation of gas tungsten arc welding and comparison with theoretical predictions",
        null,
        null,
        "Influence of welding parameters and shielding gas composition on GTA weld shape",
        null,
        "The influence of oxygen on the nitrogen content of autogenous stainless steel arc welds",
        null,
        "A computational investigation of the effectiveness of different shielding gas mixtures for arc welding",
        "Numerical and experimental studies of the influence of process gases in tig welding",
        "Welding - Fusion-Welded Joints in Steel, Nickel, Titanium and their Alloys (Beam Welding Excluded) - Quality Levels for Imperfections",
        "Welding Journal",
        "Welding Journal",
        null,
        null,
        "INFLUENCE OF NITROGEN FROM WELDING ON STAINLESS STEEL WELD METAL MICROSTRUCTURES.",
        "WELDABILITY OF NITROGEN-CONTAINING AUSTENITIC STAINLESS STEEL: PART II - POROSITY, CRACKING AND CREEP PROPERTIES.",
        "WELDABILITY OF NEWLY DEVELOPED AUSTENITIC ALLOYS FOR CRYOGENIC SERVICE: PART II - HIGH-NITROGEN STAINLESS STEEL WELD METAL.",
        "Influence of shielding gas composition and welding parameters on the n-content and corrosion properties of welds in n-alloyed stainless steel grades",
        null,
        "Weldability of high nitrogen stainless steel",
        "CONTINUOUS delta - gamma TRANSFORMATION DURING COOLING OF FERRITIC-AUSTENITIC IRON-CHROMIUM-NICKEL ALLOYS.",
        "Wasserstoff und Korrosion",
        "Effect of solidification conditions on the solidification mode in austenitic stainless steels",
        "Effect of nitrogen addition on microstructure and fusion zone cracking in type 316L stainless steel weld metals",
        "Automatic TIG welding of austenitic stainless steels in nitrogen and nitrogen-based gas mixtures"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}