{
    "eid": "2-s2.0-84995688323",
    "title": "Ultrasound Guidance to Assist Percutaneous Nephrolithotomy Reduces Radiation Exposure in Obese Patients",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        }
    ],
    "keywords": [],
    "authors": [
        "Manint Usawachintachit"
    ],
    "citedby-count": 35,
    "ref-count": 26,
    "ref-list": [
        "Prevalence of overweight and obesity in the United States, 2007-2012",
        "Obesity, weight gain, and the risk of kidney stones",
        "The relationship of obesity and gender prevalence changes in United States inpatient nephrolithiasis",
        "Epidemiological gender-specific aspects in urolithiasis",
        "The CROES percutaneous nephrolithotomy global study: The influence of body mass index on outcome",
        "Extra corporeal shock wave lithotripsy in the treatment of renal pelvicalyceal stones in morbidly obese patients",
        "Chapter 1: AUA guideline on management of staghorn calculi: diagnosis and treatment recommendations.",
        "Obesity in percutaneous nephrolithotomy. Is body mass index really important?",
        "Factors affecting patient radiation exposure during percutaneous nephrolithotomy",
        "Radiation exposure and the urologist: What are the risks?",
        "Radiation exposure to the patient and operating room personnel during percutaneous nephrolithotomy",
        "Risk of radiation exposure during PCNL",
        "Obese patients and radiography literature: What do we know about a big issue?",
        "The ideal puncture approach for PCNL: Fluoroscopy, ultrasound or endoscopy?",
        "Does obesity limit the sonographic diagnosis of appendicitis in children?",
        "Sonography of acute appendicitis in children: 7 years experience",
        "Obesity: preventing and managing the global epidemic. Report of a WHO consultation.",
        "The clinical research office of the endourological society percutaneous nephrolithotomy global study: Indications, complications, and outcomes in 5803 patients",
        "Severe obesity is associated with 3-fold higher radiation dose rate during ureteroscopy",
        "Percutaneous stone surgery in the obese: Outcome stratified according to body mass index",
        "Outcomes of Percutaneous Nephrolithotomy Stratified by Body Mass Index",
        "Can Urol Assoc J",
        "Does body mass index impact the outcomes of tubeless percutaneous nephrolithotomy?",
        "Outcome of Percutaneous Nephrolithotomy: Effect of Body Mass Index",
        "Sonography in obese and overweight pregnant women: Clinical, medicolegal and technical issues"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "UCSF School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}