{
    "eid": "2-s2.0-84892586320",
    "title": "Synthesis and characterization of a phosphonated graft copolyimide",
    "cover-date": "2014-01-11",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Copolyimide",
        "PEM fuel cell",
        "Phosphonic acid"
    ],
    "authors": [
        "Nathinee Srinate"
    ],
    "citedby-count": 2,
    "ref-count": 19,
    "ref-list": [
        "Sulfonated naphthalene dianhydride based polyimide copolymers for proton-exchange-membrane fuel cells. I. Monomer and copolymer synthesis",
        "Sulfonated naphthalene dianhydride based polyimide copolymers for proton-exchange-membrane fuel cells: II. Membrane properties and fuel cell performance",
        "Emerging membranes for electrochemical systems: (I) solid polymer electrolyte membranes for fuel cell systems",
        "Functional fluoropolymers for fuel cell membranes",
        "Journal of Polymer Science",
        "Structure and Properties of Polyethylene Modified with Phosphonic Acid Side Groups. I. Mechanical and Thermal Studies",
        "Structure and Properties of Polyethylene Modified with Phosphonic Acid Side Groups. II. Dielectric Properties",
        "STRUCTURE OF SOME ETHYLENE-PHOSPHONIC ACID COPOLYMERS.",
        "PROPERTIES OF POLYETHYLENE MODIFIED WITH PHOSPHONATE SIDE GROUPS - 1. THERMAL AND MECHANICAL PROPERTIES.",
        "PHOSPHONATE IONOMERS BASED ON PHOSPHONYLATED ETHYLENE-PROPYLENE COPOLYMER.",
        "Synthesis of phosphonates by nucleophilic substitution at phosphorus: The S(N) P(V) reaction",
        "Phosphonation of polysulfones via lithiation and reaction with chlorophosphonic acid esters",
        "Polysulfone ionomers functionalized with benzoyl(difluoromethylenephosphonic acid) side chains for proton-conducting fuel-cell membranes",
        "Preparation of block polymers for PEM applications",
        "Enhanced conductivity in morphologically controlled proton exchange membranes: Synthesis of macromonomers by SFRP and their incorporation into graft polymers",
        "Synthesis and properties of novel sulfonated polyimides derived from naphthalenic dianhydride for fuel cell application",
        "Synthesis and characterization of sulfonated naphthalenic polyimides based on 4,4′-diaminodiphenylether-2,2′-disulfonic acid and bis[4-(4-aminophenoxy)phenylhexafluoropropane] for fuel cell applications",
        "Infrared and Raman Characteristic Group Frequencies Table and Chart",
        "Some aspects of preparation of fluorine-containing polyimides"
    ],
    "affiliation": [
        {
            "affiliation-city": "Akron",
            "affilname": "College of Engineering and Polymer Science",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}