{
    "eid": "2-s2.0-84890282904",
    "title": "Superoxide dismutase isozyme detection using two-dimensional gel electrophoresis zymograms",
    "cover-date": "2014-03-05",
    "subject-areas": [
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Liquid chromatography-mass spectrometry (LC-MS)",
        "Stemona tuberosa",
        "Superoxide dismutase",
        "Two-dimensional gel electrophoresis"
    ],
    "authors": [
        "Ploypat Niyomploy"
    ],
    "citedby-count": 10,
    "ref-count": 31,
    "ref-list": [
        "Purification, molecular cloning, and some properties of a manganese-containing superoxide dismutase from Japanese flounder (Paralichthys olivaceus)",
        "Purification and partial characterization of manganese superoxide dismutase from downy mildew resistant pearl millet seedlings inoculated with Sclerospora graminicola",
        "Purification and partial characterization of a low temperature responsive Mn-SOD from tea (Camellia sinensis (L.) O. Kuntze)",
        "A novel nickel-containing superoxide dismutase from Streptomyces spp.",
        "Superoxide dismutases: Active sites that save, but a protein that kills",
        "Purification and characterization of extracellular superoxide dismutase in mouse lung",
        "Purification and some properties of Cu,Zn superoxide dismutase from Radix lethospermi seed, kind of Chinese traditional medicine",
        "Purification and characterization of superoxide dismutase from chicken liver",
        "Isolation, purification and characterization of superoxide dismutase from garlic",
        "Proteomic changes in rice leaves during development of field-grown rice plants",
        "Defense response of soybean (Glycine max) to soybean cyst nematode (Heterodera glycines) race 3 infection",
        "Changes in antioxidative enzymes in cucumber cotyledons during natural senescence: Comparison with those during dark-induced senescence",
        "Silicon alleviates salt stress and increases antioxidant enzymes activity in leaves of salt-stressed cucumber (Cucumis sativus L.)",
        "Superoxide dismutase: Improved assays and an assay applicable to acrylamide gels",
        "A simple technique for the simultaneous determination of molecular weight and activity of superoxide dismutase using SDS-PAGE",
        "Detection of peroxidase activity in two-dimensional gel electrophoresis",
        "Two-dimensional electrophoresis in proteome expression analysis",
        "A proteomic analysis of Curcuma comosa Roxb. rhizomes",
        "An antioxidant protein in Curcuma comosa Roxb. Rhizomes",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "High production of methyl mercaptan by L-methionine-α-deamino- γ-mercaptomethane lyase from Treponema denticola",
        "Activities of superoxide dismutase and glutathione peroxidase in leaves of different cultivars of Liriope spicata L. on 10% SDS-PAGE gels",
        "Bovine erythrocyte superoxide dismutase. Subunit structure and sequence location of the intrasubunit disulfide bond",
        "Antioxidant properties of wheat germ protein hydrolysates evaluated in vitro",
        "Antioxidant activity of peptides isolated from alfalfa leaf protein hydrolysate",
        "Effect of peptide size on antioxidant properties of African yam bean seed (Sphenostylis stenocarpa) protein hydrolysate fractions",
        "Effects of cationic property on the in vitro antioxidant activities of pea protein hydrolysate fractions",
        "Isolation and characterization of antioxidant protein fractions from melinjo (Gnetum gnemon) seeds",
        "Antioxidant capacity and angiotensin i converting enzyme inhibitory activity of a melon concentrate rich in superoxide dismutase",
        "A superoxide dismutase purified from the rhizome of Curcuma aeruginosa roxb. as inhibitor of nitric oxide production in the macrophage-like RAW 264.7 cell line"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Laboratory of Biochemistry",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}