{
    "eid": "2-s2.0-84897641756",
    "title": "Trade linkages and crisis spillovers",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Finance",
            "@code": "2003"
        }
    ],
    "keywords": [],
    "authors": [
        "Kornkarun Cheewatrakoolpong"
    ],
    "citedby-count": 18,
    "ref-count": 22,
    "ref-list": [
        "The global financial crisis: Explaining cross-country differences in the output impact",
        "Blanchard, Olivier, Mitali Das, and Hamid Faruqee",
        "Trade Concentration and Crisis Spillover: Case Study of Transmission of the Subprime Crisis to Thailand. ARTNeT",
        "Cross-country experiences and policy implications from the global financial crisis",
        "Did Export Diversiacation Soften the Impact of the Global Financial Crisis?",
        "Contagious Currency Crises",
        "Market Freedom and the Global Recession",
        "Review of World Economics",
        "Trade, knowledge spillovers, and growth",
        "Export Diversiacation and Economic Growth Commission on Growth and Development",
        "Accounting for Intermediates: Production Sharing and Trade in Value-Added",
        "Financial Contagion on the International Trade Network",
        "How Much of Chinese Exports is Really Made In China? Assessing Domestic Value-Added When Processing Trade is Pervasive",
        "The cross-country incidence of the global crisis",
        "Journal of International Economics",
        "Measuring Export Concentration: The Implications For Small States",
        "Input-Output Analysis: Foundations and Extensions",
        "Financial vulnerability, spillover effects, and contagion: lessons from the Asian crises for Latin America",
        "Cross-country Causes and Consequences of the 2008 Crisis: Early Warning",
        "Cross-country causes and consequences of the crisis: An update",
        "A Primer on Export Diversiacation: Key Concepts, Theoretical Underpinnings and Empirical Evidence",
        "Global and Regional Shock Transmission New Evidence from Globally Integrated Input-Output Table"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}