{
    "eid": "2-s2.0-85022048891",
    "title": "Nonomuraea rhodomycinica sp. Nov., isolated from peat swamp forest soil",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Nonomuraea",
        "Novel actinomycete",
        "Peat swamp forest",
        "Rhodomycinone"
    ],
    "authors": [
        "Paranee Sripreechasak"
    ],
    "citedby-count": 18,
    "ref-count": 26,
    "ref-list": [
        "Reclassification of Thermomonospora and Microtetraspora",
        "Taxonomic re-evaluation of 'Nocardiopsis' sp. K-252(T) (= NRRL 15532(T)): A proposal to transfer this strain to the genus Nonomuraea as Nonomuraea longicatena sp. nov.",
        "Bergey’s Manual of Systematic Bacteriology, Part B",
        "The genus Nonomuraea: A review of a rare actinomycete taxon for novel metabolites",
        "LPSN - List of prokaryotic names with standing in nomenclature",
        "Int J Syst Bacteriol",
        "Inter-Society Color Council-National Bureau of Standards Color Name Charts Illustrated with Centroid Colors",
        "Culture Media for Actinomycetes. Tokyo",
        "Actinomycetes",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "J Gen Appl Microbiol",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Rapid preparation of DNA from filamentous fungi",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Nucleic Acid Techniquesin Bacterial Systematics",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Evolution",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Int J Syst Bacteriol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}