{
    "eid": "2-s2.0-85143456074",
    "title": "Autonomous Vehicles in Drivers’ School: A Non- Western Perspective",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [],
    "authors": [
        "Soraj Hongladarom",
        "Daniel D. Novotný"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Verbeek on the Moral Agency of Artifacts",
        "The Moral Machine Experiment",
        "Autonomous Vehicles and Moral Uncertainty",
        "The Ethical Knob: Ethically-Customisable Automated Vehicles and the Law",
        "A Cross-Cultural Study of Trust Building in Autonomous Vehicles",
        "Compassionate AI and Selfless Robots: A Buddhist Approach",
        "Autonomous Vehicles Ethics and Law: Towards an Overlapping Consensus",
        "The Use and Abuse of the Trolley Problem Self-Driving Cars, Medical Treatments, and the Distribution of Harm",
        "Why Trolley Problems Matter for the Ethics of Automated Vehicles",
        "Programming Away Human Rights and Responsibilities? ‘The Moral Machine Experiment’ and the Need for a More ‘Humane’ AV Future",
        "How Virtue Signalling Makes Us Better: Moral Preferences with Respect to Autonomous Vehicle Type Choices",
        "Designing Communication Strategies of Autonomous Vehicles with Pedestrians: An Intercultural Study",
        "Autonomy and Responsibility in Hybrid Systems",
        "Ethics Settings for Autonomous Vehicles",
        "The Ethics of Crashes with Self-Driving Cars: A Roadmap, I",
        "The Ethics of Crashes with Self-Driving Cars: A Roadmap, II",
        "Autonomous Vehicle-Pedestrian Interaction Across Cultures: Towards Designing Better External Human Machine Interfaces",
        "Driving Cultures: Cars, Young People and Cultural Research",
        "Human Moral Reasoning Types in Autonomous Vehicle Moral Dilemma: A Cross-cultural Comparison of Korea and Canada",
        "From Public Preferences to Ethical Policy",
        "Whose Morality? Which Rationality? Challenging Artificial Intelligence as a Remedy for the Lack of Moral Enhancement",
        "Traffic Accidents in Thailand",
        "Introducing a Multi-variate Classification Method: Risky Driving Acceptance among Different Heterogeneous Driver Sub-cultures",
        "Enactivism and Care Ethics: Merging Perspectives",
        "Moral Machines: From Value Alignment to Embodied Virtue",
        "Autonomous Driving and the Transformation of Car Cultures",
        "Exploring Universal and Cultural Preferences for Different Concepts of Autonomous Vehicles’ External Communication in China, USA and Germany",
        "Autonomous Vehicles That Cooperate and Understand: Intelligent Algorithms under the Hood"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ceske Budejovice",
            "@id": "60009424",
            "affilname": "Jihočeská Univerzita v Českých Budějovicích",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009424",
            "affiliation-country": "Czech Republic"
        }
    ],
    "funding": []
}