{
    "eid": "2-s2.0-84906763426",
    "title": "Development of multiplex pyrosequencing for HLA-B*57:01 screening using single nucleotide polymorphism haplotype",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        }
    ],
    "keywords": [
        "adverse effect",
        "genotyping",
        "pharmacogenetics"
    ],
    "authors": [
        "N. Sankuntaw"
    ],
    "citedby-count": 3,
    "ref-count": 22,
    "ref-list": [
        "Predisposition to abacavir hypersensitivity conferred by HLA-B*5701 and a haplotypic Hsp70-Hom variant",
        "Association between presence of HLA-B*5701, HLA-DR7, and HLA-DQ3 and hypersensitivity to HIV-1 reverse-transcriptase inhibitor abacavir",
        "Rapid HCP5 single-nucleotide polymorphism genotyping: A simple allele-specific PCR method for prediction of hypersensitivity reaction to Abacavir",
        "Use of the HCP5 single nucleotide polymorphism to predict hypersensitivity reactions to abacavir: correlation with HLA-B*5701",
        "Clinical pharmacogenetics implementation consortium guidelines for HLA-B genotype and abacavir dosing",
        "HLA-B*5701 screening for hypersensitivity to abacavir",
        "Novel sensitive, specific and rapid pharmacogenomic test for the prediction of abacavir hypersensitivity reaction: HLA-B*57:01 detection by real-time PCR",
        "Tag SNPs of the ancestral haplotype 57.1 do not substitute HLA-B*57:01 typing for eligibility to abacavir treatment in the Italian population",
        "A simple screening approach to reduce B*5701-associated abacavir hypersensitivity on the basis of sequence variation in HIV reverse transcriptase",
        "Studies on abacavir-induced hypersensitivity reaction: A successful example of translation of pharmacogenetics to personalized medicine",
        "Pyrosequencing: History, biochemistry and future",
        "Copy number variation and incomplete linkage disequilibrium interfere with the HCP5 genotyping assay for abacavir hypersensitivity",
        "The HCP5 single-nucleotide polymorphism: A simple screening tool for prediction of hypersensitivity reaction to abacavir",
        "In Mexican Mestizos the HCP5 rs2395029 SNP may be a genetic marker for screening abacavir hypersensitivity",
        "A high-resolution HLA and SNP haplotype map for disease association studies in the extended human MHC",
        "Evaluation of a pharmacogenetic test in thailand for abacavir hypersensitivity screening in human immunodeficiency virus infection",
        "HLA-B* 3505 allele is a strong predictor for nevirapine-induced skin adverse drug reactions in HIV-infected Thai patients",
        "HLA-B*5701 genetic screening among HIV-1 infected patients in Hong Kong: Is this a practical approach in Han-Chinese?",
        "The HLA-B/-C haplotype block contains major determinants for host control of HIV",
        "Insight into the peopling of Mainland Southeast Asia from Thai population genetic structure",
        "Pyrosequencing applications.",
        "Multiplex Pyrosequencing."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}