{
    "eid": "2-s2.0-85014566149",
    "title": "Synthesis, biological evaluation and molecular docking of avicequinone C analogues as potential steroid 5α-reductase inhibitors",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Androgenic alopecia",
        "Avicequinone C analogue",
        "Dihydrotestosterone",
        "Furanonaphthoquinone",
        "Steroid 5α-reductase inhibitor"
    ],
    "authors": [
        "Wiranpat Karnsomwan"
    ],
    "citedby-count": 14,
    "ref-count": 34,
    "ref-list": [
        "Steroid 5α-reductase: Two genes/two enzymes",
        "Adv. Urol.",
        "Potential targets in the discovery of new hair growth promoters for androgenic alopecia",
        "Steroid 5α-reductase isozymes I and II in recurrent prostate cancer",
        "Potential targets in the discovery of new hair growth promoters for androgenic alopecia",
        "5α-reductase type 3 expression in human benign and malignant tissues: A comparative analysis during prostate cancer progression",
        "Adv. Urol.",
        "The Endocrine Control of Hair Follicle. Hair Growth and Disorder",
        "Androgenetic Alopecia: An Update of Treatment Options",
        "Genetic factors predispose to balding and non-balding in men",
        "Clinical pharmacokinetics and pharmacodynamics of finasteride",
        "Efficacy and safety of finasteride therapy for androgenetic alopecia: A systematic review",
        "The importance of dual 5α-reductase inhibition in the treatment of male pattern hair loss: Results of a randomized placebo-controlled study of dutasteride versus finasteride",
        "Efficacy, safety, and tolerability of dutasteride 0.5 mg once daily in male patients with male pattern hair loss: A randomized, double-blind, placebo-controlled, phase III study",
        "A randomized, active- and placebo-controlled study of the efficacy and safety of different doses of dutasteride versus placebo and finasteride in the treatment of male subjects with androgenetic alopecia",
        "An overview on 5α-reductase inhibitors",
        "Discovery of a novel hybrid from finasteride and epristeride as 5α-reductase inhibitor",
        "Chinese Journal of Structure Chemistry",
        "In silico structural prediction of human steroid 5α-reductase type II",
        "Avicequinone C isolated from Avicennia marina exhibits 5α-reductase- Type 1 inhibitory activity using an androgenic alopecia relevant cell-based assay system",
        "Identification of a new plant extract for androgenic alopecia treatment using a non-radioactive human hair dermal papilla cell-based assay",
        "Inhibition of 5α-reductase activity in SZ95 sebocytes and HaCaT keratinocytes in vitro",
        "American Journal of Dermatology and Venereology",
        "Activity of 5-alpha-reductase and 17-beta-hydroxysteroid dehydrogenase in the infrainfundibulum of subjects with and without acne vulgaris",
        "Software news and update AutoDock Vina: Improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading",
        "J. Chem. Soc.",
        "5-phenyl-1-benzofuran-2-yl derivatives: Synthesis, antimicrobial, and antioxidant activity",
        "Cytotoxic constituents of the roots of Ekmanianthe longiflora",
        "Natural furano naphtoquinones from lapachol: Hydroxyiso-β-lapachone, stenocarpoquinone-B and avicequinone-C",
        "Synthesis and antiproliferative evaluation of certain iminonaphtho[2,3-b] furan derivatives",
        "In silico structural prediction of human steroid 5α-reductase type II",
        "Open Babel: An Open chemical toolbox",
        "Assay Guidance Manual [Internet]"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}