{
    "eid": "2-s2.0-85020732111",
    "title": "Gendered eviction, protest and recovery: a feminist political ecology engagement with land grabbing in rural Cambodia",
    "cover-date": "2017-11-02",
    "subject-areas": [
        {
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201"
        },
        {
            "$": "Anthropology",
            "@code": "3314"
        },
        {
            "$": "Cultural Studies",
            "@code": "3316"
        }
    ],
    "keywords": [
        "Cambodia",
        "eviction",
        "gender",
        "land grab",
        "Southeast Asia",
        "state-gender relations"
    ],
    "authors": [
        "Vanessa Lamb"
    ],
    "citedby-count": 55,
    "ref-count": 52,
    "ref-list": [
        "Conceptualising environmental collective action: Why gender matters",
        "The Global Land Grab Meta-Narrative, Asian Money Laundering and Elite Capture: Reconsidering the Cambodian Context",
        "The gender implications of large-scale land deals",
        "Phnom Penh Post",
        "\"We don't forget the old rice pot when we get the new one\": Discourses on ideals and practices of women in contemporary cambodia",
        "“The Whole World Is Watching”: Intimate Geopolitics of Forced Eviction and Women's Activism in Cambodia",
        "Politics in the Kingdom: Increasing female representation",
        "Cambodia’s women in land conflict",
        "Living under threat but with nowhere to go … Final report: A survey on the impact of forced eviction on women in Phnom Penh",
        "Gender policy and women’s political empowerment in Cambodia",
        "Final assessment and report on 2012 commune council elections",
        "Anthropology in the margins of the state",
        "Anthropology in the margins of the state",
        "Engendering social movements: Cultural images and movement dynamics",
        "Introducing new feminist political ecologies",
        "Centre for Asia-Pacific Initiatives Occasional Paper",
        "Anthropology and community in Cambodia",
        "CDRI Working Paper 10",
        "GRAIN Briefing",
        "Construction of Third World women's knowledge in the development discourse",
        "Resistance, acquiescence or incorporation? An introduction to land grabbing and political reactions ‘from below’",
        "Engendering everyday resistance: Gender, patronage and production politics in rural malaysia",
        "Masculinities in Asia: A Review Essay",
        "Sheltered by dhamma: Reflecting on gender, security and religion in Cambodia",
        "Conflict continues: Transitioning into a battle for property in Cambodia today",
        "The Cambodia Daily",
        "LDPI Conference Paper No. 43",
        "Cambodian culture since 1975: Homeland and exile",
        "Power, resistance and women politicians in Cambodia: Discourses of emancipation",
        "2013-2014 annual report",
        "Promoting political participation of Indigenous women in Cambodia",
        "A political ecology of sovereignty in practice and on the map: The technicalities of law, participatory mapping, and environmental governance",
        "Every day is difficult for my body and my heart. Forced evictions in Phnom Penh, Cambodia: Women’s narratives of risk and resilience.",
        "LDPI Conference Paper",
        "Women’s perspectives: A case study of systematic land Registration in Cambodia",
        "Women, gender and protest: contesting oil palm plantation expansion in Indonesia",
        "The Cambodia Daily",
        "The Politics and Ethics of Land Concessions in Rural Cambodia",
        "The nature of gender: Work, gender, and environment",
        "BICAS Working Paper 8",
        "The Cambodia Daily",
        "New frontiers of land control: Introduction",
        "Seeing like a state",
        "Shady practices: Agroforestry and gender politics in the Gambia",
        "The Cambodia Daily",
        "Increasing women’s political representation and participation in Cambodia through the implementation of gender quotas",
        "They took my land, they took my life. A report on the psychosocial impacts of land evictions on women in Cambodia",
        "The new enclosures: Critical perspectives on corporate land deals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "affilname": "York University",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": null,
            "affilname": "livelihood development policies",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": [
        "Horizon 2020 Framework Programme"
    ]
}