{
    "eid": "2-s2.0-84959119170",
    "title": "Effects of Fe supported on zeolites on structures of hydrocarbon compounds and petrochemicals in waste tire-derived pyrolysis oils",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Hydrocarbon structure",
        "Iron",
        "Pyrolysis",
        "Waste tire",
        "Zeolite"
    ],
    "authors": [
        "Suttipong Muenpol"
    ],
    "citedby-count": 47,
    "ref-count": 28,
    "ref-list": [
        "Liquid fuels and chemicals from pyrolysis of motorcycle tire waste: Product yields, compositions and related properties",
        "Pyrolysis of a waste from the grinding of scrap tyres",
        "Characterization of the liquid products obtained in tyre pyrolysis",
        "Characterization of substances released from crumb rubber material used on artificial turf fields",
        "Hazardous organic chemicals in rubber recycled tire playgrounds and pavers",
        "Proton affinity of S-containing aromatic compounds: Implications for crude oil hydrodesulfurization",
        "Effects of pyrolysis temperature and Pt-loaded catalysts on polar-aromatic content in tire-derived oil",
        null,
        "Catalyst effect on the composition of tire pyrolysis products",
        "Catalytic fast pyrolysis of eucalyptus using zeolite",
        "J. Jpn. Inst. Energy",
        "Valuable petrochemicals, petroleum fractions, and sulfur compounds in oils derived from waste tyre pyrolysis using five commercial zeolites as catalysts: Impact of zeolite properties",
        "Study on products distribution of iron and iron-zeolite catalysts in Fischer-Tropsch synthesis",
        "Activity, stability and hydrocarbon deactivation of Fe/Beta catalyst for SCR of NO with ammonia",
        "A study on the effects of catalysts on pyrolysis and combustion characteristics of Turkish lignite in oxy-fuel conditions",
        "Production of olefins from ethanol by Fe-supported zeolite catalysts",
        "Effect of Fe-loading and reaction temperature on the production of olefins from ethanol by Fe/H-ZSM-5 zeolite catalysts",
        "Transformation of ethanol into hydrocarbons on ZSM-5 zeolites modified with iron in different ways",
        "Strong acidity of MFI-type ferrisilicate determined by temperature-programmed desorption of ammonia",
        "World Acad. Sci. Eng. Technol.",
        "Cu-doped catalysts and their impacts on tire-derived oil and sulfur removal",
        "Influences of thermal aging on properties and pyrolysis products of tire tread compound",
        null,
        null,
        "Catalytic conversion of C4 fraction for the production of light olefins and aromatics",
        "Characteristics of liquid product from the pyrolysis of waste plastic mixture at low and high temperatures: Influence of lapse time of reaction",
        null,
        "Determination of benzothiazole and benzotriazole derivates in tire and clothing textile samples by high performance liquid chromatography-electrospray ionization tandem mass spectrometry"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Petroleum and Petrochemical College, Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}