{
    "eid": "2-s2.0-84904552540",
    "title": "Structural and mechanical properties of GaAs under pressure up to 200 GPa",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "A. GaAs",
        "B. Ab initio calculation",
        "D. High pressure",
        "D. Transformation path"
    ],
    "authors": [
        "Prayoonsak Pluengphon"
    ],
    "citedby-count": 13,
    "ref-count": 31,
    "ref-list": [
        "High-pressure phases of group-IV, III-V, and II-VI compounds",
        "High pressure phase transitions in tetrahedrally coordinated semiconducting compounds",
        "Diffraction studies of the high pressure phases of GaAs and GaP",
        "Structural phase transitions in GaAs to 108 GPa",
        "High-pressure phases of III-V zinc-blende semiconductors",
        "Phase transitions in GaSb to 110 GPa (1.1 Mbar)",
        "Theory of the structure of high-pressure GaAs II",
        "New structural systematics in the II-VI, III-V, and group-IV semiconductors at high pressure",
        "The Cmcm structure as a stable phase of binary compounds: Application to GaAs-II",
        "Ab initio simulation of high-pressure phases of GaAs",
        "Effect of Ga 3d states on the structural properties of GaAs and GaP",
        "Instability of the high-pressure CsCl structure in most III-V semiconductors",
        "Iterative minimization techniques for ab initio total-energy calculations: Molecular dynamics and conjugate gradients",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Self-interaction correction to density-functional approximations for many-electron systems",
        "Generalized gradient approximation made simple",
        "Atoms, molecules, solids, and surfaces: Applications of the generalized gradient approximation for exchange and correlation",
        "High-pressure band parameters for GaAs: first principles calculations",
        "Elastic moduli of GaAs at moderate pressures and the evaluation of compression to 250 kbar",
        "Forces in molecules",
        "Special points for Brillouin-zone integrations",
        "Finite elastic strain of cubic crystals",
        "Proc. Natl. Acad. Sci.",
        null,
        null,
        "High-pressure phases of calcium: Density-functional theory and diffusion quantum Monte Carlo approach",
        "Lehrbuch der Kristallphysik",
        "The elastic behaviour of a crystalline aggregate",
        "Phil. Mag.",
        "A high pressure Ca-VI phase between 158 and 180 GPa: Stability, electronic structure and superconductivity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Huachiew Chalermprakiet University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science and Technology",
        "Huachiew Chalermprakiet University",
        "Ratchadaphiseksomphot Endowment Fund",
        "Special Task Force for Activating Research",
        "Asahi Glass Foundation",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}