{
    "eid": "2-s2.0-84929324285",
    "title": "Bromocriptine tablet of self-microemulsifying system adsorbed onto porous carrier to stimulate lipoproteins secretion for brain cellular uptake",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Colloid and Surface Chemistry",
            "@code": "1505"
        }
    ],
    "keywords": [
        "Brain cellular uptake",
        "Bromocriptine",
        "Lipoprotein synthesis",
        "Lymphatic transport",
        "Solid self-microemulsion"
    ],
    "authors": [
        "Sirigul Thongrangsalit"
    ],
    "citedby-count": 12,
    "ref-count": 33,
    "ref-list": [
        "Transdermal administration of bromocriptine",
        "Solid lipid nanoparticles as delivery systems for bromocriptine",
        "Nanoparticulate lipid dispersions for bromocriptine delivery: Characterization and in vivo study",
        "Development of SMEDDS using natural lipophile: Application to β-Artemether delivery",
        "Colloids in Drug Delivery",
        "Intestinal absorption and intestinal lymphatic transport of sirolimus from self-microemulsifying drug delivery systems assessed using the single-pass intestinal perfusion (SPIP) technique and a chylomicron flow blocking approach: Linear correlation with oral bioavailabilities in rats",
        "Intestinal lymphatic drug transport: An update",
        "Lipid-based formulations for intestinal lymphatic delivery",
        "The mammalian low-density lipoprotein receptor family",
        "Targeted delivery of proteins across the blood-brain barrier",
        "Apolipoprotein-mediated transport of nanoparticle-bound drugs across the blood-brain barrier",
        "Significant transport of doxorubicin into the brain with polysorbate 80- coated nanoparticles",
        "Specific role of polysorbate 80 coating on the targeting of nanoparticles to the brain",
        "Influence of particle size on transport of methotrexate across blood brain barrier by polysorbate 80-coated polybutylcyanoacrylate nanoparticles",
        "Uptake mechanism of ApoE-modified nanoparticles on brain capillary endothelial cells as a blood-brain barrier model",
        "Development of solid self-emulsifying drug delivery systems: preparation techniques and dosage forms",
        "Bromocriptine Methanesulphonate",
        "Bromocriptine Mesylate. United States Pharmacopeia and National Formulary (USP 34-NF 29). 2",
        "Chem. Eur. J.",
        "Determination of apolipoprotein B-48 in plasma by a competitive ELISA",
        "Assembly and secretion of chylomicrons by differentiated Caco-2 cells: Nascent triglycerides and preformed phospholipids are preferentially used for lipoprotein assembly",
        "Permeability of endothelial and astrocyte cocultures: In vitro Blood-brain barrier models for drug delivery studies",
        "Design and optimization of a new self-nanoemulsifying drug delivery system",
        "Enhancement of oral absorption of curcumin by self-microemulsifying drug delivery systems",
        "Incomplete desorption of liquid excipients reduces the in vitro and in vivo performance of self-emulsifying drug delivery systems solidified by adsorption onto an inorganic mesoporous carrier",
        "Development of solid SEDDS, IV: Effect of adsorbed lipid and surfactant on tableting properties and surface structures of different silicates",
        "Dissolution and powder flow characterization of solid self-emulsified drug delivery system (SEDDS)",
        "Nanoemulsion improves the oral absorption of candesartan cilexetil in rats: Performance and mechanism",
        "Optimizing surfactant content to improve oral bioavailability of ibuprofen in microemulsions: Just enough or more than enough?",
        "Lipoprotein secretion by intestinal Caco-2 cells is affected differently by trans and cis unsaturated fatty acids: Effect of carbon chain length and position of the double bond",
        "Palmitic acid and linoleic acid metabolism in Caco-2 cells: Different triglyceride synthesis and lipoprotein secretion"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}