{
    "eid": "2-s2.0-84938539829",
    "title": "Oxidative coupling of methane over YSZ support catalysts for application in C2 hydrocarbon production",
    "cover-date": "2015-07-31",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        null,
        "Electro co-generation",
        "OCM",
        "YSZ"
    ],
    "authors": [
        "Kridsada Khammona"
    ],
    "citedby-count": 7,
    "ref-count": 20,
    "ref-list": [
        "Material science and engineering: The enabling technology for the commercialisation of fuel cell systems",
        "Solid oxide fuel cells (SOFCs): A review of an environmentally clean and efficient source of energy",
        "Chemtech",
        "Styrene Production from Ethylbenzene on Platinum in a Zirconia Electrochemical Reactor",
        "Non-faradaic electrochemical modification of catalytic activity III. The case of methanol oxidation on Pt",
        "Ammonia High Temperature Solid Electrolyte Fuel Cell",
        null,
        "The Synthesis of Hydrogen Cyanide in a Solid Electrolyte Fuel Cell",
        null,
        "Synthesis of ethylene via oxidative coupling of methane. I. Determination of active catalysts",
        "Fuel cells for chemicals and energy cogeneration",
        "The electrochemical oxidative dimerization of methane",
        "Fuel cell type reactor for chemicals-energy co-generation",
        "Oxidative Coupling of Methane over Oxide-Supported Sodium-Manganese Catalysts",
        null,
        null,
        "Direct oxidation of methyl radicals in OCM process deduced from correlation of product selectivities",
        "Design of electrode for solid oxide fuel cells reactor",
        "The selective oxidation of methane to ethane and ethylene in a solid oxide electrolyte reactor",
        "Doctoral Dissertation, Department of Chemical Engineering"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}