{
    "eid": "2-s2.0-84920653897",
    "title": "Exercise intolerance in obese children and adolescents",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Adolescent",
        "Children",
        "Exercise intolerance",
        "Obese"
    ],
    "authors": [
        "Kanokpan Ruangnapa"
    ],
    "citedby-count": 1,
    "ref-count": 29,
    "ref-list": [
        "Obesity in children and young people: A crisis in public health",
        "Childhood obesity: Public-health crisis, common sense cure",
        "Physiology of obesity and effects on lung function",
        "Altered Resting and Exercise Respiratory Physiology in Obesity",
        "Cardiopulmonary response in obese children using treadmill exercise testing",
        "The effects of obesity on pulmonary function",
        "The effect of obesity on pulmonary lung function of school aged children in greece",
        "Effect of obesity on pulmonary function in children",
        "Ventilatory efficiency and rate of perceived exertion in obese and non-obese children performing standardized exercise",
        "Cardiorespiratory function during exercise in obese children",
        "Gas exchange during exercise in obese children",
        "Assessment of cardiorespiratory exercise function in obese children and adolescents by body mass-independent parameters",
        "Waist circumference associated with pulmonary function in children",
        "Effects of body fat on ventilatory function in children and adolescents: Cross-sectional findings from a random population sample of school children",
        "Establishing a standard definition for child overweight and obesity worldwide: International survey",
        "Pediatric pulmonary function testing in asthma",
        "Manual of Pulmonary Function Testing",
        "Interpretative strategies for lung function tests",
        "Anthropometric and cardiopulmonary parameters in Bulgarian and Romany children: Cross-sectional study",
        "Clinical exercise testing with reference to lung diseases: Indications, standardization and interpretation strategies",
        "ATS/ACCP Statement on cardiopulmonary exercise testing.",
        "Guidelines for Methacholine and Exercise Challenge Testing - 1999",
        "Essentials of Exercise Physiology",
        "Editors. Principles of Exercise Testing Interpretation Including Pathophysiology and Clinical Applications, 3rd Ed. Philadelphia: Williams & Wilkins",
        "Growth Reference Data for 5-19 Years: BMI for Age (5-19 Years) Z Score: Girls.",
        "Growth Reference Data for 5-19 Years: BMI for Age (5-19 Years) Z Score: Boys.",
        "Impaired lung function and serum leptin in men and women with normal body weight: A population based study",
        "Systemic inflammation and decline in lung function in a general population: A prospective study",
        "The effect of childhood obesity on respiratory function tests and airway hyperresponsiveness"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}