{
    "eid": "2-s2.0-85163320511",
    "title": "Uncovering Endemism in High Montane Forests: Two New Species of Millipede Genus Tylopus Jeekel, 1968 (Diplopoda: Polydesmida: Paradoxosomatidae) from Cambodia and Laos",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "biodiversity",
        "endemic species",
        "Southeast Asia",
        "Sulciferini"
    ],
    "authors": [
        "Ruttapon Srisonchai",
        "Khamla Inkhavilay",
        "Peng Bun Ngor",
        "Chirasak Sutcharit",
        "Natdanai Likhitrakarn"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "Myriopoden von Indochina. Expedition von Dr. C. Dawydoff (1938-1939)",
        "Distribution of millipedes (Myriapoda, Diplopoda) along a forest interior - forest edge - grassland habitat complex",
        "Limestone karsts of Southeast Asia: imperiled arks of biodiversity",
        "A review of the millipede fauna of Vietnam (Diplopoda)",
        "Review of the millipede genus Tylopus, with descriptions of new species from Thailand (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "On several new or poorly-known Oriental Paradoxosomatidae (Diplopoda: Polydesmida), XV",
        "Further notes on the millipede family Crypto-desmidae in Southeast Asia, with descriptions of a new genus and two new species from Indochina (Diplopoda: Polydes-mida)",
        "A revision of the Burmese Paradoxoso-matidae (Diplopoda, Polydesmida) in the Museo Civico di Storia Naturale at Genoa (Part I)",
        "Addenda to the millipede fauna of Vietnam (Diplopoda)",
        "Elevational gradients in species richness",
        "A general methodology for collecting and preserving xystodesmid and other large millipedes for biodiversity research",
        "Diversity, endemism and species turnover of millipedes within the southwestern Australian global biodiversity hotspot",
        "Review of the genus Tylopus Jeekel, 1968, with descript-tions of five new species from Thailand (Diplopoda, Polydes-mida, Paradoxosomatidae)",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydes-mida, Paradoxosomatidae)",
        "Three new species of the millipede genus Tylopus Jeekel, 1968 from Thailand, with additional notes on the species described by Attems (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A checklist of the millipedes (Diplopoda) of Laos",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "Two new species of dragon millipedes, genus Desmoxytes Chamberlin, 1923, from Laos (Diplopoda: Polydesmida: Paradoxosoma-tidae), with redescriptions of all four species of Attems from Vietnam",
        "The millipede genus Tylopus Jeekel, 1968 (Diplopoda, Polydesmida, Paradox-osomatidae), with a key and descriptions of eight new species from Indochina",
        "Two new species of the millipede genus Tylopus Jeekel, 1968 from Shan State, Myanmar (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A new species of the millipede genus Tylopus from southern China (Diplopoda: Polydesmida, Paradoxosomatidae)",
        "Four new species of the millipede genus Eutrichodesmus Silvestri, 1910 from Laos, including two with reduced ozopores (Diplopoda, Polydesmida, Haplodesmidae)",
        "Mountainous millipedes in Vietnam. II. A conspicuous Tylopus species from Northern Vietnam (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A revision of dragon millipedes I: Genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Lightweight relief shearing for enhanced terrain perception on interactive maps"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60194927",
            "affilname": "Sakon Nakhon Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194927",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vientiane",
            "@id": "60072886",
            "affilname": "National University of Laos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072886",
            "affiliation-country": "Laos"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "60071998",
            "affilname": "Royal University of Agriculture Cambodia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071998",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "ASRU",
        "TRF Strategic Basic Research",
        "Khon Kaen University"
    ]
}