{
    "eid": "2-s2.0-85059664050",
    "title": "Improved lipid production via fatty acid biosynthesis and free fatty acid recycling in engineered Synechocystis sp. PCC 6803",
    "cover-date": "2019-01-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Acetyl-CoA carboxylase",
        "Acyl-ACP reductase",
        "Acyl-acyl carrier protein synthetase",
        "Lipase A",
        "Synechocystis sp. PCC 6803",
        "Total lipid",
        "Unsaturated lipid"
    ],
    "authors": [
        "Kamonchanock Eungrasamee",
        "Rui Miao",
        "Aran Incharoensakdi",
        "Peter Lindblad",
        "Saowarath Jantaro"
    ],
    "citedby-count": 36,
    "ref-count": 43,
    "ref-list": [
        "Renewable energy from cyanobacteria: Energy production optimization by metabolic pathway engineering",
        "Effects of fatty acid activation on photosynthetic production of fatty acid-based biofuels in Synechocystis sp. PCC 6803",
        "Fatty acid activation in cyanobacteria mediated by acyl-acyl carrier protein synthetase enables fatty acid recycling",
        "Engineering cyanobacteria to improve photosynthetic production of alka(e)nes",
        "Biodiesel from microalgae",
        "Regulation of plant fatty acid biosynthesis analysis of acyl-coenzyme A and acyl-acyl carrier protein substrate pools in spinach and pea chloroplasts",
        "Overexpression of acetyl-coenzyme A carboxylase beta increases proinflammatory cytokines in cultured human renal proximal tubular epithelial cells",
        "Overproduction of acetyl-CoA carboxylase activity increases the rate of fatty acid biosynthesis in Escherichia coli",
        "Fatty acid and phospholipid metabolism in prokaryotes",
        "Activation of long chain fatty acids with acyl carrier protein: Demonstration of a new enzyme, acyl-acyl carrier protein synthetase, in Escherichia coli",
        "Feedback regulation of plastidic acetyl-CoA carboxylase by 18:1-acyl carrier protein in Brassica napus",
        "Inhibition of Escherichia coli acetyl coenzyme A carboxylase by acyl-acyl carrier protein",
        "Alkane production by the marine cyanobacterium Synechococcus sp. NKBG15041c possessing the α-olefin biosynthesis pathway",
        "Thematic review series: Glycerolipids. Acyltransferases in bacterial glycerophospholipid synthesis",
        "Characterization of a key gene in membrane lipid cycle in Synechocystis sp. PCC 6803",
        "Nickel-inducible lysis system in Synechocystis sp. PCC6803",
        "Fatty acid production in genetically modified cyanobacteria",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoid manoyl oxide",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "Increased H2production in the cyanobacterium Synechocystis sp. Atrain PCC 6803 by redirecting the electron supply via genetic engineering of the nitrate assimilation pathway",
        "Evaluation of a spectrophotometric method for determination of total fecal lipid",
        "Rapid quantitative analysis of lipids using a colorimetric method in a microplate format",
        "A high throughput Nile red method for quantitative measurement of neutral lipids in microalgae",
        "A direct method for fatty acid methyl ester synthesis: Application to wet meat tissues, oils, and feedstuffs",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Insertional mutagenesis by random cloning of antibiotic resistance genes into the genome of the cyanobacterium Synechocystis strain PCC 6803",
        "Reduction of photoautotrophic productivity in the cyanobacterium Synechocystis sp. Strain PCC 6803 by phycobilisome antenna truncation",
        "Effects of long-term ionic and osmotic stress conditions on photosynthesis in the cyanobacterium Synechocystis sp. PCC 6803",
        "Hydrocarbons are essential for optimal cell size, division, and growth of cyanobacteria",
        "Cyanobacterial alkanes modulate photosynthetic cyclic electron flow to assist growth under cold stress",
        "Evaluation of methods to extract and quantify lipids from Synechocystis PCC 6803",
        "Regulation of mammalian acetyl-coenzyme A carboxylase",
        "The regulation of acetyl-CoA carboxylase - A potential target for the action of hypolipidemic agents",
        "Thermorecovery of cyanobacterial fatty acids at elevated temperatures",
        "Immunocytochemical localization of acyl-lipid desaturases in cyanobacterial cells: Evidence that both thylakoid membranes and cytoplasmic membranes are sites of lipid desaturation",
        "Cyanobacterial carbon metabolism: Fluxome plasticity and oxygen dependence",
        "Genetic and nutrient modulation of acetyl-CoA levels in Synechocystis for n-butanol production",
        "Effects of overexpressing photosynthetic carbon flux control enzymes in the cyanobacterium Synechocystis PCC 6803",
        "Engineering photoautotrophic carbon fixation for enhanced growth and productivity",
        "Production of fatty acids in Ralstonia eutropha H16 by engineering ß-oxidation and carbon storage",
        "PlsX deletion impacts fatty acid synthesis and acid adaptation in Streptococcus mutans"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}