{
    "eid": "2-s2.0-85147441174",
    "title": "Closing the loop or widening the gap? The unequal politics of Thailand's circular economy in addressing marine plastic pollution",
    "cover-date": "2023-03-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "Danny Marks",
        "Michelle Ann Miller",
        "Sujitra Vassanadumrongdee"
    ],
    "citedby-count": 3,
    "ref-count": 59,
    "ref-list": [
        "Labour, Waste and the Circular Economy in Bangkok",
        "Implementing circular economy in a regional context: a systematic literature review and a research agenda",
        "Current situation and challenges of waste management in Thailand",
        "Transforming the Global Plastics Economy: the Political Economy and Governance of Plastics Production and Pollution (No. 142), GEG Working Paper",
        "Document analysis as a qualitative research method",
        "Special Report: Plastic Pandemic - COVID-19 Trashed the Recycling Dream",
        "Doing away with plastic shopping bags: international patterns of norm emergence and policy implementation",
        "Critiques of the circular economy",
        "The Shadows of Consumption: Consequences for the Global Environment",
        "Why is the global governance of plastic failing the oceans?",
        "Solid waste management in Asian developing countries: challenges and opportunities",
        "Waste and development–perspectives from the ground. Field actions science reports. j",
        "Waste management in developing countries and the circular economy",
        "Universal Circular Economy Policy Goals",
        "Bangkok Post",
        "Introduction of the circular economy within developing regions: a comparative analysis of advantages and opportunities for waste valorization",
        "The circular economy at a crossroads: technocratic eco-modernism or convivial technology for social revolution?",
        "Ranking European countries on the basis of their environmental and circular economy performance: a DEA application in MSW",
        "The work of waste: inside India's infra-economy",
        "Vietnam Aims for “Circular Economy” with Recycling Law",
        "The enclosure of “waste land”: rethinking informality and dispossession",
        "Plastic waste inputs from land into the ocean",
        "Applying the extended producer responsibility towards plastic waste in Asian developing countries for reducing marine plastic debris",
        "Closing the Loop: Sai Mai District, Bangkok Case Study",
        "Conceptualizing the circular economy: an analysis of 114 definitions",
        "The Circular Economy in Europe: Critical Perspectives on Policies and Imaginaries",
        "Pollution Is Colonialism",
        "Are exports of recyclables from developed to developing countries waste pollution transfer or part of the global circular economy?",
        "Future-proofing capitalism: the paradox of the circular economy for plastics",
        "Chiang Rai Zero Waste: participatory action research to promote source separation in rural areas",
        "The political economy of corruption and unequal gains and losses in water and sanitation services: experiences from Bangkok",
        "Disaster governance and the scalar politics of incomplete decentralization: fragmented and contested responses to the 2011 floods in Central Thailand",
        "A transboundary political ecology of air pollution: slow violence on Thailand's margins",
        "The (Geo)political economy of Thailand's marine plastic pollution crisis",
        "B/ordering the environmental commons",
        "Selective border permeability: governing complex environmental issues through and beyond COVID-19",
        "Circular bioeconomy potential and challenges within an African context: from theory to practice",
        "Prioritization of sustainability indicators for promoting the circular economy: the case of developing countries",
        "Local conflicts and national consensus: the strange case of circular economy in Sweden",
        "Global Plastics Outlook: Economic Drivers, Environmental Impacts and Policy Options",
        "Waste",
        "Thailand's Roadmap on Plastic Waste Management 2018 - 2030",
        "Plastic Pollution Hotspotting and Shaping Action: Regional Results from Eastern and Southern Africa, the Mediterranean, and Southeast Asia",
        "Perception and awareness of circular economy options within sectors related to agriculture in Argentina",
        "Value Added: Modes of Sustainable Recycling in the Modernisation of Waste Management Systems (PhD Thesis)",
        "Making the circular economy work for human development",
        "Thailand Proposes New Legislation for Food Contact Plastics",
        "Recovery of plastics from dumpsites and landfills to prevent marine plastic pollution in Thailand.Waste Disposal Sustain",
        "Thailand's plastic waste problem and its road to zero waste",
        "New local approaches to tackle the plastic waste challenge launched",
        "Scaling up Circular Strategies to Achieve Zero Plastic Waste in Thailand",
        "Against wasted politics: a critique of the circular economy",
        "Waste political settlements in Colombia and Chile: power, inequality and informality in recycling",
        "Ministry Budget Cuts “Need Review",
        "Market Study for Thailand: Plastics Circularity Opportunities and Barriers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dublin",
            "@id": "60025059",
            "affilname": "Dublin City University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025059",
            "affiliation-country": "Ireland"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "NRF-NERC-SEAP-2020",
        "National Research Foundation, Prime Minister's Office",
        "National Research Foundation, Prime Minister’s Office",
        "Singapore Social Science Research Council",
        "Natural Environment Research Council"
    ]
}