{
    "eid": "2-s2.0-84910107917",
    "title": "Amine-linked diquercitols as new α-glucosidase inhibitors",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        }
    ],
    "keywords": [
        "Aminocyclitol",
        "Diabetes",
        "Glucosidase",
        "Quercitol",
        "Reductive amination"
    ],
    "authors": [
        "Wisuttaya Worawalai"
    ],
    "citedby-count": 9,
    "ref-count": 35,
    "ref-list": [
        "Chem. Rev.",
        "Synthesis of C8-glycomimetics as potential glycosidases inhibitors",
        "Design, synthesis, and biological activities of some branched carbasugars: Construction of a substituted 6-oxabicyclo[3.2.1]nonane skeleton",
        "Synthesis and α-glucosidase inhibitory activity evaluation of N-substituted aminomethyl-β-d-glucopyranosides",
        "Synthesis of a core structure of the antibiotic oligostatin",
        "Chem. Lett.",
        "(+)-proto-Quercitol, a natural versatile chiral building block for the synthesis of the α-glucosidase inhibitors, 5-amino-1,2,3,4-cyclohexanetetrols",
        "Synthesis of new N-substituted aminoquercitols from naturally available (+)-proto-quercitol and their α-glucosidase inhibitory activity",
        "Concise syntheses of potent chaperone drug candidates, N-octyl-4-epi- β-valinenamine (NOEV) and its 6-deoxy derivative, from (+)-proto-quercitol",
        "Transformation of quercitols into 4-methylenecyclohex-5-ene-1,2,3-triol derivatives, precursors for the chemical chaperones N-octyl-4-epi-β- valienamine (NOEV) and N-octyl-β-valienamine (NOV)",
        "Concise synthesis of (+)-conduritol F and inositol analogues from naturally available (+)-proto-quercitol and their glucosidase inhibitory activity",
        "Quercitylcinnamates, a new series of antidiabetic bioconjugates possessing α-glucosidase inhibition and antioxidant",
        "Design and synthesis of glycosidase inhibitor 5-amino-1,2,3,4- cyclohexanetetrol derivatives from (-)-vibo-quercitol",
        "Synthesis, structure, and biological evaluation of novel N- and O-linked diinositols",
        "New aminocyclitols with quaternary stereocentres via acylnitroso cycloaddition with an ipso,ortho arene dihydrodiol",
        "“Inosaminoacids”: novel inositol–amino acid hybrid structures accessed by microbial arene oxidation",
        "Click chemistry and biocatalysis for the preparation of pancratistatin analogs",
        "Expanding cyclitol structural diversity by biocatalysis and metalocatalysis. A click chemistry approach",
        "Chemoenzymatic synthesis of inositols, conduritols, and cyclitol analogues",
        "Synthesis of the aminocyclitol units of (-)-hygromycin A and methoxyhygromycin from myo-inositol",
        "Intramolecular hydrogen abstraction in radicals derived from inositol 1,3-acetals: Efficient access to cyclitols",
        "Chemical synthesis of scyllo-inosamine and catabolism studies in Sinorhizobium meliloti",
        "First synthesis of 3-O-methyl-scyllo-inosamine, a natural product which favors the Rhizobium-Leguminosae symbiosis",
        "Synthetic study toward a protected 2-deoxystreptamine",
        "Convenient synthesis of 2-deoxy-scyllo-inosose and 2-deoxy-scyllo-inosamine: Two key intermediates on the biosynthetic pathway to aminoglycoside antibiotics",
        "Chem. Lett.",
        "Regioselectivity in the ring opening of epoxides for the synthesis of aminocyclitols from D-(-)-quinic acid",
        "Design, synthesis, biological evaluation, and modeling of a non-carbohydrate antagonist of the myelin-associated glycoprotein",
        "Synthesis of a new family of aminocyclitols from D-(-)-quinic acid",
        "Stereoselective synthesis of novel cyclic γ-amino acids and triazole derivatives",
        "Synthesis of spiro carba-sugars by ring-closing metathesis",
        "Enantiospecific Syntheses of Valiolamine and its (1R), (2R), (1R, 2R) Diastereomers from (−)‐Quinic Acid",
        "Dimethyl Sulfoxide-Acid Anhydride Mixtures for the Oxidation of Alcohols",
        "Synthesis of Valiolamine and Its N-Substituted Derivatives AO-128,Validoxylamine G, and Validamycin G via Branched-Chain Inosose Derivatives",
        "Orthosiphol A from the aerial parts of Orthosiphon aristatus is putatively responsible for hypoglycemic effect via α-glucosidase inhibition"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}