{
    "eid": "2-s2.0-85078409130",
    "title": "The Initial Functional Unit When Naming Words and Pseudowords in Thai: Evidence from Masked Priming",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Experimental and Cognitive Psychology",
            "@code": "3205",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Psychology (all)",
            "@code": "3200",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "Initial unit",
        "Masked priming",
        "Psycholinguistics",
        "Thai",
        "Word naming"
    ],
    "authors": [
        "Heather Winskel",
        "Theeraporn Ratitamkul"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "The vowels and tones of standard Thai: Acoustical measurements and experiments",
        "Letters in words are read simultaneously, not left-to-right",
        "A matter of typology: Alphasyllabaries and abugidas",
        "Word form encoding in Mandarin Chinese as assessed by the implicit priming task",
        "Masked priming of the syllable in Mandarin Chinese syllable production",
        "The primacy of abstract syllables in Chinese word production",
        "Cognitive profiles of Korean poor readers",
        "Correlates of Korean Hangul acquisition among kindergartners and second graders",
        "DMDX: A windows display program with millisecond accuracy",
        "Spoken-word production in Korean: A pseudoword masked priming and phonological Stroop task investigation",
        "Thai",
        "‘hotdog’, not ‘hot’‘dog’: The phonological planning of compound words",
        "The left-to-right nature of the masked onset priming effect in naming",
        "The functional unit of phonological encoding: Evidence for moraic representation in native Japanese speakers",
        "(1993). Speech computing and speech technology in Thailand",
        "The time course of phonological encoding in language production: Phonological encoding inside a syllable",
        "Language-specific realizations of syllable structure and vowel-to-vowel coarticulation",
        "Proximate units in word production: Phonological encoding begins with syllables in Mandarin Chinese but with segments in English",
        "How orthographic-specific characteristics shape letter position coding: The case of Thai script",
        "On the flexibility of letter position coding during lexical processing: The case of Thai",
        "CheckVocal: A program to facilitate checking the accuracy and response time of vocal responses from DMDX",
        "Are all letters really processed equally and in parallel? Further evidence of a robust first letter advantage",
        "The onset effect in word naming",
        "The Korean writing system: An alphabet? A syllabary? A logography?",
        "The metrical structure of Thai in a non-sequential perspective",
        "The functional unit of Japanese word naming: Evidence from masked priming",
        "Constructing initial phonology in Mandarin Chinese: Syllabic or sub-syllabic? A masked priming investigation",
        "The proximate phonological unit of Chinese-English bilinguals: Proficiency matters",
        "Reading in Thai: The case of misaligned vowels",
        "Learning to read and write in Thai",
        "Can the first letter advantage be shaped by script-specific characteristics?",
        "The phonological unit of Japanese Kanji compounds: A masked priming investigation",
        "Masked syllable priming effects in word and picture naming in Chinese"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lismore",
            "@id": "60011941",
            "affilname": "Southern Cross University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011941",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}