{
    "eid": "2-s2.0-85049347430",
    "title": "DFT investigation on adsorption of di–, tri– and tetra–atomic gases on Sc–doped ZnO sodalite like cage for gas sensing purpose",
    "cover-date": "2018-09-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "DFT",
        "NBO charge",
        "Sc–and non–doped ZnO sodalite like cage",
        "Small gases adsorption"
    ],
    "authors": [
        "Waranyu Pipornpong",
        "Supho Phunnarungsi",
        "Vithaya Ruangpornvisuti"
    ],
    "citedby-count": 4,
    "ref-count": 33,
    "ref-list": [
        "Highly sensitive and selective gas sensors using p–type oxide semiconductors: Overview",
        "SnO2: a comprehensive review on structures and gas sensors",
        "An experimental and DFT study of the adsorption and oxidation of NH3on a CeO2catalyst modified by Fe, Mn, La and Y",
        "Effect of nanostructuring of ZnO for gas sensing of nitrogen dioxide",
        "Room–temperature gas sensing of ZnO–based gas sensor: a review",
        "Synthesis of Various Nanostructures ZnO and its Applications for Gas Sensors",
        "The correlation between the substrate temperature and morphological ZnO nanostructures for H2S gas sensors",
        "Microwave assisted fast synthesis of various ZnO morphologies for selective detection of CO, CH4 and ethanol",
        "ZnO nanoparticles or ZnO films: a comparison of the gas sensing capabilities",
        "Qualitative and quantitative differentiation of gases using ZnO thin film gas sensors and pattern recognition analysis",
        "Cluster formation in UV laser ablation plumes of ZnSe and ZnO studied by time–of–flight mass spectrometry",
        "Synthesis and characterization of ZnO micro– and nano–cages",
        "Rings, towers, cages of ZnO",
        "First–principle study of interaction of H2 and H2O molecules with (ZnO)n (n=3–6) ring clusters",
        "Structural and electronic properties of ZnO nanoclusters: a B3LYP DFT study",
        "The stability and optical gap of Zinc Oxide clusters (ZnO)n(n = 2–18)",
        "Optoelectronic properties of (ZnO)60isomers",
        "Cage and tube structures of medium–sized zinc oxide clusters (ZnO)n(n=24, 28, 36, and 48)",
        "Computational study of cage like (ZnO)12cluster using hybrid and hybrid meta functionals",
        "Atomic structure of the magic (ZnO)60cluster: first–principles prediction of a sodalite motif for ZnO nanoclusters",
        "ZnO nested shell magic clusters as tetrapod nuclei",
        "Density functional studies of small gases adsorbed on the ZnO sodalite–like cage and its adsorption abilities",
        "DFT investigation on molecular structures of metal and nonmetal–doped ZnO sodalite–like cage and their electronic properties",
        "Al–doped ZnO for highly sensitive CO gas sensors",
        "Degenerate interface layers in epitaxial scandium–doped ZnO thin films",
        "Density–functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle–Salvetti correlation–energy formula into a functional of the electron density",
        "Ab initio effective core potentials for molecular calculations. Potentials for main group elements Na to Bi",
        "Ab initio effective core potentials for molecular calculations. Potentials for K to Au including the outermost core orbitale",
        "Ab initio effective core potentials for molecular calculations. Potentials for the transition metal atoms Sc to Hg",
        "Self–consistent molecular orbital methods. XII. Further extensions of Gaussian–type basis sets for use in molecular orbital studies of organic molecules",
        "Gaussian 09, Revision D.01",
        "Semiconductor Physical Electronics"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}