{
    "eid": "2-s2.0-84961659580",
    "title": "Potential changes in feeding behavior of Antarctic fish, Pseudotrematomus bernacchii (Boulenger, 1902) on the East Ongul Island, Antarctica",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "General Earth and Planetary Sciences",
            "@code": "1900"
        }
    ],
    "keywords": [
        "Diet",
        "Southern Ocean",
        "Stomach content",
        "Syowa station",
        "Temporal change"
    ],
    "authors": [
        "Suchana Chavanich"
    ],
    "citedby-count": 1,
    "ref-count": 24,
    "ref-list": [
        null,
        "Ecology of inshore notothenioid fish from the Danco Coast, Antarctic Peninsula",
        "Pleuragramma antarcticum (Pisces, Nototheniidae) as food for other fishes in McMurdo Sound, Antarctica",
        "Food habits, occurrence, and population structure of the bat ray, Myliobatis californica, in Humboldt Bay, California",
        "Age, Growth and Food Habitats of the Small Mouth Bass, Micropterus Dolomieui, in Clair Eagle Reservoir, CA",
        "A light trap to collect krill and other micronektonic and planktonic animals under the Antarctic coastal fast ice",
        "A relationship of diet to prey abundance and the foraging behavior of Trematomus bernacchii",
        "Antarctic fish and fisheries",
        "Arch. Fisch. Wiss",
        "Trophic ecology of the emerald notothen Trematomus bernacchii (Pisces, Nototheniidae) from Terra Nova Bay, Ross Sea, Antarctica",
        "Comparative physiology of Antarctic fishes.",
        "Depth relationships of Euphausia superba eggs, larvae and adults near the Antarctic Peninsula, 1986-87",
        "Impact of Climate Change on Fishes in Complex Antarctic Ecosystems",
        "Spatial and temporal variations in the diet of nototheniid fish in McMurdo Sound, Antarctica",
        "Copeia",
        "Memoirs Natl. Inst. Polar Res.",
        "Diving observations of the marine benthos at Showa Station, Antarctica.",
        "An artificial pool experiment in Antarctic sea ice: Effects of sea ice melting on physical and biogeochemical components of pool water",
        "Proc. NIPR Symposium Polar Biol.",
        "Mechanisms of summertime upper Arctic Ocean warming and the effect on sea ice melt",
        "Arctic sea ice decline: Faster than forecast",
        "The summer diet of demersal fish at the South Shetland Islands",
        "Diet of two coastal notothenild fish from Terra Nova Bay, Ross Sea",
        "Predator-prey relationship between the nototheniid fish Trematomus bernacchii and the Antarctic scallop Adamussium colbecki at Terra Nova Bay (Ross Sea)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Hokkaido University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Polar Research",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Integrated Innovation Academic Center of Chulalongkorn University Centenary Academic Development Project",
        "Japan Polar Research Association",
        "Japan Society for the Promotion of Science",
        "National Science and Technology Development Agency"
    ]
}