{
    "eid": "2-s2.0-85090425170",
    "title": "Defatted Chlorella biomass as a renewable carbon source for polyhydroxyalkanoates and carotenoids co-production",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Acid hydrolysate",
        "Carotenoids",
        "Defatted Chlorella biomass",
        "Paracoccus sp. LL1",
        "Polyhydroxyalkanoates"
    ],
    "authors": [
        "Chanin Khomlaem",
        "Hajer Aloui",
        "Aarti R. Deshmukh",
        "Jin Ho Yun",
        "Hee Sik Kim",
        "Suchada Chanprateep Napathorn",
        "Beom Soo Kim"
    ],
    "citedby-count": 21,
    "ref-count": 33,
    "ref-list": [
        "A roadmap towards green packaging: current status and future outlook for polyesters in the packaging industry",
        "Bioprospects of PHB : a review",
        "Pretreatment of kenaf (Hibiscus cannabinus L.) biomass feedstock for polyhydroxybutyrate (PHB) production and characterization",
        "Recent advances and challenges towards sustainable polyhydroxyalkanoate (PHA) production",
        "Production of biodegradable plastic by polyhydroxybutyrate (PHB) accumulating bacteria using low cost agricultural waste material",
        "Polyhydroxyalkanoates (PHAs) production from fermented cheese whey by using a mixed microbial culture",
        "Bioconversion of sugarcane molasses to poly(3-hydroxybutyrate-co-3-hydroxyvalerate) by endophytic Bacillus cereus RCL 02",
        "Paracoccus sp. strain LL1 as a single cell factory for the conversion of waste cooking oil to polyhydroxyalkanoates and carotenoids",
        "Production of polyhydroxyalkanoates on waste frying oil employing selected Halomonas strains",
        "Macroalgal biomass subcritical hydrolysates for the production of polyhydroxyalkanoate (PHA) by Haloferax mediterranei",
        "The gross chemical composition and fatty acid composition of 18 species of tropical Australian microalgae for possible use in mariculture",
        "Pretreatment of macroalgae for volatile fatty acid production",
        "Commercial applications of microalgae",
        "Hydroxyl radical-aided thermal pretreatment of algal biomass for enhanced biodegradability",
        "Production of polyhydroxyalkanoates by batch and fed-batch cultivations of Bacillus megaterium from acid-treated red algae",
        "Catalytic efficiency of sulfuric and hydrochloric acids for the hydrolysis of Gelidium latifolium (Gelidiales, Rhodophyta) in bioethanol production",
        "Utilization of the acid hydrolysate of defatted Chlorella biomass as a sole fermentation substrate for the production of biosurfactant from Bacillus subtilis C9",
        "Sulfuric acid hydrolysis and detoxification of red alga Pterocladiella capillacea for bioethanol fermentation with thermotolerant yeast Kluyveromyces marxianus",
        "Comparison of sulfuric and hydrochloric acids as catalysts in hydrolysis of Kappaphycus alvarezii (cottonii)",
        "Structural evaluation and bioethanol production by simultaneous saccharification and fermentation with biodegraded triploid poplar",
        "Dilute alkaline pretreatment for reducing sugar production from Tetraselmis suecica and Chlorella sp. biomass",
        "Effective production of bioenergy from marine Chlorella sp. by high-pressure homogenization",
        "Valorization of polyhydroxyalkanoates production process by co-synthesis of value-added products",
        "Polyhydroxybutyrate production using a wastewater microalgae based media",
        "A laboratory case study of efficient polyhydoxyalkonates production by Bacillus cereus, a contaminant in Saccharophagus degradans ATCC 43961 in minimal sea salt media",
        "Co-production of polyhydroxyalkanoates and carotenoids through bioconversion of glycerol by Paracoccus sp. strain LL1",
        "Acid pretreatment and enzymatic saccharification of brown seaweed for polyhydroxybutyrate (PHB) production using Cupriavidus necator",
        "Cyanobacterial polyhydroxybutyrate (PHB): screening, optimization and characterization",
        "Pentose-rich hydrolysate from acid pretreated rice straw as a carbon source for the production of poly-3-hydroxybutyrate",
        "Valorization of waste glycerol for the production of poly (3-hydroxybutyrate) and poly (3-hydroxybutyrate-co-3-hydroxyvalerate) copolymer by Cupriavidus necator and extraction in a sustainable manner",
        "Poly-β-hydroxyalkanoates production from cassava starch hydrolysate by Cupriavidus sp. KKU38",
        "Production and characterization of a biodegradable poly (hydroxybutyrate-co-hydroxyvalerate) (PHB-co-PHV) copolymer by moderately haloalkalitolerant Halomonas campisalis MCM B-1027 isolated from Lonar Lake, India",
        "Engineering of Escherichia coli for direct and modulated biosynthesis of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) copolymer using unrelated carbon sources"
    ],
    "affiliation": [
        {
            "affiliation-city": "Daejeon",
            "@id": "60068693",
            "affilname": "Korea Research Institute of Bioscience and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068693",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cheongju",
            "@id": "60004739",
            "affilname": "Chungbuk National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004739",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "National Research Foundation of Korea"
    ]
}