{
    "eid": "2-s2.0-85114253100",
    "title": "Food sovereignty and food security: Livelihood strategies pursued by farmers during the maize monoculture boom in Northern Thailand",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Hardware and Architecture",
            "@code": "1708",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Community right",
        "Food security",
        "Food sovereignty",
        "Land scarcity",
        "Sustainability",
        "Thailand"
    ],
    "authors": [
        "Sayamol Charoenratana",
        "Cholnapa Anukul",
        "Peter M. Rosset"
    ],
    "citedby-count": 2,
    "ref-count": 50,
    "ref-list": [
        "From Agricultural Modernisation to Agri-Food Globalisation: The Waning of National Development in Thailand",
        "Intensification of Upland Agriculture in Thailand: Development or Degradation?",
        "Air-Pollutant Emissions from Agricultural Burning in Mae Chaem Basin, Chiang Mai Province, Thailand",
        "The Politics of Conservation and the Complexity of Local Control of Forests in the Northern Thai Highlands",
        "The Ambiguity of “Watershed”: The Politics of People and Conservation in Northern Thailand",
        "Deforestation in Northern Thailand: The Result of Hmong Farming Practices or Thai Development Strategies?",
        "Agrarian Change and Ethnic Politics: Restructuring of Hmong and Shan Labour and Agricultural Production in Northern Thailand",
        "Food Security: Concepts and Measurement",
        "Climate Change and Food Security",
        "Rural Farmers in an Unequal World: Land Rights and Food Security for Sustainable Well-Being",
        "Determinants of Food Insecurity among Smallholder Farmer Households in Central America: Recurrent versus Extreme Weather-Driven Events",
        "Key Factors Influencing Food Security of Smallholder Farmers in Tanzania and the Role of Cassava as a Strategic Crop",
        "Evidence of Climate Change Coping and Adaptation Practices by Smallholder Farmers in Northern Ghana",
        "The Potential Impacts of Climate Change on Maize Production in Africa and Latin America in 2055",
        "A Bitter Cup: Climate Change Profile of Global Production of Arabica and Robusta Coffee",
        "Impact of Climate Change on Agriculture and Its Mitigation Strategies: A Review",
        "Land Tenure Reforms, Tenure Security and Food Security in Poor Agrarian Economies: Causal Linkages and Research Gaps",
        "Food Sovereignty: Global Rallying Cry of Farmer Movements",
        "Diálogo de Saberes in La Vía Campesina: Food Sovereignty and Agroecology",
        "Mae-Cheam Model: Practices and War of position",
        "Chapter Two—Looking at complex agri-food systems from an actor perspective: The case of Northern Thailand",
        "Agriculture in the Mountains of Northeastern Thailand: Current Situation and Prospects for Development",
        "Assessment of the Agricultural Land under Steep Slope in Lithuania",
        "Good Practice and Lesson Learned in Promoting Vetiver as Solution for Slope Stabilisation and Erosion Control in Thailand",
        "Why Do Farmers Still Grow Corn on Steep Slopes in Northwest Vietnam?",
        "Nurturance and reciprocity in Thai studies",
        "The Principle of Sharing. Segregation and Construction of Social Identities at the Transition from Foraging to Farming",
        "Losing Place in The Corn Mountains: Forest Conservation",
        "Climate change mitigation, land grabbing and conflict: Towards a landscape-based and collaborative action research agenda",
        "History and geography of identifications related to resource conflicts and ethnic violence in Northern Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Tapachula",
            "@id": "60015438",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015438",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "121232455",
            "affilname": "Foundation for Just Society Network",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121232455",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Social Research Institute",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}