{
    "eid": "2-s2.0-84987971011",
    "title": "Expression of catechol O-methyltransferase during ovarian development and association between its SNP and reproduction-related parameters of the giant tiger shrimp Penaeus monodon",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "COMT",
        "Gene expression",
        "Immunofluorescence",
        "Ovarian development",
        "Penaeus monodon",
        "Recombinant protein",
        "SNP"
    ],
    "authors": [
        "Arun Buaklin"
    ],
    "citedby-count": 4,
    "ref-count": 50,
    "ref-list": [
        "Basic local alignment search tool",
        "Identification and characterization of PaMTH1, a putative O-methyltransferase accumulating during senescence of Podospora anserina cultures",
        "Catechol Estrogens",
        "Recent Advances in Comparative Arthropod Morphology, Physiology, and Development: Morphogenic Hormones of Arthropods",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Characterization and expression analysis of the Broad-complex (Br-c) gene of the giant tiger shrimp Penaeus monodon",
        "Expression and polymorphism of farnesoic acid O-methyltransferase (FAMeT) and association between its SNPs and reproduction-related parameters of the giant tiger shrimp Penaeus monodon",
        "Biol. Bull.",
        "Dokl. Biol. Sci.",
        "Aromatic hydroxylation of estrogens.",
        "Identification of single nucleotide polymorphism cytochrome P450-c19a and its relation to reproductive traits in Japanese flounder (Paralichthys olivaceus)",
        "Identification of estrogen receptor α gene polymorphisms by SSCP and its effect on reproductive traits in Japanese flounder (Paralichthys olivaceus)",
        "Single nucleotide polymorphisms of the GnRHR gene associated with reproductive traits of Japanese flounder (Paralichthys olivaceus)",
        "Characterization of the putative farnesoic acid O-methyltransferase (LvFAMeT) cDNA from white shrimp, Litopenaeus vannamei: Evidence for its role in molting",
        "Plant O-methyltransferases: Molecular analysis, common signature and classification",
        "Identification of sex-specific expression markers in the giant tiger shrimp (Penaeus monodon)",
        "Molecular cloning and expression analysis of ovary-specific transcript 1 (Pm-OST1) of the giant tiger shrimp, penaeus monodon",
        "Expression levels of vitellogenin receptor (Vtgr) during ovarian development and association between its single nucleotide polymorphisms (SNPs) and reproduction-related parameters of the giant tiger shrimp penaeus monodon",
        "Biochemical characterization and physiological role of cortical rods in black tiger shrimp, Penaeus monodon",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "Bull. Inst. Zool. Acad. Sinica Monogr.",
        "Identification of a juvenile hormone-like compound in a crustacean",
        "Stimulation of ovarian maturation in the crayfish Procambarus clarkii by methyl farnesoate",
        "Cloning and expression analysis of an o-methyltransferase (OMT) gene from Chinese shrimp, Fenneropenaeus chinensis",
        "Methyl farnesoate stimulates gonad development in Macrobrachium malcolmsonii (H. Milne Edwards) (Decapoda, Palaemonidae)",
        "Detection of polymorphisms of human DNA by gel electrophoresis as single-strand conformation polymorphisms",
        "Egg activation in the black tiger shrimp Penaeus monodon",
        "Expressed sequence tag analysis for identification and characterization of sex-related genes in the giant tiger shrimp Penaeus monodon",
        "Isolation and characterization of progesterone receptor-related protein p23 (Pm-p23) differentially expressed during ovarian development of the giant tiger shrimp Penaeus monodon",
        "Three forms of cyclin B transcripts in the ovary of the kuruma prawn Marsupenaeus japonicus: Their molecular characterizations and expression profiles during oogenesis",
        "Identification, cloning and expression analysis of Catechol-O-methyltransferase (COMT) gene from shrimp, Penaeus monodon and its relevance to salinity stress",
        "Cloning, Characterization, and Developmental Expression of a Putative Farnesoic Acid O-Methyl Transferase in the Female Edible Crab Cancer pagurus",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Periovulatory changes in catfish ovarian oestradiol-17β, oestrogen-2-hydroxylase and catechol-O-methyltransferase during GnRH analogue-induced ovulation and in vitro induction of oocyte maturation by catecholoestrogens",
        "Single nucleotide polymorphisms within the estrogen receptor beta gene are linked with reproductive indices in Japanese flounder, Paralichthys olivaceus",
        "Association of reproductive performance with SNPs of FOXL2 gene by SSCP in Japanese flounder (Paralichthys olivaceus)",
        "Function and cellular localization of farnesoic acid O-methyltransferase (FAMeT) in the shrimp, Metapenaeus ensis",
        "Comparative immunohistochemistry and cellular distribution of farnesoic acid O-methyltransferase in the shrimp and the crayfish",
        "Identification, characterization and expression of adipose differentiation-related protein (ADRP) gene and protein in ovaries of the giant tiger shrimp Penaeus monodon",
        "Regulation of ovarian function by catecholestrogens: Current concepts",
        "Ovarian maturation stages of the wild giant tiger prawn, Penaeus monodon Fabricius",
        "Penaeus monodon gene discovery project: The generation of an EST collection and establishment of a database",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: Procedure and some applications",
        "Molecular characterization and expression profiles of cyclin A and cyclin B during ovarian development of the giant tiger shrimp Penaeus monodon",
        "Proceedings to the Special Session on Advances in Shrimp Biotechnology, The Fifth Asian Fisheries Forum: International Conference on Fisheries and Food Security Beyond the Year 2000, 11–14 November 1998",
        "Molecular cloning and ovarian expression profiles of thrombospondin, a major component of cortical rods in mature oocytes of penaeid shrimp, Marsupenaeus japonicus",
        "Final oocyte maturation, spawning and mating in penaeid shrimp"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency",
        "Thailand Graduate Institute of Science and Technology",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}