{
    "eid": "2-s2.0-84979650467",
    "title": "Serum lipidomics analysis of ovariectomized rats under Curcuma comosa treatment",
    "cover-date": "2016-11-04",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Ceramide",
        "Curcuma comosa",
        "Estrogen deficiency",
        "Lipidomics",
        "Phytoestrogen"
    ],
    "authors": [
        "Nawaporn Vinayavekhin"
    ],
    "citedby-count": 16,
    "ref-count": 40,
    "ref-list": [
        "A new selective estrogen receptor modulator, CHF 4227.01, preserves bone mass and microarchitecture in ovariectomized rats",
        "Evidence from randomised trials on the long-term effects of hormone replacement therapy",
        "A phytoestrogen diarylheptanoid mediates estrogen receptor/akt/glycogen synthase kinase 3β protein-dependent activation of the Wnt/β-catenin signaling pathway",
        "Ceramides as modulators of cellular and whole-body metabolism",
        "Raloxifene (LY139481 HCl) prevents bone loss and reduces serum cholesterol without causing uterine hypertrophy in ovariectomized rats",
        "Ceramides - Lipotoxic Inducers of Metabolic Disorders",
        "An Enzyme that Regulates Ether Lipid Signaling Pathways in Cancer Annotated by Multidimensional Profiling",
        "Future Lipidol.",
        "Absence of platelet-activating factor receptor protects mice from osteoporosis following ovariectomy",
        "Monoalkylglycerol ether lipids promote adipogenesis",
        "Analytical strategies in lipidomics and applications in disease biomarker discovery",
        "Long-term effect of phytoestrogens from Curcuma comosa Roxb. on vascular relaxation in ovariectomized rats",
        "Hormone replacement therapy in postmenopausal women: endometrial hyperplasia and irregular bleeding.",
        "Metabolomic Profiles Delineate Signature Metabolic Shifts during Estrogen Deficiency-Induced Bone Loss in Rat by GC-TOF/MS",
        "GC-TOF/MS-based metapolomic profiling of estrogen deficiency-induced obesity in ovariectomized rats",
        "Raloxifene affects fatty acid oxidation in livers from ovariectomized rats by acting as a pro-oxidant agent",
        "Biological role of estrogen and estrogen receptors",
        "KEGG: Kyoto encyclopedia of genes and genomes",
        null,
        "Reduction of plasma cholesterol by Curcuma comosa extract in hypercholesterolaemic hamsters",
        "Improvements of insulin resistance in ovariectomized rats by a novel phytoestrogen from Curcuma comosa Roxb",
        "Assignment of endogenous substrates to enzymes by global metabolite profiling",
        "Metabolism and atherogenic disease association of lysophosphatidylcholine",
        "XCMS: Processing mass spectrometry data for metabolite profiling using nonlinear peak alignment, matching, and identification",
        "Plasmalogens: Their metabolism and central role in the production of lipid mediators",
        "Diarylheptanoids, new phytoestrogens from the rhizomes of Curcuma comosa: Isolation, chemical modification and estrogenic activity evaluation",
        "A diarylheptanoid phytoestrogen from Curcuma comosa, 1,7-diphenyl-4,6- heptadien-3-ol, accelerates human osteoblast proliferation and differentiation",
        "Bone sparing effect of a novel phytoestrogen diarylheptanoid from Curcuma comosa Roxb. in ovariectomized rats",
        "Exploring disease through metabolomics",
        "Untargeted metabolomics analysis revealed changes in the composition of glycerolipids and phospholipids in Bacillus subtilis under 1-butanol stress",
        "Regulation of alkyl-dihydrothiazole-carboxylates (ATCs) by iron and the pyochelin gene cluster in Pseudomonas aeruginosa",
        "Protection of centrilobular necrosis by Curcuma comosa Roxb. in carbon tetrachloride-induced mice liver injury",
        "A protective effect of Curcuma comosa Roxb. on bone loss in estrogen deficient mice",
        "The emerging field of lipidomics",
        "Diarylheptanoid phytoestrogens isolated from the medicinal plant curcuma comosa: Biologic actions in vitro and in vivo indicate estrogen receptor-dependent mechanisms",
        "Estrogenic activity of diarylheptanoids from Curcuma comosa Roxb. requires metabolic activation",
        "Pathological roles of ceramide and its metabolites in metabolic syndrome and Alzheimer's disease",
        "Metabolomics in serum of ovariectomised rats and those exposed to 17β-oestradiol and genistein"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}