{
    "eid": "2-s2.0-84905381997",
    "title": "Prevalence of lipid abnormalities and attainment of normal lipid levels among patients with dyslipidaemia: A pooled analysis of observational studies from five Asian countries",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Unniachan"
    ],
    "citedby-count": 7,
    "ref-count": 31,
    "ref-list": [
        "Simultaneous low-density lipoprotein-C lowering and high-density lipoprotein-C elevation for optimum cardiovascular disease prevention with various drug classes, and their combinations: A meta-analysis of 23 randomized lipid trials",
        "Medical lipid-regulating therapy: Current evidence, ongoing trials and future developments",
        "Pharmacotherapy: A Pathophysiological Approach",
        "Third Report of the National Cholesterol Education Program (NCEP) Expert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol in Adults (Adult Treatment Panel III) final report.",
        "Serum cholesterol, lipoproteins, and the risk of coronary heart disease. The Framingham study.",
        "HDL cholesterol, very low levels of LDL cholesterol, and cardiovascular events",
        "Triglycerides and the risk of coronary heart disease: 10 158 Incident cases among 262 525 participants in 29 Western prospective studies",
        "Lipoprotein management in patients with cardiometabolic risk: Consensus statement from the American diabetes association and the american college of cardiology foundation",
        "Mixed Dyslipidemia Among Patients Using Lipid-Lowering Therapy in French General Practice: An Observational Study",
        "Use of intensive lipid-lowering therapy in patients hospitalized with acute coronary syndrome: An analysis of 65,396 hospitalizations from 344 hospitals participating in Get with the Guidelines (GWTG)",
        "Effects of modifying triglycerides and triglyceride-rich lipoproteins on cardiovascular outcomes",
        "High-density lipoprotein as a therapeutic target: A systematic review",
        "Niacin in patients with low HDL cholesterol levels receiving intensive statin therapy",
        "HPS2-THRIVE randomized placebo-controlled trial in 25 673 high-risk patients of ER niacin/laropiprant: Trial design, pre-specified muscle and liver outcomes, and reasons for stopping study treatment",
        "Combined therapy in the treatment of dyslipidemia",
        "Prevalence, awareness, treatment, and control of dyslipidemia among adults in Beijing, China",
        "Lipid-lowering treatment in hypercholesterolaemic patients: The CEPHEUS Pan-Asian survey",
        "Determinants of uncontrolled dyslipidaemia among adult type 2 diabetes in Malaysia: The Malaysian Diabetes Registry 2009",
        "Distinct ethnic differences in lipid profiles across glucose categories",
        "Prevalence of dyslipidemia and goal attainment after initiating lipid-modifying therapy: A thai multicenter study",
        "Attainment of normal lipid levels among patients on lipid-modifying therapy in Hong Kong",
        "Attainment of Goal and Normalized Lipid Levels With Lipid-Modifying Therapy in Malaysia",
        "Estimation of the concentration of low-density lipoprotein cholesterol in plasma, without use of the preparative ultracentrifuge.",
        "Validation of the Framingham coronary heart disease prediction scores: Results of a multiple ethnic groups investigation",
        "The Framingham Heart Study's Impact on Global Risk Assessment",
        "Prevalence and extent of dyslipidemia and recommended lipid levels in US adults with and without cardiovascular comorbidities: The National Health and Nutrition Examination Survey 2003-2004",
        "Current status of cholesterol goal attainment after statin therapy among patients with hypercholesterolemia in Asian countries and region: The Return on Expenditure Achieved for Lipid Therapy in Asia (REALITY-Asia) study",
        "Safety and Efficacy of Statins in Asians",
        "Lipid-modifying therapy and attainment of cholesterol goals in Europe: The Return on Expenditure Achieved for Lipid Therapy (REALITY) study",
        "Cardiovascular disease risk profiles",
        "Implications of recent clinical trials for the National Cholesterol Education Program Adult Treatment Panel III guidelines"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rahway",
            "affilname": "Merck &amp; Co., Inc.",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Quezon City",
            "affilname": "Philippine Heart Center",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Institut Jantung Negara Kuala Lumpur",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": null,
            "affilname": "MSD (IA) Corp",
            "affiliation-country": "Philippines"
        }
    ],
    "funding": []
}