{
    "eid": "2-s2.0-85103944929",
    "title": "The effect of income components and tax on inequality in Thailand under comprehensive income",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "D31 income and wealth distribution",
        "D33 factor income distribution",
        "D63 inequality",
        "H23 tax redistributive effects",
        "H24 personal income tax"
    ],
    "authors": [
        "Voramast Limteerakul"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "The impact of Zakat on poverty and income inequality in Bahrain",
        "Labor force structure change and Thai Labor Market, 1990-2008",
        "Tax incidence and inequality of Thai general government taxation",
        "Global inequality dynamics: new findings from WID. world",
        "Deconstructing income and income inequality measures: a crosswalk from market income to comprehensive income",
        "Social capital and the cyclicality of government expenditure",
        "Do entrepreneurship and economic growth affect poverty, income inequality and economic development",
        "Are house prices guided by fundamentals or speculative factors? an empirical inquiry for India",
        "The impact of financial and trade integration on business cycles in emerging markets",
        "Inequality decomposition by factor components",
        "The impact of income components on the distribution of family incomes",
        "Decomposition procedures for distributional analysis: a unified framework based on the Shapley value",
        "Financial development and economic growth: the cases of Thailand Malaysia, and the Philippines"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}