{
    "eid": "2-s2.0-84983530446",
    "title": "Epilepsy-related psychoses and psychotic symptoms are significantly reduced by resective epilepsy surgery and are not associated with surgery outcome or epilepsy characteristics: A cohort study",
    "cover-date": "2016-11-30",
    "subject-areas": [
        {
            "$": "Biological Psychiatry",
            "@code": "2803"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Dysphoric syndrome",
        "Engel class",
        "Epilepsy",
        "Epilepsy-related psychosis",
        "Predictors",
        "Schizophrenia-like",
        "Surgery"
    ],
    "authors": [
        "Kanchanatawan Buranee"
    ],
    "citedby-count": 15,
    "ref-count": 54,
    "ref-list": [
        "Psychoses and epilepsy: Are interictal and postictal psychoses distinct clinical entities?",
        "Psychiatric history does not predict seizure outcome following temporal lobectomy for mesial temporal sclerosis",
        "Medscape",
        "Schizophrenia: Linking prenatal infection to cytokines, the tryptophan catabolite (TRYCAT) pathway, NMDA receptor hypofunction, neurodevelopment and neuroprogression",
        "Psychiatric outcome after temporal lobectomy: A predictive study",
        "One-year postsurgical follow-up of 12 subjects with epilepsy and interictal psychosis",
        "Psychiatric outcome of temporal lobectomy for epilepsy: Incidence and treatment of psychiatric complications",
        "The interictal dysphoric disorder: Recognition, pathogenesis, and treatment of the major psychiatric disorder of epilepsy",
        "Peri-ictal behavioral and cognitive changes",
        "The prevalence of psychosis in epilepsy; a systematic review and meta-analysis",
        "Postictal psychosis in temporal lobe epilepsy: Risk factors and postsurgical outcome?",
        "Major depressive disorder as a predictor of a worse seizure outcome one year after surgery in patients with temporal lobe epilepsy and mesial temporal sclerosis",
        "Changes in depression and anxiety after resective surgery for epilepsy",
        "Delusions, illusions and hallucinations in epilepsy: 1. Elementary phenomena",
        "Delusions, illusions and hallucinations in epilepsy: 2. Complex phenomena and psychosis",
        "Practice parameter: Temporal lobe and localized neocortical resections for epilepsy",
        "Pre-surgical predictors for psychiatric disorders following epilepsy surgery in patients with refractory temporal lobe epilepsy and mesial temporal sclerosis",
        "Psychiatric outcome of surgery for temporal lobe epilepsy and presurgical considerations",
        "The epidemiology of the comorbidity of epilepsy in the general population",
        "Naming and recognizing famous faces in temporal lobe epilepsy",
        "Epileptic peri-ictal psychosis, a reversible cause of psychosis",
        "Aura in temporal lobe epilepsy: Clinical and electroencephalographic correlation",
        "Psychiatric comorbidity in patients with pharmacoresistant focal epilepsy and psychiatric outcome after epilepsy surgery",
        "Epilepsy, suicidality, and psychiatric disorders: A bidirectional association",
        "Postictal psychosis in temporal lobe epilepsy: A case-control study",
        "Psychoses in drug-resistant temporal lobe epilepsy",
        "Clinical predictors of 2-year outcome of resective epilepsy surgery in adults with refractory epilepsy: A cohort study",
        "Psychotic illness in patients with epilepsy",
        "Long-term significance of postictal psychotic episodes. I. Are they predictive of bilateral ictal foci?",
        "Long-term significance of postictal psychotic episodes. II. Are they predictive of interictal psychotic episodes?",
        "A lifetime psychiatric history predicts a worse seizure outcome following temporal lobectomy",
        "The classification of neuropsychiatric disorders in epilepsy: A proposal by the ILAE Commission on Psychobiology of Epilepsy",
        "Are the Psychoses of Epilepsy a Neurological Disease?",
        "Psychiatric outcomes of epilepsy surgery: A systematic review",
        "Behavioral Aspects of Epilepsy: Principles and Practice",
        "Interictal psychiatric morbidity and focus of epilepsy in treatment-refractory patients admitted to an epilepsy unit",
        "Surgical treatment of temporal lobe epilepsy with interictal psychosis: Results of six cases",
        "Psychiatric complications in patients with epilepsy: A review",
        "Preoperative depressive symptoms predict postoperative seizure outcome in temporal and frontal lobe epilepsy",
        "Epilepsy-induced behavioral changes during the ictal phase",
        "Psychosis in epilepsy patients",
        "Results of surgical treatment in temporal lobe epilepsy with chronic psychosis",
        "Prolonged preictal psychosis in refractory seizures: A report of three cases",
        "Interictal psychoses in comparison with schizophrenia - A prospective study",
        "Progression of postictal to interictal psychosis",
        "EPILEPSY AS A CONVULSIVE DISORDER AND AS A PSYCHOSIS. ON ALTERNATIVE PSYCHOSES OF PARANOID NATURE IN \"FORCED NORMALIZATION\" (LANDOLT) OF THE ELECTROENCEPHALOGRAM OF EPILEPTICS.",
        "Prevalence of Psychiatric Disorders in Patients with Epilepsy: What We Think We Know and What We Know",
        "The psychoses of epilepsy",
        "Clinical presentations in neuropsychiatry.",
        "Guidelines for recognition and treatment of the psychoses associated with epilepsy",
        "Psychiatric aspects of epilepsy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Plovdiv",
            "affilname": "Medical University of Plovdiv",
            "affiliation-country": "Bulgaria"
        },
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": null,
            "affilname": "Prasat Neurological Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Waalre",
            "affilname": "Revitalis",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": []
}