{
    "eid": "2-s2.0-84904651225",
    "title": "Single C8-arylguanine modifications render oligonucleotides in the Z-DNA conformation under physiological conditions",
    "cover-date": "2014-07-21",
    "subject-areas": [
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [],
    "authors": [
        "Brian C. Train"
    ],
    "citedby-count": 18,
    "ref-count": 59,
    "ref-list": [
        "Molecular structure of a left-Handed double helical DNA fragment at atomic resolution",
        "Z-DNA: The long road to biological function",
        "SWI/SNF-mediated chromatin remodeling induces Z-DNA formation on a nucleosome",
        "Z-DNA-forming silencer in the first exon regulates human ADAM-12 gene expression",
        "Transcription of human c-myc in permeabilized nuclei is associated with formation of Z-DNA in three discrete regions of the gene",
        "New evidence on α-synuclein and Tau binding to conformation and sequence specific GC* rich DNA: Relevance to neurological disorders",
        "Z-DNA-forming sequences generate large-scale deletions in mammalian cells",
        "Salt-induced co-operative conformational change of a synthetic DNA: Equilibrium and kinetic studies with poly(dG-dC)",
        "Effects of methylation on a synthetic polynucleotide: the B--Z transition in poly(dG-m5dC).poly(dG-m5dC).",
        null,
        "NMR spectroscopic elucidation of the B-Z transition of a DNA double helix induced by the Zα domain of human ADAR1",
        "NMR study of hydrogen exchange during the B-Z transition of a DNA duplex induced by the Zα domains of yatapoxvirus E3L",
        "The Zβ domain of human DAI binds to Z-DNA via a novel B-Z transition pathway",
        "The Zα domain of fish PKZ facilitates the B-Z conformational transition of oligonucleotide DNAs with d(GC)(n) inserts.",
        "Left-handed Z-DNA is induced by supercoiling in physiological ionic conditions",
        null,
        "Induction of the Z conformation in poly(dG-dC).poly(dG-dC) by binding of N-2-acetylaminofluorene to guanine residues",
        "Synthesis, structure and thermodynamic properties of 8-methylguanine-containing oligonucleotides: Z-DNA under physiological salt conditions",
        "Synthesis, Properties, and NMR Studies of a C8-Phenylguanine Modified Oligonucleotide that Preferentially Adopts the Z DNA Conformation",
        "Hydrazines and Cancer: A Guidebook on the Carcinogenic Activities of Hydrazines, Related Chemicals, and Hydrazine-containing Natural Products",
        "A review of the natural occurrence, synthetic production and use of carcinogenic hydrazines and related chemicals",
        "The conformational effect of para-substituted C8-arylguanine adducts on the B/Z-DNA equilibrium",
        "The B-Z Conformational Transition in Folded Oligodeoxynucleotides: Loop Size and Stability of Z-Hairpins",
        "Effects of adenine tracts on the B-Z transition: Fine tuning of DNA conformational transition processes",
        "Statistical mechanics of the B → Z transition of DNA: Contribution of diffuse ionic interactions",
        "Energetics of B-Z junction formation in a sixteen base-pair duplex DNA",
        null,
        "Three-Dimensional Structure of a DNA Hairpin in Solution: Two-Dimensional NMR Studies and Distance Geometry Calculations on d(CGCGTTTTCGCG)",
        "3DNA: A software package for the analysis, rebuilding and visualization of three-dimensional nucleic acid structures",
        "Efficient one-step Suzuki arylation of unprotected halonucleosides, using water-soluble palladium catalysts",
        "A general synthesis of C8-arylpurine phosphoramidites vorasit vongsutilers",
        "A method to identify and characterize Z-DNA binding proteins using a linear oligodeoxynucleotide",
        "Role of magnesium in genomic stability",
        null,
        "Polyamine metabolism and function",
        null,
        "Molecular dynamics and free energy calculations of the b and z forms of c8-arylguanine modified oligonucleotides",
        "Modeling of Biomolecular Structure and Mechanisms",
        "DNA hairpin loops in solution. Correlation between primary structure, thermostability and reactivity with single-strand-specific nuclease from mung bean",
        "Conformation and dynamics of a left-handed Z-DNA hairpin: Studies of d(CGCGCGTTTTCGCGCG) in solution",
        "Right- and Left-Handed (Z) Helical Conformations of the Hairpin d(C-G)5T4(C-G)5 Monomer and Dimer†",
        "Oligodeoxynucleotide Folding in Solution: Loop Size and Stability of B-Hairpins",
        "Synthesis and properties of oligonucleotides containing 8-bromo-2′-deoxyguanosine",
        "One-Electron Attachment Reaction of B- and Z-DNA Modified by 8-Bromo-2′-deoxyguanosine",
        "8-Methylguanosine: A Powerful Z-DNA Stabilizer",
        "The high salt form of poly(dG-dC)·poly(dG-dC) is left-handed Z-DNA: Raman spectra of crystals and solutions",
        "Annu. Rev. Phys. Chem.",
        "Structural variability and new intermolecular interactions of Z-DNA in crystals of d(pCpGpCpGpCpG)",
        "Structural Basis for Stabilization of Z-DNA by Cobalt Hexaammine and Magnesium Cations",
        "Characterization of Z-DNA as a nucleosome-boundary element in yeast Saccharomyces cerevisiae",
        "Mapping Z-DNA in the human genome: Computer-aided mapping reveals a nonrandom distribution of potential Z-DNA-forming sequences in human genes",
        "Z-DNA, an active element in the genome",
        "DAI/ZBP1 recruits RIP1 and RIP3 through RIP homotypic interaction motifs to activate NF-κB",
        "Biological function of the vaccinia virus Z-DNA-binding protein E3L: Gene transactivation and antiapoptotic activity in HeLa cells",
        "Z-DNA binding proteins as targets for structure-based virtual screening",
        "Regulation of innate immune responses by DAI (DLM-1/ZBP1) and other DNA-sensing molecules",
        "Epigenetic regulation by Z-DNA silencer function controls cancer-associated ADAM-12 expression in breast cancer: Cross-talk between MeCP2 and NF1 transcription factor family"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Morgantown",
            "affilname": "West Virginia University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Stroke Foundation"
    ]
}