{
    "eid": "2-s2.0-84912003281",
    "title": "Synthesis and amino acids complexation of tripodal hexasubstituted benzene chiral receptors",
    "cover-date": "2015-02-15",
    "subject-areas": [
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Amino acid receptor",
        "Hexasubstituted benzene scaffold",
        "Tripodal ligand"
    ],
    "authors": [
        "Saowanaporn Choksakulporn"
    ],
    "citedby-count": 8,
    "ref-count": 37,
    "ref-list": [
        "Supramolecular Chemistry: Second Edition",
        "Supramolecular Chemistry: Concepts and Perspectives",
        "Ligand Design for Selective Complexation of Metal Ions in Aqueous Solution",
        "Chemistry in cages: Dinucleating azacryptand hosts and their cation and anion cryptates",
        "Thermodynamic and Kinetic Data for Macrocycle Interaction with Cations and Anions",
        "Steroidal Ureas as Enantioselective Receptors for an N-Acetyl α-Amino Carboxylate",
        "Synthesis and screening of libraries of synthetic tripodal receptor molecules with three different amino acid or peptide arms: Identification of iron binders",
        "Kemp’s triacid scaffolding for synthesis of combinatorial nonpeptide uncoded libraries",
        "A manganese superoxide dismutase mimic based on cis, cis-1,3,5-triaminocyclohexane",
        "Approaches to the Solid Phase of a Cyclotriveratrylene Scaffold-Based Tripodal Library as Potential Artificial Receptors",
        null,
        "J. Chem. Soc., Chem. Commun.",
        "Crystal and molecular structure of a 'hexa-host' inclusion compound [9]",
        "A Combination of Empirical Force Field and Extended Hickel Molecular Orbital Calculations as a Computational Approach to Conformational Analysis",
        "Static and Dynamic Stereochemistry of Hexaethylbenzene and of Its Tricarbonylchromium, Tricarbonylmolybdenum, and Dicarbonyl(triphenylphosphine)chromium Complexes",
        "Control of functional group proximity and direction by conformational networks: Synthesis and stereodynamics of persubstituted arenes",
        "A Convenient Procedure for Bromomethylation of Aromatic Compounds. Selective Mono-, Bis-, or Trisbromomethylation",
        "J. Chem. Res.",
        "Preparation of 1,3,5-tris(aminomethyl)-2,4,6-triethylbenzene from two versatile 1,3,5-tri(halosubstituted) 2,4,6-triethylbenzene derivatives",
        "A multifunctional tripodal fluorescent probe: \"off-on\" detection of sodium as well as two-input and molecular logic behavior",
        "Enhanced iron (III) chelation through ligand predisposition: Syntheses, structures and stability of tris-catecholate enterobactin analogs",
        "Supramolecular analytical chemistry",
        "Molecular recognition of carbohydrates with artificial receptors: Mimicking the binding motifs found in the crystal structures of protein-carbohydrate complexes",
        "Tris(arylmethyl) derivatives of 1,3,5-trimethoxy- and 1,3,5-triethylbenzene",
        "Inorganic and organometallic hemicage podates and cage cryptates incorporating a benzene platform",
        "1,1′,1′′-(2,4,6-Trihydroxybenzene-1,3,5-triyl)triethanone tautomerism revisited",
        "Two-dimensional electronic conjugation: Cooperative folding and fluorescence switching",
        "Targeted synthesis of ferromagnetically coupled complexes with modified 1,3,5-trihydroxybenzene ligands",
        null,
        "Use of a hexasubstituted benzene scaffold in the development of multivalent HIV-1 integrase inhibitors",
        "Usnic acid. Part VIII. C-diacetyl derivatives of phloroglucinol and C-methylphloroglucinol",
        "Compt. Rend.",
        "Automated docking using a Lamarckian genetic algorithm and an empirical binding free energy function",
        null,
        "Symmetry-based design for the chemoenzymatic synthesis of oseltamivir (Tamiflu) from ethyl benzoate",
        "Reduction of azides to amines or amides with zinc and ammonium chloride as reducing agent"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Phanom",
            "affilname": "Nakhon Phanom University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}