{
    "eid": "2-s2.0-84973171250",
    "title": "Key factors affecting the flood vulnerability and adaptation of the shrimp farming sector in Thailand",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Safety Research",
            "@code": "3311"
        },
        {
            "$": "Geology",
            "@code": "1907"
        }
    ],
    "keywords": [
        "Adaptation",
        "Flood",
        "GIS",
        "Shrimp farm",
        "Thailand",
        "Vulnerability"
    ],
    "authors": [
        "Chaiyaporn Seekao"
    ],
    "citedby-count": 14,
    "ref-count": 53,
    "ref-list": [
        "Vulnerability",
        "Are there social limits to adaptation to climate change?",
        "The August 2011 flood in Ibadan, Nigeria: Anthropogenic causes and consequences",
        "Mountain communities and climate change adaptation: Barriers to planning and hurdles to implementation in the Southern Rocky Mountain Region of North America",
        "Socioeconomic vulnerability and adaptation to environmental risk: A case study of climate change and flooding in Bangladesh",
        "Flood vulnerability indices at varying spatial scales",
        "Flash flood forecasting, warning and risk management: The HYDRATE project",
        "Hydrology of inland brackishwater shrimp ponds in Chachoengsao, Thailand",
        "Determinants of risk: Exposure and vulnerability",
        "Projected change in extreme rainfall events in China by the end of the 21st century using CMIP5 models",
        "Evaluating social and ecological vulnerability of coral reef fisheries to climate change.",
        "Assessment Report of the Intergovernmental Panel on Climate",
        "Social vulnerability to environmental hazards",
        "Temporal and spatial changes in social vulnerability to natural hazards",
        "Farmers' perceptions of climate variability and barriers to adaptation: Lessons learned from an exploratory study in Vietnam",
        "Floods in a megacity: Geospatial techniques in assessing hazards, risk and vulnerability",
        "Physical vulnerability modelling in natural hazard risk assessment",
        "Validation of a social vulnerability index in context to river-floods in Germany",
        "Fisheries Statistic, 2012",
        "Climate change vulnerability assessments: An evolution of conceptual thinking",
        "Linkages between vulnerability, resilience, and adaptive capacity",
        "Climate hotspots: Key vulnerable regions, climate change and limits to warming",
        "Combining qualitative and quantitative understanding for exploring cross-sectoral climate change impacts, adaptation and vulnerability in Europe",
        "U.S. Dep. Energy",
        "A framework for analysing regional adaptive capacity assessments: challenges for methodology and policy making",
        "Assessing physical vulnerability for multi-hazards using an indicator-based methodology",
        "Theory and practice in assessing vulnerability to climate change and facilitating adaptation",
        "An artificial neural network model for flood simulation using GIS: Johor River Basin, Malaysia",
        "Physical vulnerability assessment for alpine hazards: State of the art and future needs",
        "Local knowledge and adaptation to climate change in natural resource-based societies of the Asia-Pacific",
        "J. Environ. Res.",
        "A method for quantifying vulnerability, applied to the agricultural system of the Yaqui Valley, Mexico",
        "Transformational capacity and the influence of place and identity",
        "Social Vulnerability of Marine Resource Users to Extreme Weather Events",
        "Characterisation of selected extreme flash floods in Europe and implications for flood risk management",
        "Scenarios for climate impact and adaptation assessment",
        "The determinants of vulnerability and adaptive capacity at the municipal level: Evidence from floodplain management programs in the United States",
        "The Analytic Hierarchy Process: Planning, Priority Setting, Resource Allocation",
        "GIS modeling of coastal aquaculture development in Khulna district, Sunderbans, Bangladesh (Ph.D. thesis)",
        "Mainstreaming climate change adaptation in least developed countries in South and Southeast Asia",
        "Community vulnerability to floods and landslides in Nepal",
        "GIS-based approach to the assessment of coastal vulnerability to storms. Case study in the Bay of Cádiz (Andalusia, Spain)",
        "Assessment of the flood vulnerability of shrimp farms using a multicriteria evaluation and GIS: A case study in the Bangpakong Sub-Basin, Thailand",
        "Living with the Floods: Survival Strategies of Char-Dwellers in Bangladesh",
        "An anatomy of adaptation to climate change and variability",
        "Adaptation, adaptive capacity and vulnerability",
        "A conceptual framework for quantitative estimation of physical vulnerability to landslides",
        "Statistics: An Introductory Analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}