{
    "eid": "2-s2.0-85101042734",
    "title": "Reform priorities for prosperity of nations: The Legatum Index",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Education",
        "Human capital theory",
        "Legatum Prosperity Index",
        "Prosperity",
        "Wellbeing"
    ],
    "authors": [
        "Pornanong Budsaratragoon",
        "Boonlert Jitmaneeroj"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Investment in education: What are the productivity gains?",
        "Public expenditures on education, human capital and growth in Canada: An OLG model analysis",
        "Preference for redistribution and inequality in well-being across Europe",
        "Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education",
        "Weights and importance in composite indicators: Closing the gap",
        "Naïve diversification strategies in defined contribution saving plans",
        "Perceived Residential Environment Quality Indicators (PREQIs) relevance for UN-HABITAT City Prosperity Index (CPI)",
        "A critique on the Corruption Perceptions Index: An interdisciplinary approach",
        "TAN classifiers based on decomposable distributions",
        "Factors shaping Americans’ objective well-being: A system science approach with network analysis",
        "Human capital development and education",
        "The wealth of nations revisited: Income and quality of life",
        "The consumption culture and its critiques: A framework for analysis",
        "Human capital theory and education",
        "Beyond GDP: the quest for a measure of social welfare",
        "The causal relationship between debt and growth in EMU countries",
        "Identification and prioritization of corporate sustainability practices using analytical hierarchy process",
        "Risky human capital investment, income distribution, and macroeconomic dynamics",
        "Understanding the mechanism through which an influential early childhood program boosted adult outcomes",
        "The introduction of human capital theory into education policy in the United States",
        "Offering vs. choice in 401 (k) plans: Equity exposure and number of funds",
        "Reform priorities for corporate sustainability: Environmental, social, governance, or economic performance",
        "Politics by number: Indicators as social pressure in international relations",
        "China's first priority in post-war state building: A wealthy state, or a strong army?",
        "On the decision structures and knowledge discovery for ANP modeling",
        "Performance pay and wage inequality",
        "Success by ten: Intervening early, often, and effectively in the education of young children. Hamilton Project Discussion Paper 2007-02",
        "Schooling, experience, and earnings",
        "Handbook on Constructing Composite Indicators: Methodology and User Guide",
        "Investment in human capital",
        "Report of the commission on the measurement of economic performance and social progress",
        "Food and agricultural innovation pathways for prosperity",
        "Teachers and educational quality: Monitoring global needs for 2015",
        "Data mining: Practical machine learning tools and techniques",
        "A framework for ‘City Prosperity Index’: Linking indicators, analysis and policy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}