{
    "eid": "2-s2.0-84986207650",
    "title": "Fabrication of Novel Bioactive Cellulose-Based Films Derived from Caffeic Acid Phenethyl Ester-Loaded Nanoparticles via a Rapid Expansion Process: RESOLV",
    "cover-date": "2016-09-07",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "antimicrobial activity",
        "antioxidant activity",
        "bioactive packaging",
        "biopolymer",
        "caffeic acid phenethyl ester",
        "cellulose-based packaging film",
        "nanocomposites",
        "nanoparticles"
    ],
    "authors": [
        "Suparak Saelo"
    ],
    "citedby-count": 18,
    "ref-count": 63,
    "ref-list": [
        "Shelf Life",
        "Active packaging technologies with an emphasis on antimicrobial packaging and its applications",
        "Studies on antioxidants: Their carcinogenic and modifying effects on chemical carcinogenesis",
        "Butylated Hydroxyanisole (BHA), CAS Registry No. 25013-16-5. Report on Carcinogens",
        "Bioactive Food Packaging",
        "Antimicrobial Food Packaging",
        "Bioactive packaging: turning foods into healthier foods through biomaterials",
        "Nanocellulose-Based Composites and Bioactive Agents for Food Packaging",
        "The biochemistry and medical significance of the flavonoids",
        "Recent progress in pharmacological research of propolis",
        "Cytoprotective effect of caffeic acid phenethyl ester (CAPE) and catechol ring-fluorinated CAPE derivatives against menadione-induced oxidative stress in human endothelial cells",
        "Propolis volatile compounds: Chemical diversity and biological activity: A review",
        "In vitro antibacterial, antimutagenic and anti-influenza virus activity of caffeic acid phenethyl esters",
        "Antioxidant activity of propolis: Role of caffeic acid phenethyl ester and galangin",
        "Nanotechnology development in food packaging: A review",
        "Advances and challenges for the use of engineered nanoparticles in food contact materials",
        "The formation of fluorinated tetraphenylporphyrin nanoparticles via rapid expansion processes: RESS vs RESOLV",
        "Co-precipitation of asiatic acid and poly(L-lactide) using rapid expansion of subcritical solutions into liquid solvents",
        "Effect of concentration and degree of saturation on co-precipitation of catechin and poly(l-lactide) by the RESOLV process",
        "Food Technol.",
        "The role of natural antimicrobials in food/packaging biopreservation",
        "Antioxidant activities of curcumin and ascorbyl dipalmitate nanoparticles and their activities after incorporation into cellulose-based packaging films",
        "Preparation of Gelatin Films Incorporated with Tea Polyphenol Nanoparticles for Enhancing Controlled-Release Antioxidant Properties",
        "Curcumin nanoparticles improve the physicochemical properties of curcumin and effectively enhance its antioxidant and antihepatoma activities",
        "Fabrication and characterization of novel antimicrobial films derived from thymol-loaded zein-sodium caseinate (SC) nanoparticles",
        "Dynamic Light Scattering: With Applications to Chemistry, Biology, and Physics",
        "Antibacterial activity of silver-nanoparticles against Staphylococcus aureus and Escherichia coli",
        "A simple robust method for synthesis of metallic copper nanoparticles of high antibacterial potency against E. coli",
        "Antioxidant activity of propolis from algarve",
        "The ferric reducing ability of plasma (FRAP) as a measure of 'antioxidant power': The FRAP assay",
        "Physical properties and antioxidant activity of an active film from chitosan incorporated with green tea extract",
        "Antimicrobial activity of cinnamaldehyde and eugenol and their activity after incorporation into cellulose-based packaging films",
        "Characterization and antimicrobial analysis of chitosan-based films",
        "Characterization of size, surface charge, and agglomeration state of nanoparticle dispersions for toxicological studies",
        "J. Mol. Biochem.",
        "Imaging Microsc.",
        "Int. J. Med. Chem.",
        "Antimicrobial properties of essential oil constituents",
        "Electron microscopic and microcalorimetric investigations of the possible mechanism of the antibacterial action of a defined propolis provenance",
        "J. Soc. Cosmet. Chem.",
        "Preservation of solubilized and emulsified systems II: Theoretical development of capacity and its role in antimicrobial activity of chlorocresol in cetomacrogol‐stabilized systems",
        "Improved method for the determination of antimicrobial activity of essential oils in agar medium",
        "Structure-antioxidant activity relationships of flavonoids and phenolic acids",
        "Trop. J. Pharm. Res.",
        "Comparison of antioxidant activity of clove (Eugenia caryophylata Thunb) buds and lavender (Lavandula stoechas L.)",
        "Comparative antioxidant activity of extracts from leaves, bark and catkins of Salix aegyptiaca sp.",
        "Antioxidant determinations by the use of a stable free radical [10]",
        "Use of a free radical method to evaluate antioxidant activity",
        "Role of phenolic O-H and methylene hydrogen on the free radical reactions and antioxidant activity of curcumin",
        "Food Antioxidants",
        "Measuring antioxidant potential in corals using the FRAP assay",
        "In vivo total antioxidant capacity: Comparison of different analytical methods",
        "Determination of solubility parameters of ibuprofen and ibuprofen lysinate",
        "Interactions and partitioning of diluents/plasticizers in hydroxypropyl methylcellulose and polyvinyl alcohol homopolymers and blends. Part III: Polyethylene glycol 400",
        "Comparison of gamma radiation crosslinking and chemical crosslinking on properties of methylcellulose hydrogel",
        "Vibrational study of caffeic acid phenethyl ester, a potential anticancer agent, by infrared, Raman, and NMR spectroscopy",
        "Caffeic Acid Phenethyl Ester Loaded PLGA Nanoparticles: Effect of Various Process Parameters on Reaction Yield, Encapsulation Efficiency, and Particle Size",
        "Hydrogen bonding in polymer systems",
        "Hydrogen Bonding",
        "Methylcellulose-Based Edible Films and Coatings: 2. Mechanical and Thermal Properties as a Function of Plasticizer Content",
        "A spectrophotometric study of hydrogen bonding in methylcellulose-based edible films plasticized by polyethylene glycol",
        "Preparation and characterization of chitosan nanoparticles-doped cellulose films with antimicrobial property",
        "Antimicrobial and antioxidant activities of edible coatings enriched with natural plant extracts: In vitro and in vivo studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Dongguk University, Seoul",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}