{
    "eid": "2-s2.0-84927126212",
    "title": "WO3-based catalysts prepared by non-hydrolytic sol-gel for the production of propene by cross-metathesis of ethene and 2-butene",
    "cover-date": "2014-11-21",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Mesoporous mixed oxides",
        "Non hydrolytic sol gel",
        "Non-aqueous sol-gel",
        null
    ],
    "authors": [
        "Surasa Maksasithorn"
    ],
    "citedby-count": 33,
    "ref-count": 56,
    "ref-list": [
        "Olefins from conventional and heavy feedstocks: Energy use in steam cracking and alternative processes",
        "Industrial applications of olefin metathesis",
        "Optimizing activity of tungsten oxides for 1-butene metathesis by depositing silica on γ-alumina support",
        null,
        null,
        null,
        null,
        null,
        "Dependence of reactivity on pretreatment in molybdena-alumina catalysts for propene metathesis",
        null,
        null,
        "Olefin metathesis with mesoporous rhenium-silicium-aluminum mixed oxides obtained via a one-step non-hydrolytic sol-gel route",
        "High-throughput preparation and screening of rhenium oxide-alumina catalysts in olefin metathesis",
        "Specialty chemicals via olefin metathesis",
        "A tungsten oxide on silica catalyst for phillips' triolefin process",
        "Structure/metathesis activity relations of silica supported molybdenum and tungsten oxide",
        null,
        "Activity of supported tungsten oxide catalysts for the metathesis of propene",
        null,
        null,
        "Catal. Lett.",
        "Metathesis of 2-butene to propylene over W-mesoporous molecular sieves: A comparative study between tungsten containing MCM-41 and SBA-15",
        null,
        null,
        "Catalysis science of the solid acidity of model supported tungsten oxide catalysts",
        null,
        null,
        null,
        null,
        null,
        null,
        "Nanostructured materials for applications in heterogeneous catalysis",
        "Amorphous porous mixed oxides: Sol-gel ways to a highly versatile class of materials and catalysts",
        "Catalytic materials by design",
        "Nonhydrolytic processing of oxide-based materials: Simple routes to control homogeneity, morphology, and nanostructure",
        "Non-hydrolytic sol–gel routes to heterogeneous catalysts",
        "Mesoporous mixed oxide catalysts via non-hydrolytic sol-gel: A review",
        "Cobalt aluminum silicate complexes prepared by the non-hydrolytic sol-gel route and their catalytic activity in hydrocarbon oxidation",
        "One-step synthesis of mesoporous hybrid titania-silica xerogels for the epoxidation of alkenes",
        "Oxidative dehydrogenation of propane on pure and silica-dispersed multimetallic oxides based on vanadium and niobium prepared via hydrolytic and non-hydrolytic sol-gel methods",
        null,
        null,
        null,
        "Chem.Commun.",
        "Avoiding rhenium loss in non-hydrolytic synthesis of highly active Re-Si-Al olefin metathesis catalysts",
        null,
        null,
        null,
        "Calibration of the X-ray photoelectron spectroscopy binding energy scale for the characterization of heterogeneous catalysts: Is everything really under control?",
        null,
        "Determination of the acidic properties of zeolite by theoretical analysis of temperature-programmed desorption of ammonia based on adsorption equilibrium",
        "Highly active doped mesoporous KIT-6 catalysts for metathesis of 1-butene and ethene to propene: The influence of neighboring environment of W species",
        "Makromol. Chem.",
        "Active centers for the metathesis and isomerization of alkenes on tungsten-oxide/silica catalysts",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "SCG Chemicals Co., Ltd.",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Louvain-la-Neuve",
            "affilname": "Université Catholique de Louvain",
            "affiliation-country": "Belgium"
        }
    ],
    "funding": []
}