{
    "eid": "2-s2.0-84922422645",
    "title": "Investigation of Er-doped Sc2O3 transparent ceramics by positron annihilation spectroscopy",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "Materials Science (miscellaneous)",
            "@code": "2501"
        }
    ],
    "keywords": [],
    "authors": [
        "L. G. Jacobsohn"
    ],
    "citedby-count": 16,
    "ref-count": 33,
    "ref-list": [
        "New Oxide Crystals for Solid State Lasers",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "Synthesis, processing, and properties of submicrometer-grained highly transparent yttria ceramics",
        null,
        null,
        "Sintering dense nanocrystalline ceramics without final-stage grain growth",
        "Fabrication, optical transmittance, and hardness of IR-transparent ceramics made from nanophase yttria",
        "Nanograined highly transparent yttria ceramics",
        "Submicrometer grain-sized transparent erbium-doped scandia ceramics",
        null,
        null,
        "A positron study of sintering processes in ZnO-based ceramics",
        "Analysis of the sintering process of 2 mol% yttria-doped zirconia by positron annihilation lifetime measurements",
        "Influence of sintering temperature on defects in porous silica monoliths studied by positron annihilation techniques",
        "Structure characterization of spark plasma sintered alumina by positron annihilation lifetime spectroscopy",
        "Materials. Structure",
        "Microcomputer program for analysis of positron annihilation lifetime spectra",
        "Phys Stat Sol C",
        "Interaction of positron beams with surfaces, thin films, and interfaces",
        null,
        "Extension of the equation for the annihilation lifetime of ortho-positronium at a cavity larger than 1 nm in radius",
        "Revised effective ionic radii and systematic studies of interatomic distances in halides and chalcogenides",
        "Positron Lifetime Spectroscopy and Cathodoluminescence of Polycrystalline Terbium-Doped Yttria",
        "Chapter 5 Positron Annihilation Spectroscopy of Defects in Semiconductors",
        "Positron annihilation spectroscopy of sputtered boron carbide films",
        "Absorption intensities and emission cross section of Er3+ in Sc2 O3 transparent ceramics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Clemson",
            "affilname": "Clemson University College of Engineering, Computing and Applied Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fort Worth",
            "affilname": "Texas Christian University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "HEL-MRI",
        "National Science Foundation",
        "U.S. Department of Defense",
        "Directorate for Mathematical and Physical Sciences",
        "Air Force Office of Scientific Research"
    ]
}