{
    "eid": "2-s2.0-85149125942",
    "title": "Systematic revision of the snorkel snail genus Rhiostoma Benson, 1860 (Gastropoda, Caenogastropoda, Cyclophoridae) with descriptions of new species",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "DNA barcoding",
        "endemic",
        "Indochina",
        "limestones",
        "operculum",
        "Prosobranchia",
        "taxonomy"
    ],
    "authors": [
        "Piyoros Tongkerd",
        "Sakboworn Tumpeesuwan",
        "Khamla Inkhavilay",
        "Pongpun Prasankok",
        "Ekgachai Jeratthitikul",
        "Somsak Panha",
        "Chirasak Sutcharit"
    ],
    "citedby-count": 3,
    "ref-count": 188,
    "ref-list": [
        "A new look at the statistical model identification",
        "Observations sur les mollusques terrestres et fluviatiles recueillies dans I’Indo-Chine et particulaièrement au Laos, par M. Henri Counillon, accompagnées de remarques sur ďautres mollusques de cette région",
        "Paper read at the Royal Geographical Society 10thMarch, 1862",
        "A new land shell of the genus Rhiostoma from Siam",
        "Description de coquilles nouvelles de ľIndo-Chine (6esuite)",
        "Molluscorum terrestrum tonkinorum diagnoses",
        "Account of new genu of land snails, allies to the genus Cyclostoma, of Lamarck; with a description of species found on the outlying rock of the Rajmahal range of hills",
        "Geographical notices and characters of fourteen new species of Cyclostoma from the East Indies",
        "Characters of seventeen new forms of the Cyclostomacea from the British Provinces of Burmah, collected by W. Theobald, jun., Esq",
        "On Clostophis and Rhiostoma, new Burmese genera of land shells",
        "Systematic studies on the non-marine Mollusca of the Indo-Australian archipelago. 1. Critical revision of the Javanese operculate land-shells of the families Hydrocenidae, Helicinidae, Cyclophoridae, Pupinidae and Cochlostomatidae",
        "Some notes on land and freshwater Mollusca of Malaya",
        "An introduction to the non-marine molluscs of Malaya",
        "A novel and enigmatic two-holed shell aperture in a new species of suspension-feeding worm-snail (Vermetidae)",
        "On the classification of the Cyclostomacea of Eastern Asia",
        "On Rhiostoma dalyi n. sp. and Sesara megalodon n. sp., obtained by the late Mr. W. M. Daly in Siam",
        "Notes on Mr. W. M. Daly’s collections of land and fresh-water Mollusca from Siam",
        "Contributions to Indian malacology, No. II",
        "Revised classification, nomenclator and typification of gastropod and monopla-cophoran families",
        "Catalog of recent type specimens in the Division of Invertebrate Zoology, American Museum of Natural History. V. Mollusca, Part 2 (Class Gas-tropoda [exclusive of Opisthobranchia and Pulmonata], with supplements to Gastropoda [Opisthobranchia], and Bivalvia)",
        "On Dyakia salangana (Martens, 1883) with some note on Rhiostoma chupingensis (Tomlin, 1938) and two supposed endemics from West Malaysia",
        "A brief collection of land shells of Desaru anjung Penawar",
        "Constructional morphology, origin, and evolution of the gastropod operculum",
        "Exceptional among the exceptional: a new species of Stenogyropsis Möllendorff, 1899 (Eupulmonata: Camaenidae), with a review of the free last whorl in terrestrial gastropods",
        "Revision of Chondrocyclus s.l. (Mollusca: Cyclophoridae), with description of a new genus and twelve new species",
        "Molecular phylogeny of Chondrocyclus (Gastropoda: Cyclophoridae), a widespread genus of sedentary, restricted-range snails",
        "Liste des mollusques récoltés par M.H. Mansuy en Indo-Chine et au Yunnan et description ďespèces nouvelles",
        "The cyclophorid operculate land mollusks of America",
        "A checklist and classification of terrestrial prosobranch snails from Son La, north-western Vietnam",
        "The land snail genus Opisthoporus Benson in L. Pfeiffer, 1851 (Gastropoda: Caenogastropoda: Cyclophoridae) from Vietnam, with description of a new species",
        "The land snail genus Rhiostoma Benson, 1860 from Vietnam (Gastropoda: Caenogastropoda: Cyclophoridae), with description of a new spe-cies",
        "On the dates of publication of the Society’s ‘Proceedings’1859–1926, with an appendix containing the dates of publication of ‘Proceedings’ 1830–1858, compiled by F.H. Waterhouse; also of the ‘Transactions’ 1833–1869 by Henry Peavot, originally published in PZS 1893, 1913",
        "A review of the genera of the recent terrestrial pectinibranch molluscs (synop-sis mainly based on published data)",
        "Catalogue et distribution géographique des mollusques terrestres, fluvia-tiles & marins ďune partie de ľIndo-Chine (Siam, Laos, Cambodge, Cochinchine, An-nam, Tonkin)",
        "Les mollusques testaces du Cambodge, prmiere partie: Introduction et Gastropodes Prosobranches",
        "Catalogue des mollusques terrestres et fluviatites de ľIndo-Chine orientale cités jusqu à ce jour",
        "Dates de publicalion du “Journal de Conchyliologie” de 1861–1900",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Diversity and biogeography of land snails (Mollusca, Gastropoda) in the limestone hills of Perak, Peninsular Malaysia",
        "Prosobranchia Introduction",
        "On a supposed new species of Rhiostoma from Borneo, and notices of two other species of shells from Palawan",
        "Deconstructing Dendropoma: A systematic revision of a world-wide worm-snail group with description of new genera (Caenogastropoda: Vermetidae)",
        "Descriptions of shells collected by the North Pacific Exploring Expedition",
        "A note upon the insufficiency of the operculum as a basis of classification in round-mounted shells",
        "A list of the genera of recent Mollusca, their synonyma and types",
        "Land operculates (Cyclophoridae, Truncatellidae, Assiminidae, Helicinidae)",
        "Operculated land molluscs from Southeast Asia",
        "Descriptions of four new species of terrestrial shells from Siam",
        "Conchologia Indica: Illustrations of the Land and Freshwater Shells of British India. London, i–xviii + 1–65 pp. [pp. 1–18, pls 1–40 (1870)]",
        "Fossil mollusks from the John Day Basin in Oregon, contained in the Condon Museum of the University of Oregon",
        "The promise of DNA barcoding for taxonomy",
        "Barcoding animal life: Cytochrome c oxidase subunit 1 divergences among closely related species",
        "Biological identification through DNA barcodes",
        "Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator",
        "Aktualisierte liste der terrestrischen Gastropoden Thailands",
        "Rhiostoma (Fam. Cyclophoridae)",
        "Success of phylogenetic methods in the four-taxon case",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Annotated checklist of the operculated land snails from Thailand (Mollusca, Gastropoda, Caenogastropoda): The family Pupinidae, with descriptions of several new species and subspecies, and notes on classification of Pupina Vignard, 1829 and Pupinella Gray, 1850 from mainland Southeast Asia",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854–1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862–1882. A com-plete collation",
        "Genital ducts in several species of the cyclophorid genus Leptopoma (Mollusca, Mesogastropoda)",
        "The opercula of neritopsid gastropods and their phylogenetic impor-tance",
        "Operculum closing as a defence against predatory leeches in four British freshwater prosobranch snails",
        "Cyclophoridae",
        "Die Gedeckelten Lungenschnecken (Cyclostomacea)",
        "Zwei neue Pterocyclus",
        "Die Gedeckelten Lungenschnecken (Cyclostomacea)",
        "Katalog der gegenwärtig lebend bekannten Pneumo-nopomen",
        "Land snails: An invertebrate that plays an important role in human life",
        "Taxonomic revision of the elephant pupinid snail genus Pollicaria Gould, 1856 (Prosobranchia, Pupinidae)",
        "Karyotype of the snorkel snails genera Pterocyclos and Rhiostoma (Prosobranchia: Cyclophoridae)",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "A list of land and fresh-water Mollusca of the Malay Peninsula with note",
        "A new Rhiostoma from Malay",
        "PartitionFinder 2: New methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "Markov Chain Monte Carlo Algorithms for the Bayesian analysis of phylogenetic trees",
        "A molecular phylogenetic investigation of Cyathopoma (Prosobranchia: Cyclophoridae) in East Asia",
        "Molecular evidence for a polyphyletic genus Japonia (Architaenioglossa: Cyclophoridae) and with the description of a new genus and two new species",
        "The phylogeny and morphological adaptations of Cyclotus taivanus ssp. (Gastropoda: Cyclophoridae)",
        "Enhanced primers for amplification of DNA barcodes from a broad range of marine metazoans",
        "Nomenclature of the genus Opisthoporus Benson in L. Pfeiffer, 1851: The type species of the genus and Opisthoporus singaporeanus nom. nov. for Cyclostoma rostellatum L. Pfeiffer, 1851, a junior primary homonym of Cyclostoma rostellatum Partiot, 1848 (Gastropoda: Cyclophoroidea: Cyclophoridae)",
        "On the Mollusca of Siam",
        "Drei neue Landschnecken",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees, 2010",
        "Diagnosen neuer Arten aus dem Binnenlande von China",
        "Materialien zur fauna von China (Die Auriculaceen, Nachträge und Berichtigungen)",
        "On the land and freshwater shells of Perak",
        "Ueber den werth des deckels für die systematik",
        "On a collection of land-shells from the Samui Islands, Gulf of Siam",
        "Neue arten aus Hinterindien",
        "Zur Binnenmollusken-Fauna Annams III",
        "Mollusques terrestres & fluviatiles du royaume de Pérak et des pays voisins (presquéIle Malaise)",
        "Catalogue des coquilles recueillies, par M. Pavie dans le Cambode et le Royaume de Siam, et description ď espèces nouvelles (1)",
        "Contributions a la malacologique de ľIndo-Chine",
        "Descriptions de mollusques nouveaux recueillis par M.A. Pavie en Indo-Chine: Première Classes Gastéropodes",
        "William Benson and the early study of land snails in British India and Ceylon",
        "An annotated catalogue of type specimens of the land snail genus Cyclophorus Montfort, 1810 (Caenogas-tropoda, Cyclophoridae) in the Natural History Museum, London",
        "Molecular evidence for cryptic speciation in the Cyclophorus fulguratus (Pfeiffer, 1854) species complex (Caeno-gastropoda: Cyclophoridae) with description of new species",
        "Phylogenetics and species delimitations of the operculated land snail Cyclophorus volvulus (Gastropoda: Cyclophoridae) reveal cryptic diversity and new species in Thailand",
        "Role of the gastropod shell and operculum in inhibiting predation by fishes",
        "Holocene development and human use of mangroves and limestone forest at an ancient Hong lagoon in the Tràng An karst, Ninh Binh, Vietnam",
        "Cryptic diversity of limestone karst inhabiting land snails (Cyclophorus spp.) in northern Vietnam, their evolutionary history and the description of four new species",
        "The value of a single character: The Paleogene European land snail Ferussina Grateloup, 1827 is likely a cyclophorid (Gastropoda: Caenogastropo-da)",
        "The family Plectopylidae (Gastropoda, Pulmonata) in Laos with the description of two new genera and a new species",
        "Novel shell device for gas exchange in an operculate land snail",
        "Breathing device of a new Streptaulus species from Vietnam extends understanding of the function and structure of respiratory tubes in cyclophoroids (Gastropoda: Caenogastropoda: Pupinidae)",
        "Taxonomic vandalism in malacology: Comments on molluscan taxa recently described by N. N. Thach and colleagues (2014–2019)",
        "Genus-level revision of the Alycaeidae (Gastropoda, Cyclophoroidea), with an annotated species catalogue",
        "Land snails of Plieu National Park, Thailand",
        "Rhiostoma from Thailand and Malaysia",
        "Note on the genus Spiraculum",
        "Uebersicht der Gattung Pterocyclos Bens",
        "Descriptions of eighteen new species of Cyclostomacea, from Mr. Cuming’s collection",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, estramarines nouvelles, ou peu connues",
        "Descriptions of sixteen new species of Pneumonopoma, from the collection of H. Cuming, Esq",
        "Monographia Pneumonopomorum viventium",
        "Description of eight new species of Cyclostomacea from the collection of H. Cumming. Esq",
        "Diangoses de neuf espèces nouvelles provenant de Siam",
        "Monographia Pneumonopomorum viventium",
        "Systematic revision of the limestone karst-restricted land snail genus Aenigmatoconcha (Eupulmonata: Helicarionidae), with description of a new species",
        "Land snails of Leptopoma Pfeiffer, 1847 in Sabah, Northern Borneo (Caenogastropoda: Cyclophoridae): an analysis of molecular phylogeny and geographical variations in shell form",
        "Superorder Neritopsina",
        "Genetic divergence in the snorkel snail, Rhiostoma housei, a species complex in Thailand (Caenogastropoda: Cyclophoridae)",
        "On the dates of publication of Hanley and Theobald’s “Conchologica Indica”",
        "William Benson and the origins of the golden age of malacology in British India: Biogra-phy, illustrated catalogue and evaluation of his molluscan types",
        "Inland shell midden site-formation: Investigation into a late Pleistocene to early Holocene midden from Trang An, Northern Vietnam",
        "A review of breathing devices in land operculated snail",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Land mollusks (Gastropoda: Pulmonata) from Early Tertiary Bozeman Group, Montana",
        "First record of the land operculate snail Cyclophorus pfeifferi Reeve, 1861 (Mollusca, Cyclophoroidea, Cyclophoridae) from India. Travaux du Muséum National ďHistoire Na-turelle",
        "A new species of Rhiostoma",
        "Die land-mollusken von Celebes",
        "Prey-tracking behavior and prey preferences in a tree-climbing firefly",
        "Das darmsystem von Cyclophorus ceylanicus",
        "The gastropod operculum",
        "Zoogeography of the land and fresh-water Mollusca of the New Hebrides",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Superfamily Cyclophoroidea",
        "Notes on terrestrial Mollusca from the neighbourhood of Moulmein (Tenas-serim Province)",
        "The land snail genus Pterocyclos Benson, 1832 (Caenogastropoda: Cyclophoridae) from Thailand and Peninsular Malaysia, with description of two new species",
        "An annotated type catalogue of seven genera of oper-culate land snails (Caenogastropoda, Cyclophoridae) in the Natural History Museum, London",
        "Annotated checklist of the land snail fauna from southern Cambodia (Mollusca, Gastropoda)",
        "On the land operculate mollusks collected during the “Skeat Expedition” to the Malay peninsula in 1899–1900",
        "Listado taxonómico ilustrado de la familia Cyclophoridae J.E. Gray, 1847 (Mollusca: Gastropoda): Parte 1. El género Rhiostoma Benson, 1860",
        "Anatomie, phylogenie und tiergeographie der Cyclophoriden",
        "Two new species of Rhiostoma",
        "New Malay land shell",
        "Ueber die Gattungen der Cyclostomiden",
        "Taxonomy and systematics of snorkel snails genus Rhiostoma Benson, 1860 in Thailand",
        "Gastropod skeletal defences: Land, freshwater, and sea compared",
        "Predation and the geography of opercular thickness in turbi-nid gastropods",
        "Die mantel-und geschlechtsorgane von Cyclophorus ceylanicus (Sowerby)",
        "Teil 1: Allgemeiner Teil und Prosobranchia",
        "New rodent material from the John Day Formation (Arikareean, Middle Oligocene to Early Miocene) of Oregon",
        "Molecular phylogeny suggests polyphyly of both the turban shells (family Turbinidae) and the superfamily Trochoidea (Mollusca: Vetigastropoda)",
        "On the inner morphology of pomatiid opercula — hidden structures (Gastropoda: Pomatiidae)",
        "The new molluscan names of César-Marie-Felix Ancey including illustrated type material from the National Museum of Wales. Studies in Biodiversity and Systematics of Terrestrial Organism from the National Museum of Wales",
        "Die chinesischen land-und Süßwasser-Gastropoden des Natur-Museums Senckenberg",
        "Die typen und typoide des Natur-Museums Senckenberg, 18, Mollusca Cyclophoridae, Cyclophorinae (4)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Vientiane",
            "@id": "60072886",
            "affilname": "National University of Laos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072886",
            "affiliation-country": "Laos"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60026326",
            "affilname": "Suranaree University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026326",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Biodiversity Research and Training programme",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "Center of Excellence on Biodiversity"
    ]
}