{
    "eid": "2-s2.0-85026820399",
    "title": "Support spinor machine",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Statistics",
            "@code": "1804"
        },
        {
            "$": "Computational Theory and Mathematics",
            "@code": "1703"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Computer Vision and Pattern Recognition",
            "@code": "1707"
        },
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        },
        {
            "$": "Signal Processing",
            "@code": "1711"
        },
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        }
    ],
    "keywords": [
        "Holo-Hilbert spectrum",
        "Moduli state space",
        "Support spinor machine",
        "Support vector machine",
        "Time series"
    ],
    "authors": [
        "Kabin Kanjamapornkul"
    ],
    "citedby-count": 17,
    "ref-count": 43,
    "ref-list": [
        "On the topology of the set of critical equilibria",
        "A Geometric Approach to Nonlinear Econometric Models",
        "With string model to time series forecasting",
        "From the currency rate quotations onto strings and brane world scenarios",
        "Support-Vector Networks",
        "Kolmogorov space in time series data",
        "The study of Thai stock market across the 2008 financial crisis",
        "Deep learning",
        "Deep Learning in neural networks: An overview",
        "Twin bounded support tensor machine for classification",
        "Improvements on ν-Twin Support Vector Machine",
        "On Clifford neurons and Clifford multi-layer perceptrons",
        "Global exponential stability of Clifford-valued recurrent neural networks",
        "One-Class Support Tensor Machine",
        "Support Tensor Machines for Classification of Hyperspectral Remote Sensing Imagery",
        "Rotational invariance of quaternionic hopfield neural networks",
        "Clifford Fuzzy Support Vector Machines for Classification",
        "An empirical analysis of NYSE specialist trading",
        "Historical development of Teichmüller theory",
        "Adv. Appl. Clifford Algebras",
        "Using string invariants for prediction searching for optimal parameters",
        "With string model to time series forecasting",
        "The string prediction models as invariants of time series in the forex market",
        "Experimental analysis of the Prediction Model Based on String Invariants",
        "Learning hidden information: SVM+",
        "The empirical mode decomposition and the Hubert spectrum for nonlinear and non-stationary time series analysis",
        "On holo-hilbert spectral analysis: A full informational spectral representation for nonlinear and non-stationary data",
        "Financial markets as adaptive systems",
        "A review on Hilbert-Huang transform: Method and its applications to geophysical studies",
        "Support vector regression machines",
        "Scaling behaviour in the dynamics of an economic index",
        "Nonstationary Time-Series Analysis: Accurate Reconstruction of Driving Forces",
        "Nonstationary regression with support vector machines",
        "Bull. Am. Math. Soc.",
        "Lie Algebra-Valued Hopfield Neural Networks",
        "Undergraduate Texts in Mathematics",
        "Karl M. Peterson: The earliest derivation of the Mainardi-Codazzi equations and the fundamental theorem of surface theory",
        "A general formula of the solutions of the Peterson-Codazzi equations on a hypersphere",
        "Scaling behaviour in the dynamics of an economic index",
        "Empirical properties of asset returns: Stylized facts and statistical issues",
        "Scaling of the distribution of fluctuations of financial market indices",
        "Investor psychology and security market under- and overreactions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dubna",
            "affilname": "Bogoliubov Laboratory of Theoretical Physics, Joint Institute for Nuclear Research",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bratislava",
            "affilname": "Institute of Physics Slovak Academy of Sciences",
            "affiliation-country": "Slovakia"
        },
        {
            "affiliation-city": "Kosice",
            "affilname": "Institute of Experimental Physics Slovak Academy of Sciences",
            "affiliation-country": "Slovakia"
        }
    ],
    "funding": [
        "Society for Anthropological Sciences",
        "CERN",
        "Chulalongkorn University",
        "Agentúra na Podporu Výskumu a Vývoja",
        "Vedecká Grantová Agentúra MŠVVaŠ SR a SAV"
    ]
}