{
    "eid": "2-s2.0-85086019159",
    "title": "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Board of directors",
        "Board size",
        "Corporate governance",
        "Economic policy uncertainty"
    ],
    "authors": [
        "Viput Ongsakul",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn",
        "Ali Uyar"
    ],
    "citedby-count": 23,
    "ref-count": 39,
    "ref-list": [
        "Board composition as the outcome of an internal bargaining process: Empirical evidence",
        "Partisan conflict and private investment",
        "Measuring economic policy uncertainty",
        "Ownership structure and earnings management in emerging markets—An institutionalized agency perspective",
        "The causal effect of board size in the performance of small and medium-sized firms",
        "What affects innovation more? Policy or policy uncertainty",
        "Does policy uncertainty affect mergers and acqusitions",
        "The determinants of corporate board size and composition: an empirical analysis",
        "Board: does one size fit all?",
        "In Search of Attention",
        "The iron cage revisited: Institutional isomorphism and collective rationality in organizational fields",
        "Larger board size and decreasing firm value in small firms",
        "Recent Developments in Corporate Governance: An Overview",
        "The determinants of board size and composition: Evidence from the UK",
        "Policy uncertainty and corporate investment",
        "An analysis of changes in board structure during corporate governance reforms",
        "The modern industrial revolution, exit, and the failure of internal control systems",
        "Corporate governance in the Asian financial crisis",
        "The impact of institutional ethics and accountability on voluntary assurance for integrated reporting",
        "Determinants of the adoption of sustainability assurance statements: An international investigation",
        "The interrelationship between managerial ownership and board structure",
        "Institutional, macroeconomic and firm-specific determinants of capital structure",
        "The determinants of board structure",
        "A modest proposal for improved corporate governance",
        "Is sell-side research more valuable in bad times?",
        "Size really matters: Further evidence on the negative relationship between board size and firm value",
        "The effect of economic policy uncertainty on investor information asymmetry and management disclosures",
        "Why do firms with larger boards have lower market values?",
        "Policy uncertainty and mergers and acquisitions",
        "Government economic policy uncertainty, corporate cash holdings, and the value of cash",
        "Predictors of various facets of sustainability of nations: The role of cultural and economic factors",
        "Economic policy uncertainty and the distribution of business operations between parent companies and their subsidiaries",
        "Higher market valuation of companies with a small board of directors",
        "Customer concentration, economic policy uncertainty and enterprise sustainable innovation",
        "Bankruptcy costs, economic policy uncertainty, and FDI entry and exit"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "La Rochelle",
            "@id": "60112757",
            "affilname": "Excelia Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112757",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031806",
            "affilname": "The University of Western Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031806",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "121874680",
            "affilname": "The Securities and Exchange Commission (SEC) of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121874680",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}