{
    "eid": "2-s2.0-85088875853",
    "title": "Billing system and health care utilization: Evidence from Thailand",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Direct disbursement",
        "Health care utilization",
        "Health insurance",
        "Provider payment"
    ],
    "authors": [
        "Kannika Damrongplasit",
        "Kadir Atalay"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Alternative approaches to evaluation in empirical microeconomics",
        "Evaluating the employment impact of a mandatory job search assistance program",
        "The effect of health insurance on medical care utilization and implications for insurance expansion: a review of the literature",
        "Early results from Thailand's 20 baht health reform: something to smile about",
        "The effects of direct billing system in patients with civil-servant medical benefit schemes on prescribing patterns",
        "Do the rich save more?",
        "The impact of direct and extra billing for medical services: evidence from a natural experiment in British Columbia",
        "The impact of employment transitions on health in Germany: a difference-in-differences propensity score matching approach",
        "A review of the evidence",
        "The great equalizer: health care access and infant mortality in Thailand",
        "Information Frictions and Adverse Selection: Policy Interventions in Health Insurance Markets",
        "The impacts of health insurance on health care utilization among the older people in China",
        "Universal coverage with supply-side reform: the impact on medical expenditure risk and utilization in Thailand",
        "The Role of Reimbursement Approaches on Healthcare Demand: The Case of Thai Civil Servants Medical Benefit Scheme. PIER Discussion Paper No. 48",
        "NHSO Annual Report Fiscal Year 2015",
        "Administrative Costs of Health Insurance Schemes: Exploring the Reasons for their Variability",
        "Hospital Management Models for Social Security Beneficiaries",
        "Drug Utilization Assessment Before and After Direct Reimbursement for Civil Servants at a Teaching School in Bangkok",
        "Situation Analysis of Health Financing System According to the Statute on National Health System B.E. 2552 (2009)",
        "Health systems development in Thailand: a solic platform for successful implementation of universal health coverage",
        "Effect of payments for health care on poverty estimates in 11 countries in Asia: an analysis of household survey data",
        "Do health sector reforms have their intended impacts? The World Bank's Health VIII project in Gansu province, China",
        "Progress on catastrophic health spending in 133 countries: a retrospective observational study",
        "Progress on impoverishing health spending in 122 countries: a retrospective observational study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60025709",
            "affilname": "The University of Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025709",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Faculty of Economics, Chulalongkorn University",
        "Faculty of Economics, Chulalongkorn University"
    ]
}