{
    "eid": "2-s2.0-85081573245",
    "title": "Economic Analysis of Swine Farm Management for the Enhancement of Biogas Production and Energy Efficiency",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Biogas",
        "Renewable energy",
        "Swine farming",
        "Wastewater"
    ],
    "authors": [
        "N. Putmai",
        "T. Jarunglumlert",
        "C. Prommuak",
        "P. Pavasant",
        "A. E. Flood"
    ],
    "citedby-count": 5,
    "ref-count": 27,
    "ref-list": [
        "History and future of domestic biogas plants in the developing world",
        "A technological overview of biogas production from biowaste",
        "Biogas production from pig slurry–feasibility and challenges",
        "Swine Waste Management in Thailand",
        "Assessment of biogas production from MBT waste under different operating conditions",
        "Biogas production from ruminant and monogastric animal manure co-digested with manipueira",
        "Start-up of a sequential dry anaerobic digestion of paunch under psychrophilic and mesophilic temperatures",
        "Low cost digester monitoring under realistic conditions: rural use of biogas and digestate quality",
        "Anaerobic digestion technology in livestock manure treatment for biogas production: A review",
        "Ambient temperature kinetic assessment of biogas production from co-digestion of horse and cow dung",
        "Modeling temperature effects in anaerobic digestion of domestic wastewater",
        "Improvement of exhausted sugar beet cossettes anaerobic digestion process by co-digestion with pig manure",
        "Catalytic effect of tungsten on anaerobic digestion process for biogas production from fruit and vegetable waste",
        "Comparison of thermophilic anaerobic digestion characteristics between single-phase and two-phase systems for kitchen garbage treatment",
        "Types of anaerobic digester for solid wastes",
        "Two stage anaerobic digestion system: hydrolysis of different substrate",
        "Innovative pretreatment strategies for biogas production",
        "Assessing total and volatile solids in municipal solid waste samples",
        "Treatment of animal manure and wastes for ultimate disposal: Review",
        "A techno-economic assessment for replacement of conventional fossil fuel based technologies in animal farms with biogas fueled CHP units",
        "The impact of renewable energy pricing incentive policies in Thailand",
        "Chapter 11-cleaning with solvents",
        "Economic analysis of cow manure biogas as energy source for electricity power generation in small scale ranch",
        "A review of the processes, parameters, and optimization of anaerobic digestion",
        "Design and testing of mini-size biogas plant"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rayong",
            "@id": "60110787",
            "affilname": "Vidyasirimedhi Institute of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110787",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103462",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103462",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "123885593",
            "affilname": "Tree Moments Co. Ltd",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123885593",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Wachira’s farm",
        "Vidyasirimedhi Institute of Science and Technology"
    ]
}