{
    "eid": "2-s2.0-85077216268",
    "title": "Development and Psychometric Properties of Managerial Competence Scale for First-Line Nurse Managers in Indonesia",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nursing (all)",
            "@code": "2900",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "first-line nurse managers",
        "Indonesia",
        "instrument development",
        "managerial competence"
    ],
    "authors": [
        "Joko Gunawan",
        "Yupin Aungsuroch",
        "Mary L. Fisher",
        "Anna M. McDaniel"
    ],
    "citedby-count": 14,
    "ref-count": 54,
    "ref-list": [
        "AONE nurse competencies assesment tool",
        "Practical considerations for using exploratory factor analysis in educational research",
        "Nurse manager competencies",
        "Choosing the right type of rotation in pca and efa",
        "Perceived e-service quality (PeSQ) measurement validation and effects on consumer satisfaction and web site loyalty",
        "The role of nursing informatics on promoting quality of health care and the need for appropriate education",
        "Instrument review: Getting the most from a panel of experts",
        "The human capital competencies inventory for developing nurse managers",
        "Managerial competence of first-line nurse managers: A concept analysis",
        "Factors contributing to managerial competence of first-line nurse managers: A systematic review",
        "Nurse managers' experiences in continuous quality improvement in resource-poor healthcare settings",
        "Management connections: Nurse staffing levels linked to patient outcomes, nurse retention",
        "Key managerial competencies and competency models in industrial enterprises",
        "Points of significance: Principal component analysis",
        "The influence of nurse manager leadership style on staff nurse work engagement",
        "Nursing manager leadership skills",
        "Managerial competencies of hospital managers in south africa: A survey of managers in the public and private sectors",
        "Spirituality 1: Should spiritual and religious beliefs be part of patient care?",
        "Nursing's management crisis",
        "Leadership agenda for change toward healthy work environments in acute and critical care",
        "The role of informatics in promoting patient-centered care",
        "Complex role in complex times. Programs take aim at helping nurse managers lead nurses",
        "Impact of skill mix variations on patient outcomes following implementation of nursing hours per patient day staffing: A retrospective study",
        "Competent by any other name",
        "Design and implementation content validity study: Development of an instrument for measuring patient-centered communication",
        "The importance of spiritual care in nursing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Indianapolis",
            "@id": "60024609",
            "affilname": "Indiana University-Purdue University Indianapolis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024609",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60013959",
            "affilname": "University of Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013959",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Mrs Ethie Hastuti",
        "Chulalongkorn University"
    ]
}