{
    "eid": "2-s2.0-84979460343",
    "title": "Green biodiesel production from waste cooking oil using an environmentally benign acid catalyst",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        }
    ],
    "keywords": [
        "Biodiesel",
        "Carbon microsphere",
        "Sulfonated carbon",
        "Waste cooking oil",
        "Xylose"
    ],
    "authors": [
        "Thi Tuong Vi Tran"
    ],
    "citedby-count": 120,
    "ref-count": 35,
    "ref-list": [
        "A comprehensive review on biodiesel as an alternative energy resource and its characteristics",
        "Conversion of a variety of high free fatty acid containing feedstock to biodiesel using solid acid supported catalyst",
        "Prospects of 2nd generation biodiesel as a sustainable fuel - Part: 1 selection of feedstocks, oil extraction techniques and conversion technologies",
        "Simple fabrication of magnetically separable mesoporous carbon sphere with excellent catalytic performance for biodiesel production",
        "Eur. J. Lipid Sci. Tech.",
        "Effective conversion of non-edible oil with high free fatty acid into biodiesel by sulphonated carbon catalyst",
        "Biodiesel production from Silybum marianum L. seed oil with high FFA content using sulfonated carbon catalyst for esterification and base catalyst for transesterification",
        "Biodiesel production from waste cooking oil using bifunctional heterogeneous solid catalysts",
        "Free fatty acids esterification for biodiesel production using self-synthesized macroporous cation exchange resin as solid acid catalyst",
        "Green carbon science: Scientific basis for integrating carbon resource processing, utilization, and recycling",
        "Int. J. Energy Environ.",
        "Ethyl levulinate: A potential bio-based diluent for biodiesel which improves cold flow properties",
        null,
        "Economic and ecological aspects of biodiesel production over homogeneous and heterogeneous catalysts",
        "Reaction kinetics with catalyst deactivation in simultaneous esterification and transesterification of acid oils to biodiesel (FAME) over a mesoporous sulphonated carbon catalyst",
        "Efficient production of biodiesel from high free fatty acid-containing waste oils using various carbohydrate-derived solid acid catalysts",
        "Biodiesel production from waste cooking oil using KBr impregnated CaO as catalyst",
        "Synthesis of activated carbon based heterogenous acid catalyst for biodiesel preparation",
        "Transesterification of waste vegetable oil under pulse sonication using ethanol, methanol and ethanol-methanol mixtures",
        "Energy and cost analyses of biodiesel production from waste cooking oil",
        "Production of first and second generation biofuels: A comprehensive review",
        "Efficient synthesis of biodiesel from waste cooking oil using solid acid catalyst comprising 12-tungstosilicic acid and SBA-15",
        "One-step preparation of carbonaceous solid acid catalysts by hydrothermal carbonization of glucose for cellulose hydrolysis",
        null,
        "Natural and synthetic antioxidants: Influence on the oxidative stability of biodiesel synthesized from non-edible oil",
        "Chemical and structural properties of carbonaceous products obtained by hydrothermal carbonization of saccharides",
        "Study on the solid acid catalysts in biodiesel production from high acid value oil",
        "Mono lacunary phosphotungstate anchored to MCM-41 as recyclable catalyst for biodiesel production via transesterification of waste cooking oil",
        "Arylsulfonic acid functionalized hollow mesoporous carbon spheres for efficient conversion of levulinic acid or furfuryl alcohol to ethyl levulinate",
        "Hydrothermal carbonisation of empty palm oil fruit bunches: Laboratory trials, plant simulation, carbon avoidance, and economic feasibility",
        null,
        "Transesterification of waste cooking oil by heteropoly acid (HPA) catalyst: Optimization and kinetic model",
        "Waste ostrich- and chicken-eggshells as heterogeneous base catalyst for biodiesel production from used cooking oil: Catalyst characterization and biodiesel yield performance",
        "Efficient dehydration of fructose to 5-hydroxymethylfurfural over sulfonated carbon sphere solid acid catalysts",
        "The oxidative stability of biodiesel and its impact on the deterioration of metallic and polymeric materials: A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hirosaki",
            "affilname": "Hirosaki University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hanoi",
            "affilname": "Vietnam Petroleum Institute",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Faculty of Science and Technology",
        "National University",
        "Thailand Research Fund",
        "Atomic Energy Council",
        "Thammasat University"
    ]
}