{
    "eid": "2-s2.0-85065340542",
    "title": "Pediatric optic nerve and optic nerve sheath diameter on magnetic resonance imaging",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Children",
        "Diameter",
        "Magnetic resonance imaging",
        "Optic nerve",
        "Optic nerve sheath",
        "Visual development"
    ],
    "authors": [
        "Pun Janthanimi",
        "Netsiri Dumrongpisutikul"
    ],
    "citedby-count": 14,
    "ref-count": 14,
    "ref-list": [
        "Development of myelin in human optic nerve and tract. A light and electron microscopic study",
        "Diagnostic value of magnetic resonance imaging and planimetric measurement of optic disc size in confirming optic nerve hypoplasia",
        "The role of magnetic resonance imaging in diagnosing optic nerve hypoplasia",
        "Non-invasive methods of estimating intracranial pressure",
        "Optic nerve/sheath enlargement. A differential approach based on high-resolution CT morphology",
        "Fundamentals of transorbital sonographic evaluation of optic nerve sheath expansion under intracranial hypertension II. Patient study",
        "Fundamentals of transorbital sonographic evaluation of optic nerve sheath expansion under intracranial hypertension. I. Experimental study",
        "Normal values for transbulbar sonography and magnetic resonance imaging of the optic nerve sheath diameter (optic nerve sheath diameter) in children and adolescents",
        "Optic nerve sheath diameter on MR imaging: establishment of norms and comparison of pediatric patients with idiopathic intracranial hypertension with healthy controls",
        "Optic nerve measurement on MRI in the pediatric population: normative values and correlations",
        "Visual development in infants: physiological and pathological mechanisms",
        "Magnetic resonance diffusion tensor imaging of the optic nerves to guide treatment of pediatric suprasellar tumors",
        "Diffusion-tensor imaging of small nerve bundles: cranial nerves, peripheral nerves, distal spinal cord, and lumbar nerve roots--clinical applications",
        "Magnetic resonance diffusion tensor imaging (MRDTI) of the optic nerve and optic radiations at 3T in children with neurofibromatosis type I (NF-1)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}