{
    "eid": "2-s2.0-84906313026",
    "title": "First-principles investigation of ZnO sodalite-like cage binding onto TiO2 (001) surface and its ability for CO oxidation to CO2",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "Materials Science (miscellaneous)",
            "@code": "2501"
        }
    ],
    "keywords": [],
    "authors": [
        "Waranyu Pipornpong"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Cluster formation in UV laser ablation plumes of ZnSe and ZnO studied by time-of-flight mass spectrometry",
        null,
        null,
        "First-principles study of static polarizability, first and second hyperpolarizabilities of small-sized ZnO clusters",
        "Density functional studies of small gases adsorbed on the ZnO sodalite-like cage and its adsorption abilities",
        "Intrinsic defects of TiO2(110): Interaction with chemisorbed O2, H2, CO, and CO2",
        null,
        "Heterogeneous gold-based catalysis for green chemistry: Low-temperature CO oxidation and propene oxidation",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "CRYSTAL06 User's Manual",
        null,
        null,
        "Hartree-Fock study of phase changes in ZnO at high pressure",
        "Crystal field effects on the topological properties of the electron density in molecular crystals: The case of urea",
        null,
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Structure of nanocrystalline anatase solved and refined from electron powder data",
        "Special points for Brillouin-zone integrations",
        "Distinctions between supported Au and Pt catalysts for CO oxidation: Insights from DFT study",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}