{
    "eid": "2-s2.0-85160720145",
    "title": "Streptomyces cylindrosporus sp. nov. and Streptomyces spinosisporus sp. nov.: two new endophytic actinobacteria isolated from the roots of Barleria lupulina Lindl.",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Acanthaceae",
        "Barleria lupulina",
        "endophyte",
        "novel actinobacteria",
        "Streptomyces"
    ],
    "authors": [
        "Pawina Kanchanasin",
        "Paranee Sripreechasak",
        "Chanwit Suriyachadkun",
        "Kanokorn Rueangsawang",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "The nomenclature and classification of the actinomycetes",
        "Streptomyces Waksman and Henrici 1943, 339AL emend. Witt and Stackebrandt 1990, 370 emend. Wellington, Stackebrandt, Sanders, Wolstrup and Jorgensen 1992, 159",
        "Streptomyces alfalfae sp. nov. and comparisons with its closest taxa Streptomyces silaceus, Streptomyces flavofungini and Streptomyces intermedius",
        "Fungus-growing ants use antibiotic-producing bacteria to control garden parasites",
        "Streptomyces oryzae sp. nov., an endophytic actinomycete isolated from stems of rice plant",
        "Streptomyces thermogriseus, a new species of the genus Streptomyces from soil, lake and hot-spring",
        "Streptomyces atlanticus sp. nov., a novel actinomycete isolated from marine sponge Aplysina fulva (Pallas, 1766)",
        "Streptomyces verrucosisporus sp. nov., isolated from marine sediments",
        "List of Prokaryotic names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "Bioactive microbial metabolites",
        "The multifunctions and future prospects of endophytes and their metabolites in plant disease management",
        "Bio-control and plant growth promotion potential of siderophore producing endophytic Streptomyces from Azadirachta indica A. Juss",
        "Insights into the functionality of endophytic actinobacteria with a focus on their biosynthetic potential and secondary metabolites production",
        "Streptomyces endocoffeicus sp. nov., an endophytic actinomycete isolated from Coffea arabica (L.)",
        "Streptomyces coffeae sp. nov., an endophytic actinomycete isolated from the root of Coffea arabica (L.)",
        "Streptomyces epipremni sp. nov., an endophytic actinomycete isolated from the root of Epipremnum aureum",
        "Diversity and antimicrobial activity of culturable endophytic actinobacteria associated with Acanthaceae plants",
        "Humic acid–vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S ribosomal DNA amplification for phylogenetic study",
        "16S/23S rRNA sequencing",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST server: rapid annotations using subsystems technology",
        "SEED servers: high-performance access to the SEED genomes, annotations, and metabolic models",
        "AutoMLST: an automated web server for generating multi-locus species trees highlighting natural product potential",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "DNA–DNA hybridization values and their relationship to whole-genome sequence similarities",
        "antiSMASH 6.0: improving cluster detection and comparison capabilities",
        "Methods for characterization of Streptomyces species",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Chapter XI actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Streptomyces cavernae sp. nov., a novel actinobacterium isolated from a karst cave sediment sample",
        "Streptomyces coacervatus sp. nov., isolated from the intestinal tract of Armadillidium vulgare"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Natural Products and Nanoparticles Research Unit",
        "Chula-longkorn University",
        "Thailand Research Fund"
    ]
}