{
    "eid": "2-s2.0-84940439119",
    "title": "New feature selection for gene expression classification based on degree of class overlap in principal dimensions",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Health Informatics",
            "@code": "2718"
        }
    ],
    "keywords": [
        "Analysis",
        "Dimension reduction",
        "Feature extraction",
        "Feature selection",
        "Micro-array data",
        "Principal component",
        "Support Vector Machine"
    ],
    "authors": [
        "Somsak Rakkeitwinai"
    ],
    "citedby-count": 13,
    "ref-count": 41,
    "ref-list": [
        "A platform for the selection of genes in DNA microarraydata using evolutionary algorithms",
        "Statistical pattern recognition: A review",
        "Computational methods for gene expression-based tumor classification",
        "Feature selection methods for optimizing clinicopathologic input variables in oral cancer prognosis",
        "A Bayesian framework for the analysis of microarray expression data: Regularized t-test and statistical inferences of gene changes",
        "An efficient statistical feature selection approach for classification of gene expression data",
        "Molecular classification of cancer: Class discovery and class prediction by gene expression monitoring",
        "Int. J. Sci. Eng. Res.",
        "Methods of forward feature selection based on the aggregation of classifiers generated by single attribute",
        "J. Theor. Appl. Comput. Sci.",
        "A wrapper method for feature selection using Support Vector Machines",
        "Hybrid SPR algorithm to select predictive genes for effectual cancer classification",
        "Feature selection and classification for microarray data analysis: Evolutionary methods for identifying predictive genes",
        "A genetic algorithm based intuitionistic fuzzification technique for attribute selection",
        "Independent component analysis-based penalized discriminant method for tumor classification using gene expression data",
        "An evaluation of independent component analyses with an application to resting-state fMRI",
        "Principal component analysis for clustering gene expression data",
        "Selecting subsets of newly extracted features from PCA and PLS in microarray data analysis",
        "Wavelet feature extraction for high-dimensional microarray data",
        "Supervised Wavelet Method to Predict Patient Survival from Gene Expression Data",
        "Optimization and Machine Learning",
        "IG-GA: A hybrid filter/wrapper method for feature selection of microarray data",
        "Int. J. Comput. Sci. Issues",
        "Theoretical Aspects of Reasoning About Data Dordrecht",
        "Rough sets",
        "Evolutionary rough feature selection in gene expression data",
        "Feature selection and classification for gene expression data using evolutionary computation",
        "New optimizer using particle swarm theory",
        "Improved binary PSO for feature selection using gene expression data",
        "Simultaneous genes and training samples selection by modified particle swarm optimization for gene expression data classification",
        "Springer Series in Statistics",
        "Singular value decomposition for genome-Wide expression data processing and modeling",
        "A supervised orthogonal discriminant projection for tumor classification using gene expression data",
        "Statistical Learning Theory",
        "Gene selection for cancer classification using support vector machines",
        "Baseline gene expression predicts sensitivity to gefitinib in non-small cell lung cancer cell lines",
        null,
        "In chronic myeloid leukemia white cells from cytogenetic responders and non-responders to imatinib have very similar gene expression signatures",
        "TP53 genomics predict higher clinical and pathologic tumor response in operable early-stage breast cancer treated with docetaxel-capecitabine ± Trastuzumab",
        "A comprehensive evaluation of multicategory classification methods for microarray gene expression cancer diagnosis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}