{
    "eid": "2-s2.0-85040087746",
    "title": "Imbalance of autonomic nervous systems involved in ventricular arrhythmia after splenectomy in dogs",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Dog",
        "Heart rate variability",
        "Splenectomy",
        "Ventricular arrhythmia"
    ],
    "authors": [
        "Nuttika Pastarapatee"
    ],
    "citedby-count": 9,
    "ref-count": 47,
    "ref-list": [
        "Persistent alterations of the autonomic nervous system after noncardiac surgery",
        "Efferent vagal nerve stimulation protects heart against ischemia-induced arrhythmias by preserving connexin43 protein",
        "A study of the factors affecting the aluminum oxide-trihydroxyindole procedure for the analysis of catecholamines.",
        "Tpeak-Tend interval as an index of transmural dispersion of repolarization",
        null,
        "Guidelines for the diagnosis and treatment of canine chronic valvular heart disease",
        "Ambulatory sudden cardiac death: Mechanisms of production of fatal arrhythmia on the basis of data from 157 cases",
        "Immune-neuro-endocrine interactions: Facts and hypotheses",
        "Autonomic regulation therapy in heart failure",
        "Spleen vagal denervation inhibits the production of antibodies to circulating antigens",
        "Dispersion of ventricular repolarization and refractory period",
        "Heart rate variability",
        "Relationships between pain intensity and heart rate variability in patients after abdominal surgery: a pilot study.",
        "Splenic masses in dogs. Part 1: Epidemiologic, clinical characteristics as well as histopathologic diagnosis in 249 cases (2000-2011)",
        "Noradrenergic sympathetic innervation of the spleen: I. Nerve fibers associate with lymphocytes and macrophages in specific compartments of the splenic white pulp",
        "A retrospective survey of splenectomy in the dog",
        "Canine splenic haemangiosarcoma: Influence of metastases, chemotherapy and growth pattern on post-splenectomy survival and expression of angiogenic factors",
        "Splenic afferents and some of their reflex responses",
        "J. Am. Anim. Hosp. Assoc",
        "Beat-by-beat QT interval variability, but not QT prolongation per se, predicts drug-induced torsades de pointes in the anaesthetised methoxamine-sensitized rabbit",
        "J. Basic Appl. Sci",
        "Ventricular Arrhythmias in Dogs With Splenic Masses",
        "Heart rate variability: Measurement and clinical utility",
        "J. Am. Anim. Hosp. Assoc",
        "Treatment of Atrial and Ventricular Arrhythmias Through Autonomic Modulation",
        "The pathophysiologic role of myocardial depressant factor as a mediator of circulatory shock",
        "Low-level carotid baroreceptor stimulation suppresses ventricular arrhythmias during acute ischemia",
        "The terminal portion of the T wave: A new electrocardiographic marker of risk of ventricular arrhythmias",
        "Ventricular Arrhythmias in Dogs Undergoing Splenectomy: A Prospective Study",
        "Boxer dog cardiomyopathy: An update",
        null,
        "The prevalence of long QT interval in post-operative intensive care unit patients",
        "Heart rate, heart rate variability, and blood pressure during perioperative stressor events in abdominal surgery",
        "Role of the autonomic nervous system in modulating cardiac arrhythmias",
        "Non-pharmacological modulation of the autonomic tone to treat heart failure",
        "Insights from the study of heart rate variability",
        "Heart rate variability: A noninvasive electrocardiographic method to measure the autonomic nervous system",
        "Heart rate variability: Standards of measurement, physiological interpretation, and clinical use",
        "Mechanisms underlying very-low-frequency RR-interval oscillations in humans",
        "Increased short-term variability of repolarization predicts d-sotalol-induced torsades de pointes in dogs",
        "An improved method to correct the QT interval of the electrocardiogram for changes in heart rate",
        "Regional electrophysiological effects of hypokalaemia, hypomagnesaemia and hyponatraemia in isolated rabbit hearts in normal and ischaemic conditions",
        "Sympathetic nerve stimulation, not circulating norepinephrine, modulates T-peak to T-end interval by increasing global dispersion of repolarization",
        "The effects of intra-abdominal hypertension on the secretory function of canine adrenal glands",
        "Experimental study of the effect of autonomic nervous system on the transmural dispersion of ventricular repolarization under acute myocardial ischemia in vivo",
        "Subthreshold vagal stimulation suppresses ventricular arrhythmia and inflammatory response in a canine model of acute cardiac ischaemia and reperfusion",
        "Chronic vagus nerve stimulation improves autonomic control and attenuates systemic inflammation and heart failure progression in a canine high-rate pacing model"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}