{
    "eid": "2-s2.0-84943615649",
    "title": "Effect of reduction temperature on the characteristics and catalytic properties of TiO2 supported AuPd alloy particles prepared by one-step flame spray pyrolysis in the selective hydrogenation of 1-heptyne",
    "cover-date": "2015-10-05",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "1-Heptyne",
        null,
        "Flame spray pyrolysis",
        "Selective hydrogenation"
    ],
    "authors": [
        "Boontida Pongthawornsakun"
    ],
    "citedby-count": 16,
    "ref-count": 106,
    "ref-list": [
        null,
        null,
        null,
        null,
        "Nanocatalysis Synthesis and Applications",
        "Pd–Au bimetallic catalysts: Understanding alloy effects from planar models and (supported) nanoparticles",
        null,
        "Remarkable enhancement of electrocatalytic activity by tuning the interface of Pd-Au bimetallic nanoparticle tubes",
        "Ligand and ensemble effects in adsorption on alloy surfaces",
        "Alloy catalysts: The concepts",
        "Synthesis of vinyl acetate on Pd-based catalysts",
        "Phys. Chem. Chem. Phys.",
        "Synergetic effect of gold in Au/Pd catalysts during hydrodesulfurization reactions of model compounds",
        "CO Oxidation over AuPd(100) from ultrahigh vacuum to near-atmospheric pressures: CO adsorption-induced surface segregation and reaction kinetics",
        "Effects of Pd on catalysis by Au: CO adsorption, CO oxidation, and cyclohexene hydrogenation by supported Au and Pd-Au catalysts",
        "Geometrical and electronic effects in the conversion of acetylene to benzene on Au(111)/Pd and Au/Pd surface alloys",
        "Selective hydrogenation of 1-heptyne in a mini trickle bed reactor",
        "Rational Design of a Heterogeneous Pd Catalyst for the Selective Hydrogenation of Alkynes",
        null,
        "Alkyne hydrogenation over Pd catalysts: A new paradigm",
        "Impact of organic-ligand shell on catalytic performance of colloidal Pd nanoparticles for alkyne gas-phase hydrogenation",
        "Modified Pd catalysts for the selective hydrogenation of acetylene",
        "Controlled synthesis of PDDA stabilized Au-Pd bimetallic nanostructures and their activity in hydrogenation of acetylene",
        "Acetylene hydrogenation on Au-based catalysts",
        null,
        null,
        "Bimetallic Au-Pd and Ag-Pd clusters synthesised by γ or electron beam radiolysis and study of the reactivity/structure relationships in the selective hydrogenation of buta-1,3-diene",
        "Deep aromatics hydrogenation in the presence of DBT over Au-Pd/γ-alumina catalysts",
        "High-performance Pd-Au bimetallic catalyst with mesoporous silica nanoparticles as support and its catalysis of cinnamaldehyde hydrogenation",
        null,
        "Solvent-free oxidation of benzyl alcohol using titania-supported gold-palladium catalysts: Effect of Au-Pd ratio on catalytic performance",
        "Mod. Res. Catal.",
        "Oxidation of benzyl alcohol using supported gold-palladium nanoparticles",
        "Oxidation of benzyl alcohol using supported gold-palladium nanoparticles",
        "Effect of particle size on monometallic and bimetallic (Au,Pd)/C on the liquid phase oxidation of glycerol",
        "Bimetallic Au-Pd catalysts for selective hydrogenation of butadiene: Influence of the preparation method on catalytic properties",
        null,
        "Selective oxidation of arabinose to arabinonic acid over Pd-Au catalysts supported on alumina and ceria",
        "Au-Pd/AC as catalysts for alcohol oxidation: Effect of reaction parameters on catalytic activity and selectivity",
        null,
        null,
        null,
        "Nickel supported on titania-silica. Preparation, characterisation and activity for liquid phase hydrogenation of acetophenone",
        "Oxygen rich titania: A dopant free, high temperature stable, and visible-light active anatase photocatalyst",
        "Review of the anatase to rutile phase transformation",
        "Morphology and photocatalytic activity of highly oriented mixed phase titanium dioxide thin films",
        "Photocatalytic activity of doped and undoped titanium dioxide nanoparticles synthesised by flame spray pyrolysis",
        "J. Nanomater.",
        "Effects of Pd precursors on the catalytic activity and deactivation of silica-supported Pd catalysts in liquid phase hydrogenation",
        "Structure and activity of microwave irradiated silica supported Pd-Fe bimetallic catalysts in the hydrodechlorination of chlorobenzene",
        null,
        "A study on the formation of palladium hydride in a carbon-supported palladium catalyst",
        null,
        "Application of hydrodechlorination in environmental pollution control: Comparison of the performance of supported and unsupported Pd and Ni catalysts",
        null,
        "Effects of the addition of titania on the thermal characterization of alumina-supported palladium",
        null,
        null,
        "Recent advances in selective acetylene hydrogenation using palladium containing catalysts",
        "Front. Sens.",
        "The roles of carbide and hydride in oxide-supported palladium nanoparticles for alkyne hydrogenation",
        null,
        "Partial oxidation of methanol on Au-Pd/ceria",
        null,
        "The surface structure of titania and the effect of reduction",
        null,
        "Preparation of novel titania supported palladium catalysts for selective hydrogenation of acetylene to ethylene",
        null,
        "Hydrogen Effects in Catalysis: Fundamentals and Practical Applications",
        "Low temperature CO oxidation over Pd catalysts supported on highly ordered mesoporous metal oxides",
        null,
        "X-ray photoemission and Auger energy shifts in some gold-palladium alloys",
        "Charge redistribution and electronic behavior in Pd-Au alloys",
        "Synergistic effect on Au-Pd bimetallic catalyst during oxidation of benzyl alcohol to sodium benzoate",
        "Catalyst microstructure and methane oxidation reactivity during the Pd↔PdO transformation on alumina supports",
        "18th North American Catalysis Society Meeting",
        "Electron Microscopy in Heterogeneous Catalysis",
        "Heterogeneous Catalysis for the Synthetic Chemist",
        null,
        "The effect of heat treatment on the performance and structure of carbon-supported Au-Pd catalysts for the direct synthesis of hydrogen peroxide"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Villeurbanne",
            "affilname": "Université Claude Bernard Lyon 1",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Providence Health Care",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}