{
    "eid": "2-s2.0-84896846627",
    "title": "Effects of an injury and illness prevention program on occupational safety behaviors among rice farmers in Nakhon Nayok province, Thailand",
    "cover-date": "2014-03-08",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Health Policy",
            "@code": "2719"
        }
    ],
    "keywords": [
        "Injury and illness prevention program",
        "Occupational safety behaviors",
        "Rice farmers",
        "Safety program"
    ],
    "authors": [
        "Sapsatree Santaweesuk"
    ],
    "citedby-count": 11,
    "ref-count": 35,
    "ref-list": [
        "Occupational Health and Safety Situation and Research Priority in Thailand",
        "Weekly Epidemiological Surveillance Report, Thailand",
        "Trends in tractor related fatalities among adults working on farms in Victoria, Australia, 1985-2010",
        "Ergonomics and occupational safety and health: An ILO perspective",
        "An intervention method for occupational safety in farming - evaluation of the effect and process",
        "Model development for health promotion and control of agricultural occupational health hazards and accidents in Pathumthani, Thailand",
        "Simple Solutions: Ergonomics For Farm Workers. Cincinnati (OH): US Department of Health and Human Services",
        "Perceptions of environmental and occupational health hazards among agricultural workers in Washington State.",
        "Occupational Health and Safety Management: A Practical Approach. 2nd Ed",
        "Safety and health of workers: Exposure to dust, noise and vibrations",
        "Multi-approach model for improving agrochemical safety among rice farmers in Pathumthani, Thailand",
        "Epidemiology of Occupational Health",
        "The Psychology of Working Safely",
        "Developing the WIND Training Programme In Asia: Participatory Approaches to Improving Safety, Health and Working Conditions of Farmers",
        "Basics of Occupational Safety",
        "Accidents at Work",
        "Annual Epidemiological Surveillance Report 2010",
        "Agricultural pesticide management in Thailand: Status and population health risk",
        "Data Records of Injury and Illness At Work Showed That 201 Case Reports Among Agriculturists During Five Years (2007-2011)",
        "Knowledge Management Corner",
        "Agricultural Information In Ongkharak District",
        "Power and sample size calculations. A review and computer program",
        "Effectiveness of Participatory Learning Program On Pesticide Utilization Among Agriculturists In Srinakorn District",
        "Safety and Health For Production Agriculture",
        "JKMC",
        "Agricultural Medicine: A Practical Guide",
        "Worker and Employer Services Division. Safety Inspections",
        "Considerations In Risk Communication: A Digest of Risk Communication As a Risk Management Tool",
        "Environmental Health: From Global to Local",
        "Effect of a pharmacy care program on medication adherence and persistence, blood pressure, and low-density lipoprotein cholesterol: A randomized controlled trial",
        "Individual predisposition, household clustering and risk factors for human infection with Ascaris lumbricoides: New epidemiological insights",
        "Health promotion program for the safe use of pesticides in Thai farmers.",
        "Effectiveness of an educational program to promote pesticide safety among pesticide handlers of South India",
        "Measuring effectiveness of safety programmes in the Thai construction industry",
        "J Health Res"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Srinakarinwirot University Ongkharak campus",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}