{
    "eid": "2-s2.0-84926339005",
    "title": "Relationship between carbamazepine concentrations in serum and saliva of Thai epileptic patients",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Carbamazepine",
        "Saliva",
        "Serum"
    ],
    "authors": [
        "Piyaporn Kaewdoung"
    ],
    "citedby-count": 3,
    "ref-count": 26,
    "ref-list": [
        "Goodman & Gilman’s the Pharmacological Basis of Therapeutics",
        "New Uses of Anticonvulsant Drugs in Psychosis",
        "Salivary monitoring of antiepileptic drugs",
        "Relationship between carbamazepine concentrations in plasma and saliva in man as determined by liquid chromatography",
        "Salivary concentrations and plasma protein binding of carbamazepine and carbamazepine 10,11‐epoxide in epileptic patients.",
        "Saliva carbamazepine levels in children before and during multiple dosing.",
        "Diurnal Variation of Carbamazepine and Carbamazepine-10,11-epoxide in Plasma and Saliva in Children With Epilepsy: A Comparison Between Conventional and Slow-Release Formulations",
        "A simple collection method for saliva in children: potential for home monitoring of carbamazepine therapy.",
        "Is saliva suitable for therapeutic monitoring of anticonvulsants in children: An evaluation in the routine clinical setting",
        "Salivary levels of anticonvulsants: A practical approach to drug monitoring",
        "Short reports: Saliva carbamazepine and phenytoin level monitoring",
        "Salivary anticonvulsant levels in children: A comparison of methods",
        "The place of saliva in antiepileptic drug monitoring",
        "Evaluation of the ames seralyzer for the determination of carbamazepine, phenobarbital, and phenytoin concentrations in saliva",
        "Intraindividual variability of carbamazepine, phenobarbital, and phenytoin concentrations in saliva",
        "Use of Saliva in Home Monitoring of Carbamazepine Levels",
        "Salivary free concentrations of anti-epileptic drugs: An evaluation in a routine clinical setting",
        "Use of saliva in monitoring carbamazepine medication in epileptic children",
        "Value of saliva samples in monitoring carbamazepine concentrations in epileptic patients",
        "Concentrations and kinetics of carbamazepine in whole saliva, parotid saliva, serum ultrafiltrate, and serum",
        "Comparison study between anticonvulsants assays and their free fractions in serous blood, saliva and capillary blood in man",
        "Therapeutic drug monitoring of antiepileptic drugs by use of saliva",
        "Therapeutic drug concentration monitoring using saliva samples. Focus on anticonvulsants",
        "The United States Department of Health and Human Services, Food and Drug Administration, Center for Veterinary Medicine. Guidance for Industry: Bioanalytical Method Validation",
        "Therapeutic drug monitoring-antiepileptic drugs",
        "Factors Influencing the Saliva/Plasma Ratio of Drugs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Pramongkutklao Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}