{
    "eid": "2-s2.0-84982757619",
    "title": "Potential of metal oxides in fractionation of Synechocystis sp. PCC 6803 biomass for biofuel production",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Biodiesel",
        "Bioethanol",
        "Cyanobacteria",
        "Extraction",
        "Metal oxides"
    ],
    "authors": [
        "Rajendran Velmurugan"
    ],
    "citedby-count": 11,
    "ref-count": 34,
    "ref-list": [
        "Renewable Resources a Systematic Approach",
        "Bioprocessing for biofuels",
        null,
        null,
        "Direct conversion of Spirulina to ethanol without pretreatment or enzymatic hydrolysis processes",
        "Nat. Res.",
        "Combined algal processing: A novel integrated biorefinery process to produce algal biofuels and bioproducts",
        "Catalytic technologies for biodiesel fuel production and utilization of glycerol: A review",
        "Solid nanoparticles that catalyze biofuel upgrade reactions at the water/oil interface",
        "Reactive applications of cyclic alkylene carbonates",
        "Catalytic hydrothermal conversion of carboxymethyl cellulose to value-added chemicals over metal-organic framework MIL-53(Al)",
        "Hydrolysis of microcrystalline cellulose over Zn-Ca-Fe oxide catalyst",
        "Water-tolerant mesoporous-carbon-supported ruthenium catalysts for the hydrolysis of cellulose to glucose",
        "A process for isolating lignin of pre-hydrolysis liquor of kraft pulping process based on surfactant and calcium oxide treatments",
        "Identification of the active sites in the selective hydrogenation of acetic acid to acetaldehyde on iron oxide catalysts",
        null,
        "Cellulose extraction from Zoysia japonica pretreated by alumina-doped MgO in AMIMCl",
        null,
        null,
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Utilization of sugarcane bagasse for bioethanol production: Sono-assisted acid hydrolysis approach",
        "Recent advances in the liquid-phase syntheses of inorganic nanoparticles",
        null,
        "Sono-assisted enzymatic saccharification of sugarcane bagasse for bioethanol production",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Isolation of thermo-stable and solvent-tolerant Bacillus sp. lipase for the production of biodiesel",
        "Dynamic metabolic profiling of cyanobacterial glycogen biosynthesis under conditions of nitrate depletion",
        "Evaluation of methods to extract and quantify lipids from Synechocystis PCC 6803",
        "Direct transesterification of fresh microalgal cells",
        "Transesterification of jatropha oil with methanol over Mg-Zn mixed metal oxide catalysts",
        "Transesterification of non-edible Jatropha curcas oil to biodiesel using binary Ca-Mg mixed oxide catalyst: Effect of stoichiometric composition",
        "Influence of Si/Al ratio on catalytic performance of (Co)Mo/saponite catalysts"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU Energy Cluster",
        "Rachadaphiseksomphot Endowment Fund",
        "Graduate School, University of Oregon",
        "Thailand Research Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}