{
    "eid": "2-s2.0-85076978074",
    "title": "Development of a species-specific polymerase chain reaction for highly sensitive detection of Flavobacterium columnare targeting chondroitin AC lyase gene",
    "cover-date": "2020-05-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chondroitin AC lyase DNA",
        "Columnaris disease",
        "Flavobacterium columnare",
        "PCR"
    ],
    "authors": [
        "M. Mabrok",
        "P. Chokmangmeepisarn",
        "B. R. LaFrentz",
        "P. Kayansamruaj",
        "H. T. Dong",
        "C. Rodkhum"
    ],
    "citedby-count": 11,
    "ref-count": 54,
    "ref-list": [
        "Studies on the myxobacterium Chondrococcus columnaris: I. Serological typing",
        "Use of random DNA amplification to generate specific molecular probes for hybridization tests and PCR-based diagnosis of Yersinia ruckeri",
        "Nested PCR method for rapid and sensitive detection of Vibrio vulnificus in fish, sediments, and water",
        "Catfish hybrid Ictalurus punctatus× I. furcatus exhibits higher resistance to columnaris disease than the parental species",
        "Maintenance of fish health in aquaculture: review of epidemiological approaches for prevention and control of infectious disease of fish",
        "A molecular technique for identification of bacteria using small subunit ribosomal RNA sequences",
        "Flavobacterium columnare associated with mortality of salmonids farmed in Chile: a case report of two outbreaks",
        "Identification of Flavobacterium and Flexibacter species by species-specific polymerase chain reaction primers to the 16S ribosomal RNA gene",
        "Rapid detection of columnaris disease in channel catfish (Ictalurus punctatus) with a new species-specific 16-S rRNA gene-based PCR primer for Flavobacterium columnare",
        "The 16s/23s ribosomal spacer region as a target for DNA probes to identify eubacteria",
        "Licensing and Regulation of Veterinary Biologics for Fish in the United States, Nutrition and Technical Development of Aquaculture: Proceedings of the Twenty-Sixth US-Japan Aquaculture Symposium",
        "Identification of Aeromonas hydrophila hybridization group 1 by PCR assays",
        "Virulence mechanisms in Cytophaga psychrophila and other Cytophaga-like bacteria pathogenic for fish",
        "Identification of Flavobacterium columnare by a species-specific polymerase chain reaction and renaming of ATCC43622 strain to Flavobacterium johnsoniae",
        "Flavobacterium inkyongense isolated from ornamental cichlids",
        "Columnaris disease in fish: a review with emphasis on bacterium-host interactions",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Diversity of non-Flavobacterium columnare bacteria associated with columnaris-like diseased fish",
        "Early life stage rainbow trout (Oncorhynchus mykiss) mortalities due to Flavobacterium columnare in Idaho, USA",
        "Epizootics of Pseudomonas anguilliseptica among cultured seabream (Sparus aurata) populations: control and treatment strategies",
        "Isolation and characterization of Flavobacterium columnare strains infecting fishes inhabiting the Laurentian Great Lakes basin",
        "Infectious diseases impacting the commercial culture of salmonids",
        "Systemic isolation and antimicrobial susceptibility of Cytophaga columnaris from commercially reared channel catfish",
        "Validation of polymerase chain reaction-based techniques for proxy detection of bacterial fish pathogens: framework, problems and possible solutions for environmental applications",
        "Development of a culture independent method to characterize the chemotactic response of Flavobacterium columnare to fish mucus",
        "Identification of four distinct phylogenetic groups in Flavobacterium columnare with fish host associations",
        "Multiplex PCR for genotyping Flavobacterium columnare",
        "Emerging flavobacterial infections in fish: a review",
        "Tenacibaculosis induction in the Senegalese sole (Solea senegalensis) and studies of Tenacibaculum maritimum survival against host mucus and plasma",
        "Species-specific detection of Vibrio by amplification of polymorphic DNA",
        "Sequence-dependent oligonucleotide-target duplex stabilities: rules from empirical studies with a set of twenty-mers",
        "Fin and skin necrosis of cultivated Dover sole, Solea solea (L.)",
        "Health Maintenance and Principal Microbial Diseases of Cultured Fishes",
        "Flavobacterium columnare: an important contributing factor to fish die-offs in southern lakes of Saskatchewan, Canada",
        "Responsible use of antibiotics in aquaculture",
        "Efficacy of a modified live Flavobacterium columnare vaccine in fish",
        "Flavobacterial Diseases: Columnaris Disease, Cold-Water Disease and Bacterial Gill Disease",
        "Differences in chondroitin AC lyase activity of Flavobacterium columnare isolates",
        "Influence of rearing conditions on Flavobacterium columnare infection of rainbow trout, Oncorhynchus mykiss (Walbaum)",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Clustal W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Diagnosis of flavobacteriosis by direct amplification of rRNA genes",
        "Identification of Cytophaga psychrophila by PCR targeted 16S ribosomal RNA",
        "Identification of Flexibacter maritimus, Flavobacterium branchiophilum and Cytophaga columnaris by PCR targeted 16S ribosomal DNA",
        "Development and evaluation of an experimental model of cutaneous columnaris disease in koi Cyprinus carpio",
        "The use of PCR targeted 16S rDNA for identification of genomovars of Flavobacterium columnare",
        "The epidemiology of bacterial diseases in food‐size channel catfish",
        "Genotypic diversity of strains of Flavobacterium columnare from diseased fishes",
        "Transmission and detection of Flavobacterium columnare in channel catfish Ictalurus punctatus",
        "Gene cloning and functional analysis of glycosaminoglycan-degrading enzyme chondroitin AC lyase from Flavobacterium columnare G 4",
        "Molecular methods for bacterial genotyping and analyzed gene regions",
        "16S-23S rDNA intergenic sequences indicate that Leuconostoc oenos is phylogenetically homogeneous"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ismailia",
            "@id": "60239307",
            "affilname": "Faculty of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60239307",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Auburn",
            "@id": "60103650",
            "affilname": "USDA ARS Aquatic Animal Health Research Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103650",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University Ratchadaphiseksomphot Endowment Fund for",
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Fish Infectious Diseases Research Unit",
        "Chulalongkorn University",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}