{
    "eid": "2-s2.0-84960332092",
    "title": "Thermogravimetric Analysis and Chemical Kinetics for Regeneration of Sodium and Potassium Carbonate Solid Sorbents",
    "cover-date": "2016-05-03",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Adsorption",
        "Chemical Kinetics",
        "Potassium hydrogen carbonate",
        "Regeneration",
        "Sodium hydrogen carbonate",
        "Thermogravimetric analysis"
    ],
    "authors": [
        "Pilaiwan Chaiwang"
    ],
    "citedby-count": 17,
    "ref-count": 29,
    "ref-list": [
        "Res. Rep. Chiba. Inst. Technol",
        null,
        "A computational fluid dynamics design of a carbon dioxide sorption circulating fluidized bed",
        "Kinetic analysis of thermogravimetric data",
        "Estimating isothermal life from thermogravimetric data",
        "World energy production, population growth, and the road to the Olduvai Gorge",
        "J. Res. Natl. Bur. Stand",
        "A method of assessing solid state reactivity illustrated by thermal decomposition experiments on sodium bicarbonate",
        "Kinetics of sodium bicarbonate decomposition",
        null,
        "Characterization of thermal reaction by peak temperature and height of DTG curves",
        "Reaction Kinetics in Differential Thermal Analysis",
        "Carbon dioxide capture using solid sorbents in a fluidized bed with reduced pressure regeneration in a downer",
        "Physico-geometrical kinetics of solid-state reactions in an undergraduate thermal analysis laboratory",
        "BioScience",
        null,
        "Carbon dioxide capture using dry sodium-based sorbents",
        "Comparisons of TGA and DSC approaches to evaluate nitrocellulose thermal degradation energy and stabilizer efficiencies",
        "Third Annual Conference on Carbon Capture and Sequestration",
        "Bull. Chem. Soc. Jpn",
        "Carbonation kinetics of potassium carbonate by carbon dioxide",
        null,
        "Thermogravimetric analysis and kinetic study of poplar wood pyrolysis",
        "Thermal decomposition kinetics of thermotropic copolyesters made from trans-p-hydroxycinnamic acid and p-hydroxybenzoic acid",
        "Biomass pyrolysis kinetics: A comparative critical review with relevant agricultural residue case studies",
        "Thermogravimetric analysis - Fourier transform infrared analysis of palm oil waste pyrolysis",
        "Physical and chemical absorptions of carbon dioxide in room-temperature ionic liquids",
        null,
        "Study of cellulose pyrolysis using an in situ visualization technique and thermogravimetric analyzer"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}