{
    "eid": "2-s2.0-84930746281",
    "title": "Participating in HIV Clinical Trials: Reasons and Experiences Among Women Living With HIV in Thailand",
    "cover-date": "2015-04-03",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Health (social science)",
            "@code": "3306"
        }
    ],
    "keywords": [
        "health-promoting behavior",
        "HIV clinical trials",
        "participation in clinical trial",
        "Thai women"
    ],
    "authors": [
        "Pranee Liamputtong"
    ],
    "citedby-count": 3,
    "ref-count": 56,
    "ref-list": [
        "AIDS and public policy: The lessons and challenges of 'success' in Thailand",
        "Social impact of preventive HIV vaccine clinical trial participation: A model of prevention, assessment and intervention",
        "Altruism motivates participation in a therapeutic HIV vaccine trial (CTN 173)",
        "Using thematic analysis in psychology",
        "Determinants of Enrollment in a Preventive HIV Vaccine Trial: Hypothetical Versus Actual Willingness and Barriers to Participation",
        "Research methods in health: Foundations for evidence-based practice",
        "The National Access to Antiretroviral Program for PHA (NAPHA) in Thailand",
        "National expansion of antiretroviral treatment in thailand, 2000-2007: Program scale-up and patient outcomes",
        "The tenofovir pre-exposure prophylaxis trial in Thailand: Researchers should show more openness in their engagement with the community [1] (multiple letters)",
        "Motivations for participating in an HIV vaccine efficacy trial",
        "The ethics of randomised controlled trials from the perspectives of patients, the public, and healthcare professionals",
        "Inhibitors and facilitators of willingness to participate (WTP) in an HIV vaccine trial: Construction and initial validation of the Inhibitors and Facilitators of Willingness to Participate Scale (WPS) among women at risk for HIV infection",
        "Factors influencing utilization of postpartum CD4 count testing by HIV-positive women not yet eligible for antiretroviral treatment",
        "The role of emotion in decision-making: A cognitive neuroeconomic approach towards understanding sexual risk behavior",
        "Is participation in HIV vaccine trials a health promoting behaviour?",
        "AIDS vaccine handbook: Global perspectives.",
        "Gender in AIDS vaccine trials: Addressing challenges in developing countries.",
        "Participating in the United Kingdom Prospective Diabetes Study (UKPDS): A qualitative study of patients' experiences",
        "Living positively: Narrative strategies of women living with HIV in Cape Town, South Africa",
        "Researching vulnerable people: A guide to sensitive research methods.",
        "The journey of becoming a mother amongst women in northern Thailand.",
        "Motherhood, risk and responsibility: Infant care in Northern Thailand",
        "Performing qualitative cross-cultural research",
        "Qualitative research methods",
        "My life as Mae Tid Chua [mothers who contracted HIV disease]: Motherhood and women living with HIV/AIDS in central Thailand",
        "Living positively: The experiences of thai women living with HIV/AIDS in central Thailand",
        "Local discourse on antiretrovirals and the lived experience of women living with HIV/AIDS in Thailand",
        "Unethical clinical trials in Thailand: a community response.",
        "Expanding community through ARV provision in Thailand",
        "Double standards in medical research in developing countries",
        "Reflections on research: The realities of doing research in the social sciences",
        "Knowledge about vaccine trials and willingness to participate in an HIV/AIDS vaccine study in the Ugandan military",
        "Enrolling women into HIV preventive vaccine trials: An ethical imperative but a logistical challenge",
        "Community preparedness for HIV vaccine trials in the Democratic Republic of Congo",
        "HIV prevention research in a resource-limited setting: The experience of planning a trial in Cambodia",
        "Qualitative research and evaluation methods",
        "\"It's no skin off my nose\": Why people take part in qualitative research",
        "Therapeutic trials in HIV infection: Which benefits for which patients?",
        "Update on HIV/AIDS in Thailand",
        "'Going public’ and 'watching sick people’—the clinic setting as a factor in the experiences of gay men participating in AIDS clinical trials",
        "Decisions to participate in research: Views of underserved minority drug users with or at risk for HIV",
        "Women's perceptions and experiences of HIV prevention trials in Soweto, South Africa",
        "Willingness to volunteer in future preventive HIV vaccine trials: Issues and perspectives from three U.S. Communities",
        "Clinical trials in developing countries: Scientific and ethical issues",
        "Community members’ perceptions of enablers and inhibitors to participation in HIV/AIDS vaccine trials.",
        "Factors that influence parents' decision making about enrolling their HIV-infected children in clinical research",
        "AIDSinfo.",
        "Development of structured support groups for HIV-positive women in South Africa",
        "Parental bereavement: Heterogeneous impacts of AIDS in Thailand",
        "Older volunteers participating in a university research registry: Helping others my age",
        "Thailand's responses to AIDS: Building on success, confronting the future."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "La Trobe University",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}