{
    "eid": "2-s2.0-84922129671",
    "title": "Design and implementation of secure and reliable communication using optical wireless communication",
    "cover-date": "2014-11-28",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        }
    ],
    "keywords": [
        "Light emitting diode",
        "Low density parity check codes",
        "Optical wireless communication",
        "Security"
    ],
    "authors": [
        "Muhammad Saadi"
    ],
    "citedby-count": 18,
    "ref-count": 18,
    "ref-list": [
        "Next generation networks",
        "Indoor optical wireless communication: Potential and state-of-the-art",
        "Performance analysis of optical wireless communication system using pulse width modulation",
        "IEEE Standard for Local and Metropolitan Area Networks - Part 15.7. \"Short-range Wireless Optical Communication Using Visible Light,\"",
        "Visible Light Communication: Opportunities, Challenges and Channel Models",
        "System demonstration for visible light communication using adaptive threshold detection for low data rate applications",
        "Wireless optical spread spectrum communications. Data security improvement in wireless links",
        "Time-hopping spread-spectrum system for wireless optical communications",
        "Security performance of spectral amplitude coding OCDMA systems",
        "Quantum key distribution via an optical wireless communication link for telephone networks",
        "Position-based diversity transmission scheme employing optical wireless communication",
        "Design of visible light communication receiver for on-off keying modulation by adaptive minimum-voltage cancelation",
        "International Journal of Computer Science & Engineering",
        "Regular and irregular progressive edge-growth tanner graphs",
        "Proc. 2nd Int. Symp. Turbo Codes and Related Topics",
        "Low-density parity-check codes for digital subscriber lines",
        "A design of parity check matrix for irregular LDPC codes",
        "ECTI International Conference, 2007."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}