{
    "eid": "2-s2.0-84930866228",
    "title": "Energy and exergy analyses of an ethanol-fueled solid oxide fuel cell for a trigeneration system",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "General Energy",
            "@code": "2100"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        },
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Modeling and Simulation",
            "@code": "2611"
        },
        {
            "$": "Building and Construction",
            "@code": "2215"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        }
    ],
    "keywords": [
        "Efficiency",
        "Energy",
        "Ethanol",
        "Exergy",
        "Solid oxide fuel cell",
        "Trigeneration"
    ],
    "authors": [
        "Phanicha Tippawan"
    ],
    "citedby-count": 46,
    "ref-count": 28,
    "ref-list": [
        "The effect of compression ratio on the performance, emissions and combustion of an SI (spark ignition) engine fueled with pure ethanol, methanol and unleaded gasoline",
        "Overview of technical barriers and implementation of cellulosic ethanol in the U.S.",
        "Development and assessment of an integrated biomass-based multi-generation energy system",
        "The effectiveness of storage and relocation options in renewable energy systems",
        "Modeling water/lithium bromide absorption chillers in ASPEN Plus",
        "Exergy: Energy, Environment and Sustainable Development",
        "Economic feasibility of combined heat and power and absorption refrigeration with commercially available gas turbines",
        "Combined cooling heat and power in supermarkets",
        "Solid oxide fuel cell/gas turbine trigeneration system for marine applications",
        "Economic analysis of a solid oxide fuel cell cogeneration/trigeneration system for hotels in Hong Kong",
        "Investigation on zero grid-electricity design strategies of solid oxide fuel cell trigeneration system for high-rise building in hot and humid climate",
        "Energy matching and optimization analysis of waste to energy CCHP (combined cooling, heating and power) system with exergy and energy level",
        "Performance comparison of three trigeneration systems using organic rankine cycles",
        "Energy analysis of a trigeneration plant based on solid oxide fuel cell and organic Rankine cycle",
        "Exergy analysis of an integrated solid oxide fuel cell and organic Rankine cycle for cooling, heating and power production",
        "Investigation on performance of an integrated solid oxide fuel cell and absorption chiller tri-generation system",
        "Engineering equation solver. Academic Professional. Version 8",
        "The exergy method of thermal plant analysis",
        "Energy and exergy analysis of an ethanol reforming process for solid oxide fuel cell applications",
        "Thermodynamic analysis of ethanol steam reforming using Gibbs energy minimization method: A detailed study of the conditions of carbon deposition",
        "Renewable hydrogen technologies production, purification, storage, applications and safety, ch. 7: hydrogen from bioethanol",
        "Thermodynamic modeling of direct internal reforming solid oxide fuel cells operating with syngas",
        "Anode-supported intermediate temperature direct internal reforming solid oxide fuel cell. I: Model-based steady-state performance",
        "Parametric study of solid oxide fuel cell performance",
        "Performance of an anode-supported solid oxide fuel cell with direct-internal reforming of ethanol",
        "A global thermo-electrochemical model for SOFC systems design and engineering",
        "Dependence of polarization in anode-supported solid oxide fuel cells on various cell parameters",
        "Absorption chillers and heat pumps"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oshawa",
            "affilname": "Ontario Tech University",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}