{
    "eid": "2-s2.0-85042408537",
    "title": "How numeracy mediates cash flow format preferences: A worldwide study",
    "cover-date": "2018-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Cash flow statement formats",
        "Financial literacy",
        "Framing effects",
        "Loan decisions",
        "Numeracy"
    ],
    "authors": [
        "G. D. Donleavy",
        "P. M. Poli",
        "T. L. Conover",
        "C. N. Albu",
        "K. Dahawy",
        "G. Iatridis",
        "P. Kiaptikulwattana",
        "P. Budsaratragoon",
        "T. Klammer",
        "S. C. Lai",
        "J. N. Trepat",
        "H. Zuelch"
    ],
    "citedby-count": 5,
    "ref-count": 80,
    "ref-list": [
        "The development of an abbreviated version of the mathematics anxiety rating scale",
        "Audit of accounting programs on oral communication apprehension: A comparative study among accounting students",
        "Rethinking health numeracy: A multidisciplinary literature review",
        "Understanding Pensions: Cognitive function, numerical ability and retirement saving",
        "Consumer expertise matters in price negotiation",
        "From the Editors: Student samples in international business research",
        "Goals and knowledge structures in social interactions",
        "Did Australian firms choose to switch to reporting operating cash flows using the indirect method?",
        "The ecological validity of jury simulations: Is the jury still out?",
        "Examining preferences in cash flow statement format",
        "Rational choice with complex Products: Consumer valuation of annuities",
        "Thinking about numbers is not my idea of fun: Need for cognition mediates age differences in numeracy performance",
        "Risk perception and the economic crisis: A longitudinal study of the trajectory of perceived risk",
        "Motivations, expectations and preparedness for higher education: A study of accounting students in Ireland, the UK, Spain and Greece",
        "An analysis of personal financial literacy among college students",
        "The value relevance of direct cash flows under international financial reporting standards",
        "The usefulness of direct and indirect cash flow disclosures",
        "Measuring risk literacy: The Berlin numeracy test",
        "The use of narrative evidence and explicit likelihood by decision makers varying in numeracy",
        "The usefulness of disclosing both direct and indirect cash flows: An empirical study",
        "A note on the role of laboratory methodologies in applied behavioral research: Don't throw out the baby with the bath water",
        "Making numbers Matter: Present and future research in risk communication",
        "Cognitive reflection and decision making",
        "Reasons for framing effects",
        "Early warning signs of bankruptcy using cash flow analysis",
        "Message framing and buyer behaviour: A field experiment",
        "A definitional and operational framework for health numeracy",
        "Exogenous and endogenous factors impacting student student performance in undergraduate accounting modules",
        "The effect of numerical statements of risk on trust and comfort with hypothetical physician risk communication",
        "A review of academic research on the reporting of cash flows from operations",
        "Consumer competencies and the use of comparative quality information",
        "Consumer competencies and the use of comparative quality information: It isn't just about literacy",
        "A model of consumer financial numeracy",
        "The relationship between task complexity and information search: The role of self-efficacy",
        "Low numeracy skills are associated with higher BMI",
        "Measuring financial literacy",
        "The decision usefulness of cash-flow statements by Australian reporting entities: Some further evidence",
        "An evaluation of the decision usefulness of cash flow statements by Australian reporting entities",
        "Managerial evaluations of the relevance of cash vs. accrual-based financial reports in the Australian food industry",
        "The decision relevance of cash-flow information: A note",
        "Communication apprehension and maths anxiety as barriers to communication and numeracy skills development in accounting and business education",
        "Prospect theory: An analysis of decisions under risk",
        "Operating cash flow formats: Does format influence decisions?",
        "The predictive ability of direct method cash flow information",
        "Reflecting on the reflection effect: Disrupting the effects of framing through thought",
        "A survey of accountants' opinions on cash flow reporting",
        "Cash flow reporting: A recent history of an accounting practice",
        "All frames are not created equal: A typology and critical analysis of framing effects",
        "Health Numeracy: The importance of domain in assessing numeracy",
        "General performance on a numeracy scale among highly educated samples",
        "Marketing research",
        "Do direct cash flow disclosures help predict future operating cash flows and earnings?",
        "Innumeracy: Mathematical illiteracy and its consequences",
        "A perspective on eating behaviors from the field of judgment and decision making",
        "Less is more in presenting quality information to consumers",
        "Numeracy skill and the communication, comprehension, and use of risk-benefit information",
        "A randomised controlled trial of cognitive behaviour therapy for psychosis in a routine clinical service",
        "Dissecting the risky choice framing effect: Numeracy as an individual difference factor in weighting risky and riskless options",
        "Numeracy and decision making",
        "How numeracy influences risk comprehension and medical decision making",
        "Patient understanding of food labels: The role of literacy and numeracy",
        "The role of numeracy in understanding the benefit of screening mammography",
        "College sophomores in the laboratory: Influences of a narrow data base on social psychology's view of human nature",
        "The decision usefulness of reported cash flow accrual information in a behavioral field experiment",
        "Samples in applied Psychology: Over a decade of research in review",
        "Numeracy and the medical student's ability to interpret data",
        "A randomized comparison of patients' understanding of number needed to treat and other common risk reduction formats",
        "Numeric conversions ameliorate the framing effects",
        "Role of numeracy and cognitive reflection in Bayesian reasoning with natural frequencies",
        "Risk perceptions and affect",
        "Questions to consider when selecting student samples",
        "A critical study concerning the preparation of the statement of cash flows through the indirect method in Romania",
        "On track with direct cash flow",
        "The framing of decisions and the psychology of choice",
        "Cash flow statements: An international comparison of regulatory positions",
        "Psychologists' response to criticisms about research based on undergraduate participants: A developmental perspective",
        "Women's perceptions of breast cancer risk: How you ask matters",
        "Numeracy and Medicare Part D: The importance of choice and literacy for numbers in optimizing decision making for Medicare's prescription drug program"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Volos",
            "@id": "60025812",
            "affilname": "University of Thessaly",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025812",
            "affiliation-country": "Greece"
        },
        {
            "affiliation-city": "Denton",
            "@id": "60024438",
            "affilname": "University of North Texas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024438",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Cairo",
            "@id": "60019087",
            "affilname": "American University in Cairo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019087",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Armidale",
            "@id": "60017837",
            "affilname": "University of New England Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017837",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Tainan",
            "@id": "60014982",
            "affilname": "National Cheng Kung University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014982",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Leipzig",
            "@id": "60011825",
            "affilname": "Handelshochschule Leipzig",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011825",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Fairfield",
            "@id": "60010537",
            "affilname": "Fairfield University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010537",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Dayton",
            "@id": "60008609",
            "affilname": "University of Dayton",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008609",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60003942",
            "affilname": "Universidad Adolfo Ibáñez",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003942",
            "affiliation-country": "Chile"
        }
    ],
    "funding": []
}