{
    "eid": "2-s2.0-85163312097",
    "title": "A new genus and species of Braconinae from far south Thailand (Hymenoptera, Braconidae) with two strong facial protuberances",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Braconidae",
        "Braconinae",
        "Hymenoptera",
        "Latana",
        "Plaxopsis",
        "Southeast Asia"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Buntika A. Butcher"
    ],
    "citedby-count": 0,
    "ref-count": 13,
    "ref-list": [
        "Paraphyletic taxa and taxonomic chaining: evaluating the classification of braconine wasps (Hymenoptera: Braconidae) using 28S D2-3 rDNA sequences and morphological characters",
        "The Old World genera of braconine wasps (Hymenoptera: Braconidae)",
        "A new genus and species of Braconinae (Hymenoptera: Braconidae) parasitic on Diatraea (Lepidoptera: Pyralidae) in Ecuador",
        "Revisions of Australian Iphiaulax and Chaoilta species (Hym., Braconidae)",
        "A new species of Malagopsis van Achterberg (Hymenoptera: Braconidae:",
        "Braconinae) from Kibale Forest National Park, West Uganda, the first record of the genus from the African mainland",
        "A new species of Latana Cameron (Hymenoptera: Braconidae: Braconinae) from Kibale Forest National Park, western Uganda, with the first host record of the genus confirmed by molecular techniques",
        "The Unicorn exists! A remarkable new genus and species of Perilissini (Hymenoptera: Ichneumonidae) from South East Asia",
        "Morphology and terminology",
        "Braconidae 10. Braconinae, Gnathobraconinae, Mesostoinae, Pseudo-dicrogeniinae, Telengainae, Ypsistocerinae, plus Braconidae in general, major groups, unplaced genera and species",
        "Six new genera of Braconina from the Afrotropical Region (Hymenoptera, Braconidae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}