{
    "eid": "2-s2.0-85122314169",
    "title": "First report of fatty acids in Mimosa diplotricha bee pollen with in vitro lipase inhibitory activity",
    "cover-date": "2022-01-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuroscience (all)",
            "@code": "2800",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Anti-lipase activity",
        "Bee pollen",
        "Fatty acids",
        "Floral pollen",
        "Phytochemicals"
    ],
    "authors": [
        "Phanthiwa Khongkarat",
        "Prapun Traiyasut",
        "Preecha Phuwapraisirisan",
        "Chanpen Chanchao"
    ],
    "citedby-count": 3,
    "ref-count": 53,
    "ref-list": [
        "Phytochemical study and alpha-amylase inhibitory properties of leaf extracts of Croton zambesicus (Müll. Arg.)",
        "Palynological investigation of selected species of family Asteraceae using light and scanning electron microscopic techniques",
        "Metabolomic analysis of pollen from honey bee hives and from canola flowers",
        "Chemical composition and biological activities of mono- and heterofloral bee pollen of different geographical origins",
        "Morpho-physiological and phenological attributes of reproductive biology of tea (Camellia sinensis (L.) O. Kuntze) in Sri Lanka",
        "Pollen DNA barcoding: current applications and future prospects",
        "Synthetic and natural lipase inhibitors",
        "Human α-amylase and starch digestion: an interesting marriage",
        "Inhibition on cholinesterase and tyrosinase by alkaloids and phenolics from Aristotelia chilensis leaves",
        "Study of pancreatic lipase inhibition kinetics and LC-QTOF-MS-based identification of bioactive constituents of Momordica charantia fruits",
        "Chemical constituents and free radical scavenging activity of corn pollen collected from Apis mellifera hives compared to floral corn pollen at Nan, Thailand",
        "Physiological genetics, chemical composition, health benefits and toxicology of tea (Camellia sinensis L.) flower: a review",
        "Quantification of mineral composition of Brazilian bee pollen by near infrared spectroscopy and PLS regression",
        "Pollen morphology of some Brazilian Xyris Gronov. ex L. (Xyridaceae) species",
        "Bee pollen extracts as potential antioxidants and inhibitors of αamylase and α-glucosidase enzymes in vitro assessment",
        "Influence of pollen nutrition on honey bee health: do pollen quality and diversity matter?",
        "Fat digestion and absorption",
        "Council Directive 1924/2006 on nutrition and health claims made on foods",
        "Species-specific biodegradation of sporopollenin-based microcapsules",
        "Antioxidant and antimicrobial properties of monofloral bee pollen",
        "Organic bee pollen: botanical origin, nutritional value, bioactive compounds, antioxidant activity and microbiological quality",
        "Orlistat-associated adverse effects and drug interactions: a critical review",
        "Palynocontents of bee-collected pollen loads of autumn season in Bhimal, India",
        "Phytochemical screening of the pollen of some selected plants with antidiabetic properties",
        "Anaphylaxis from bee pollen supplement",
        "Antiobesity and antioxidant potentials of selected palestinian medicinal plants",
        "Safflospermidines from the bee pollen of Helianthus annuus L. exhibit a higher in vitro antityrosinase activity than kojic acid",
        "Screening and bioguided fractionation of Mimosa pigra L. bee pollen with antioxidant and anti-tyrosinase activities",
        "Phytochemical profile and antioxidant properties of bee-collected artichoke (Cynara scolymus) pollen",
        "Bioactive constituents of F. esculentum bee pollen and quantitative analysis of samples collected from seven areas by HPLC",
        "Palinologia de espécies De Mimosa L. (Leguminosae-Mimosoideae) do semi-árido brasileiro",
        "Anti-inflammatory and antioxidant activity of pollen extract collected by Scaptotrigona affinis postica: in silico, in vitro, and in vivo studies",
        "Anti-inflammatory and antinociceptive activity of pollen extract collected by stingless bee Melipona fasciculata",
        "Lipase inhibitory activity of Lagenaria siceraria fruit as a strategy to treat obesity",
        "Influence of Brassica campestris and Galega officinalis on antioxidant activity of bee pollen",
        "Selective cholinesterase inhibitors from Buxus sempervirens L. and their molecular docking studies",
        "Fruit, vegetables and mushrooms for the preparation of extracts with α-amylase and α-glucosidase inhibition properties: a review",
        "Detection of Nosema spp. spore contamination in commercial Apis mellifera bee pollens of Thailand",
        "Bee diversity in thailand and the applications of bee products",
        "Chemical composition and antioxidant activity of Apis mellifera bee pollen from northwest Algeria",
        "Application of ITS2 metabarcoding to determine the provenance of pollen collected by honey bees in an agroecosystem",
        "Polyphenols from bee pollen: structure, absorption, metabolism and biological activity",
        "Pollen morphology in various life-form of aquatic macrophytes",
        "Inhibition of pancreatic lipase and amylase by extracts of different spices and plants",
        "Allergy after ingestion of bee-gathered pollen: influence of botanical origins",
        "Lipase inhibitors from Nigella sativa and Punica granatum as an effective approach towards controlling obesity",
        "Coumarins as cholinesterase inhibitors: a review",
        "Current understanding of cross-reactivity of food allergens and pollen",
        "Structure of human pancreatic lipase",
        "Characterization of chemical composition of bee pollen in China",
        "Palynology of family Asteraceae from flora of Rawalpindi-Pakistan",
        "Histological and cytological characterization of anther and appendage development in Asian lotus (Nelumbo nucifera Gaertn.)",
        "The botanical origin and antioxidant, anti-BACE1 and antiproliferative properties of bee pollen from different regions of South Korea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "60194923",
            "affilname": "Ubon Ratchathani Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194923",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Science Achievement Scholarship of Thailand",
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Toray Science Foundation",
        "Chulalongkorn University"
    ]
}