{
    "eid": "2-s2.0-85109307119",
    "title": "Ultrasound Liver Imaging Reporting and Data System (US LI-RADS) Visualization Score: a reliability analysis on inter-reader agreement",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Hepatocellular carcinoma",
        "Inter-reader agreement",
        "Screening and surveillance",
        "Ultrasound LI-RADS",
        "Visualization Score"
    ],
    "authors": [
        "Thodsawit Tiyarattanachai",
        "Kristen N. Bird",
        "Edward C. Lo",
        "Aladin T. Mariano",
        "Amanzo A. Ho",
        "Craig W. Ferguson",
        "Ranjit S. Chima",
        "Terry S. Desser",
        "Linda Nayeli Morimoto",
        "Aya Kamaya"
    ],
    "citedby-count": 8,
    "ref-count": 17,
    "ref-list": [
        "AASLD guidelines for the treatment of hepatocellular carcinoma",
        "Diagnosis, Staging, and Management of Hepatocellular Carcinoma: 2018 Practice Guidance by the American Association for the Study of Liver Diseases",
        "American College of Radiology",
        "Role of US LI-RADS in the LI-RADS Algorithm",
        "US LI-RADS: Ultrasound liver imaging reporting and data system for screening and surveillance of hepatocellular carcinoma",
        "Ultrasound Liver Imaging Reporting and Data System (US LI-RADS): An Overview with Technical and Practical Applications",
        "A Guideline of Selecting and Reporting Intraclass Correlation Coefficients for Reliability Research",
        "Guidelines, criteria, and rules of thumb for evaluating normed and standardized assessment instruments in psychology",
        "Sample size formulas for estimating intraclass correlation coefficients with precision and assurance",
        "Association of advanced hepatic fibrosis and sonographic visualization score: a dual-center study using ACR US LI-RADS",
        "Effects of Changes in BI-RADS Density Assessment Guidelines (Fourth Versus Fifth Edition) on Breast Density Assessment: Intra- and Interreader Agreements and Density Distribution",
        "Hepatocellular Carcinoma Screening at Transplant Centers: Point-Ultrasound Should Remain First Line",
        "ACR Ultrasound Liver Reporting and Data System: Multicenter Assessment of Clinical Performance at One Year",
        "Bosniak classification of cystic renal masses version 2019 does not increase the interobserver agreement or the proportion of masses categorized into lower Bosniak classes for non-subspecialized readers on CT or MR",
        "Repeatability of diagnostic features and scoring systems for hepatocellular carcinoma by using MR imaging"
    ],
    "affiliation": [
        {
            "affiliation-city": "Stanford",
            "@id": "60032838",
            "affilname": "Stanford University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032838",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}