{
    "eid": "2-s2.0-85086435351",
    "title": "Nano/microstructured hybrid composite particles containing cinnamon oil as an antibiotic alternative against food-borne pathogens",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Controlled release",
        "Essential oils",
        "Microencapsulation and antimicrobials",
        "Nanotechnology"
    ],
    "authors": [
        "Jakarwan Yostawonkul",
        "Naiyaphat Nittayasut",
        "Atitaya Phasuk",
        "Rachatapan Junchay",
        "Suwimon Boonrungsiman",
        "Sasithon Temisak",
        "Mesayamas Kongsema",
        "Waranyoo Phoolcharoen",
        "Teerapong Yata"
    ],
    "citedby-count": 13,
    "ref-count": 37,
    "ref-list": [
        "Biological efficacy and application of essential oils in Foods-A Review",
        "Vibrio spp. infections",
        "Nanostructured lipid carriers loaded with resveratrol modulate human dendritic cells",
        "Calcium binding to bile salts",
        "Fenaroli's Handbook of Flavor Ingredients",
        "Effects of pH on the shape of alginate particles and its release behavior",
        "Antimicrobial activity of individual and mixed fractions of dill, cilantro, coriander and eucalyptus essential oils",
        "Antibacterial effects of balanites aegyptiaca L. Drel. And moringa oleifera lam. On Salmonella typhi",
        "Agriculture and food animals as a source of antimicrobial-resistant bacteria",
        "An ice‐templated, linearly aligned chitosan‐alginate scaffold for neural tissue engineering",
        "Calcium binding by bile acids: in vitro studies using a calcium ion electrode",
        "Nanostructured lipid carrier (NLC) based gel of celecoxib",
        "Nanoengineered drug delivery systems for enhancing antibiotic therapy",
        "Controlling drug delivery kinetics from mesoporous titania thin films by pore size and surface energy",
        "Pharmaceutical particle technologies: an approach to improve drug solubility, dissolution and bioavailability",
        "Antimicrobial resistance of emerging foodborne pathogens: status quo and global trends",
        "Alginate: properties and biomedical applications",
        "Antibiotics: a Shot in the Arm",
        "Physical and antimicrobial properties of peppermint oil nanoemulsions",
        "Calcium alginate cross-linked polymeric microbeads for oral sustained drug delivery in arthritis",
        "Preserving the ‘commons’: addressing the sustainable use of antibiotics through an economic lens",
        "Antimicrobial activity of some plant extracts against bacterial strains causing food poisoning diseases",
        "Antibacterial effects of cinnamon: from farm to food, cosmetic and pharmaceutical industries",
        "Genetically manipulated phages with improved pH resistance for oral administration in veterinary medicine",
        "Calcium alginate matrices for oral multiple unit administration: IV. Release characteristics in different media",
        "Alginate derivatization: a review of chemistry, properties and applications",
        "Bioactivity of medicinal plant extracts against Listeria monocytogenes isolated from food",
        "Formulation and evaluation of floating alginate beads of diclofenac sodium",
        "Lipid Nanoparticulate Systems: Modern Versatile Drug Carriers, Lipid Nanocarriers For Drug Targeting",
        "Antibacterial effects of plants extracts on human microbial pathogens & microbial limit tests",
        "Nanostructured biocompatible thermal/electrical stimuli-responsive biopolymer-doped polypyrrole for controlled release of chlorpromazine: kinetics studies",
        "Inhibitory effect of Cinnamomum cassia oil on non-O157 Shiga toxin-producing Escherichia coli",
        "Cross-linked alginate film pore size determination using atomic force microscopy and validation using diffusivity determinations",
        "Microencapsulation of essential oils within alginate: formulation and in vitro evaluation of antifungal activity",
        "Intra oral sprays-An overview",
        "Physical and antimicrobial properties of anise oil loaded nanoemulsions on the survival of foodborne pathogens",
        "Bifunctional clove oil nanoparticles for anesthesia and anti-bacterial activity in Nile tilapia (Oreochromis niloticus)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60017285",
            "affilname": "Thailand National Nanotechnology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017285",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "113295996",
            "affilname": "National Institute of Metrology (Thailand)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113295996",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TRF Research Career Development",
        "Chulalongkorn University",
        "Thailand Science Research and Innovation"
    ]
}