{
    "eid": "2-s2.0-84962637008",
    "title": "Optimizing laboratory-based radon flux measurements for sediments",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        }
    ],
    "keywords": [
        "Fluxes",
        "Methods",
        "Radon",
        "Sediments"
    ],
    "authors": [
        "Supitcha Chanyotha"
    ],
    "citedby-count": 13,
    "ref-count": 39,
    "ref-list": [
        null,
        "Estimating the dynamics of groundwater input into the coastal zone via continuous radon-222 measurements",
        "Groundwater and pore water inputs to the coastal zone",
        "Radon Tracing of Submarine Groundwater Discharge in Coastal Environments",
        "Quantifying submarine groundwater discharge in the coastal zone via multiple methods",
        "Using high-resolution in situ radon measurements to determine groundwater discharge at a remote location: Tonle Sap Lake, Cambodia",
        "Natural radionuclide concentrations in processed materials from Thai mineral industries",
        "Assessing diffusive fluxes and pore water radon activities via a single automated experiment",
        "Determination of radon emanation and back diffusion characteristics of building materials in small chamber tests",
        "Chapter 5 Uranium- and Thorium-Series Nuclides as Tracers of Submarine Groundwater Discharge",
        "A multiple approach to the determination of radon fluxes from sediments",
        "Radon in homes and risk of lung cancer: Collaborative analysis of individual data from 13 European case-control studies",
        "Evaluation of groundwater discharge into small lakes based on the temporal distribution of radon-222",
        "Jpn. J. Health Phys.",
        "Assessment of the natural radioactivity using two techniques for the measurement of radionuclide concentration in building materials used in Japan",
        "Prog. Nucl. Sci. Technol.",
        "Investigation of some factors affecting on release of radon-222 from phosphogypsum waste associated with phosphate ore processing",
        "Development and application of a continuous measurement system for radon exhalation rate",
        "Measurement and Reporting of Radon Exposure",
        "A simple laboratory system for diffusive radon flux measurements",
        "Residential radon and risk of lung cancer: A combined analysis of 7 North American case-control studies",
        "Proc. 7th Int. Conf. Indoor Air Qual. Clim.",
        "Determination of air-loop volume and radon partition coefficient for measuring radon in water sample",
        null,
        "Studying radon exhalation rates variability from phosphogypsum piles in the SW of Spain",
        "Risk of lung cancer and residential radon in China: Pooled results of two studies",
        "Sources and fluxes of submarine groundwater discharge delineated by radium isotopes",
        "The effect of submarine groundwater discharge on the ocean",
        "Radon transport from soil to air",
        "A radon-thoron isotope pair as a reliable earthquake precursor",
        "Quantification of groundwater discharge into lakes using radon-222 as naturally occurring tracer",
        "Using radon as an environmental tracer for estimating groundwater flow velocities in single-well tests",
        "Radon concentration in houses over a closed Hungarian uranium mine",
        "A novel method to measure the radon exhalation rate in only one measurement cycle",
        null,
        "Source and Effects of Ionizing Radiation",
        "EPA's Assessment of Risks from Radon in Homes, EPA 402-R-03-003",
        "The Natural Radiation Environment II, USAEC Report CONF-720805-p2",
        "A simple laboratory-based radon calibration system"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tallahassee",
            "affilname": "Florida State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Billerica",
            "affilname": "DURRIDGE Company, Inc.",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Asia-Pacific Network for Global Change Research"
    ]
}