{
    "eid": "2-s2.0-85045122714",
    "title": "Decolorization and detoxification of cationic blue 41 by halotolerant strains",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Azo dye",
        "Decolorization",
        "Detoxification",
        "Halotolerant"
    ],
    "authors": [
        "S. Namwong",
        "S. Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        "Azo dye decolorization by halophilic and halotolerant microorganisms",
        "Decolorization of textile azo dyes by newly isolated halophilic and halotolerant bacteria",
        "Development of low cost upflow column bioreactor for degradation and detoxification of Blue HERD and textile effluent by Lysinibacillus sp. RGS immobilized on Loofa",
        "Decolorization of textile dyes and degradation of mono-azo dye amaranth by acinetobacter calcoaceticus NCIM 2890",
        "Biodegradation of textile azo dyes by a facultative Staphylococcus arlettae strain VN-11 using a sequential microaerophilic/aerobic process",
        "The genera staphylococcus and macrococcus",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Decolorization and biodegradation of reactive sulfonated azo dyes by a newly isolated Brevibacterium sp",
        "Determination of carbohydrate metabolism of marine bacteria",
        "Accelerated removal of Sudan dye by Shewanella oneidensis MR-1 in the presence of quinones and humic acids",
        "Decolorization of azo dyes by Shewanella sp. Under saline conditions",
        "Mega2: Molecular evolutionary genetics analysis software",
        "Biodegradation of Navy N5RL1 carpet dye by Staphylococcus saprophyticus strain BHUSS X3",
        "Azo dye decolorization by Shewanella aquimarina under saline conditions",
        "Reactive dyes and textile effluent decolorization by a mediator system of salt-tolerant laccase from Peniophora cinerea",
        "A halophilic serine proteinase from Halobacillus sp. SR5-3 isolated from fish sauce: Purification and characterization",
        "Characterization of Lentibacillus salicampi and Lentibacillus juripiscarius sp. nov. Isolated from fish sauce in Thailand",
        "Haloarcula salaria sp. nov. and Haloarcula tradensis sp. nov. from salt in fish sauce",
        "Evaluation of colour removal in synthetic saline wastewater containing azo dyes using an immobilized halotolerant cell system",
        "Bacterial decolorization and degradation of azo dyes",
        "Aerobic biodegradation of azo dye Acid Black-24 by Bacillus halodurans",
        "The neighbouring-joining method: A new method for reconstructing phylogenetic trees",
        "Decolorization and biodegradation of reactive dyes and dye wastewater by a developed bacterial consortium",
        "Bacterial decolorization of textile azo dye acid orange by staphylococcus hominis RMLRT03",
        "Basic and applied aspects in the microbial degradation of azo dyes",
        "Piscibacillus salipiscarius gen. nov., sp. nov., a moderately halophilic bacterium from fermented fish (pla-ra) in Thailand",
        "The CLUSTAL-X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Decolorization of azo dyes by a salt-tolerant Staphylococcus cohnii strain isolated from textile wastewater",
        "Identification and characterization of a novel salt-tolerant esterase from the deep-sea sediment of the south China sea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60110518",
            "affilname": "Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110518",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Suan Sunandha Rajabhat University"
    ]
}