{
    "eid": "2-s2.0-85105781604",
    "title": "Determination of specific autoantibodies in patients with systemic lupus erythematosus by Line immunoassay, ELISA and CLIF",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Crithidia luciliae indirect immunofluorescence assay (CLIF)",
        "Line immunoassay (LIAEnzyme-linked immunosorbent assay (ELISA)",
        "Specific antinuclear antibodies",
        "Systemic lupus erythematosus (SLE)"
    ],
    "authors": [
        "Kanphai Wongjarit",
        "Niramol Thammacharoenrach",
        "Kanthaporn Dityen",
        "Yadah Kaewopas",
        "Naravadee Kositpesat",
        "Sittichai Ukritchon",
        "Manathip Osiri",
        "Jongkonnee Wongpiyabovorn"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "Systemic lupus erythematosus",
        "Autoantibody explosion in systemic lupus erythematosus: More than 100 different antibodies found in SLE patients",
        "A volcanic explosion of autoantibodies in systemic lupus erythematosus: a diversity of 180 different antibodies found in SLE patients",
        "Guidelines for clinical use of the antinuclear antibody test and tests for specific autoantibodies to nuclear antigens. American College of Pathologists",
        "Guidelines for immunologic laboratory testing in the rheumatic diseases: anti-DNA antibody tests",
        "International recommendations for the assessment of autoantibodies to cellular antigens referred to as anti-nuclear antibodies",
        "Updating the American College of Rheumatology revised criteria for the classification of systemic lupus erythematosus",
        "The 1982 revised criteria for the classification of systemic lupus erythematosus",
        "Derivation and validation of the Systemic Lupus International Collaborating Clinics classification criteria for systemic lupus erythematosus",
        "Derivation of the SLEDAI. A disease activity index for lupus patients. The Committee on Prognosis Studies in SLE",
        "Systemic lupus erythematosus disease activity index 2000",
        "2019 European League Against Rheumatism/ American College of Rheumatology Classification Criteria for Systemic Lupus Erythematosus",
        "Cutting edge diagnostics in rheumatology: the role of patients, clinicians, and laboratory scientists in optimizing the use of autoimmune serology",
        "From autoantibody research to standardized diagnostic assays in the management of human diseases-report of the 12th Dresden Symposium on Autoantibodies",
        "Four anti-dsDNA antibody assays in relation to systemic lupus erythematosus disease specificity and activity",
        "Clinical laboratory assays for measuring anti-dsDNA antibodies. Where are we now?",
        "Evaluation of a novel line-blot immunoassay for the detection of antibodies to extractable nuclear antigens",
        "Classification criteria for Sjogren’s syndrome: a revised version of the European criteria proposed by the American-European Consensus Group",
        "2013 classification criteria for systemic sclerosis: an American college of rheumatology/European league against rheumatism collaborative initiative",
        "Polymyositis and dermatomyositis (first of two parts)",
        "2010 rheumatoid arthritis classification criteria: an American College of Rheumatology/European League Against Rheumatism collaborative initiative",
        "Measurement of disease activity in systemic lupus erythematosus. Prospective validation of 3 clinical indices",
        "The systemic lupus activity measure-revised, the Mexican Systemic Lupus Erythematosus Disease Activity Index (SLEDAI), and a modified SLEDAI-2K are adequate instruments to measure disease activity in systemic lupus erythematosus",
        "Standardization of autoantibody testing: a paradigm for serology in rheumatic diseases",
        "Anti-dsDNA-NcX ELISA: dsDNA-loaded nucleosomes improve diagnosis and monitoring of disease activity in systemic lupus erythematosus",
        "Reactivity in ELISA with DNA-loaded nucleosomes in patients with proliferative lupus nephritis",
        "The uses and misuses of multiplex autoantibody assays in systemic autoimmune rheumatic diseases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Prachuap Khirikhan",
            "@id": "129669651",
            "affilname": "Bangkok Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129669651",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksompotch Fund",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}