{
    "eid": "2-s2.0-85077035528",
    "title": "Role of physical environment to create corporate image and customer loyalty of thai airline customers: The moderating role of perceived value",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Corporate image",
        "Customer loyalty",
        "Spatial layout",
        "Thai airlines"
    ],
    "authors": [
        "Somdech Rungsrisawat",
        "Puttisat Namdej",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 2,
    "ref-count": 43,
    "ref-list": [
        "Relationship between corporate social responsibility and marketing performance: The mediating effect of customer value and CI.",
        "Structural equation modeling in practice: A review and recommended two-step approach.",
        "Is perceived value more than value for money in professional business services?",
        "The influence of store environment on quality inferences and store image.",
        "Service personalization and loyalty.",
        "Coefficient alpha and the internal structure of tests.",
        "Factor analysis. Scale development, theory and applications.",
        "Loyalty as a philosophy and strategy: an interview with Frederick F. Reichheld.",
        "Structural equation models with unobservable variables and measurement error: Algebra and statistics",
        "PLS-SEM: Indeed a silver bullet.",
        "Partial least squares structural equation modeling (PLS-SEM) An emerging tool in business research.",
        "PLS-SEM: Indeed a silver bullet.",
        "The roles of the physical environment, price perception, and customer satisfaction in determining customer loyalty in the restaurant industry.",
        "Is cleanliness next to godliness? The role of housekeeping in impression formation.",
        "The critical role of customer forgiveness in successful service recovery.",
        "The use of partial least squares path modeling in international marketing",
        "ZnO-based transparent thin-film transistors.",
        "The role of emotions in utilitarian service settings: The effects of emotional satisfaction on product perception and behavioral intentions.",
        "Does Corporate Social Responsibility Influence Customer Loyalty in the Taiwan Insurance Sector? The role of Corporate Image and Customer Satisfaction.",
        "Effects of servicescape on perceived service quality, satisfaction and behavioral outcomes in public service facilities.",
        "Contact personnel, physical environment and the perceived corporate image of intangible services by new clients.",
        "Psychological theory.",
        "Reliability: A review of psychometric basics and recent marketing practices.",
        "Customer satisfaction and its measurement in hospitality enterprises: a revisit and update.",
        "Experienscape: expanding the concept of servicescape with a multi-stakeholder and multi-disciplinary approach (invited paper for 'luminaries' special issue of International Journal of Hospitality Management).",
        "Creating shared value",
        "Precision mass measurements with LEBIT at MSU.",
        "The effect of environmental perceptions on behavioral intentions through emotions: The case of upscale restaurants.",
        "The influence of the quality of the physical environment, food, and service on restaurant image, customer perceived value, customer satisfaction, and behavioral intentions.",
        "Quality and image of banking services: a comparative",
        "Brand Purchase Intention And Brand Purchase Behavior In Halal Meat Brand.",
        "Customer commitment to luxury brands: Antecedents and consequences.",
        "The role of customer engagement in building consumer loyalty to tourism brands.",
        "The importance of servicescapes in leisure service settings",
        "The effect of the servicescape on customers' behavioral intentions in leisure service settings.",
        "Building, measuring, and profiting from customer loyalty.",
        "Factors Influencing Revisit Intentions of International Tourists: A Case of Bangkok, Thailand.",
        "Customer perceived value, satisfaction, and loyalty: The role of switching costs",
        "A cross-lagged test of the association between customer satisfaction and employee job satisfaction in a relational context.",
        "P-type transparent conducting oxides."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}