{
    "eid": "2-s2.0-85042085334",
    "title": "Genome characterization of piscine ‘Scale drop and Muscle Necrosis syndrome’-associated strain of Vibrio harveyi focusing on bacterial virulence determinants",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "bacteriophages",
        "diseases",
        "fish",
        "genomics",
        "virulence"
    ],
    "authors": [
        "P. Kayansamruaj",
        "H. T. Dong",
        "I. Hirono",
        "H. Kondo",
        "S. Senapin",
        "C. Rodkhum"
    ],
    "citedby-count": 7,
    "ref-count": 43,
    "ref-list": [
        "PHASTER: a better, faster version of the PHAST phage search tool",
        "Vibrio harveyi: a significant pathogen of marine vertebrates and invertebrates",
        "Leukotoxicity of pyoverdin, production of reactive oxygen species, and effect of UV radiation",
        "IslandViewer 4: expanded prediction of genomic islands for larger-scale datasets",
        "Scaffolding pre-assembled contigs using SSPACE",
        "Aquatic animal species and organism relationship",
        "Multilocus sequence analysis provides basis for fast and reliable identification of Vibrio harveyi-related species and reveals previous misidentification of important marine pathogens",
        "Draft genome sequences of the fish pathogen Vibrio harveyi strains VH2 and VH5",
        "BPGA- an ultra-fast pan-genome analysis pipeline",
        "Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research",
        "Zonula occludens toxin structure-function analysis. Identification of the fragment biologically active on tight junctions and of the zonulin receptor binding domain",
        "Recovery of Vibrio harveyi from scale drop and muscle necrosis disease in farmed barramundi, Lates calcarifer in Vietnam",
        "Unique and conserved genome regions in Vibrio harveyi and related species in comparison with the shrimp pathogen Vibrio harveyi CAIM 1792",
        "Lysogenic conversion of environmental Vibrio mimicus strains by CTXPhi",
        "CTXΦ-independent production of the RS1 satellite phage by Vibrio cholerae",
        "Genomic sequence and receptor for the Vibrio cholerae phage KSF-1phi: evolutionary divergence among filamentous vibriophages mediating lateral gene transfer",
        "Regulation of intercellular tight junctions by zonula occludens toxin and its eukaryotic analogue zonulin",
        "CONTIGuator: a bacterial genomes finishing tool for structural insights on draft genomes",
        "Virulence genes and pathogenicity islands in environmental Vibrio strains nonpathogenic to humans",
        "The active Zot domain (aa 288-293) increases ZO-1 and myosin 1C serine/threonine phosphorylation, alters interaction between ZO-1 and its binding partners, and induces tight junction disassembly through proteinase activated receptor 2 activation",
        "CRISPRFinder: a web tool to identify clustered regularly interspaced short palindromic repeats",
        "QUAST: quality assessment tool for genome assemblies",
        "The contribution of mobile genetic elements to the evolution and ecology of Vibrios",
        "CRISPR/Cas, the immune system of bacteria and archaea",
        "Draft genome sequence of the fish pathogen Vibrio harveyi strain ZJ0603",
        "Solving the problem of comparing whole bacterial genomes across different sequencing platforms",
        "Comparative genomic analyses identify the Vibrio harveyi genome sequenced strains BAA-1116 and HY01 as Vibrio campbellii",
        "Zonula occludens toxins and their prophages in Campylobacter species",
        "Examination of the effects of Campylobacter concisus zonula occludens toxin on intestinal epithelial cells and macrophages",
        "GapFiller: a de novo assembly approach to fill the gap within paired reads",
        "Unipro UGENE: a unified bioinformatics toolkit",
        "The SEED and the Rapid Annotation of microbial genomes using Subsystems Technology (RAST)",
        "Identification of Vibrio harveyi isolated from diseased Asian seabass Lates calcarifer by use of 16S ribosomal DNA sequencing",
        "The bacterial pangenome as a new tool for analysing pathogenic bacteria",
        "Presence of typical and atypical virulence genes in vibrio isolates belonging to the Harveyi clade",
        "Pathogenesis, virulence factors and virulence regulation of vibrios belonging to the Harveyi clade",
        "Pyoverdine biosynthesis and secretion in Pseudomonas aeruginosa: implications for metal homeostasis",
        "Association of CRISPR/Cas evolution with Vibrio parahaemolyticus virulence factors and genotypes",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Vibrio trachuri Iwamoto et al. 1995 is a junior synonym of Vibrio harveyi (Johnson and Shunk 1936) Baumann et al. 1981",
        "Taxonomic revision of Harveyi clade bacteria (family Vibrionaceae) based on analysis of whole genome sequences",
        "Pyoverdine siderophores: from biogenesis to biosignificance",
        "Lysogenic conversion by a filamentous phage encoding cholera toxin"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60018357",
            "affilname": "Tokyo University of Marine Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018357",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}