{
    "eid": "2-s2.0-85078870973",
    "title": "Enhanced H2 production with efficient N2-fixation by fructose mixotrophically grown Anabaena sp. PCC 7120 strain disrupted in uptake hydrogenase",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Fructose",
        "H2-production",
        "Mixotrophic growth",
        "N2-fixation",
        "ΔHupL strain"
    ],
    "authors": [
        "Wanthanee Khetkorn",
        "Peter Lindblad",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 6,
    "ref-count": 32,
    "ref-list": [
        "Enhancement of biomass and pigment production during growth of Spirulina platensis in mixotrophic culture",
        "Fructose uptake and influence on growth of and nitrogen fixation by Anabaena variabilis",
        "Regulation of hydrogenase activity in vegetative cells of Anabaena variabilis",
        "Photodissimilation of fructose to H2and CO2by a dinitrogen-fixing cyanobacterium, Anabaena variabilis",
        "Genetic evidence of a major role for glucose-6-phosphate dehydrogenase in nitrogen fixation and dark growth of the cyanobacterium Nostoc sp. strain ATCC 29133",
        "Chemoheterotrophic growth of the cyanobacterium Anabaena sp. strain PCC 7120 dependent on a functional cytochrome c oxidase",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Complete genomic sequence of the filamentous nitrogen-fixing cyanobacterium Anabaena sp. strain PCC 7120",
        "Biohydrogen production by Anabaena sp. PCC 7120 wild-type and mutants under different conditions: light, nickel, propane, carbon dioxide and nitrogen",
        "Hydrogenases and hydrogen metabolism of cyanobacteria",
        "Photoproduction of H2by wild type Anabaena PCC 7120 and a hydrogen uptake deficient mutant: from laboratory experiments to outdoor culture",
        "Effect of growth conditions on the hydrogen production with cyanobacterium Anabaena sp. strain CH3",
        "Hydrogen production from organic substrates in an aerobic nitrogen-fixing marine unicellular cyanobacterium Synechococcus sp. strain Miami BG 043511",
        "Hydrogen production using novel photosynthetic cell factories. Cyanobacterial hydrogen production: Design of efficient organisms",
        "Conjugal transfer of DNA to cyanobacteria",
        "Inactivation of uptake hydrogenase leads to enhanced and sustained hydrogen production with high nitrogenase activity under high light exposure in the cyanobacterium Anabaena siamensis TISTR 8012",
        "Hydrogen uptake in Nostoc strain PCC 73102: effects of nickel, hydrogen, carbon and nitrogen",
        "Hydrogenases in Nostoc sp. strain PCC 73102, a strain lacking a bidirectional enzyme",
        "Cyanobacterial hydrogenases: diversity, regulation and applications",
        "Continuous periplasm in a filamentous, heterocyst-forming cyanobacterium",
        "Requirement of the regulatory protein NtcA for the expression of nitrogen assimilation and heterocyst development genes in the cyanobacterium Anabaena sp. PCC 7120",
        "HetR homodimer is a DNA-binding protein required for heterocyst differentiation, and the DNA-binding activity is inhibited by PatS",
        "Fluorescence spectroscopy study of heterocyst differentiation in Anabaena PCC 7120 filaments",
        "Photoprotection in cyanobacteria: regulation of light harvesting",
        "Fructose utilization by the cyanobacterium Anabaena variabilis studied using whole filaments and isolated heterocysts",
        "Carbon cycling in Anabaena sp. PCC 7120. Sucrose synthesis in the heterocysts and possible role in nitrogen fixation",
        "Sucrose is involved in the diazotrophic metabolism of the heterocyst-forming cyanobacterium Anabaena sp",
        "High rates of photobiological H2production by a cyanobacterium under aerobic conditions",
        "Inhibition of respiration and nitrate assimilation enhances photohydrogen evolution under low oxygen concentrations in Synechocystis sp. PCC 6803",
        "Solar water-splitting into H2and O2: design principles of photosystem II and hydrogenases",
        "Enhanced biohydrogen production by the N2-fixing cyanobacterium Anabaena siamensis strain TISTR 8012",
        "Ultrastructure of the fresh water cyanobacterium Anabaena variabilis SPU 003 and its application for oxygen-free hydrogen production"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60030267",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030267",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Knut and Alice Wallenberg Foundation",
        "Thailand Research Fund",
        "Swedish Energy Agency",
        "RMUTT"
    ]
}