{
    "eid": "2-s2.0-85037350381",
    "title": "Preparation of TiO 2 supported Au–Pd and Cu–Pd by the combined strong electrostatic adsorption and electroless deposition for selective hydrogenation of acetylene",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        null,
        "Bimetallic catalyst",
        null,
        "electroless deposition",
        "selective hydrogenation of acetylene",
        "strong electrostatic adsorption"
    ],
    "authors": [
        "Boontida Pongthawornsakun"
    ],
    "citedby-count": 10,
    "ref-count": 67,
    "ref-list": [
        null,
        "Acetylene and ethylene hydrogenation on alumina supported Pd-Ag model catalysts",
        "The influence of Pd-Ag catalyst restructuring on the activation energy for ethylene hydrogenation in ethylene-acetylene mixtures",
        "Oil Gas J.",
        "In Catalysis by Metals (London and New York: Academic Press) p. 281",
        "Modified Pd catalysts for the selective hydrogenation of acetylene",
        null,
        "Hydrogenation of carbon-carbon multiple bonds: Chemo-, regio- and stereo-selectivity",
        "In Design of Industrial Catalysts (Amsterdam: Elsevier) p. 229",
        null,
        "Preparation and selective acetylene hydrogenation catalytic properties of supported Pd catalyst by the in situ precipitation-reduction method",
        "Catalytic hydrogenation of alkyne and alkadiene impurities from alkenes. Practical and theoretical aspects",
        "Promotional effect of Pd single atoms on Au nanoparticles supported on silica for the selective hydrogenation of acetylene in excess ethylene",
        "Acetylene hydrogenation on Au-based catalysts",
        null,
        "Effects of supports and promoter Ag on Pd catalysts for selective hydrogenation of acetylene",
        null,
        null,
        null,
        "Performance of Cu-Alloyed Pd Single-Atom Catalyst for Semihydrogenation of Acetylene under Simulated Front-End Conditions",
        "AIChE Annual Meeting, 8 th November",
        "Performance of Cu-promoted Pd catalysts prepared by adding Cu using a surface redox method in acetylene hydrogenation",
        null,
        "A fundamental study of platinum tetraammine impregnation of silica: 2. The effect of method of preparation, loading, and calcination temperature on (reduced) particle size",
        "The synthesis of highly dispersed noble and base metals on silica via strong electrostatic adsorption: I. Amorphous silica",
        "The synthesis of highly dispersed noble and base metals on silica via strong electrostatic adsorption: II. Mesoporous silica SBA-15",
        "Synthesis of very highly dispersed platinum catalysts supported on carbon xerogels by the strong electrostatic adsorption method",
        "The rational synthesis of Pt-Pd bimetallic catalysts by electrostatic adsorption",
        null,
        null,
        null,
        "Selective hydrogenation of acetylene in ethylene feedstocks on Pd catalysts",
        null,
        "Kasetsart J. (Nat. Sci.)",
        "Catalytic performance of core-shell and alloy Pd-Au nanoparticles for total oxidation of VOC: The effect of metal deposition",
        "One-step synthesis of noble metal-titanium dioxide nanocomposites in a flame aerosol reactor",
        "Preparation and characterization of silica-supported, group IB-Pd bimetallic catalysts prepared by electroless deposition methods",
        "Effect of liquid phase reducing agents on the dispersion of supported Pt catalysts",
        "Anodic Oxidation of Reductants in Electroless Plating",
        "Study of CO adsorption on crystalline-silica-supported palladium particles",
        "Stoichiometric adsorbate species interconversion processes in the chemisorbed layer. An infrared study of the CO/Pd system",
        null,
        null,
        "CO adsorption on Pd nanoparticles: Density functional and vibrational spectroscopy studies",
        "Infrared study of CO adsorption on alumina supported palladium particles",
        "CO Adsorption on Pd(111) and Pd(100): Low and High Pressure Correlations",
        "Infrared reflection absorption study of carbon monoxide adsorption on Pd/Cu(1 1 1)",
        "The chemisorption of carbon monoxide on palladium single crystal surfaces: IR spectroscopic evidence for localised site adsorption",
        null,
        "Effect of the reducing step on the properties of Pd-Cu bimetallic catalysts used for denitration",
        "Characterization of Cu/MCM-41 and Cu/MCM-48 mesoporous catalysts by FTIR spectroscopy of adsorbed CO",
        "Alloy formation and stability in Pd-Cu bimetallic catalysts",
        null,
        "Ligand and ensemble effects in the adsorption of carbon monoxide on supported palladium-gold alloys",
        "Synergetic effect of gold in Au/Pd catalysts during hydrodesulfurization reactions of model compounds",
        "Low temperature CO oxidation over Pd catalysts supported on highly ordered mesoporous metal oxides",
        null,
        "Charge redistribution and electronic behavior in Pd-Au alloys",
        null,
        "Dry plasma reduction to prepare a high performance Pd/C catalyst at atmospheric pressure for CO oxidation",
        null,
        null,
        "Reaction routes for hydrogenation of acetylene-ethylene mixtures using a double labelling method",
        "Hydrogenation of acetylene-ethylene mixtures over Pd and Pd-Ag alloys: First-principles-based kinetic Monte Carlo simulations",
        "Mod. Res. Catal.",
        "\"Catalytically active Au on Titania\": Yet another example of a strong metal support interaction (SMSI)?",
        "Supported gold nanoparticles: In-depth catalyst characterization and application in hydrogenation and oxidation reactions"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Rachadapisek Sompote Fund for",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "B.P. Koirala Institute of Health Sciences"
    ]
}