{
    "eid": "2-s2.0-84924285025",
    "title": "Chemical constituents of Dendrobium williamsonii",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Anti-herpetic Cytotoxicity",
        "Dendrobium williamsonii",
        "Free radical scavenging activity",
        "Orchidaceae"
    ],
    "authors": [
        "Pathrapa Rungwichaniwat"
    ],
    "citedby-count": 9,
    "ref-count": 29,
    "ref-list": [
        "Opera Bot.",
        "Chemical components of Dendrobium chrysotoxum",
        "Therapeutic orchids: Traditional uses and recent advances - An overview",
        "Bioactive bibenzyl derivatives and fluorenones from Dendrobium nobile",
        "New phenanthrenes and stilbenes from Dendrobium loddigesii",
        "Two novel bibenzyls from Dendrobium trigonopus",
        "Antifibrotic phenanthrenes of Dendrobium nobile stems",
        "Bioguided fractionation and isolation of free radical scavenging components from in vitro propagated chinese medicinal plants Dendrobium tosaense Makino and Dendrobium moniliforme SW",
        "A Field Guide to the Wild Orchids of Thailand Forth and Expanded Edition",
        "Ethnobotanical studies on medicinal plants used by the Red-headed Yao People in Jinping, Yunnan Province, China",
        "A new phenanthrenequinone from Dendrobium draconis",
        "New bisbibenzyls from Dendrobium falconeri",
        "New phenolic compounds from Dendrobium capillipes and Dendrobium secundum",
        "Anti-metastatic activities of bibenzyls from Dendrobium pulchellum",
        "Flavonoids with anti-HSV activity from the root bark of artocarpus lakoocha",
        "Studies on the structure of a new isocoumarin glucoside of the root sprouts of Agrimonia pilosa Ledeb",
        "p-coumaric acid esters from Tanacetum longifolium",
        "Rearranged abietane diterpenes from Teucrium divaricatum subsp. Villosum",
        "Bibenzyls from crowberry leaves",
        "Moscatilin, a bibenzyl derivative from the orchid Dendrobium moscatum",
        "Monoamine oxidase inhibitory components from Cayratia japonica",
        "Hydroxybenzoic acids from Boreava orientalis",
        "Flavonoid (myricetin, quercetin, kaempferol, luteolin, and apigenin) content of edible tropical plants",
        "Investigation of the free radical scavenging activity of Ginkgo biloba L. leaves",
        "Comparison of antioxidant activities of onion and garlic extracts by inhibition of lipid peroxidation and radical scavenging activity",
        "Moscatilin inhibits lung cancer cell motility and invasion via suppression of endogenous reactive oxygen species",
        "Moscatilin from the Orchid Dendrobrium loddigesii Is a Potential Anticancer Agent",
        null,
        "Moscatilin, a bibenzyl derivative from the India orchid Dendrobrium loddigesii, suppresses tumor angiogenesis and growth in vitro and in vivo"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}