{
    "eid": "2-s2.0-85029575483",
    "title": "Paenibacillus aurantiacus sp. nov., isolated from ant nest soil",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Paenibacillus aurantiacus",
        "Polyphasic taxonomy",
        "Soil",
        "Spore forming"
    ],
    "authors": [
        "Metinee Wasoontharawat"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Molecular identification of rRNA group 3 bacilli (Ash, Farrow, Wallbanks and Collins) using a PCR probe test - Proposal for the creation of a new genus Paenibacillus",
        "Int J Syst Bacteriol",
        "The phylogeny of the genus Clostridium: Proposal of five new genera and eleven new species combinations",
        "Bergey’s Manual of Systematic Bacteriology",
        "Transfer of Bacillus alginolyticus, Bacillus chondroitinus, Bacillus curdlanolyticus, Bacillus glucanolyticus, Bacillus kobensis, and Bacillus thiaminolyticus to the genus Paenibacillus and emended description of the genus Paenibacillus",
        "Paenibacillus wooponensis sp. nov., isolated from wetland freshwater",
        "Paenibacillus tundrae sp. nov. and Paenibacillus xylanexedens sp. nov., psychrotolerant, xylan-degrading bacteria from Alaskan tundra",
        "Paenibacillus telluris sp. nov., a novel phosphate-solubilizing bacterium isolated from soil",
        "Paenibacillus tianmuensis sp. nov., isolated from soil",
        "Bergey’s Manual of Systematic Bacteriology",
        "Tech Bull N Y St Agric Exp Stn",
        "Rapid flagella stain.",
        "Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Evolution",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Int J Syst Bacteriol",
        "Microbiol Today",
        "Paenibacillus phyllosphaerae sp. nov., a xylanolytic bacterium isolated from the phyllosphere of Phoenix dactylifera"
    ],
    "affiliation": [
        {
            "affiliation-city": "Udon Thani",
            "affilname": "Udon Thani Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}