{
    "eid": "2-s2.0-84991087214",
    "title": "Streptomyces verrucosisporus sp. nov., isolated from marine sediments",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Marine actinomycete",
        "Marine sediment",
        "Streptomyces",
        "Streptomyces verrucosisporus",
        "Streptomycetaceae"
    ],
    "authors": [
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 16,
    "ref-count": 45,
    "ref-list": [
        "Culture Media for Actinomycetes",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Candida kashinagacola sp. nov., C. pseudovanderkliftii sp. nov. and C. vanderkliftii sp. nov., three new yeasts from ambrosia beetle-associated sources",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Nucleic Acids Symp Ser",
        "Streptomyces qinglanensis Sp. Nov., isolated from mangrove sediment",
        "Bergey’s Manual of Systematic Bacteriology Part B",
        "Inter-Society Color Council – National Bureau of Standards Color Name Charts Illustrated with Centroid Colors",
        "Streptomyces tateyamensis sp. nov., Streptomyces marinus sp. nov. and Streptomyces haliclonae sp. nov., isolated from the marine sponge Haliclona sp.",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "In Nucleic Acid Techniques in Bacterial Systematics",
        "Int J Syst Bacteriol",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "Streptomyces pluripotens sp. nov., A bacteriocin-producing streptomycete that inhibits meticillin-resistant Staphylococcus aureus",
        "Streptomyces heilongjiangensis sp. nov., a novel actinomycete that produces borrelidin isolated from the root surface of soybean [Glycine max (L.) Merr]",
        "Streptomyces radiopugnans sp. nov., a radiation-resistant actinomycete isolated from radiation-polluted soil in China",
        "Streptomyces oryzae sp. nov., an endophytic actinomycete isolated from stems of rice plant",
        "Polar lipid composition in the classification of Nocardia and related bacteria",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Streptomyces chumphonensis sp. nov., isolated from marine sediments",
        "Rapid preparation of DNA from filamentous fungi",
        "Streptomyces barkulensis sp. nov., isolated from an estuarine lake",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Presence of antioxidative agent, Pyrrolo[1,2-a]pyrazine-1,4-dione, hexahydro- in newly isolated Streptomyces mangrovisoli sp. nov.",
        "Int J Syst Bacteriol",
        "Is there a limit for high-pH life? [1]",
        "Streptomyces siamensis sp. nov., and Streptomyces similanensis sp. nov., isolated from Thai soils",
        "Microbiol Today",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "The genus Micromonospora is widespread in legume root nodules: The example of Lupinus angustifolius",
        "J Gen Appl Microbiol",
        "Genomic fingerprinting of bacteria using repetitive sequence-based polymerase chain reaction",
        "Int J Syst Bacteriol",
        "Actinomycetes",
        "Diversity of soil actinomycetes in Yunnan, China",
        "Streptomyces thermogriseus, a new species of the genus Streptomyces from soil, lake and hot-spring",
        "Streptomyces mangrovi sp. nov., isolated from mangrove forest sediment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}