{
    "eid": "2-s2.0-84978823324",
    "title": "Physical and biophysical pretreatment of water hyacinth biomass for cellulase enzyme production",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Aspergillus Niger",
        "Cellulase",
        "Cellulose",
        "Pretreatment",
        "Trichoderma reesei",
        "Water hyacinth"
    ],
    "authors": [
        "F. Amriani"
    ],
    "citedby-count": 18,
    "ref-count": 52,
    "ref-list": [
        "Appl. Sci. Enviromental Manag",
        "PLoS One",
        "The water hyacinth, Eichhornia crassipes: An invasive plant in the Guadiana River Basin (Spain)",
        "Identification of aromatic monomers in steam-exploded poplar and their influences on ethanol fermentation by Saccharomyces cerevisiae",
        "Present and potential applications of cellulases in agriculture, biotechnology, and bioenergy",
        "Cellulase production by Aspergillus japonicus URM5620 using waste from castor bean (Ricinus communis L.) under solid-state fermentation",
        "Features of promising technologies for pretreatment of lignocellulosic biomass",
        "Detection and control of Ganoderma boninense: Strategies and perspectives",
        "Appl. Environ. Microbiol",
        "12th European Conference and Technology Exhibition on Biomass for Energy",
        "Advancement and comparative profiles in the production technologies using solid-state and submerged fermentation for microbial cellulases",
        "Cellulases and related enzymes in biotechnology",
        "Influence of the carbon source on production of cellulases, hemicellulases and pectinases by Trichoderma reesei Rut C-30",
        "Cellulase production using biomass feed stock and its application in lignocellulose saccharification for bio-ethanol production",
        "Effect of substrate and fermentation conditions on pectinase and cellulase production by Aspergillus niger NCIM 548 in submerged (SmF) and solid state fermentation (SSF)",
        "Sucrose fermentation by Brazilian ethanol production yeasts in media containing structurally complex nitrogen sources",
        "Management of palm oil mill effluent through production of cellulases by filamentous fungi",
        "Acidogenic fermentation of lignocellulose–acid yield and conversion of components",
        "Lenzinger Berichte",
        "An Empirical Method for Estimating the Degree of Crystallinity of Native Cellulose Using the X-Ray Diffractometer",
        "Effect of pH on cellulase production of Trichoderma reesei RUT C30",
        "Production of cellulases through solid state fermentation using kinnow pulp as a major substrate",
        "Production of cellulase by Aspergillus niger under submerged and solid state fermentation using coir waste as a substrate",
        "Water hyacinth as carbon source for the production of cellulase by trichoderma reesei",
        "Measurement of cellulase activities",
        "Bioethanol production: Status and prospects",
        "Purification and characterization of carboxymethyl cellulase and protease by Ulocladium botrytis Preuss ATCC 18042 using water hyacinth as a substrate under solid state fermentation",
        "Recent developments of key technologies on cellulosic ethanol production",
        "Methods for pretreatment of lignocellulosic biomass for efficient hydrolysis and biofuel production",
        "Genetic structure of a population of Ganoderma boninense on oil palm",
        "Effects of incubation time and temperature on in vitro selective delignification of silver leaf oak by Ganoderma colossum",
        "Production of Cellulolytic Enzymes Bioprocessing of Renewable Resources to Commodity Bioproducts",
        "Enzymatic hydrolysis of cellulosic biomass",
        "Response surfacemethodology for the evaluation andcomparison of cellulase production by aspergillus nidulans SU04 and aspergillus nidulans MTCC344 cultivated on pretreated sugarcane bagasse",
        "Production and purification of cellulase from aspergillus nidulans AJSU04 under solid-state fermentation using coir pith",
        "Coordinated development of leading biomass pretreatment technologies",
        "Cellulolytic enzymes production via solid-state fermentation: Effect of pretreatment methods on physicochemical characteristics of substrate",
        "Microbial and Enzymatic Degradation of Wood and Wood Components",
        "World Appl. Sci. J",
        "Production and optimization of cellulases on pretreated groundnut shell by Aspergillus terreus AV49",
        "Cellulase production by Trichoderma koningii AS3.4262 in solid-state fermentation using lignocellulosic waste from the vinegar industry",
        "Solid-state fermentation: An overview",
        "Biodegradation of lignin in a compost environment: A review",
        "J. Microbiol. Biotechnol. Res",
        "Effect of initial moisture content on two Amazon rainforest Aspergillus strains cultivated on agro-industrial residues: Biomass-degrading enzymes production and characterization",
        "Fungal multienzyme production on industrial by-products of the citrus-processing industry",
        "Production of xylanase by Aspergillus niger and Trichoderma viride using some Agriculture Residues",
        "Screening and characterization of fungal cellulases isolated from the native environmental source",
        "Enzyme deactivation during cellulose hydrolysis",
        "Immobilization of invertase via carbohydrate moiety on chitosan to enhance its thermal stability",
        "Int. J. Civ. Environ. Eng",
        "Influence of growth substrate on production of cellulase enzymes by Trichoderma harzianum E58"
    ],
    "affiliation": [
        {
            "affiliation-city": "Medan",
            "affilname": "Universitas Sumatera Utara",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Central Jakarta",
            "affilname": "Lembaga Ilmu Pengetahuan Indonesia",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Budapest",
            "affilname": "Budapest University of Technology and Economics",
            "affiliation-country": "Hungary"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Hungarian Scientific Research Fund",
        "Institut Teknologi Bandung"
    ]
}