{
    "eid": "2-s2.0-84947811001",
    "title": "Expression and Purification of Recombinant Human Basic Fibroblast Growth Factor Fusion Proteins and Their Uses in Human Stem Cell Culture",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        }
    ],
    "keywords": [
        "Fusion protein",
        "Human basic fibroblast growth factor",
        "Human embryonic stem cells",
        "Induced pluripotent stem cells",
        "Recombinant protein"
    ],
    "authors": [
        "Sumeth Imsoonthornruksa"
    ],
    "citedby-count": 8,
    "ref-count": 28,
    "ref-list": [
        "Generation of new human embryonic stem cell lines with diploid and triploid karyotypes",
        "Studies on lysogenesis. I. The mode of phage liberation by lysogenic Escherichia coli.",
        "High-level expression of basic fibroblast growth factor in transgenic soybean seeds and characterization of its biological activity",
        "FGF-2 modulates Wnt signaling in undifferentiated hESC and iPS cells through activated PI3-K/GSK3β signaling",
        "Heparan sulfate mediates bFGF transport through basement membrane by diffusion with rapid reversible binding",
        "Enhancement of soluble protein expression through the use of fusion tags",
        "Overexpression in Escherichia coli and purification of human fibroblast growth factor (FGF-2)",
        "Baculovirus expression of human basic fibroblast growth factor from a synthetic gene: role of the Kozak consensus and comparison with bacterial expression",
        "A simple method for production and purification of soluble and biologically active recombinant human leukemia inhibitory factor (hLIF) fusion protein in Escherichia coli",
        "Thai J Biotechnol",
        "Authentic human basic fibroblast growth factor produced by secretion in Bacillus subtilis",
        "Production and purification of active FGF2 via recombinant fusion protein",
        "MEK/ERK signaling contributes to the maintenance of human embryonic stem cell self-renewal",
        "High-level expression, purification, and characterization of recombinant human basic fibroblast growth factor in Pichia pastoris",
        "Generation of virus-free induced pluripotent stem cell clones on a synthetic matrix via a single cell subcloning in the Naïve state",
        "Can pluripotent stem cells be used in cell-based therapy?",
        "Eighteen-year cryopreservation does not negatively affect the pluripotency of human embryos: Evidence from embryonic stem cell derivation",
        "Cloning, expression and functional characterization of in-house prepared human basic fibroblast growth factor",
        "Rare codon content affects the solubility of recombinant proteins in a codon bias-adjusted Escherichia coli strain",
        "ManiatisT: Molecular Cloning: A Laboratory Manual, Ed 2",
        "Expression and purification of a biologically active basic fibroblast growth factor fusion protein",
        "Induced pluripotent stem cells: Applications in regenerative medicine, disease modeling, and drug discovery",
        "Expression and purification of biologically active human FGF2 containing the b′a′ domains of human PDI in escherichia coli",
        "Soluble expression of recombinant proteins in the cytoplasm of Escherichia coli",
        "Production and characterization of human basic fibroblast growth factor from Escherichia coli",
        "Optimizing stem cell culture",
        "High-Level expression of human acidic fibroblast growth factor and basic fibroblast growth factor in silkworm (Bombyx mori L.) using recombinant baculovirus",
        "The polymerase chain reaction colony miniprep."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Suranaree University of Technology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}