{
    "eid": "2-s2.0-85020552496",
    "title": "Finite element analyses of the stability of a soil block reinforced by shear pins",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Interface element",
        "Numerical model",
        "Shear pin",
        "Slope stability"
    ],
    "authors": [
        "Rithy Ouch"
    ],
    "citedby-count": 7,
    "ref-count": 36,
    "ref-list": [
        "Stability analysis of slopes reinforced with piles",
        "Plaxis 3D 2012",
        "PLAXIS 3D Reference Manual",
        "Limit Analysis and Soil Plasticity",
        "Performance of laterally loaded piles considering soil and interface parameters",
        "Displacement-based design procedure for slope-stabilizing piles",
        "Slope stability analysis by finite elements",
        "Centrifuge modelling of pile-soil interaction in liquefiable slopes",
        "Int. J. Geomech",
        "METHODS TO ESTIMATE LATERAL FORCE ACTING ON STABILIZING PILES.",
        "EXTENDED DESIGN METHOD FOR MULTI-ROW STABILIZING PILES AGAINST LANDSLIDE.",
        "Three-dimensional numerical modelling of discrete piles used to stabilize landslides",
        "Undrained limiting pressure behind soil gaps in contiguous pile walls",
        "Arching Effect in Geomaterials with Applications to Retaining Walls and Undercut Slopes",
        "Arch action over an excavated pit on a stable scarp investigated by physical model tests",
        "Performance of counterweight balance on stability of undercut slope evaluated by physical modeling",
        "Slope stabilizing piles and pile-groups: Parametric study and design insights",
        "Hybrid Method for Analysis and Design of Slope Stabilizing Piles",
        "Limit equilibrium based design approach for slope stabilization using multiple rows of drilled shafts",
        "Limit analysis solutions for three dimensional undrained slopes",
        "Three-dimensional stability charts for slopes based on limit analysis methods",
        "Numerical studies of the position of piles in slope stabilization",
        "Analysis and design method for slope stabilization using a row of drilled shafts",
        "Settlement of and load distribution in a granular piled raft",
        "Optimum pile arrangement in piled raft foundation by using simplified settlement analysis and adaptive step-length algorithm",
        "Stability of soil block on low interface friction plane with and without side supports",
        "Physical modeling of arch action in undercut slopes with actual engineering practice to Mae Moh open-pit mine of Thailand",
        "Design of reinforcing piles to increase slope stability",
        "Design of drilled shafts to enhance slope stability",
        "Int. J.",
        "Geotechnical stability analysis",
        "Strength reduction analysis for slope reinforced with one row of piles",
        "Numerical study on bearing behavior of pile considering sand particle crushing",
        "Limit analysis versus limit equilibrium for slope stability",
        "Linear regression analysis for factors influencing displacement of high-filled embankment slopes",
        "Comparing two methods to estimate lateral force acting on stabilizing piles for a landslide in the three gorges reservoir, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tehran",
            "affilname": "University of Tehran",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan International Cooperation Agency",
        "Electricity Generating Authority of Thailand"
    ]
}