{
    "eid": "2-s2.0-85092921675",
    "title": "Do managements tell us the whole truth and nothing but the truth? Impact of textual sentiment in financial disclosure to future firm performance and market response in Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Dictionary base approach",
        "Financial disclosure documents",
        "Future firm performance",
        "Stock Exchange of Thailand",
        "Stock market returns",
        "Textual sentiment analysis"
    ],
    "authors": [
        "Siriyos Chuthanondha"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Does the entry of foreign investors influence the volatility of Doha Securities Market",
        "Managers’ use of language across alternative disclosure outlets: Earnings press releases versus MD&A*",
        "Beyond the numbers: Measuring the information content of earnings press release language",
        "Linguistic tone in earnings announcements: News or noise?",
        "Costly information processing: Evidence from information announcements",
        "Tone management",
        "Educational background of the board of commissioners, leverage, profitability and voluntary disclosure",
        "When is a liability not a liability? Textual analysis, dictionaries, and 10-Ks",
        "Financial deepening and stock market returns: Panel data analyses for selected developed and developing economies",
        "The impact of corporate governance on corporate social disclosure: Comparative study in South East Asia",
        "Effect of macroeconomic determinants on non-performing loans in Central and Eastern European countries",
        "Firms characteristics and environmental disclosure: A comparative study of hospitality industry of Indonesia, Malaysia and Thailand",
        "Earnings conference call content and stock price: The case of REITs",
        "Are investors influenced by how earnings press releases are written?",
        "Word power: A new approach for content analysis",
        "Textual analysis of corporate disclosures: A survey of the literature",
        "Earnings conference calls and stock returns: The incremental informativeness of textual tone",
        "More than words: Quantifying language to measure firms’ fundamentals"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}