{
    "eid": "2-s2.0-84893899695",
    "title": "Suppressive effect of ethanolic extract of Annona squamosa L. leaves on the expression of Id1 biomarker: Phytochemical investigation and antioxidant activity study",
    "cover-date": "2014-02-20",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "Herbal medicine",
        "Id1",
        "Total flavonoid content",
        "Total phenolic content"
    ],
    "authors": [
        "Natapong Kawjit"
    ],
    "citedby-count": 1,
    "ref-count": 33,
    "ref-list": [
        "The inflammatory infiltrate in psoriasis vulgaris a cytochemical study",
        "Immunocompetent cells in psoriasis - In situ immunophenotyping by monoclonal antibodies",
        "Mechanisms of disease: Psoriasis",
        "Increased risk of diabetes mellitus and likelihood of receiving diabetes mellitus treatment in patients with psoriasis",
        "Sleep Loss and Cytokines Levels in an Experimental Model of Psoriasis",
        "Sleep disturbances in psoriasis",
        "Risk of cardiovascular disorders in psoriasis patients: Current and future",
        "Risk and predictors of cardiovascular disease in psoriasis: A population-based study",
        "Association of cardiovascular and metabolic disease genes with psoriasis",
        "The association between psoriasis and dyslipidaemia: A systematic review",
        "Psoriasis registry in public health hospital",
        "Master's degree thesis, Chulalongkorn University, Bangkok, Thailand",
        "Effects of thai medicinal herb extracts with anti-psoriatic activity on the expression on NF-κb signaling biomarkers in hacat keratinocytes",
        "In vitro effect of thai herbal extracts with anti-psoriatic activity on the expression of caspase 9",
        "The role of inhibitor of DNA-binding (Id1) in hyperproliferation of keratinocytes: The pathological basis for middle ear cholesteatoma from chronic otitis media",
        "Id proteins are dynamically expressed in normal epidermis and dysregulated in squamous cell carcinoma",
        "The Helix-Loop-Helix Transcription Factor Id1 is Highly Expressed in Psoriatic Involved Skin",
        "Expression of genes involved in the regulation of p16 in psoriatic involved skin",
        "Up-regulation of Id1 in peripheral blood of psoriatic patients.",
        "Dithranol downregulates expression of Id1 mRNA in human keratinocytes in vitro",
        "Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent",
        "Analysis of propolis: Some parameters and procedures for chemical quality control",
        "Photochem. Photobiol.",
        "MK615, a Prunus mume Steb. et Zucc ('Ume') extract, attenuates the growth of A375 melanoma cells by inhibiting the ERK1/2-Id-1 pathway",
        "Methodology for the determination of biological antioxidant capacity in vitro: A review",
        "Antioxidant assays for plant and food components",
        "In silico screening of epidermal growth factor receptor (EGFR) in the tyrosine kinase domain through a medicinal plant compound database",
        "Int. J. Pharm. Biomed. Res.",
        "J. Pharm. Res.",
        "Int. J. Pharm. Life Sci.",
        "Pharmacological activities of annona squamosa: A review",
        "Int. Res. J. Pharm.",
        "Pharmacological studies and evaluations of combination in herbal drug leaves and rhizome extracts"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}