{
    "eid": "2-s2.0-84930200172",
    "title": "Catalytic biomass-derived tar decomposition using char from the co-pyrolysis of coal and giant leucaena wood biomass",
    "cover-date": "2015-05-21",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [],
    "authors": [
        "Supachita Krerkkaiwan"
    ],
    "citedby-count": 39,
    "ref-count": 22,
    "ref-list": [
        "A review of the primary measures for tar elimination in biomass gasification processes",
        "Review of catalysts for tar elimination in biomass gasification processes",
        "Decomposition and gasification of pyrolysis volatiles from pine wood through a bed of hot char",
        null,
        "Decomposition kinetics of model tar compounds over chars with different internal structure to model hot tar removal in biomass gasification",
        "Experimental comparison of biomass chars with other catalysts for tar reduction",
        "Tar reduction in pyrolysis vapours from biomass over a hot char bed",
        "High tar reduction in a two-stage gasifier",
        "Rapid pyrolysis of brown coal in a drop-tube reactor with co-feeding of char as a promoter of in situ tar reforming",
        "Catalytic reforming of tar during gasification. Part II. Char as a catalyst or as a catalyst support for tar reforming",
        "Synergetic effect during co-pyrolysis/gasification of biomass and sub-bituminous coal",
        "Catalytic gasification of char from co-pyrolysis of coal and biomass",
        "Co-pyrolysis characteristics of sawdust and coal blend in TGA and a fixed bed reactor",
        "Rapid co-pyrolysis of rice straw and a bituminous coal in a high-frequency furnace and gasification of the residual char",
        "Primary release of alkali and alkaline earth metallic species during the pyrolysis of pulverized biomass",
        "Inhibition of steam gasification of biomass char by hydrogen and tar",
        "Biomass derived tar decomposition over coal char bed",
        "Porous structure and adsorptive properties of hide waste activated carbons prepared via potassium silicate activation",
        "Interparticle desorption and re-adsorption of alkali and alkaline earth metallic species within a bed of pyrolyzing char from pulverized woody biomass",
        "Volatilisation and catalytic effects of alkali and alkaline earth metallic species during the pyrolysis and gasification of Victorian brown coal. Part III. The importance of the interactions between volatiles and char at high temperature",
        "Tar destruction and coke formation during rapid pyrolysis and gasification of biomass in a drop-tube furnace",
        "Coal char reactivity as a fuel selection criterion for coal-based hydrogen-rich gas production in the process of steam gasification"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}