{
    "eid": "2-s2.0-84983462817",
    "title": "Investigation on antimicrobial agents of the terrestrial Streptomyces sp. BCC71188",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Antimicrobial",
        "Cytotoxicity",
        "Secondary metabolites",
        "Streptomyces"
    ],
    "authors": [
        "Khomsan Supong"
    ],
    "citedby-count": 19,
    "ref-count": 62,
    "ref-list": [
        "Physiological role of germicidins in spore germination and hyphal elongation in Streptomyces coelicolor A3(2)",
        "Cyclooctatin, A New Inhibitor Of Lysophospholipase, Produced By Streptomyces Melanosporofaciens Mi614-43F2 Taxonomy, Production, Isolation, Physico-Chemical Properties and Biological Activities",
        "The structure of cyclooctatin, a new inhibitor of lysophospholipase",
        "Azalomycins B and F, two new antibiotics. I. Production and isolation.",
        "Culture media for actinomycetes",
        "Chemistry of Unusual Macrolides. 1. Preparation of the Aglycons of Concanamycin A and Elaiophylin",
        "Streptophenazines I-L from Streptomyces sp. BCC21835",
        "Bafilomycins produced in culture by streptomyces spp. isolated from marine habitats are potent inhibitors of autophagy",
        "Improved Green Fluorescent Protein Reporter Gene-Based Microplate Screening for Antituberculosis Compounds by Utilizing an Acetamidase Promoter",
        "The evolution of development in Streptomyces analysed by genome comparisons",
        "Abierixin, a new polyether antibiotic production, structural determination and biological activities",
        "Geldanamycin, a new antibiotic",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Elaiomycins D-F, antimicrobial and cytotoxic azoxides from streptomyces sp. strain HKI0708",
        "Antimalarial 20-membered macrolides from Streptomyces sp. BCC33756",
        "Evolution",
        "US Patent US",
        "Current approaches to exploit actinomycetes as a source of novel natural products",
        "Secondary metabolites by chemical screening. 7. I. Elaiophylin derivatives and their biological activities",
        "Phytohabitans suffuscus gen. nov., sp. nov., an actinomycete of the family Micromonosporaceae isolated from plant roots",
        "Antimalarial and antimycobacterial agents from Streptomyces sp. BCC27095",
        "Cell wall composition of Micromonospora olivoasterospora, Micromonospora sagamiensis, and related organisms",
        "Inter-society color council–national bureau of standard color name charts illustrated with centroid colors",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The structures of novel insecticidal macrolides: Bafilomycins d and e, and oxohygrolidin",
        "Nucleic acid techniques in bacterial systematics",
        "Cyclic peptides of the nocardamine class from a marine-derived bacterium of the genus Streptomyces",
        "Novel 4,5-dihydro-thiazinogeldanamycin in a gdmP mutant strain of streptomyces hygroscopicus 17997",
        "Hygrocins C-G, cytotoxic naphthoquinone ansamycins from gdmAI -Disrupted streptomyces sp. LZ35",
        "Microbiological Products, I NMR Spectra of Nocardamine and Mass Spectra of Tri-O-methyl-nocardamine",
        "Biotekhnologia",
        "Gopalamicin, an Antifungal Macrodiolide Produced by Soil Actinomycetes",
        "Isolation and characterization of actinoramides A-C, highly modified peptides from a marine Streptomyces sp.",
        "Nahuoic Acids B-E, Polyhydroxy Polyketides from the Marine-Derived Streptomyces sp. SCSGAA 0027",
        "Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "Tripartilactam, a cyclobutane-bearing tricyclic lactam from a Streptomyces sp. in a dung beetle's brood ball",
        "Germicidin, an autoregulative germination inhibitor of streptomyces viridochromogenes NRRLB-1551",
        "Juniperolide A: A new polyketide isolated from a terrestrial actinomycete, Streptomyces sp.",
        "Albaflavenol B, a new sesquiterpene isolated from the terrestrial actinomycete, Streptomyces sp.",
        "New macrodiolide antibiotics, 11-O-monomethyl- and 11,11'-O- dimethylelaiophylins, from Streptomyces sp. HKI-0113 and HKI-0114",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals",
        "Int J Syst Bacteriol",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Discovery of novel ansamycins possessing potent inhibitory activity in a cell-based oncostatin M signalling assay",
        "Antimalarial and antitubercular C-glycosylated benz[α]anthraquinones from the marine-derived Streptomyces sp. BCC45596",
        "Antimicrobial compounds from endophytic Streptomyces sp. BCC72023 isolated from rice (Oryza sativa L.)",
        "Chemical methods in prokaryotic systematics",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Actinomycetologica",
        "Novel natural products from soil DNA libraries in a streptomycete host",
        "Frenolicins C-G, Pyranonaphthoquinones from streptomyces sp. RM-4-15",
        "Actinomycetes",
        "Padanamides A and B, highly modified linear tetrapeptides produced in culture by a Streptomyces sp. Isolated from a marine sediment",
        "Structure-antibacterial relationship of nigericin derivatives",
        "New geldanamycin analogs from Streptomyces hygroscopicus",
        "Identification of elaiophylin derivatives from the marine-derived actinomycete Streptomyces sp. 7-145 using PCR-based screening",
        "The missing C-17 O-methyltransferase in geldanamycin biosynthesis",
        "Drug Discov Ther"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}