{
    "eid": "2-s2.0-85026889629",
    "title": "Dronedarone attenuates the duration of atrial fibrillation in a dog model of sustained atrial fibrillation",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Atrial fibrillation",
        "Dog",
        "Dronedarone",
        "Post-repolarization refractoriness"
    ],
    "authors": [
        "Nakkawee Saengklub"
    ],
    "citedby-count": 2,
    "ref-count": 37,
    "ref-list": [
        "Amiodarone-induced keratopathy in healthy dogs",
        "Effects of chronic oral amiodarone on left ventricular function, ECGs, serum chemistries, and exercise tolerance in healthy dogs",
        "Acta Physiol. (Oxf.)",
        null,
        "Atrium-selective sodium channel block as a strategy for suppression of atrial fibrillation: Differences in sodium channel inactivation between atria and ventricles and the role of ranolazine",
        "Acute dronedarone is inferior to amiodarone in terminating and preventing atrial fibrillation in canine atria",
        "Synergistic effect of the combination of ranolazine and dronedarone to suppress atrial fibrillation",
        "Interaction of the antiarrhythmic agents SR 33589 and amiodarone with the β‐adrenoceptor and adenylate cyclase in rat heart",
        "Rate versus rhythm control in patients with atrial fibrillation: What the trials really say",
        "Dronedarone for the control of ventricular rate in permanent atrial fibrillation: The Efficacy and safety of dRonedArone for The cOntrol of ventricular rate during atrial fibrillation (ERATO) study",
        "Atrial-selective sodium channel block by dronedarone: Sufficient to terminate atrial fibrillation?",
        "Frequency-dependent effects of quinidine on the relationship between action potential duration and refractoriness in the canine heart in situ",
        "Electrophysiologic characterization of dronedarone in guinea pig ventricular cells",
        "Influence of Left Atrial Enlargement and Body Weight on the Development of Atrial Fibrillation: Retrospective Study on 205 Dogs",
        "Dronedarone in patients with congestive heart failure: Insights from ATHENA",
        "Hepatopathy in 4 dogs treated with amiodarone.",
        "J. Am. Anim. Hosp. Assoc",
        "A canine model of sustained atrial fibrillation induced by rapid atrial pacing and phenylephrine",
        "Amiodarone-induced postrepolarization refractoriness suppresses induction of ventricular fibrillation",
        "A short-term, randomized, double-blind, parallel-group study to evaluate the efficacy and safety of dronedarone versus amiodarone in patients with persistent atrial fibrillation: The dionysos study",
        "SR 33589, a new amiodarone-like antiarrhythmic agent: Electrophysiological effects in anesthetized dogs",
        "Acute effects of amiodarone on membrane properties, refractoriness, and conduction in guinea pig papillary muscles",
        "Atrial fibrillation in dogs with and without structural or functional cardiac disease: A retrospective study of 109 cases",
        "Safety and efficacy of dronedarone in the treatment of atrial fibrillation/flutter",
        "Guide for the Care and Use of Laboratory Animals",
        "Acute conversion of atrial fibrillation in two dogs by intravenous amiodarone administration",
        "Rhythm- and rate-controlling effects of Dronedarone in patients with Atrial fibrillation (from the ATHENA Trial)",
        "Conversion of atrial fibrillation with quinidine sulfate in a dog.",
        "Naunyn Schmiedebergs Arch. Pharmacol",
        "Acute effects of intravenous dronedarone on electrocardiograms, hemodynamics and cardiac functions in anesthetized dogs",
        "Short-term effects of oral dronedarone administration on cardiac function, blood pressure and electrocardiogram in conscious telemetry dogs",
        "Canine atrial fibrillation.",
        "Oral amiodarone therapy in dogs with atrial fibrillation",
        "Suppression of ventricular tachycardia with dronedarone: A case report",
        "Dronedarone for maintenance of sinus rhythm in atrial fibrillation or flutter",
        "Dronedarone for prevention of atrial fibrillation: A dose-ranging study",
        "Int. J. Appl. Res.Vet. Med"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Columbus",
            "affilname": "QTest Labs",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Carlos del Rio and Yukie Ueyama",
        "QTest Labs, Ltd",
        "Special Task Force for Activating Research",
        "Chulalongkorn University"
    ]
}