{
    "eid": "2-s2.0-84945486803",
    "title": "Belief in the Afterlife, Death Anxiety, and Life Satisfaction of Buddhists and Christians in Thailand: Comparisons Between Different Religiosity",
    "cover-date": "2014-12-06",
    "subject-areas": [
        {
            "$": "General Social Sciences",
            "@code": "3300"
        },
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201"
        },
        {
            "$": "Developmental and Educational Psychology",
            "@code": "3204"
        }
    ],
    "keywords": [
        "Belief in the afterlife",
        "Death anxiety",
        "Life satisfaction",
        "Meditation",
        "Religion",
        "Religiosity"
    ],
    "authors": [
        "Apitchaya Chaiwutikornwanich"
    ],
    "citedby-count": 18,
    "ref-count": 27,
    "ref-list": [
        "Personal religious orientation and prejudice",
        "Field of Society Development",
        "Existential beliefs, social satisfaction, and well-being among catholic, Jewish, and protestant older adults",
        "Intrinsic and extrinsic religiosity, belief in the afterlife, death anxiety, and life satisfaction in young Catholics and Protestants",
        "Religiosity and mental health: A further exploration of the relative importance of religious behaviors vs. religious attitudes",
        "The Satisfaction With Life Scale",
        "Free Inquiry",
        "Religiosity and fear of death: A theory-oriented review of the empirical literature",
        "Religious involvement and subjective well-being",
        "Belief in life after death and mental health: Findings from a national survey",
        "Thailand",
        "Religious influences on personal and societal well-being",
        "Handbook of religion and health",
        "Religion and Mental Health Among Israeli Jews: Findings from the SHARE-Israel Study",
        "Belief in an afterlife, spiritual well-being and end-of-life despair in patients with advanced cancer",
        "Religion-as-Schema, With Implications for the Relation Between Religion and Coping",
        "Research in spirituality, religion, and aging",
        "Are personality, well-being and death anxiety related to religious affiliation?",
        "The measurement of life satisfaction",
        "Effect of induced fear of death on belief in afterlife",
        "Personal faith and the fear of death among divergent religious populations.",
        "Field of comparative religion",
        "Religion and anxiety: A critical review of the literature",
        "Religion as a meaning system: Implications for the new millennium",
        "Field of comparative religion",
        "The contruction and validation of a Death Anxiety Scale.",
        "Dimensions of Religious/Spiritual Well-Being and their relation to Personality and Psychological Well-Being"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University, Thailand"
    ]
}