{
    "eid": "2-s2.0-84930276862",
    "title": "Phytotoxic and antiphytopathogenic compounds from Thai Alpinia galanga (L.) Willd. rhizomes",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "1'-acetoxychavicol acetate",
        "Alpinia galanga",
        "Antiphytopathogenic agent",
        "Phytotoxicity"
    ],
    "authors": [
        "Rachsawan Mongkol"
    ],
    "citedby-count": 13,
    "ref-count": 25,
    "ref-list": [
        "Plant Pathology",
        "Pesticidal compounds from higher plants",
        "In vitro free radical scavenging and antimicrobial activity of some selected Thai medicinal plants",
        "Indian J. Entomol.",
        "Antifungal activities of aroma components from Alpinia galanga against water molds",
        "Using a sensitivity analysis of a weed dynamics model to develop sustainable cropping systems. I. Annual interactions between crop management techniques and biophysical field state variables",
        "Antifungal activity of volatile constituents of Eugenia dysenterica leaf oil",
        "Probit Analysis",
        "Auxin-Mediated Lateral Root Formation in Higher Plants",
        "Plant allelochemical interference or soil chemical ecology?",
        "Biological effects of indigenous medicinal plants Curcuma longa and Alpinia galanga",
        "Screening of natural medicines used in Vietnam for trypanocidal activity against epimastigotes of Trypanosoma cruzi",
        "Cytotoxicity of plants from Malaysia and Thailand used traditionally to treat cancer",
        "Isolation of p-hydroxycinnamaldehyde as an antibacterial substance from the saw fly, Acantholyda parki S",
        "Antiallergic principles from Alpinia galanga: Structural requirements of phenylpropanoids for inhibition of degranulation and release of TNF-α and IL-4 in RBL-2H3 cells",
        "Gastroprotective effects of phenylpropanoids from the rhizomes of Alpinia galanga in rats: Structural requirements and mode of action",
        "Constituents from Seeds of Alpinia galanga Wild. and Their Anti-ulcer Activities",
        "Inhibitors of Xanthine Oxidase from Alpinia Galanga",
        "Antimicrobial properties and action of galangal (Alpinia galanga Linn.) on Staphylococcus aureus",
        "Bioefficacy of Alpinia galanga (Zingiberaceae) rhizome extracts, (E)-p- acetoxycinnamyl alcohol, and (E)-p-coumaryl alcohol thyl ether against Bactrocera dorsalis (Diptera: Tephritidae) and the impact on detoxification enzyme activities",
        "Chemical composition and antifungal activity of essential oil from Cicuta virosa L. var. latisecta Celak",
        "Ethnoveterinary study for antidermatophytic activity of Piper betle, Alpinia galanga and Allium ascalonicum extracts in vitro",
        "Proceedings of the 47th Kasetsart University Annual Conference",
        "Pungent principal of Alpinia galangal (L.) Swartz and its applications",
        "Acetoxybenzhydrols as highly active and stable analogues of 1′S-1′-acetoxychavicol, a potent antiallergic principal from Alpinia galanga"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Higashiosaka",
            "affilname": "Kindai University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}