{
    "eid": "2-s2.0-85062255690",
    "title": "Creative industries policy in Thailand: A story of rise and demise",
    "cover-date": "2018-12-07",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Alongkorn Parivudhiphongs"
    ],
    "citedby-count": 6,
    "ref-count": 57,
    "ref-list": [
        "Public policy for creative industries",
        "Policy Statement of the Council of Ministers delivered to the National Legislative Assembly Friday 12 September B.E 2557 (2014)",
        "Creative industries as policy and discourse outside the United Kingdom",
        "Creative industries as a globally contestable policy field",
        "Trojan horse or Rorschach blot? Creative industries discourse around the world",
        "Cultural economy: a critical review",
        "Cultural and creative industries",
        "Cultural industries and cultural policy",
        "Creative industries in China: four perspectives on social transformation",
        "Economic Contributions of Thailand's Creative Industries, commissioned by Thailand's Ministry of Commerce",
        "Knowledges of the creative economy: towards a relational geography of diffusion and adaptation in Asia",
        "Problematising the creative industries discourse from a perspective of cultural market and creative labour",
        "Politics of the creative industries discourse and its variants",
        "From creative to cultural industries: not all industries are cultural, and no industries are creative",
        "Not so cool Britannia: the role of the creative industries in economic development",
        "State, bureaucracy and polity in modern Thai politics",
        "The definition of the 'cultural industries'",
        "Thailand Upholding a 'Creative Economy'-Concerns that Political Instability Will Be Heavy Weight",
        "Cultural industries and public policy: An oxymoron?",
        "Creative Industries and Development: Culture in Development, or the Cultures of Development?",
        "Globalizing the creative industries concept: travelling policy and transnational policy communities",
        "Policy Statement of the Council of Ministers delivered to the National Assembly on Tuesday 23 August B.E 2554 (2011)",
        "Modelling the cultural industries",
        "The global reach of a new discourse: how far can 'creative industries' travel?",
        "Sarub Pon-ngan Samkan Kong Krom Sabsin Tang Panya Mokarakhom 2554 B",
        "Tummai Tong Settakit Sangsun (Why Creative Economy?)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}