{
    "eid": "2-s2.0-85164439310",
    "title": "Investigation of biological activity and identification of culturable insect-derived Streptomyces strains from Cossus chloratus",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "Biological activity",
        "Cossus chloratus",
        "Insect",
        "Streptomyces"
    ],
    "authors": [
        "Khomsan Supong",
        "Sukritta Anutrakunchai",
        "Titi Thongkamngam",
        "Nantiya Bunbamrung",
        "Pattama Pittayakhajonwut",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Hamuramicin C, a cytotoxic bicyclic macrolide isolated from a wasp gut bacterium",
        "Specific inhibition of spore germination of Alternaria brassicicola by fistupyrone from Streptomyces sp. TP-A0569",
        "Improved green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizing an acetamidase promoter",
        "Actinomycin-producing endophytic Streptomyces parvulus associated with root of Aloe vera and optimization of conditions for antibiotic production",
        "The antimicrobial potential of Streptomyces from insect microbiomes",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Inoculum preparation for in-vitro susceptibility testing of filamentous fungi",
        "Characterization of actinobacteria associated with three ant-plant mutualisms",
        "Phytohabitans suffuscus gen. nov., sp. nov., an actinomycete of the family Micromonosporaceae isolated from plant roots",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Phylogenetic study of the species within the family Streptomycetaceae",
        "Streptomyces reniochalinae sp. nov. and Streptomyces diacarni sp. nov., from marine sponges",
        "Elicitation of Streptomyces lunalinharesii secondary metabolism through co-cultivation with Rhizoctonia solani",
        "Evidence for widespread associations between Neotropical Hymenopteran insects and actinobacteria",
        "Streptomyces xylanilyticus sp. nov., isolated from soil",
        "Genome-based taxonomic classification of the phylum Actinobacteria",
        "Investigation of the Alamar Blue (resazurin) fluorescent dye for the assessment of mammalian cell cytotoxicity",
        "List of prokaryotic names with standing in nomenclature (LPSN) moves to the DSMZ",
        "Streptomyces fractus sp. nov., a novel streptomycete isolated from the gut of a South African termite",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Streptomyces smaragdinus sp. nov., isolated from the gut of the fungus growing-termite Macrotermes natalensis",
        "Streptomyces drozdowiczii sp. nov., a novel cellulolytic streptomycete from soil in Brazil",
        "Methods for characterization of Streptomyces species",
        "Phylogenetic analysis of Streptomyces spp. isolated from potato scab lesions in Korea on the basis of 16S rRNA gene and 16S–23S rDNA internally transcribed spacer sequences",
        "Strepantibins A−C: Hexokinase II Inhibitors from a mud dauber wasp associated Streptomyces sp",
        "Determination of DNA base composition",
        "MEGA11: Molecular evolutionary genetics analysis version 11",
        "Antimicrobial and cytotoxic properties of bioactive metabolites produced by Streptomyces cavourensis YBQ59 isolated from Cinnamomum cassia Prels in Yen Bai province of Vietnam",
        "Isolation of actinomycetes from termites’ guts",
        "Community composition, antifungal activity and chemical analyses of ant-derived actinobacteria",
        "Chapter XI actinomycetes",
        "Streptomyces lasiicapitis sp. nov., an actinomycete that produces kanchanamycin, isolated from the head of an ant (Lasius fuliginosus L.)",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Si Racha",
            "@id": "60272060",
            "affilname": "Rajamangala University of Technology Tawan-ok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60272060",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}