{
    "eid": "2-s2.0-84995686713",
    "title": "Pulp-dentin complex response to RU-HBM1, a novel resin modified glass ionomer cement prototype, in deep cavity preparation of porcine teeth",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Animal study",
        "Biocompatibility",
        "Histopathology",
        "Reactionary dentin",
        "RMGI"
    ],
    "authors": [
        "Wijit Banlunara"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Odontoblast physiology",
        "Reactionary dentinogenesis and neuroimmune response in dental caries",
        "Glass ionomer cements in pediatric dentistry: Review of the literature",
        "Material Science for Dentistry",
        "Short-term evaluation of the pulpo-dentin complex response to a resin-modified glass-ionomer cement and a bonding agent applied in deep cavities",
        "Human pulp response to resin cements used to bond inlay restorations",
        "Biocompatibility of resin-based dental materials applied as liners in deep cavities prepared in human teeth",
        "Reactionary dentinogenesis after applying restorative materials and bioactive dentin matrix molecules as liners in deep cavities prepared in nonhuman primate teeth",
        "Histomorphological response of dogs' dental pulp capped with white mineral trioxide aggregate",
        "J Appl Sol Chem Model",
        "Effect of prewarming and/or delayed light activation on resin-modified glass ionomer bond strength to tooth structures",
        "\"Value creation for medical device.\"",
        "Histologic response and tenascin and fibronectin expression after pulp capping in pig primary teeth with mineral trioxide aggregate or calcium hydroxide",
        "Pulp response to resin-modified glass ionomer and calcium hydroxide cements in deep cavities: A quantitative systematic review",
        "Long-term mechanical properties of glass ionomers",
        "Buonocore Memorial Lecture. Glass-ionomer cements: past, present and future.",
        "Histopathology study on pulp response to glass ionomers in human teeth.",
        "The biocompatibility of resin-modified glass-ionomer cements for dentistry",
        "Flexural strength and flexural fatigue properties of resin-modified glass ionomers",
        "Philip's Science of Dental Material",
        "The use of beta-tricalcium phosphate, white MTA, white Portland cement and calcium hydroxide for direct pulp capping of primary pig teeth",
        "Biocompatibility of a Flowable Composite Bonded with a Self-etching Adhesive Compared with a Glass Ionomer Cement and a High Copper Amalgam",
        "Pulpal response to a resin-modified glass-ionomer material on nonexposed and exposed monkey pulps",
        "JDAT",
        "Pulpal response to a hybrid composite resin inlay bonded with a newly developed resin-modified glass ionomer luting cement",
        "Non-irradiated campherquinone induces DNA damage in human gingival fibroblasts",
        "Restorative Dental Materials",
        "Apoptosis and survivability of human dental pulp cells under exposure to Bis-GMA"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}