{
    "eid": "2-s2.0-85064253026",
    "title": "A possible protein model involved in gallium arsenide leaching by Cellulosimicrobium funkei",
    "cover-date": "2019-06-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Control and Systems Engineering",
            "@code": "2207",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Bioleaching",
        "Cellulosimicrobium funkei",
        "Electronic waste",
        "Gallium",
        "Gallium arsenide",
        "Semiconductor"
    ],
    "authors": [
        "Sirikan Maneesuwannarat",
        "Kanjana Kudpeng",
        "Yodying Yingchutrakul",
        "Sittiruk Roytrakul",
        "Alisa S. Vangnai",
        "Mitsuo Yamashita",
        "Paitip Thiravetyan"
    ],
    "citedby-count": 6,
    "ref-count": 38,
    "ref-list": [
        "Infrared spectroscopy of proteins",
        "Research of Calcium Phosphates Using Fourier Transform Infrared Spectroscopy",
        "Bone composition: relationship to bone fragility and antiosteoporotic drug effects",
        "Cell culture systems for studies of bone and tooth mineralization",
        "Application of vibrational spectroscopy to the study of mineralized tissues (review)",
        "Interpretation of Infrared Spectra, A Practical Approach",
        "Enhanced adsorption of arsenate on the aminated fibers: sorption behavior and uptake mechanism",
        "Competition among metal ions for protein binding sites: determinants of metal ion selectivity in proteins",
        "Metal solubility enhancing peptides derived from barley protein",
        "Mechanisms of arsenic adsorption on amorphous oxides evaluated using macroscopic measurements, vibrational spectroscopy, and surface complexation modeling",
        "Synthesis and thermal behavior of Mg-doped calcium phosphate nanopowders via the sol gel method",
        "Vibrational analysis of nucleic acids. V. Force field and conformation-dependent modes of the phosphodiester backbone modeled by diethyl phosphate",
        "Application of metal coordination chemistry to explore and manipulate cell biology",
        "The protein kinase family: conserved features and deduced phylogeny of the catalytic domains",
        "Studies of virus structure by Raman spectroscopy. Cysteine conformation and sulfhydryl interactions in proteins and viruses. 1. Correlation of the Raman sulfur-hydrogen band with hydrogen bonding and intramolecular geometry in model compounds",
        "Structural motif of phosphate-binding site common to various protein superfamilies: all-against-all structural comparison of protein-mononucleotide complexes",
        "Introduction to Organic Spectroscopy",
        "Structure and function of ABC transporters",
        "Protein measurement with the Folin phenol reagent",
        "Adsorption studies of arsenic(III) removal from water by zirconium polyacrylamide hybrid material (ZrPACM-43)",
        "Possible mechanism of gallium bioleaching from gallium nitride (GAN) by Arthrobacter creatinolyticus: role of amino acids/peptides/proteins bindings with gallium",
        "Bioleaching of gallium from gallium arsenide by Cellulosimicrobium funkei and its application to semiconductor/electronic wastes",
        "Peptide-Metal Interactions",
        "Interaction of trivalent Al and Ga cations with proteins of PSII. Cation binding mode and protein conformation by FTIR spectroscopy",
        "Complexation of heavy metal cations Hg, Cd, and Pb with proteins of PSII: evidence for metal-sulfur binding and protein conformational transition by FTIR spectroscopy",
        "Adsorption mechanism of arsenic on nanocrystalline titanium dioxide",
        "Conformation dependence of the SH and CS stretch frequencies of the cysteine residue",
        "ABC transporters: the power to change",
        "Fourier Transform Infrared Spectra of Technologically Modified Calcium Phosphates",
        "Influence of phosphoproteins’ biomimetic analogs on remineralization of mineral-depleted resin–dentin interfaces created with ion-releasing resin-based systems",
        "Quantification and rationalization of the higher affinity of sodium over potassium to protein surfaces",
        "Zn(II) chelating with peptides found in sesame protein hydrolysates: identification of the binding sites of complexes",
        "Arsenic in ground water of the Western United States",
        "Structure and mechanism of ABC transporters",
        "Where metal ions bind in proteins",
        "Copper and nickel binding in multi-histidinic peptide fragments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60011944",
            "affilname": "Shibaura Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011944",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Mongkut’s University of Technology Thonburi"
    ]
}