{
    "eid": "2-s2.0-84942919365",
    "title": "Anthropogenic effects on a tropical forest according to the distance from human settlements",
    "cover-date": "2015-10-05",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Ananya Popradit"
    ],
    "citedby-count": 39,
    "ref-count": 46,
    "ref-list": [
        "FAO Statistical Databases",
        "Is climate an important driver of post-European vegetation change in the Eastern United States?",
        "The status of anthropogenic threat at the people-park interface of Bwindi Impenetrable National Park, Uganda",
        "Spatial patterns of illegal resource extraction in Kibale National Park, Uganda",
        "Human impacts on forest structure and species richness on the edges of a protected mountain forest in Uganda",
        "The human impact on biological diversity. How species adapt to urban challenges sheds light on evolution and provides clues about conservation",
        "Long-term tree population dynamics and their implications for the conservation of the Kakamega Forest, Kenya",
        "Anthropogenic transformation of the biomes, 1700 to 2000",
        "Plants for Our Future: Botanical Research and Conservation Needs in Thailand",
        "Biodiversity hotspots for conservation priorities",
        "A land-cover map for South and Southeast Asia derived from SPOT-VEGETATION data",
        "J Forest Livelihood",
        "Applying gap analysis and a comparison index to evaluate protected areas in Thailand",
        "Contrasting seasonal leaf habits of canopy trees between tropical dry-deciduous and evergreen forests in Thailand",
        "Seasonal variations of gas exchange and water relations in deciduous and evergreen trees in monsoonal dry forests of Thailand",
        "Photoprotection of evergreen and drought-deciduous tree leaves to overcome the dry season in monsoonal tropical dry forests in Thailand",
        "Ecology",
        "The continuing challenges of testing species distribution models",
        "Ecological Diversity and Its Measurement",
        "Measuring Biological Diversity",
        "Experimental evidence for apparent competition in a tropical forest food web",
        "Global biodiversity scenarios for the year 2100",
        "Confounding factors in the detection of species responses to habitat fragmentation",
        "Impact of wild ungulates on forest regeneration and tree composition of mountain forests in the Western Italian Alps",
        null,
        "Forest elephants: Tree planters of the congop",
        "Forest elephant paths and movements at the Odzala National Park, Congo: The role of clearings and Marantaceae forests",
        "A review of models of home range for animal movement",
        "Emissions Scenarios",
        "Nat. Hist. Bull. Siam Soc.",
        "Tropics",
        "A vegetation map of tropical continental Asia at scale 1:5 million",
        "Structural dynamics of a natural mixed deciduous forest in western Thailand",
        "DNP Statistic Data",
        "Methodology for the Fifty Hectare Research Plot at Pasoh Forest Reserve",
        "Spatial distribution patterns of the dominant canopy dipterocarp species in a seasonal dry evergreen forest in western Thailand",
        "The effects of drought and fire on seed and seedling dynamics in a tropical seasonal forest in Thailand",
        "Thailand National Report on Protected Areas and Developmen. Review of Protected Areas and Development in the Lower Mekong River Region",
        "Mem. Fac. Sci. Kyushu Univ. Ser. E",
        "Similarity indices, sample size and diversity",
        "Ecol. Monogr",
        "ACM SIGMOBILE.",
        "Measurement of diversity [16]",
        "The Making of Index Mumbers: A Study of Their Varieties, Tests, and Reliability",
        "J Ecol.",
        "Oceanis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Institute of Science Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shizuoka",
            "affilname": "Shizuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "National Park, Wildlife and Plant Conservation Department, Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Syracuse",
            "affilname": "SUNY College of Environmental Science and Forestry",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chiba",
            "affilname": "Chiba University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Mito",
            "affilname": "Ibaraki University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science"
    ]
}