{
    "eid": "2-s2.0-85095844124",
    "title": "Pattern of gonadal sex differentiation in the rice field frog hoplobatrachus rugulosus (Anura: Dicroglossidae)",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Anuran",
        "Development",
        "Gonad",
        "Hoplobatrachus rugulosus",
        "Sex differentiation"
    ],
    "authors": [
        "Thrissawan Traijitt",
        "Noppadon Kitana",
        "Jirarach Kitana"
    ],
    "citedby-count": 4,
    "ref-count": 45,
    "ref-list": [
        "Agarna malayi Tiwari 1952 (Crustacea: Isopoda: Cymothoidae) parasitising the marine fish, Tenualosa toli (Clupeidae) from India: redescription/description of parasite life cycle and patterns of occurrence",
        "Herpetofaunal diversity of Ha Giang province in northeastern Vietnam, with descriptions of two new species",
        "Hoplobatrachus rugulosus",
        "Sex determination: the amphibian models",
        "Sex reversal in amphibian",
        "Gonadal differentiation and development in the snouted treefrog, Scinax fuscovarius (Amphibia, Anura, Hylidae)",
        "A simplified table for staging anuran embryos and larvae with notes on identification",
        "Pattern of gonadal sex differentiation, development, and onset of steroidogenesis in the frog, Rana curtipes",
        "Gonadal sex differentiation in frogs: how testes become shorter than ovaries",
        "A new species of genus Hoplobatrachus (Anura, Dicroglossidae) from the coastal belt of Bangladesh",
        "Sex determination and primary sex differentiation in amphibians: Genetic and developmental mechanisms",
        "Gonadal development in young frogs of Rana ornativentris, with special reference to sex differentiation and sex ratio",
        "Sexual differentiation in Xenopus laevis",
        "Checklist of the amphibians in Thailand",
        "Reproductive system in the male phase of a parasitic isopod (Crustacea) – morphological, histological and ultrastructural evidence for sequential protandrous hermaphroditic changes",
        "Sex differentiation and early gonadal development in Bombina orientalis (Anura: Discoglossidae)",
        "Sex determination in amphibians",
        "The mechanism of sex determination in vertebrates-are sex steroids the key-factor?",
        "Pattern and rate of ovary differentiation with reference to somatic development in anuran amphibians",
        "Oogenesis and ovary development in European green frog, Rana ridibunda (Pallas). I. Tadpole stages until metamorphosis",
        "Phylogenetic relationships among Hoplobatrachus rugulosus in Thailand as inferred from mitochondrial DNA sequences of the cytochrome-b gene (Amphibia, Anura, Dicroglossidae)",
        "Complete cycle of frog-farming",
        "Chronology of gonadal development in the Malayan snail-eating turtle Malayemys macrocephala",
        "Gonadal sex differentiation, development up to sexual maturity and steroidogenesis in the skipper frog, Euphlyctis cyanophlyctis",
        "Gonadal development in the neotropical high Andean frog Dendropsophus labialis (Amphibia: Hylidae)",
        "Differentiation and development of gonads in the yellow-bellied toad, Bombina variegata L., 1758 (Amphibia: Anura: Bombinatoridae)",
        "Effects of 17β-estradiol on liver vitellogenin gene expression in immature female frogs, Hoplobatrachus rugulosus",
        "Effect of glyphosate-based herbicide on acetylcholinesterase activity in tadpoles, Hoplobatrachus rugulosus",
        "Effect of sex steroids on gonadal differentiation and sex reversal in the frog, Rana curtipes",
        "Observations on geographic variation in the Asian frog, Hoplobatrachus rugulosus (Anura: Ranidae)",
        "A new early, morphological indication of sex differentiation in anura, Rana japonica and Rana nigromaculata",
        "Intersex gonads in frogs: Understanding the time course of natural development and role of endocrine disruptors",
        "Sex differentiation in the bullfrog (Rana catesbeiana)",
        "Germ cell kinetics in gonadal development in the toad Bufo japonicus formosus",
        "Origin of somatic cells and histogenesis in the primordial gonad of the japanese tree frog Rhacophorus arboreus",
        "Nutritional composition of frog (Rana esculanta) waste meal",
        "Effects of atrazine herbicide on metamorphosis and gonadal development of Hoplobatrachus rugulosus",
        "Development of gonadal tissue and aromatase function in the protogynous orange-spotted grouper Epinephelus coioides",
        "Development of gonads and transformation of sex in the frog",
        "Studies of sex differentiation and sex determination in amphibians. I. Development and sexual differentiation of the gonads of Rana sylvatica",
        "Studies on sex differentiation and sex determination in amphibians. III. Rudimentary hermaphroditism and Y chromosome in Rana temporaria",
        "Do cryptic species exist in Hoplobatrachus rugulosus? An examination using four nuclear genes, the Cyt b gene and the complete MT genome"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "BioSentinel Laboratory",
        "Development and Promotion of Science and Technology Talents",
        "Chulalongkorn University"
    ]
}