{
    "eid": "2-s2.0-85090105191",
    "title": "Extraocular muscle insertion shift after disinsertion during strabismus surgery",
    "cover-date": "2020-04-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ophthalmology",
            "@code": "2731",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "insertion shift",
        "Limbal-insertion distance",
        "rectus muscle insertion"
    ],
    "authors": [
        "Worawalun Honglertnapakul",
        "Hilda Capo",
        "Kara M. Cavuoto",
        "Craig A. McKeown"
    ],
    "citedby-count": 1,
    "ref-count": 12,
    "ref-list": [
        "An anatomical reevaluation of rectus muscle insertions",
        "An anatomical reevaluation of rectus muscle insertions",
        "The origins and insertions of rectus muscles: paul J. Tillaux and Charles B. Lockwood",
        "Tillaux: of the way the muscles insert onto the sclera. 1877",
        "Extraocular muscle insertion positions and outcomes of strabismus surgery: correlation analysis and anatomical comparison of Western and Chinese populations",
        "Reproducibility of horizontal extraocular muscle insertion distance in anterior segment optical coherence tomography and the effect of head position",
        "Lateral rectus muscle insertion distance and width in esotropia and exotropia patients",
        "Evaluation of the ultrasound biomicroscope in strabismus surgery",
        "Ultrasound biomicroscopy in strabismus surgery: efficacy in postoperative assessment of horizontal muscle insertions",
        "Accuracy of optical coherence tomography measurements of rectus muscle insertions in adult patients undergoing strabismus surgery",
        "Measurement of extraocular horizontal muscle insertion distance via anterior segment optical coherence tomography of healthy children and comparison with healthy adults",
        "horizontal extraocular muscle and scleral anatomy in children: a swept-source anterior segment optical coherence tomography study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Miami",
            "@id": "60016686",
            "affilname": "Bascom Palmer Eye Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016686",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "Research to Prevent Blindness"
    ]
}