{
    "eid": "2-s2.0-85114010007",
    "title": "Optimal variable renewable energy generation schedules considering market prices and system operational constraints",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy (miscellaneous)",
            "@code": "2101",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Control and Optimization",
            "@code": "2606",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Merit-order effect",
        "Profit maximization",
        "Renewable energy support scheme",
        "System operational constraints",
        "Unit-commit-ment",
        "Variable renewable energy"
    ],
    "authors": [
        "Veeraya Imcharoenkul",
        "Surachai Chaitusaney"
    ],
    "citedby-count": 2,
    "ref-count": 47,
    "ref-list": [
        "The market value of variable renewables",
        "Market value of solar power: Is photovoltaics cost-competitive?",
        "Integration costs revisited—An economic framework for wind and solar variability",
        "Integration of variable generation, cost-causation, and integration costs",
        "Merit order effect modeling: The case of the Hellenic electricity market",
        "System LCOE: What are the costs of variable renewables?",
        "Combinations of support instruments for renewable electricity in Europe: A review",
        "Curtailment of renewable generation: Economic optimality and incentives",
        "Solar PV Policy, Barriers and Proposed Solution for Technical Barriers in Thailand",
        "Curtailment: An Option for Cost-Efficient Integration of Variable Renewable Generation?",
        "Curtailment of renewable energy in California and beyond",
        "Economic curtailment of intermittent renewable energy sources",
        "Wind and solar energy curtailment: A review of international experience",
        "Market power issues in liberalized wholesale electricity markets: A review of the literature with a look into the future",
        "The merit-order effect in the Italian power market: The impact of solar and wind generation on national wholesale electricity prices",
        "What caused the drop in European electricity prices? A factor decomposition analysis",
        "Analyzing major challenges of wind and solar variability in power systems",
        "Method to Model and Calculate Capacity Contributions of Variable Generation for Resource Adequacy Planning",
        "Fostering the use of renewable energies in the European Union: The race between feed-in tariffs and green certificates",
        "Revisiting feed-in tariffs in Australia: A review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Electricity Generating Authority of Thailand"
    ]
}