{
    "eid": "2-s2.0-85107284044",
    "title": "Comparison of piperacillin plasma concentrations in a prospective randomised trial of extended infusion versus intermittent bolus of piperacillin/tazobactam in paediatric patients",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Extended infusion",
        "Multidrug-resistant organisms",
        "Paediatrics",
        "Piperacillin",
        "Therapeutic drug monitoring"
    ],
    "authors": [
        "Tatchanapong Chongcharoenyanon",
        "Noppadol Wacharachaisurapol",
        "Suvaporn Anugulruengkitt",
        "Passara Maimongkol",
        "Orawan Anunsittichai",
        "Jiratchaya Sophonphan",
        "Tanittha Chatsuwan",
        "Thanyawee Puthanakit"
    ],
    "citedby-count": 3,
    "ref-count": 33,
    "ref-list": [
        "Clinical outcomes of extended versus intermittent administration of piperacillin/tazobactam for the treatment of hospital-acquired pneumonia: a randomized controlled trial",
        "Population pharmacokinetics of piperacillin/tazobactam in critically ill young children",
        "Population pharmacokinetics of the piperacillin component of piperacillin/tazobactam in pediatric oncology patients with fever and neutropenia",
        "Performance standards for antimicrobial susceptibility testing: twenty-sixth informational supplement M100-S26",
        "Pharmacokinetic/pharmacodynamic parameters: rationale for antibacterial dosing of mice and men",
        "Extended-Infusion versus standard-infusion piperacillin-tazobactam for sepsis syndromes at a tertiary medical center",
        "Dose optimization of piperacillin/tazobactam in critically ill children",
        "Antimicrobial pharmacodynamics: critical interactions of ‘bug and drug’",
        "Continuous infusion of beta-lactam antibiotics in severe sepsis: a multicenter double-blind, randomized controlled trial",
        "Clinical outcomes with extended or continuous versus short-term intravenous infusion of carbapenems and piperacillin/tazobactam: a systematic review and meta-analysis",
        "Extended infusion of piperacillin/tazobactam in children",
        "Appraising contemporary strategies to combat multidrug resistant gram-negative bacterial infection—proceedings and data from the Gram-Negative Resistance Summit",
        "Pharmacodynamic profiling of piperacillin in the presence of tazobactam in patients through the use of population pharmacokinetic models and Monte Carlo simulation",
        "Piperacillin-tazobactam for Pseudomonas aeruginosa infection: clinical implications of an extended-infusion dosing strategy",
        "Piperacillin pharmacokinetics and target attainment in children with cancer and fever: can we optimize our dosing strategy?",
        "Continuous-infusion beta-lactam antibiotics during continuous venovenous hemofiltration for the treatment of resistant gram-negative bacteria",
        "System-wide implementation of the use of an extended-infusion piperacillin/tazobactam dosing strategy: feasibility of utilization from a children's hospital perspective",
        "Population pharmacokinetics and pharmacodynamics of extended-infusion piperacillin and tazobactam in critically ill children",
        "Therapeutic drug monitoring of beta-lactam antibiotics — influence of sample stability on the analysis of piperacillin, meropenem, ceftazidime and flucloxacillin by HPLC-UV",
        "Extended vs bolus infusion of broad-spectrum beta-lactams for febrile neutropenia: an unblinded, randomized trial",
        "DALI: defining antibiotic levels in intensive care unit patients: are current beta-lactam antibiotic doses sufficient for critically ill patients?",
        "Continuous versus intermittent β-lactam infusion in severe sepsis. a meta-analysis of individual patient data from randomized trials",
        "A call for action: managing the emergence of multidrug-resistant Enterobacteriaceae in the acute care settings",
        "Conventional versus prolonged infusion of meropenem in neonates with Gram-negative late-onset sepsis: a randomized controlled trial",
        "Altered pharmacokinetics of piperacillin in febrile neutropenic patients with hematological malignancy",
        "Does the piperacillin minimum inhibitory concentration for Pseudomonas aeruginosa influence clinical outcomes of children with pseudomonal bacteremia?",
        "Pharmacokinetic and pharmacodynamic issues for antimicrobial therapy in patients with cancer",
        "Trissel's™ 2 clinical pharmaceutics database. Lexicomp. piperacillin sodium-tazobactam sodium — IV compatibilities",
        "The pharmacodynamics of beta-lactams",
        "Meropenem pharmacokinetics in the newborn",
        "Prolonged versus short-term intravenous infusion of antipseudomonal β-lactams for patients with sepsis: a systematic review and meta-analysis of randomised trials",
        "Piperacillin-tazobactam summary of product characteristics",
        "The use of piperacillin–tazobactam in neonatal and paediatric patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Fund",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}