{
    "eid": "2-s2.0-85103318607",
    "title": "Nonomuraea montanisoli sp. nov., isolated from mountain forest soil",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinomycete",
        "Mountain forest",
        "Nonomuraea",
        "Streptosporangiaceae",
        "Taxonomy"
    ],
    "authors": [
        "Suchart Chanama",
        "Chanwit Suriyachadkun",
        "Manee Chanama"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "Reclassification of Thermomonospora and Microtetraspora",
        "Taxonomic re-evaluation of 'Nocardi-opsis' sp. K-252T(= NRRL 15532T): a proposal to transfer this strain to the genus Nonomuraea as Nonomuraea longicatena sp. nov",
        "Genus VI. Nonomuraea",
        "Nonomuraea rhodomycinica sp. nov., isolated from peat swamp forest soil",
        "Nonomuraea martima sp. nov., isolated from coastal sediment",
        "Nonomuraea antri sp. nov., an actinomycete isolated from cave soil in Thailand",
        "Nonomuraea nitratiredu-cens sp. nov., a new actinobacterium isolated from Suaeda australis Moq. rhizosphere",
        "Nonomu-raea stahlianthi sp. nov., an endophytic actinomycete isolated from the stem of Stahlianthus campanulatus",
        "Selective isolation and study on the global distribution of the genus Planobispora in soils",
        "Methods for characterization of Strepto-myces species",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "New PCR primers for the selective amplification of 16S rDNA from different groups of actinomycetes",
        "BioEdit: a user friendly biological sequence alignment editor and analysis program for windows 95/98/NT",
        "Introducing EzBi-oCloud: a taxonomically United database of 16S rRNA gene sequences and whole-genome assemblies",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Parsimony in systematic: biological and statistical issues",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "JSpe-ciesWS: a web server for prokaryotic species circumscrip-tion based on pairwise genome comparison",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "FastME 2.0: a comprehensive, accu-rate, and fast distance-based phylogeny inference program",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Methods for characterization of Strepto-myces species",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin Strain",
        "Actinomycetes",
        "A new genus of the order Actinomycetales, Couchioplanes gen. nov., with descriptions of Couchioplanes caeruleus (Horan and Brodsky 1986) comb. nov. and Couchioplanes caeruleus subsp. azureus subsp. nov",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of menaqui-none compound in microbial cells by HPLC",
        "Estimating phylogenetic trees from distance matrices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University"
    ]
}