{
    "eid": "2-s2.0-84957436653",
    "title": "GnRH-agonist implantation of prepubertal male cats affects their reproductive performance and testicular LH receptor and FSH receptor expression",
    "cover-date": "2016-03-15",
    "subject-areas": [
        {
            "$": "Small Animals",
            "@code": "3404"
        },
        {
            "$": "Food Animals",
            "@code": "3403"
        },
        {
            "$": "Equine",
            "@code": "3402"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "FSHR",
        "GnRH-agonist",
        "LHR",
        "Prepubertal cat",
        "Reproductive behavior"
    ],
    "authors": [
        "N. S. Mehl"
    ],
    "citedby-count": 9,
    "ref-count": 36,
    "ref-list": [
        "Analysis of programs to reduce overpopulation of companion animals: Do adoption and low-cost spay/neuter programs merely cause substitution of sources?",
        "Canine and feline theriogenology",
        "Help stop teenage pregnancy!. Early-age neutering in cats",
        "Long-term risks and benefits of early-age gonadectomy in dogs",
        "Clinical efficacy of a GnRH-agonist implant containing 4.7 mg deslorelin, Suprelorin®, regarding suppression of reproductive function in tomcats",
        "Contraception in felids",
        "Efficacy of the GnRH analogue deslorelin for suppression of oestrous cycles in cats.",
        "Effects of the GnRH analogue deslorelin implants on reproduction in female domestic cats",
        "Suppression of the oestrous responses of bitches to the GnRH analogue deslorelin by progestin.",
        "Use of a GnRH analogue implant to produce reversible long-term suppression of reproductive function in male and female domestic dogs.",
        "Applications of GnRH in the control and management of fertility in female animals",
        "Pharmacologic Advances in Canine and Feline Reproduction",
        "Long-term suppression of fertility in female giraffe using the GnRH agonist deslorelin as a long-acting implant",
        "Reproductive seasonality and the effect of the GnRH agonist deslorelin as a contraceptive in captive male Black Flying-foxes (Pteropus alecto)",
        "Effect of chronic treatment with a GnRH agonist (Goserelin) on LH secretion and early pregnancy in gilts",
        "A review of advances in the use of the GnRH agonist deslorelin in control of reproduction",
        "Effect of GnRH analogs in postnatal domestic cats",
        "Long-Term-Release GnRH Agonists Postpone Puberty in Domestic Cats",
        "Reversible suppression of sexual activity in tomcats with deslorelin implant",
        "THE DECLINE OF SEXULL BEHAVIOR IN MALE CATS AFTRR CASTRATION WITH SPECIAL REFERENCE TO THE ROLE OF PRORR SEXULL EXPERIENCE",
        "Luteinizing hormone and follicle-stimulating hormone receptors and their transcribed genes (mRNA) are present in the lower urinary tract of intact male and female dogs",
        "The expression of angiogenic growth factors and their receptors in ovarian follicles throughout the estrous cycle in the ewe",
        "Sex steroid hormone receptors in human thymoma",
        "Differences in the expression of luteinizing hormone and follicle-stimulating hormone receptors in the lower urinary tract between intact and gonadectomised male and female dogs",
        "Recombinant human follicle stimulating hormone and growth factors improve the meiotic and developmental competence of cat oocytes",
        "Effect of antineoplastic drugs on the expression of Bcl-2 and Bcl-xL genes in the feline T-cell leukemia cell line",
        "The role of gonadal hormones in the occurrence of objectionable behaviours in dogs and cats",
        "The regulation of spermatogenesis by androgens",
        "Leydig cell aging and the mechanisms of reduced testosterone synthesis",
        "Hormonal control of germ cell development and spermatogenesis",
        "Basal testosterone concentrations after the application of a slow-release GnRH agonist implant are associated with a loss of response to buserelin, a short-term GnRH agonist, in the tom cat",
        "Role of FSH in the regulation of spermatogenesis: Clinical aspects",
        "Germ-line activation of the luteinizing hormone receptor directly drives spermiogenesis in a nonmammalian vertebrate",
        "Molecular adaptations of testosterone-producing Leydig cells during systemic in vivo blockade of the androgen receptor",
        "Regulation of germ cell and sertoli cell development by activin, follistatin, and FSH",
        "Delay of Puberty and Reproductive Performance in Male Dogs Following the Implantation of 4.7 and 9.4 mg GnRH-Agonist Deslorelin at an Early Pre-pubertal Age"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Royal Veterinary College University of London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}