{
    "eid": "2-s2.0-85159411633",
    "title": "Two New Species of Leptobrachella from Northern Thailand (Amphibia, Anura, Megophryidae)",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Lalos",
        "Leptobrachella korifi sp. nov.",
        "Leptobrachella sinorensis sp. nov.",
        "Leptolalax",
        "mtDNA phylogeny",
        "Thailand"
    ],
    "authors": [
        "Masafumi Matsui",
        "Somsak Panha",
        "Koshiro Eto"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "Concluding report on the reptiles and batrachians obtained in Burma by Signor L. Fea dealing with the collection made in Pegu and the Karin Hills in 1887-88",
        "A revision of the Oriental pelobatid batrachians (genus Megalophrys)",
        "Catalogo dei tipi di anfibi del Museo Civico di Storia Naturale di Genova",
        "Large-scale phylogenetic analyses provide insights into unrecognized diversity and historical biogeography of Asian leaf-litter frogs, genus Leptolalax (Anura: Megophryidae)",
        "Integrative taxonomy reveals a new species of Leptobrachella (Anura: Megophryidae) from the mountains of northern Thailand",
        "Nomenclatural puzzle in early Xenophrys nomina (Anura, Megophryidae) solved with description of two new species from India (Darjeeling hills and Sikkim)",
        "Notes sur la systematique et la repartition des amphibiens anoures de Chine et des regions avoisinantes IV. Classification generique et subgenerique des Pelobatidae Megophryinae",
        "Note préliminaire sur le genre Leptolalax Dubois, 1980 (Amphibiens, Anoures), avec diagnose d'une espèce nouvelle du Vietnam",
        "The nomenclatural status of some generic nomina of Megophryidae (Amphibia: Anura)",
        "Morphological and genetic discordance in two species of Bornean Leptobrachium (Amphibia, Anura, Megophryidae)",
        "A new species of the genus Leptolalax (Anura: Megophryidae) from northern Thailand",
        "A new species of Leptobrachella (Anura, Megophryidae) from Guizhou Province, China",
        "A new species of the Asian leaf litter toad genus Leptobrachella (Amphibia, Anura, Megophryidae) from Chongqing City, Southwest China",
        "Four new species of Panophrys (Anura, Megophryidae) from eastern China, with discussion on the recognition of Panophrys as a distinct genus",
        "Evolutionary history of the Asian horned frogs (Megophryinae): Integrative approaches to timetree dating in the absence of a fossil record",
        "Morphometric variation analyses and revision of the Japanese toads (genus Bufo, Bufonidae)",
        "Call characteristics of Malaysian Leptolalax with a description of two new species (Anura: Pelobatidae)",
        "Three new species of Leptolalax from Thailand (Amphibia, Anura, Megophryidae)",
        "Mitochondrial phylogeny of Leptolalax from Malay Peninsula and Leptobrachella (Anura, Megophryidae)",
        "Phylogenetic relationships of megophryid frogs of the genus Leptobrachium (Amphibia, Anura) as revealed by mtDNA gene sequences",
        "A new tree frog of the genus Gracixalus from Thailand (Amphibia: Rhacophoridae)",
        "A new Ansonia from northern Thailand (Anura: Bufonidae)",
        "Distinction of Gracixalus carinensis from Vietnam and Myanmar, with description of a new species",
        "A new species of Leptobrachella (Anura, Megophryidae) from Mount Pu Ta Leng, northwest Vietnam",
        "Sorting out Lalos: description of new species and additional taxonomic data on megophryid frogs from northern Indochina (genus Leptolalax, Megophryidae, Anura)",
        "A new species of Leptolalax (Anura: Megophryidae) from the western Langbian Plateau, southern Vietnam",
        "Five new, microendemic Asian leaf-litter frogs (Leptolalax) from the southern Annamite mountains, Vietnam",
        "A new leaf litter toad of Leptobrachella Smith, 1925 (Anura, Megophryidae) from Sichuan Province, China with supplementary description of L. oshanensis",
        "Contributions to the herpetology of Borneo",
        "The amphibian fauna of Thailand",
        "Amphibians and reptiles of Myanmar: Checklists and keys I. Amphibians, Crocodilians, and Turtles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kitakyushu",
            "@id": "60259056",
            "affilname": "Kitakyushu Museum of Natural History and Human History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60259056",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Royal Forest Department of Thailand",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}