{
    "eid": "2-s2.0-85077561620",
    "title": "Intergenerational financial transfers across seven cities in Latin america and the caribbean: The intersection of gender and proximity",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Anthropology",
            "@code": "3314"
        },
        {
            "$": "Social Psychology",
            "@code": "3207"
        }
    ],
    "keywords": [],
    "authors": [
        "Nekehia T. Quashie"
    ],
    "citedby-count": 4,
    "ref-count": 61,
    "ref-list": [
        "Are international remittances altruism or insurance? Evidence from Guyana using multiple-migrant households",
        "The International Handbook of Population Aging",
        "Intergenerational transfers of time and money in European families: Common patterns - Different regimes?",
        "Encontro Nacional de Estudos Populacionais",
        "Pension Reforms and Gender Equality in Latin America",
        "European patterns of intergenerational financial and time transfers",
        "Journal of Marriage and Family",
        "Intergenerational relations in urban China: Proximity, contact, and help to parents",
        "Social Policy and the Wellbeing of Older People at a Time of Economic Slowdown: the Case of Brazil",
        "Sixty Plus: The Elderly Brazilians and Their New Social Roles",
        "Old-age pension reform and modernization pathways: Lessons for China from Latin America",
        "Conference on African Migration in Comparative Perspective, Johannesburg, South Africa",
        "The family as model and metaphor in Caribbean migration to Britain",
        "Gender in Latin America",
        "Active ageing: A qualitative study in six Caribbean countries",
        "Intergenerational exchange between parents and migrant and nonmigrant sons in Rural China",
        "Population Aging: Is Latin American Ready?",
        "Social security and private transfers in developing countries: The case of Peru",
        "On the role of the extended family in helping to pay for the household expenses of unmarried older women (60+) in Latin America and the Caribbean",
        "Receipt of assistance and extended family residence among elderly men in Mexico",
        "Kinship ties and solitary living among unmarried elderly women in Chile and Mexico",
        "Annual Review of Gerontology and Geriatrics: Focus on Intergenerational Relations across Time and Place",
        "Fertility decline, family structure, and support for older persons in Latin America and Asia",
        "Intergenerational exchanges in Mexico: Types and intensity of support",
        "State care provision, societal opinion and children's care of older parents in 11 European countries",
        "Aging, Human Rights and Public Policies",
        "Specialization between family and state intergenerational time transfers in Western Europe",
        "Migrant remittances, labor markets, and household strategies: A comparative analysis of low-income household strategies in the caribbean basin",
        "Major Trends Affecting Families: South America in Perspective",
        "Do private transfers 'displace' the benefits of public transfers? Evidence from South Africa",
        "A comparative perspective on intergenerational support: Responsiveness to parental needs in individualistic and familialistic countries",
        "How left behind are rural parents of migrant children? Evidence from Thailand",
        "The Well-Being of the Elderly in Asia: A Four Country Comparative Study",
        "Journal of Marriage and the Family",
        "American Journal of Sociology",
        "Perceived income adequacy among older adults in 12 countries: Findings from the survey of health, ageing, and retirement in Europe",
        "Normative, structural, and individual factors that predispose adult children to provide social support to their elderly parents",
        "Social Insurance (Pensions and Health), Labour Markets and Coverage in Latin America",
        "The impact of the global crisis on Cuba's economy and social welfare",
        "National Census Report: Barbados",
        "SABE - Survey on Health, Well-Being, and Aging in Latin America and the Caribbean",
        "Workable Pension Systems: Reforms in the Caribbean",
        "Intergenerational Transfers in Urban Mexico: Residential Location of Children and Their Siblings Challenges of Latino Aging in the Americas",
        "Residential proximity of nearest child and older adults' receipts of informal support transfers in Barbados",
        "Journal of Sociology and Social Welfare",
        "Generational Transfers and Population Aging in Latin America",
        "Population Aging: Is Latin America Ready?",
        "Sixty Plus: The Elderly Brazilians and Their New Social Roles",
        "Journal of Latin American Anthropology",
        "Household composition, family migration, and community context: Migrant remittances in four countries",
        "Intergenerational support to aging parents: The role of norms and needs",
        "Parent-child coresidence: Who moves in with whom and for whose needs?",
        "Economic Development and Cultural Change",
        "Informal and formal home-care use among older adults in Europe: Can cross-national differences be explained by societal context and composition?",
        "Human Development Report 2000",
        "Population Ageing and Development",
        "World Population Prospects: The 2010 Revision",
        "Intergenerational coresidence among small farmers in Brazilian Amazônia",
        "Financial transfers between adult children and parents in migrant families from the former soviet union",
        "International Handbook of Population Aging",
        "Explaining health differences between men and women in later life: A cross-city comparison in Latin America and the Caribbean"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Rachadapisek Sompote Fund for",
        "City, University of London",
        "Chulalongkorn University"
    ]
}