{
    "eid": "2-s2.0-84950116221",
    "title": "Interventions for heartburn in pregnancy",
    "cover-date": "2015-09-19",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        }
    ],
    "keywords": [],
    "authors": [
        "Vorapong Phupong"
    ],
    "citedby-count": 8,
    "ref-count": 42,
    "ref-list": [
        "THE USE OF PROSTIGMINE IN THE HEARTBURN OF PREGNANCY",
        "Double-blind comparison of an oxetacain - Antacid combination against the antacid alone in the treatment of heartburn in pregnancy",
        "Acupuncture for dyspepsia in pregnancy: A prospective, randomised, controlled study",
        "Is Mucaine an Appropriate Medication for the Relief of Heartburn during Pregnancy?",
        "Comparative study of Algicon suspension and magnesium trisilicate mixture in the treatment of reflux dyspepsia of pregnancy",
        "Sucralfate in the treatment of pregnancy pyrosis",
        "Antacids vs. antacids plus non-prescription ranitidine for heartburn during pregnancy",
        "Pyrosis and pregnancy.",
        "Randomized Controlled Trial of Syn-Ergel and an Active Placebo in the Treatment of Heartburn of Pregnancy",
        "Treating heartburn in pregnancy: Comparison of acid and alkali mixtures",
        "Heartburn of pregnancy. A continuation study.",
        "DOUBLE-BLIND TRIAL OF MUCAINE IN HEARTBURN OF PREGNANCY.",
        "Metoclopramide and the gastro‐oesophageal sphincter: A study in pregnant women with heartburn",
        "Double-blind, placebo controlled study of ranitidine (zantac®) for gastroesophageal reflux symptoms during pregnancy",
        "Double-blind, placebo-controlled study of ranitidine for gastroesophageal reflux symptoms during pregnancy",
        "Does chewing gum reduce pregnancy-associated heartburn?",
        "Prevalence of gestrointestinal symptoms in pregnancy.",
        "Gastrointestinal motility disorders during pregnancy",
        "Management of common minor discomforts in pregnancy Part II: Managing minor pain in pregnancy",
        "The role of proton pump inhibitors in the treatment of heartburn during pregnancy.",
        "Altered lower esophageal sphincter function during early pregnancy",
        "Cochrane Handbook for Systematic Reviews of Interventions: Cochrane Book Series",
        "Symptomatic gastro-oesophageal reflux in pregnancy: A prospective study among Singaporean women",
        "Treatment of heartburn and acid reflux associated with nausea and vomiting during pregnancy",
        "The Effect of Acupuncture on Gastrointestinal Function and Disorders",
        "Review article: Alginate-raft formulations in the treatment of heartburn and acid reflux",
        "Determinants of pregnancy heartburn",
        "The safety of proton pump inhibitors in pregnancy",
        "Gastroesophageal reflux in pregnancy: A systematic review on the benefit of raft forming agents",
        "Gastroesophageal reflux disease during pregnancy",
        "Review article: The management of heartburn in pregnancy",
        "GRADE: From grading the evidence to developing recommendations A description of the system and a proposal regarding the transferability of the results of clinical research to clinical practice",
        "ISRN Obstetrics and Gynecology",
        "Heartburn of pregnancy",
        "Evidence refuting a role for increased abdominal pressure in the pathogenesis of the heartburn associated with pregnancy",
        "Constipation, haemorrhoids, and heartburn in pregnancy",
        "The outcomes of pregnancy in women exposed to newly marketed drugs in general practice in England",
        "The effects of chronic gastrointestinal medication on the fetus and neonate",
        "Interventions for heartburn in pregnancy",
        "Interventions for heartburn in pregnancy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "GlaxoWellcome",
        "World Health Organization",
        "RHR",
        "Department of Reproductive Health and Research",
        "World Health Organization",
        "UNICEF",
        "United Nations Population Fund",
        "World Bank Group",
        "United Nations Development Programme",
        "National Institute for Health Research",
        "Wyeth Pharmaceuticals",
        "Wyeth Phar maceuticals",
        "GlaxoWellcome",
        "GlaxoWell- come"
    ]
}