{
    "eid": "2-s2.0-84958231039",
    "title": "Swine is a possible source of hepatitis E virus infection by comparative study of hepatitis A and E seroprevalence in Thailand",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattaratida Sa-Nguanmoo"
    ],
    "citedby-count": 21,
    "ref-count": 54,
    "ref-list": [
        "Hepatitis A. Fact Sheet No. 328",
        "Hepatitis E, a vaccine-preventable cause of maternal deaths",
        "Hepatitis E",
        "Hepatitis E: An emerging awareness of an old disease",
        "Consensus proposals for classification of the family Hepeviridae",
        "Molecular evolution of hepatitis A virus: A new classification based on the complete VP1 protein",
        "Hepatitis E. Fact Sheet No. 280",
        "Hepatitis A",
        "An outbreak of hepatitis A associated with green onions",
        "Three simultaneous, Food-borne, Multi-country outbreaks of hepatitis A virus infection reported in EPIS-FWD in 2013: What does it mean for the European Union?",
        "Hepatitis E: an emerging infection in developed countries",
        "Influence of immunosuppressive therapy on the natural history of genotype 3 hepatitis-e virus infection after organ transplantation",
        "Hepatitis e virus in blood components: A prevalence and transmission study in southeast England",
        "Frequent Hepatitis E Virus Contamination in Food Containing Raw Pork Liver, France",
        "Detection of HEV antigen as a novel marker for the diagnosis of hepatitis E",
        "The prevalence of anti-hepatitis E in occupational risk groups.",
        "Hepatitis E Virus (HEV) Seroprevalence in the general population of the Republic of Korea in 2007-2009: A nationwide cross-sectional study",
        "Thai pigs and cattle production, genetic diversity of livestock and strategies for preserving animal genetic resources",
        "Provincial Development Plan (2014-2017)",
        "Information of Animal Breeders Year 2013",
        "Livestock Database Year 2013",
        "Livestock Database Year 2013",
        "A novel virus in swine is closely related to the human hepatitis E virus",
        "Hepatitis E indigenous to economically developed countries: To what extent a zoonosis?",
        "Clinical features of Nipah virus encephalitis among pig farmers in Malaysia",
        "Estimation of hepatitis E virus (HEV) pig seroprevalence using ELISA and Western blot and comparison between human and pig HEV sequences in Belgium",
        "Hepatitis e virus in England and Wales: Indigenous infection is associated with the consumption of processed pork products",
        "Indigenous hepatitis E virus infection in England: More common than it seems",
        "IgG placental transfer in healthy and pathological pregnancies",
        "Declining trend in the seroprevalence of infection with hepatitis a virus in Thailand",
        "Seroprevalence of antibody to hepatitis E virus among Chinese subjects in Taiwan",
        "The prevalence of viral hepatitis among the hmong people of northern Thailand",
        "Prevalence of hepatitis E virus infection in thailand",
        "Pork consumption and seroprevalence of hepatitis E virus, Thailand, 2007-2008",
        "Seroepidemiological study of hepatitis E virus infection in Japan using a newly developed antibody assay",
        "Hepatitis e virus seroprevalence among adults, germany",
        "Hepatitis E virus seroprevalence among blood donors in Southwest Switzerland",
        "Prevalence of antibodies to hepatitis E virus among Japanese blood donors: Identification of three blood donors infected with a genotype 3 hepatitis E virus",
        "Age-specific prevalence of hepatitis a virus antibody in Thailand",
        "The important role of early diagnosis and preventive management during a large-scale outbreak of hepatitis A in Thailand",
        "Seroprevalence of hepatitis a among Thai population residing near Myanmar border",
        "Molecular characterization of hepatitis-A-virus infections, in the context of two outbreaks in southern Thailand",
        "Clinical features and molecular characterization of hepatitis A virus outbreak in a child care center in Thailand",
        "Phylogenetic analysis of hepatitis A virus in Thailand",
        "Efficacy and safety of a recombinant hepatitis e vaccine in healthy adults: A large-scale, randomised, double-blind placebo-controlled, phase 3 trial",
        "Single-dose hepatitis A vaccination: Comparison of different dose levels in adolescents",
        "Cost-benefit analysis of hepatitis a vaccination in Thailand.",
        "Hepatitis e virus genotype 3f sequences from pigs in Thailand, 2011-2012",
        "Identification of genotype 3 hepatitis E virus (HEV) in serum and fecal samples from pigs in Thailand and Mexico, where genotype 1 and 2 HEV strains are prevalent in the respective human populations",
        "Full-length sequence of genotype 3 hepatitis e virus derived from a pig in Thailand",
        "Swine as the possible source of hepatitis E virus transmission to humans in Thailand",
        "Detection and phylogenetic characterization of hepatitis e virus genotype 3 in a captive wild boar in Thailand",
        "A cross-sectional study of Hepatitis e virus infection in pigs in different-sized farms in Northern Thailand",
        "Characterization of hepatitis E-specific cell-mediated immune response using IFN-γ ELISPOT assay"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lopburi",
            "affilname": "King Narai Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Narathiwat Ratchanakarin Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Centenary Academic Development Project",
        "National Research University Project",
        "Rachadapisek Sompote Fund of Chulalongkorn University",
        "Ratchadaphiseksomphot Endowment Fund of Chulalongkorn University",
        "Restaurant Company Limited",
        "King Chulalongkorn Memorial Hospital",
        "Office of the Higher Education Commission",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}