{
    "eid": "2-s2.0-85084361137",
    "title": "Early childhood caries and its associated factors among 9-to 18-month old exclusively breastfed children in thailand: A cross-sectional study",
    "cover-date": "2020-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Breastfeeding",
        "Child",
        "Dental caries",
        "Early childhood caries",
        "Oral health"
    ],
    "authors": [
        "Pichet Chanpum",
        "Duangporn Duangthip",
        "Chutima Trairatvorakul",
        "Siriporn Songsiripradubboon"
    ],
    "citedby-count": 13,
    "ref-count": 31,
    "ref-list": [
        "Early childhood caries epidemiology, aetiology, risk assessment, societal burden, management, education, and policy: Global perspective",
        "Prevalence of early childhood caries among 5-year-old children: A systematic review",
        "Early childhood caries among 5-to 6-year-old children in Southeast Asia",
        "Oral health-related quality of life and caries experience of Hong Kong preschool children",
        "Policy on Early Childhood Caries (ECC): Classifications, Consequences, and Preventive Strategies",
        "Systematic Review of Evidence Pertaining to Factors That Modify Risk of Early Childhood Caries",
        "Breastfeeding and the use of human milk",
        "Exclusive breast feeding is the strongest predictor of infant survival in Northwest Ethiopia: A longitudinal study",
        "Reastfeeding, Childhood Asthma, and Allergic Disease",
        "Why invest, and what it will take to improve breastfeeding practices?",
        "Optimal duration of exclusice breastfeeding",
        "WHO Global Consultation on Public Health Intervention against Early Childhood Caries",
        "Breastfeeding and the risk of dental caries: A systematic review and meta-analysis",
        "Impact of Prolonged Breastfeeding on Dental Caries: A Population-Based Birth Cohort Study",
        "Breastfeeding Duration and Childhood Caries: A Cohort Study",
        "Early Childhood Caries",
        "Breastfeeding and early childhood caries. Review of the literature, recommendations, and prevention. Arch",
        "A longitudinal study of early childhood caries in 9-to 18-month-old Thai infants",
        "Dental caries in the primary dentition: Assessing prevalence of cavitated and noncavitated lesions",
        "The Simplified Oral hygiene Index",
        "Caries-risk Assessment and Management for Infants, Children, and Adolescents",
        "Guideline on infant oral health care",
        "Factors influencing oral colonization of mutans streptococci in young children",
        "Fluoride toothpastes of different concentrations for preventing dental caries",
        "Effect of Toothbrushing Frequency on Incidence and Increment of Dental Caries: A Systematic Review and Meta-Analysis",
        "Risk factors for severe early childhood caries in children younger than 4 years old in Beijing",
        "Dentin caries risk indicators in 1-year-olds. A two year follow-up study",
        "Managing Early Childhood Caries with Atraumatic Restorative Treatment and Topical Silver and Fluoride Agents",
        "Examining the cost-effectiveness of early dental visits"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60006541",
            "affilname": "The University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006541",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": null,
            "@id": "110335520",
            "affilname": "Nongsung Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/110335520",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}