{
    "eid": "2-s2.0-84959422885",
    "title": "Effect of flow arrangement on micro membrane reforming for H2 production from methane",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [
        "CFD modeling",
        "Flow pattern",
        "Membrane reactor",
        "Micro-reactor"
    ],
    "authors": [
        "T. Jiwanuruk"
    ],
    "citedby-count": 14,
    "ref-count": 31,
    "ref-list": [
        null,
        "Thermodynamic analysis of fuel processors based on catalytic-wall reactors and membrane systems for ethanol steam reforming",
        "Polymer electrolyte membrane fuel cell grade hydrogen production by methanol steam reforming: A comparative multiple reactor modeling study",
        "Membrane reactors for fuel cell quality hydrogen through WGSR - Review of their status, challenges and opportunities",
        "Catalytic reactors with hydrogen membrane separation",
        "Fuel cells development and hydrogen production from renewable resources in Brazil",
        "Integrated fuel processors for fuel cell application: A review",
        "Reforming options for hydrogen production from fossil fuels for PEM fuel cells",
        "Correlations in palladium membranes for hydrogen separation: A review",
        "Steam reforming of methane in a membrane reactor: An industrial case study",
        "PALLADIUM ALLOYS FOR HYDROGEN DIFFUSION MEMBRANES.",
        "Advances in Structured and Microstructured Catalytic Reactors for Hydrogen Production",
        "Review of developments in portable hydrogen production using microreactor technology",
        "Review: Microstructured reactors for distributed and renewable production of fuels and electrical energy",
        "Microfabricated ZSM-5 zeolite micromembranes",
        null,
        null,
        "Ethanol steam reforming in a dense Pd-Ag membrane reactor: A modelling work. Comparison with the traditional system",
        "Experimental study of steam reforming of methane in a thin (6 μM) Pd-based membrane reactor",
        "Towards an integrated ceramic micro-membrane network: Electroless-plated palladium membranes in cordierite supports",
        "Chemical and transport behaviors in a microfluidic reformer with catalytic-support membrane for efficient hydrogen production and purification",
        "Towards a palladium micro-membrane for the water gas shift reaction: Microfabrication approach and hydrogen purification results",
        null,
        "CFD modeling of hydrogen production using steam reforming of methane in monolith reactors: Surface or volume-base reaction model?",
        "Hydrogen Recovery from Methanol Steam Reforming in a Dense Membrane Reactor: Simulation Study",
        "Methane steam reforming, methanation and water‐gas shift: I. Intrinsic kinetics",
        "Perry's Chemical Engineers' Handbook",
        "Fundamentals of Momentum, Heat, and Mass Transfer",
        "Methane steam reforming in asymmetric Pd- and Pd-Ag/porous SS membrane reactors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT Public Company Limited",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}