{
    "eid": "2-s2.0-84904390790",
    "title": "Seeing the trees for the wood - beech (Fagus sylvatica) decay fungal volatiles influence the structure of saproxylic beetle communities",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Basidiomycetes",
        "Cerambycidae",
        "Decay fungi",
        "Host volatiles",
        "Priority effects",
        "Saproxylic beetles",
        "Sesquiterpene"
    ],
    "authors": [
        "Simon R. Leather"
    ],
    "citedby-count": 19,
    "ref-count": 78,
    "ref-list": [
        "Production and properties of the sesquiterpene, (+)-torreyol, in degenerative mycelial interactions between strains of Stereum",
        "Sampling saproxylic beetle assemblages in dead wood logs: Comparing window and eclector traps to traditional bark sieving and a refinement",
        "A review of the chemical ecology of the Cerambycidae (Coleoptera)",
        "A novel approach for isolation of volatile chemicals released by individual leaves of a plant in situ",
        "Relationship between the Decay Types of Dead Wood and Occurrence of Lucanid Beetles (Coleoptera: Lucanidae)",
        "Chemical Analyses of the Dead Wood Eaten by the Larvae of Ceruchus lignarius and Prismognathus angularis (Coleoptera: Lucanidae)",
        "American beetles volume 2: Polyphaga: Scarabaeoidea through curculionoidea",
        "Volatiles from Fusarium verticillioides (Sacc.) Nirenb. and their attractiveness to nitidulid beetles",
        "Influence of odor from wood-decaying fungi on host selection behavior of deathwatch beetle, Xestobium rufovillosum",
        "Threatened Plant, Animal, and Fungus Species in Swedish Forests: Distribution and Habitat Associations",
        "Characterization of the odour principles of some basidiomycetes: Bjerkandera adusta, poria aurea, tyromyces sambuceus",
        "Longhorn Beetles (Coleoptera, Cerambycidae) of Fennoscandia and Denmark",
        "Fungi of Switzerland: A Contribution to the Knowledge of the Fungal Flora of Switzerland. Vol. 5, Agarics Part 3, Cortinariaceae",
        "Dead wood in European beech (Fagus sylvatica) forest reserves",
        "FUNGAL POPULATION AND COMMUNITY DEVELOPMENT IN CUT BEECH LOGS: III. SPATIAL DYNAMICS, INTERACTIONS AND STRATEGIES",
        "Essential ARB",
        "The R book",
        "Volatiles of bracket fungi Fomitopsis pinicola and Fomes fomentarius and their functions as insect attractants",
        "Acta Zoologica Universitatis Comenianae",
        "Semiochemicals from bark beetles: New results, remarks, and reflections",
        "Emission of ethanol and monoterpenes by fungal infected lodgepole pine trees",
        "Conservation-oriented forestry and early successional saproxylic beetles: Responses of functional groups to manipulated dead wood substrates",
        "The Nemonychidae, Anthribidae and Attelabidae (Coleoptera) of Northern Europe",
        "Orientation of specialist and generalist fungivorous ciid beetles to host and non-host odours",
        "Methods in Chemical Ecology: Chemical Methods",
        "Ecological requirements of a rare saproxylic beetle Cucujus haematodes- the beetles' stronghold on the edge of its distribution area",
        "Changes in volatile production during the course of fungal mycelial interactions between Hypholoma fasciculare and Resinicium bicolor",
        "Insect Community in Japan",
        "Plant and Fungal Toxins",
        "The effects of substrate manipulations and forest management on predators of saproxylic beetles",
        "Variable response of different functional groups of saproxylic beetles to substrate manipulation and forest management: Implications for conservation strategies",
        "Field attraction of Coleoptera to odours of the wood-decaying polypores Fomitopsis pinicola and Fomes fomentarius",
        "Saproxylic beetles in high stumps of spruce: Fungal flora important for determining the species composition",
        "Substrate requirements of red-listed saproxylic invertebrates in Sweden",
        "Saproxylic beetles (Coleoptera) on dead birch trunks decayed by different polypore species",
        "Metabolism of 3,4-dimethoxycinnamyl alcohol and derivatives by Coriolus versicolor",
        "Wood Research",
        "Effects of biotic and abiotic stress on induced accumulation of terpenes and phenolics in red pines inoculated with bark beetle-vectored fungus",
        "Characterization of volatile metabolites from 47 Penicillium taxa",
        "Journal of Agricultural Research",
        "The influence of forest management and habitat on insect communities associated with dead wood: A case study in forests of the southern French Alps",
        "Identification of human-derived volatile chemicals that interfere with attraction of Aedes aegypti mosquitoes",
        "The pathogen causing Dutch elm disease makes host trees attract insect vectors",
        "How much deadwood does the forest need? A science-based concept against species loss in coenoses of dead wood",
        "Long-term effects of logging intensity on structures, birds, saproxylic beetles and wood-inhabiting fungi in stands of European beech Fagus sylvatica L.",
        "A comparison of three methods of trapping saproxylic beetles",
        "Field attraction of beetles (coleoptera) to the polypores fomes fomentarius and phellinus spp (fungi: Aphyllophorales) in Northern Norway",
        "Fungivore host-use groups from cluster analysis: Patterns of utilisation of fungal fruiting bodies by ciid beetles",
        "Symbiosis in Ptilinus pectinicornis L.",
        "Volatiles from potential hosts of Rhopalicus tutela a bark beetle parasitoid",
        null,
        "Interaction of pre-attack and induced monoterpene concentrations in host conifer defense against bark beetle-fungal complexes",
        "Dynamic headspace analysis of floral volatiles: A comparison of methods",
        "Volatile composition of Laetiporus sulphureus",
        "INTERNAL SPREAD OF FUNGI INOCULATED INTO HARDWOOD STUMPS",
        "Temporary parasitism of Coriolus spp. by Lenzites betulina: A strategy for domain capture in wood decay fungi",
        "Odorous compounds from the fungus Gloephyllum odoratum",
        "Volatile constituents of wood-rotting basidiomycetes",
        "Canadian Journal of Botany",
        "Occurrence patterns of aspen-feeding wood-borers (Coleoptera: Cerambycidae) along the wood decay gradient: Active selection for specific host types or neutral mechanisms?",
        "British Red Data Books: 2. Insects",
        "Decaying wood and saproxylic Coleoptera in two old spruce forests: a comparison based on two sampling methods",
        "Measurement of diversity [16]",
        "Biometry: The Principles and Practice of Statistics in Biological Research",
        "Planta Medica",
        "Distribution and strain-dependent formation of volatile metabolites in the genus Ceratocystis",
        "Field response of southern pine beetle parasitoids to some natural attractants",
        "Can 'continuity indicator species' predict species richness or red-listed species of saproxylic beetles?",
        "(Z)-4-Tridecenal, a pheromonally active air oxidation product from a series of (Z,Z)-9,13 dienes in Macrocentrus grandii Goidanich (Hymenoptera: Braconidae)",
        "Long-term priority effects among insects and fungi colonizing decaying wood",
        "A comparison of three methods to estimate species richness of saproxylic beetles (Coleoptera) in logs and high stumps of Norway spruce",
        "Australian Entomological Magazine",
        "Characteristic volatiles from young and aged fruiting bodies of wild Polyporus sulfureus (Bull.:Fr.) Fr.",
        "Hirsutenols D, E and F, new sesquiterpenes from the culture broth of Stereum hirsutum",
        "New tricyclic sesquiterpenes from the fermentation broth of Stereum hirsutum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Aberystwyth",
            "affilname": "Institute of Biological, Environmental and Rural Sciences",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Newport",
            "affilname": "Harper Adams University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "affilname": "Imperial College London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Natural Environment Research Council"
    ]
}