{
    "eid": "2-s2.0-84907236129",
    "title": "(+)-catechin and (-)-epicatechin contents and antioxidant activity of commercial black catechu and pale catechu",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Antioxidantion",
        "Catechin isomers",
        "Cutch",
        "Gambir",
        "Non-tannin phenolic content"
    ],
    "authors": [
        "Thidarat Duangyod"
    ],
    "citedby-count": 4,
    "ref-count": 23,
    "ref-list": [
        "Medicines, Their Uses and Mode of Administration",
        "MateriaMedica and Receipts for the Most Common Empirical Medicine,Towar and Hogan",
        "Vegetable Tanning Materials",
        "Plant Polyphenols: Synthesis, Properties, Significance",
        "Estimation of biomarker epicatechin in ethanolic bark extract of acacia catechu willd by HPLC method",
        "Determination of the predominant catechins in Acacia catechu by liquid chromatography/electrospray ionization-mass spectrometry",
        "Afr. J. Biochem. Res.",
        "MajalahFarmasi Indonesia",
        "(-)-Catechin in cocoa and chocolate: Occurence and analysis of an atypical flavan-3-ol enantiomer",
        ",BioMedRx",
        "Pharmacognostical studies on acacia catechu willd and identification of antioxidant principles",
        "Assessment of the DPPH and α-glucosidase inhibitory potential of gambier and qualitative identification of major bioactive compound",
        "The ferric reducing ability of plasma (FRAP) as a measure of 'antioxidant power': The FRAP assay",
        "Action of phenolic derivatives (acetaminophen, salicylate, and 5-aminosalicylate) as inhibitors of membrane lipid peroxidation and as peroxyl radical scavengers",
        "FDA J",
        "Antioxidant activity and total phenolic content of aqueous and methanolic extracts of Jordanian plants: An ICBG project",
        "Phytochemical analysis and antioxidant activity of herbal plant Doronicum hookeri hook F. (Asteraceae)",
        "In-vitro antioxidant activity of alcoholic leaf extract and subfractions of Alangium lamarckii Thwaites",
        "Antioxidant activities of three Indian commercially available Nagakesar: An in vitro study",
        "Development and validation of a rapid liquid chromatographic method for the analysis of lansoprazole and its related production impurities"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}