{
    "eid": "2-s2.0-85097875278",
    "title": "The effect of dentin age on the microshear bond strength and microleakage of glass-ionomer cements",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Geriatrics and Gerontology",
            "@code": "2717",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "aged dentin",
        "glass-ionomer cement",
        "microleakage",
        "microshear bond strength"
    ],
    "authors": [
        "Chutima Techa-ungkul",
        "Rangsima Sakoolnamarka"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Dental caries in older adults",
        "Restoration of root surface caries in vulnerable elderly patients: a review of the literature",
        "Aging and the reduction in fracture toughness of human dentin",
        "Effect of aging on the microstructure, hardness and chemical composition of dentin",
        "Adhesion to tooth structure: a critical review of “micro” bond strength test methods",
        "Bonding of contemporary glass ionomer cements to different tooth substrates; microshear bond strength and scanning electron microscope study",
        "Comparative evaluation of microleakage between bulk esthetic materials versus resin-modified glass ionomer to restore Class II cavities in primary molars",
        "Two-year clinical performance of Class V resin-modified glass-ionomer and resin composite restorations",
        "Importance of tubule density to the fracture toughness of dentin",
        "Adhesion of glass-ionomer cements to teeth: a review",
        "Influence of HEMA content on the mechanical and bonding properties of experimental HEMA-added glass ionomer cements",
        "The effect of the loading method and cross-head speed on resin–dentin microshear bond strength",
        "Shear bond strength of six restorative materials",
        "Reliability of in vitro microleakage tests: a literature review",
        "Microleakage of different self-adhering materials",
        "Microleakage of Class II restorations with different tracers-comparison with SEM quantitative analysis",
        "Comparative evaluation of microleakage in Class V cavities using various glass ionomer cements: An in vitro study",
        "Reconsidering glass-ionomer cements for direct restorations",
        "Water absorption and HEMA release of resin-modified glass-ionomers",
        "The effect of desiccation on water sorption, solubility and hygroscopic volumetric expansion of dentine replacement materials",
        "Can hygroscopic expansion compensate polymerization shrinkage? Part I. Deformation of restored teeth",
        "Comparative evaluation of microleakage of three restorative glass ionomer cements: an in vitro study",
        "Comparative evaluation of tensile bond strength and microleakage of conventional glass ionomer cement, resin modified glass ionomer cement and compomer: An in vitro study",
        "Comparative evaluation of microleakage of nano-filled resin-modified glass ionomer: An in vitro study",
        "Mechanical properties and microstructures of glass-ionomer cements",
        "Spotlight on bond strength testing—Unraveling the complexities",
        "Relationship between bond strength tests and other in vitro phenomena",
        "Systematic reviews: I. The correlation between laboratory tests on marginal quality and bond strength. II. The correlation between marginal quality and clinical outcome",
        "Clinical relevance of tests on bond strength, microleakage and marginal adaptation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CU Graduate School Thesis Grant, Chulalongkorn University",
        "University of Melbourne",
        "Faculty of Dentistry, Chulalongkorn University",
        "Faculty of Dentistry, Chulalongkorn University"
    ]
}