{
    "eid": "2-s2.0-85008198166",
    "title": "Pyrite oxidation in the presence of hematite and alumina: I. Batch leaching experiments and kinetic modeling calculations",
    "cover-date": "2017-02-15",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        }
    ],
    "keywords": [
        "Acid mine drainage",
        "Alumina",
        "Hematite",
        "Kinetic modeling",
        "Oxidation",
        "Pyrite"
    ],
    "authors": [
        "Carlito Baltazar Tabelin"
    ],
    "citedby-count": 117,
    "ref-count": 66,
    "ref-list": [
        "Variations in the compositional, textural and electrical properties of natural pyrite: A review",
        "WATER IN MINERALS? A PEAK IN THE INFRARED.",
        "Complete oxidation of solid phase sulfides by manganese and bacteria in anoxic marine sediments",
        "The fate of applied iron and manganese in an oxisol and an ultisol from hawaii",
        "Heterogeneous Fe(II) oxidation and zeta potential",
        "Thermoddem: A geochemical database focused on low temperature water/rock interactions and waste materials",
        "A vibrational spectroscopic study of the oxidation of pyrite by ferric iron",
        "A vibrational spectroscopic study of the oxidation of pyrite by molecular oxygen",
        "The surface oxidation of pyrite",
        "Scavenging of As from acid mine drainage by schwertmannite and ferrihydrite: A comparison with synthetic analogues",
        "A surface complex reaction model for the pH-dependence of corundum and kaolinite dissolution rates",
        "An in situ FTIR study of galena and pyrite oxidation in aqueous solution",
        "Infrared spectroscopic evidence of an iron(II)-carbonate complex on the surface of pyrite",
        "Differences between infrared spectra of atrazine obtained under transmittance and diffuse reflectance modes",
        "Adhesion of Escherichia coli onto quartz, hematite and corundum: Extended DLVO theory and flotation behavior",
        "Proceedings of the 5th International Conference on Tailings and Mine Waste ‘98, Colorado USA",
        "An electrokinetic study of pyrite oxidation",
        "Phil. Trans. R. Soc.",
        "Experimental study of metastable sulfur oxyanion formation during pyrite oxidation at pH 6-9 and 30oC.",
        "The kinetics of the oxidation of pyrite by ferric ions and dissolved oxygen: An electrochemical study",
        "Influence of Typha latifolia and fertilization on metal mobility in two different Pb-Zn mine tailings types",
        "An electrochemical investigation of pyrite flotation and depression",
        "The impact of cemented layers and hardpans on oxygen diffusivity in mining waste heaps A field study of the Halsbrücke lead-zinc mine tailings (Germany)",
        "Controlled electrochemical dissolution of hydrothermal and sedimentary pyrite",
        "Aqueous Oxidation of Pyrite by Molecular Oxygen",
        "Environmental impact of mining activities in the Lousal area (Portugal): Chemical and diatom characterization of metal-contaminated stream sediments and surface water of Corona stream",
        "Seasonal iron cycling in the salt-marsh sedimentary environment: the importance of ligand complexes with Fe(II) and Fe(III) in the dissolution of Fe(III) minerals and pyrite, respectively",
        "The Leaching of Hematite in Acid Solutions",
        "Oxidation of pyrite in low temperature acidic solutions: Rate laws and surface textures",
        "Effect of ionic strength and ionic interactions on the oxidation of Fe(II)",
        "Hazardous wastes from large-scale metal extraction: A case study",
        "ACS Symp. Ser.",
        "Pyrite oxidation at circumneutral pH",
        "Aqueous pyrite oxidation by dissolved oxygen and by ferric iron",
        "X-ray photoelectron spectroscopic study of a pristine pyrite surface reacted with water vapour and air",
        null,
        "Spectral investigations on melanterite mineral from France",
        null,
        "Pyrite oxidation: A state-of-the-art assessment of the reaction mechanism",
        "The role of cassiterite controlling arsenic mobility in an abandoned stanniferous tailings impoundment at Llallagua, Bolivia",
        null,
        "Confirmation of a sulfur-rich layer on pyrite after oxidative dissolution by Fe(lIl) ions around pH2",
        "Sources and fates of heavy metals in a mining-impacted stream: Temporal variability and the role of iron oxides",
        "Reactivity of surface chemical states on fractured pyrite",
        "Acidic mine drainage: The rate-determining step",
        "A review of the source, behaviour and distribution of arsenic in natural waters",
        "Electrical double layer at alumina/electrolyte interface. I. Surface charge and zeta potential",
        "Aquatic colloids as chemical reactants: surface structure and reactivity",
        "Ind. Eng. Chem.",
        "Mechanisms of arsenic and lead release from hydrothermally altered rock",
        "The roles of pyrite and calcite in the mobilization of arsenic and lead from hydrothermally altered rocks excavated in Hokkaido, Japan",
        "Removal of arsenic, boron, and selenium from excavated rocks by consecutive washing",
        "Leaching of boron, arsenic and selenium from sedimentary rocks: I. Effects of contact time, mixing speed and liquid-to-solid ratio",
        "Leaching of boron, arsenic and selenium from sedimentary rocks: II. pH dependence, speciation and mechanisms of release",
        "Short and long term release mechanisms of arsenic, selenium and boron from a tunnel-excavated sedimentary rock under in situ conditions",
        "Combined neutralization-adsorption system for the disposal of hydrothermally altered excavated rock producing acidic leachate with hazardous elements",
        "Isotope composition of sulphate in acid mine drainage as measure of bacterial oxidation",
        "Stable isotope geochemistry of acid mine drainage: Experimental oxidation of pyrite",
        null,
        "The kinetics and electrochemical rate-determining step of aqueous pyrite oxidation",
        "Fityk: A general-purpose peak fitting program"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Hokkaido University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}