{
    "eid": "2-s2.0-85137126468",
    "title": "Phase transitions and suppression of magnetoresistance in WTe 2 − x Sex system",
    "cover-date": "2022-10-26",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "magnetoresistance",
        "phase transition",
        "tungsten ditelluride"
    ],
    "authors": [
        "N. Kanchanavatee",
        "A. Ektarawong",
        "T. Pakornchote",
        "B. Alling",
        "S. Hodak",
        "T. Bovornratanaraks"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "Superconductivity in Weyl semimetal candidate MoTe2",
        "2D transition metal dichalcogenides",
        "Atomically thin MoS2: a new direct-gap semiconductor",
        "Quantum spin Hall effect in two-dimensional transition metal dichalcogenides",
        "Large, non-saturating magnetoresistance in WTe2",
        "Electronic structure basis for the extraordinary magnetoresistance in WTe2",
        "Superconductivity emerging from a suppressed large magnetoresistant state in tungsten ditelluride",
        "Pressure-driven dome-shaped superconductivity and electronic structural evolution in tungsten ditelluride",
        "Origin of superconductivity in the Weyl semimetal WTe2under pressure",
        "Strain tunable semimetal-topological-insulator transition in monolayer 1 T ′ -WTe2",
        "GSAS-II: the genesis of a modern open-source all purpose crystallography software package",
        "Projector augmented-wave method",
        "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set",
        "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set",
        "Generalized gradient approximation made simple",
        "Special points for Brillouin-zone integrations",
        "Signature of strong spin-orbital coupling in the large nonsaturating magnetoresistance material WTe2",
        "Spin-orbit coupling in the band structure of monolayer WSe2",
        "Fully unconstrained noncollinear magnetism within the projector augmented-wave method",
        "A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu",
        "Special quasirandom structures",
        "On the theory of the tension of an elastic cylinder",
        "Finite elastic strain of cubic crystals",
        "Effect of thermally excited lattice vibrations on the thermodynamic stability of tungsten ditellurides WTe2under high pressure: a first-principles investigation",
        "Revised effective ionic radii and systematic studies of interatomic distances in halides and chalcogenides",
        "Pressure-induced isostructural clustering and semiconductor-to-semimetal transition in 2 H -W(Se 1 − x Tex 2solid solutions: a first-principles investigation",
        "Metal-semiconductor phase-transition in WSe 2 ( 1 − x ) Te 2 x monolayer",
        "Raman fingerprint for semi-metal WTe2evolving from bulk to monolayer",
        "Pressure-induced Td to 1Tʹstructural phase transition in WTe2",
        "Phase transition and superconductivity enhancement in Se-substituted MoTe2thin films",
        "Pressure induced semimetal to metal transition in MoTe 2 − x Se x and WTe 2 − x Se x",
        "Mott variable-range hopping transport in a MoS2nanoflake",
        "Conduction in glasses containing transition metal ions",
        "Variable-range hopping conduction Electronic Properties of Doped Semiconductors",
        "Temperature-dependent three-dimensional anisotropy of the magnetoresistance in WTe2",
        "Origin of the turn-on temperature behavior in WTe2",
        "Carrier balance and linear magnetoresistance in type-II Weyl semimetal WTe2",
        "Anomalous butterfly-shaped magnetoresistance loops in the alloy Tb4LuSi3",
        "Field-induced first-order magnetic phase transition in an intermetallic compound Nd7Rh3: evidence for kinetic hindrance, phase coexistence and percolative electrical conduction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Linkoping",
            "@id": "60009358",
            "affilname": "Linköpings Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009358",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NSRF",
        "Office of the Permanent Secretary",
        "IPST",
        "Swedish Foundation for Strategic Research",
        "NSC",
        "Chulalongkorn University",
        "Knut and Alice Wallenberg Foundation",
        "VR",
        "National Research Council of Thailand",
        "Ministry of Higher Education, Science, Research and Innovation"
    ]
}