{
    "eid": "2-s2.0-85006355054",
    "title": "Bioremediation of organically enriched sediment under green mussel rafts using spionids genus prionospio (polychaeta: Spionidae)",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Bioremediation",
        "Green mussel raft",
        "Organically enriched sediment",
        "Prionospio"
    ],
    "authors": [
        "Natthakitt To-Orn"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Taxonomic Atlas of the Benthic Fauna of the Santa Maria Basin and the Western Santa Barbara Channel, the Annelida, Part 3. Polychaeta: Orbiniidae to Cossuridae",
        "Reproduction and larval development of the spioniform Polychaeta with application to systematics and phylogeny",
        "A marine Biotic Index to establish the ecological quality of soft-bottom benthos within European estuarine and coastal environments",
        "Utilization of waste from a marine recirculating fish culture system as a feed source for the polychaete worm, Nereis virens",
        "Seasonal and spatial variations of benthic impacts of mussel longline farming in a eutrophic danish fjord, limfjorden",
        "Efficiency of the decomposition of organic matter, loaded on the sediment, as a result of the biological activity of Capitella sp. I",
        "Impacts of longline mussel farming on oxygen and nitrogen dynamics and biological communities of coastal sediments",
        "Effects of mussel farming on macrobenthic community structure in Southeastern Brazil",
        "Biological criteria, environmental health and estuarine macrobenthic community structure",
        "Feeding behavior and general ecology of several spionid polychaetes from the chesapeake bay",
        "Marine benthic hypoxia: a review of its ecological effects and the behavioural responses of benthic macrofauna",
        "Oceanography and Marine Biology: An Annual Review",
        "Growth, survival and fatty acid profile of Nereis diversicolor (O. F. Muller, 1776) fed on six different diets",
        "World Aquaculture",
        "A multidisciplinary approach to evaluating impacts of shellfish aquaculture on benthic communities",
        "Tokyo Series A",
        "Tokyo Series A",
        "Effects of mussel aquaculture on the nitrogen cycle and benthic communities in Kenepuru Sound, Marlborough Sounds, New Zealand",
        "Bioremediation of organically enriched sediment deposited below fish farms with artificially mass-cultured colonies of a deposit-feeding polychaete Capitella sp. I",
        "Pellet accumulation, sediment supply, and crowding as determinants of surface deposit-feeding rate in Pseudopolydora kempi japonica Imajima & Hartman (Polychaeta: Spionidae)",
        "Methods of Soil Analysis Part 2",
        "Polychaete-assisted sand filters",
        "Commercial Application of Polychaete Sand Filters for Wastewater Remediation and Broodstock Feeds. Technical Report",
        "Journal of Middle East Applied Science and Technology",
        "Oceanography and Marine Biology: An Annual Review",
        "Impact of mussel culture on macrobenthic community structure in Saldanha Bay, South Africa",
        "Food and Biotechnological Engineering",
        "Proceeding the Annual Conference on Fisheries",
        "Marine Ecology Progress Series",
        "Benthos Research",
        "Bioremediation of organic matter loaded on the sediment in outdoor pools with a polychaete, Capitella sp. 1",
        "Bioremediation of Particulate Sea Bass Waste by the Polychaetes Capitella Sp. And Nereis Diversicolor in a Recirculating Aquaculture System",
        "Effects of temperature on the feeding activity and growth rate of the spionid polychaete Paraprionospio sp. (form A)",
        "The effects of intra-specific density and food supply on growth and reproduction in an infaunal polychaete, Polydora ligni Webster.",
        "Biostatistical Analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Phra Nakhon si Ayutthaya",
            "affilname": "Rajamangala University of Technology Suvarnabhumi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Graduate School Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Ministry of Science and Technology, Taiwan"
    ]
}