{
    "eid": "2-s2.0-85131419192",
    "title": "New Multi-Locus Sequence Typing of Mycoplasma hyorhinis Isolated from Pig Farms in Central Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Multilocus sequence typing",
        "Mycoplasma hyorhinis",
        "Pigs"
    ],
    "authors": [
        "P. Fungwithaya",
        "S. Samngamnim",
        "S. Luengyosluechakul",
        "P. Assavacheep"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Molecular typing of Iranian field isolates Mycoplasma synoviae and their differentiation from the live commercial vaccine strain MS-H using vlhA gene",
        "Glutamyl and Glutaminyl-tRNA synthetases are a promising target for the design of an L-Threonine-producing strain",
        "Synergistic pathogenicity in sequential coinfection with Mycoplasma hyorhinis and porcine circovirus type 2",
        "Genome sequence of Mycoplasma hyorhinis isolated from cell cultures",
        "Infection dynamics of Mycoplasma hyorhinis in three commercial pig populations",
        "Molecular epidemiology of Mycoplasma hyorhinis porcine field isolates in the United States",
        "Mycoplasma hyorhinis swine arthritis. II. Morphologic features",
        "In vitro antibiotic susceptibility of field isolates of Mycoplasma hyopneumoniae and Mycoplasma hyorhi-nis from Korea",
        "Mycoplasma hyorhinis infection levels in lungs of piglets with porcine reproductive and respiratory syndrome (PRRS)",
        "Mycoplasma hyorhinis is a potential pathogen of porcine respiratory disease complex that aggravates pneumonia caused by porcine reproductive and respiratory syndrome virus",
        "How antibiotics are used in pig farming: a mixed-methods study of pig farmers, feed mills and veterinarians in Thailand",
        "Occurrence of Mycoplasma hyorhinis infections in fattening pigs and association with clinical signs and pathological lesions of Enzootic Pneumonia",
        "Antimicrobial treatment of Mycoplasma hyopneumoniae infections",
        "Regulation of DNA replication initiation by chromosome structure",
        "Comparison of detection procedures of Mycoplasma hyopneumoniae, Mycoplasma hyosynoviae, and Mycoplasma hyorhinis in lungs, tonsils, and synovial fluid of slaughtered pigs and their distributions in Thailand",
        "Mycoplasma-associated arthritis: Critical points for diagnosis",
        "Mutations in the B subunit of Escherichia coli DNA gyrase that affect ATP-dependent reactions",
        "Studies on infectious atrophic rhinitis. IV. Characterization of a pleuropneumonia-like organism isolated from the nasal cavities of swine",
        "A review of enrofloxacin for veterinary use",
        "Genetic variability and limited clonality of Mycoplasma hyorhinis in pig herds",
        "Multi-locus sequence typing: a tool for global epidemiology",
        "Mycoplasma hyorhinis activates the NLRP3 inflammasome and promotes migration and invasion of gastric cancer cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}