{
    "eid": "2-s2.0-85150649165",
    "title": "Gordonia aquimaris sp. nov., a novel marine actinobacterium isolated from seawater in the upper gulf of Thailand",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "actinomycete",
        "Gordonia",
        "Gulf of Thailand",
        "whole-genome sequence analysis"
    ],
    "authors": [
        "Rawirat Pansomsuay",
        "Thitikorn Duangupama",
        "Pattama Pittayakhajonwut",
        "Chakapong Intaraudom",
        "Chanwit Suriyachadkun",
        "Ya Wen He",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 0,
    "ref-count": 64,
    "ref-list": [
        "Proposal of a new genus, Gordona, for slightly acid-fast organisms occurring in sputa of patients with pulmonary disease and in soil",
        "Genus Gordonia",
        "Gordonia insulae sp. nov., isolated from an island soil",
        "Gordonia pseudamarae sp. nov., a home for novel actinobac-teria isolated from stable foams on activated sludge wastewater treatment plants",
        "Gordonia crocea sp. nov. and Gordonia spumicola sp. nov. isolated from sludge of a wastewater treatment plant",
        "Gordonia oryzae sp. nov., isolated from rice plant stems (Oryza sativa L.)",
        "Gordonia mangrovi sp. nov., a novel actinobacterium isolated from mangrove soil in Hainan",
        "Gordonia sediminis sp. nov., an actinomycete isolated from mangrove sediment",
        "Gordonia didemni sp. nov. an actinomycete isolated from the marine ascidium Didemnum sp",
        "Secondary metabo-lites and biodiversity of actinomycetes",
        "Streptomyces corallincola and Kineosporia corallincola sp. nov., two new coral-derived marine actinobacteria",
        "Identification and antimicrobial activity of Streptomyces strains from Thai mangrove sediment",
        "Marine actinobacteria: an important source of bioactive natural products",
        "1-(6-Methylsalicyloyl)glycerol from stony coral-derived Micromonospora sp",
        "List of Prokaryotic names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "Improvement of an isolation medium for actino-mycetes",
        "Methods for characterization of Strepto-myces species",
        "Determination of DNA base composition",
        "Microbispora corallina sp. nov., a new species of the genus Microbispora isolated from Thai soil",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Integrating genomics into the taxonomy and systematics of the Bacteria and Archaea",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST Server: rapid annotations using subsystems technology",
        "The SEED and the Rapid Annotation of microbial genomes using Subsystems Technology (RAST)",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Bypassing cultivation to iden-tify bacterial species",
        "TYGS and LPSN: a database tandem for fast and reliable genome-based classification and nomenclature of prokaryotes",
        "CheckM: assessing the quality of microbial genomes recovered from isolates, single cells, and metagenomes",
        "AutoMLST: an automated web server for generating multi-locus species trees highlighting natural product potential",
        "antiSMASH 6.0: improving cluster detection and comparison capabilities",
        "Uncultivated microbes in need of their own taxonomy",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Microbial genomic taxonomy",
        "Highly selective water channel activity measured by voltage clamp: analysis of planar lipid bilayers reconstituted with purified AqpZ",
        "The compatible-solute-binding protein OpuAC from Bacillus subtilis: ligand binding, site-directed mutagenesis, and crystallographic studies",
        "Microbial production of ectoine and hydroxyectoine as high-value chemicals",
        "The multifunc-tional role of ectoine as a natural cell protectant",
        "Cytotoxicity of nocobactins NA-a, NA-b and their ferric complexes assessed by semiempirical molecular orbital method",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin strain",
        "Actinomycetes",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Thin-layer chromatography of methanolysates of mycolic acid-containing bacteria",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2, 4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chroma-tography",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "BacDive in 2022: the knowledge base for standardized bacterial and archaeal data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60123531",
            "affilname": "State Key Laboratory of Microbial Metabolism",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60123531",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NSRF",
        "National Science, Research and Innovation Fund",
        "School of Science, King Mongkut’s Institute of Technology Ladkrabang"
    ]
}