{
    "eid": "2-s2.0-84940118434",
    "title": "Preparation of dichlorocarbene modified butadiene rubber and its thermal properties",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "butadiene rubber",
        "characterization",
        "dichlorocarbene modification",
        "flame retardance",
        "thermal properties"
    ],
    "authors": [
        "Tapanee Witinuntakit"
    ],
    "citedby-count": 9,
    "ref-count": 14,
    "ref-list": [
        "KGK-Kaut Gummi Kunst.",
        "Mixing of Carbon Black With Rubber. VI. Analysis of NR/SBR Blends",
        "Structure of partially hydrogenated polybutadienes",
        "A structural study of epoxidized natural rubber (ENR-50) and its cyclic dithiocarbonate derivative using NMR spectroscopy techniques",
        "Synthesis of diverse well-defined functional polymers based on hydrozirconation and subsequent anti-Markovnikov halogenation of 1,2-polybutadiene",
        "High Vinyl Polybutadiene Rubber Containing Halogen Having Enhanced Cure Characteristics",
        "Dichlorocarbene Adducts of 1,4-Polybutadienes. Improved Synthesis and Characterization by High-Field NMR",
        "A facile procedure for the generation of dichlorocarbene from the reaction of carbon tetrachloride and magnesium using ultrasonic irradiation",
        "Dichlorocarbene modification of styrene-butadiene rubber",
        "Thermogravimetric analysis, flammability and oil resistance properties in natural rubber and dichlorocarbene modified styrene butadiene rubber blends",
        "Studies on the cure and mechanical properties of blends of natural rubber with dichlorocarbene modified styrene-butadiene rubber and chloroprene rubber",
        "Investigations on the addition of styrene butadiene rubber in natural rubber and dichlorocarbene modified styrene butadiene rubber blends",
        "Organic Chemistry",
        "Pyrolysis kinetics of waste PVC pipe"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}