{
    "eid": "2-s2.0-84905398033",
    "title": "Direct QM/MM simulation of photoexcitation dynamics in bacteriorhodopsin and halorhodopsin",
    "cover-date": "2014-08-28",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "C. Punwong"
    ],
    "citedby-count": 18,
    "ref-count": 50,
    "ref-list": [
        "Structure of the light-driven chloride pump halorhodopsin at 1.8 Å Resolution",
        "Excited-state reaction dynamics of bacteriorhodopsin studied by femtosecond spectroscopy",
        "Femtosecond absorption spectroscopy of light-adapted and dark-adapted bacteriorhodopsin",
        "Femtosecond infrared spectroscopy of bacteriorhodopsin chromophore isomerization",
        "Direct observation of the femtosecond excited-state cis-trans isomerization in bacteriorhodopsin",
        "Primary reaction dynamics of halorhodopsin, observed by sub-picosecond IR - Vibrational spectroscopy",
        "Primary photochemical events in halorhodopsin studied by subpicosecond time-resolved spectroscopy",
        "The initial reaction dynamics of the light-driven chloride pump halorhodopsin",
        "Photoisomerization quantum yield and apparent energy content of the K intermediate in the photocycles of bacteriorhodopsin, its mutants D85N, R82Q, and D212N, and deionized blue bacteriorhodopsin",
        "The quantum yield of bacteriorhodopsin",
        "The photocycle of the chloride pump halorhodopsin. II: Quantum yields and a kinetic model.",
        "Theoretical studies of enzymic reactions: Dielectric, electrostatic and steric stabilization of the carbonium ion in the reaction of lysozyme",
        "QM/MM methods for biomolecular systems",
        "Excited state direct dynamics of benzene with reparameterized multi-reference semiempirical configuration interaction methods",
        "Theoretical studies of electronically excited states of molecular systems using multiconfigurational Perturbation theory",
        "J. Phys. Chem. B",
        "Molecular gradients for semiempirical CI wavefunctions with floating occupation molecular orbitals",
        "Adv. Chem. Phys.",
        "Ab initio floating occupation molecular orbital-complete active space configuration interaction: An efficient approximation to CASSCF",
        "MOPAC 2000",
        "Structure of bacteriorhodopsin at 1.55 Å resolution",
        "Protein, lipid and water organization in bacteriorhodopsin crystals: A molecular view of the purple membrane at 1.9 Å resolution",
        "Complete Identification of C=O Stretching Vibrational Bands of Protonated Aspartic Acid Residues in the Difference Infrared Spectra of M and N Intermediates versus Bacteriorhodopsin",
        "The Complex Extracellular Domain Regulates the Deprotonation and Reprotonation of the Retinal Schiff Base during the Bacteriorhodopsin Photocycle",
        "Adjusted connection atoms for combined quantum mechanical and molecular mechanical methods",
        "QM/MM connection atoms for the multistate treatment of organic and biological molecules",
        "Influence exercised by histidine-95 on chloride transport and the photocycle in halorhodopsin",
        "Photodynamics in complex environments: Ab initio multiple spawning quantum mechanical/molecular mechanical dynamics",
        "Frozen Gaussians: A very simple semiclassical approximation",
        "AB initio quantum molecular dynamics",
        "Vibrational Spectroscopy of Bacteriorhodopsin Mutants: Light-Driven Proton Transport Involves Protonation Changes of Aspartic Acid Residues 85, 96, and 212",
        null,
        "Photocycle of halorhodopsin from Halobacterium salinarium",
        "Catalysis of the retinal subpicosecond photoisomerization process in acid purple bacteriorhodopsin and some bacteriorhodopsin mutants by chloride ions",
        "Effect of changing the position and orientation of Asp85 relative to the protonated Schiff base within the retinal cavity on the rate of photoisomerization in bacteriorhodopsin",
        "Specific damage induced by X-ray radiation and structural changes in the primary photoreaction of bacteriorhodopsin",
        "Crystallographic structure of the K intermediate of bacteriorhodopsin: Conservation of free energy after photoisomerization of the retinal",
        "Molecular dynamics simulation of bacteriorhodopsin's photoisomerization using ab initio forces for the excited chromophore",
        "Aborted double bicycle-pedal isomerization with hydrogen bond breaking is the primary event of bacteriorhodopsin proton pumping",
        "Retinal has a highly dipolar vertically excited singlet state: Implications for vision",
        "Quantification of sudden light-induced polarization in bacteriorhodopsin by optical rectification",
        "Functional electric field changes in photoactivated proteins revealed by ultrafast Stark spectroscopy of the Trp residues",
        "Chemistry: Probing the ultrafast charge translocation of photoexcited retinal in bacteriorhodopsin",
        "Characterization of a conical intersection between the ground and first excited state for a retinal analog",
        "Excited-state charge transfer at a conical intersection: Effects of an environment",
        "The role of intersection topography in bond selectivity of cis-trans photoisomerization",
        "Computational evidence in favor of a two-state, two-mode model of the retinal chromophore photoisomerization",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Menlo Park",
            "affilname": "SLAC National Accelerator Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Stanford",
            "affilname": "Stanford University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Physics",
        "Thailand's Office of the Higher Education Commission, Faculty of Science and Prince of Songkla University",
        "US Department of Energy",
        "U.S. Department of Energy",
        "Basic Energy Sciences",
        "Senter for Autonome Marine Operasjoner og Systemer",
        "Thailand Research Fund",
        "Prince of Songkla University"
    ]
}