{
    "eid": "2-s2.0-84989956854",
    "title": "Effect of sulfur to accelerator ratio on crosslink structure, reversion, and strength in natural rubber",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Kanoktip Boonkerd"
    ],
    "citedby-count": 48,
    "ref-count": 18,
    "ref-list": [
        "The Chemistry and Physics of Rubber-like Substances",
        "TEMPERATURE EFFECTS ON THE STABILITY OF INTERMEDIATES AND CROSSLINKS IN SULFUR VULCANIZATION.",
        "Rubber World",
        "Rapra Rev. Rep.",
        "Kautsch. Gummi Kunstst.",
        "Proceedings of the Natural Rubber Procedures' Research Association Jubilee Conference Cambridge",
        "Conventional and efficient crosslinking of natural rubber effect of heterogeneities on the physical properties",
        "Science and Technology of Rubber",
        "EFFECT OF CROSSLINK STRUCTURE ON PROPERTIES OF NATURAL RUBBER",
        "Effect of cure efficiency on properties of gum and black filled natural rubber vulcanizates",
        "DEPENDENCE OF STRENGTH PROPERTIES ON CROSSLINK STRUCTURE IN VULCANIZED POLYISOPRENES.",
        "Rubber Chem. Technol.",
        "Tear strength of black-filled natural rubber crosslinked via conventional and efficient sulfur cures",
        "Reversion behaviour of epoxidized natural rubber",
        "Statistical mechanics of cross-linked polymer networks II. Swelling",
        "OCCURRENCE AND PREVENTION OF CHANGES IN THE CHEMICAL STRUCTURE OF NATURAL RUBBER TIRE TREAD VULCANIZATES DURING SERVICE",
        "COMPOUNDING VARIABLES INFLUENCING THE REVERSION PROCESS IN ACCELERATED CURING OF NATURAL RUBBER.",
        "Engineering with Rubber: How to Design Rubber Components"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Institute of Molecular Biosciences, Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}