{
    "eid": "2-s2.0-85047223840",
    "title": "Optimizing Pueraria candollei var. mirifica cell suspension culture for prolonged maintenance and decreased variation of isoflavonoid from single cell lines",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chemical profile",
        "Kwao Krua Kwao",
        "Medium optimization",
        "Pueraria mirifica",
        "Single clones"
    ],
    "authors": [
        "Dolly Rani",
        "Thitirat Meelaph",
        "Khwanlada Kobtrakul",
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 7,
    "ref-count": 27,
    "ref-list": [
        "Production and conversion of haploid embryos in chickpea (Cicer arietinum L.) anther cultures using high 2,4-D and silver nitrate containing media",
        "Growth and isoflavonoid accumulation of Pueraria candollei var. candollei and P. candollei var. mirifica cell suspension cultures",
        "Miroestrol: an oestrogen from the plant Pueraria mirifica",
        "Major isoflavonoid contents of the phytoestrogen rich-herb Pueraria mirifica in comparison with Pueraria lobata",
        "Prospects for the use of plant cell cultures in food biotechnology",
        "Handling culture medium composition for optimizing plant cell suspension culture in shake flasks",
        "Culture medium optimization for improved puerarin production by cell suspension cultures of Pueraria tuberosa (Roxb. ex Willd.) DC",
        "Culture medium optimization for camptothecin production in cell suspension cultures of Nothapodytes nimmoniana (J. Grah.) Mabberley",
        "Medical applications of phytoestrogens from the Thai herb Pueraria mirifica",
        "A revised medium for rapid growth and bioassays with tobacco tissue cultures",
        "Production of secondary metabolites from cell and organ cultures: strategies and approaches for biomass improvement and metabolite accumulation",
        "Effects of macroelements and nitrogen source on biomass accumulation and withanolide—a production from cell suspension cultures of Withania somnifera (L.) Dunal",
        "Callus and cell suspension culture of Viola odorata as in vitro production platforms of known and novel cyclotides",
        "Influence of phytoestrogens on the proliferation and expression of adhesion receptors in human mammary epithelial cells in vitro",
        "The estrogenic substance (miroestrol) from the tuberous roots of Pueraria mirifica",
        "Plant cell cultures: chemical factories of secondary metabolites",
        "Dietary phytoestrogens and lung cancer risk",
        "Effects of nutritional factors on the formation of Anthraquinones in callus cultures of Rheum ribes",
        "Production of isofalvones, daidzein and genistein in callus cultures of Pueraria candollei Wall. ex Benth. var. mirifica",
        "Production of isoflavonoids in callus cultures of Pueraria candollei var. mirifica",
        "Increased miroestrol, deoxymiroestrol and isoflavonoid accumulation in callus and cell suspension cultures of Pueraria candollei var. mirifica",
        "Pueraria: botanical characteristics",
        "A reputed rejuvenator",
        "Recent advances towards development and commercialization of plant cell culture processes for the synthesis of biomolecules",
        "Plant cell culture, secondary product accumulation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}