{
    "eid": "2-s2.0-84906089261",
    "title": "A stock assessment of the Blue Swimming crab Portunus Pelagicus (Linnaeus, 1758) for sustainable management in Kung Krabaen Bay, gulf of Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        }
    ],
    "keywords": [
        "Blue swimming crab",
        "Gulf of Thailand",
        "Stock assessment",
        "Sustainable management"
    ],
    "authors": [
        "Chutapa Kunsook"
    ],
    "citedby-count": 52,
    "ref-count": 26,
    "ref-list": [
        "Proceeding of Marine Science",
        "Reproduction of Marine Invertebrates",
        "The Biology of Crustacea: Embryology, Morphology, and Genetics",
        "Reproductive Biology of Blue Swimming Crab Portunus Pelagicus (Linnaeus, 1758) In the Upper Gulf of Thailand",
        "Fisheries Research Report",
        "Fisheries Biology, Assessment and Management",
        "Mangrove Forest In Kung Krabaen Bay",
        "Population Dynamics of Blue Swimming Crab Portunus Pelagicus (Linnaeus, 1758) At Kung Krabaen Bay, Chanthaburi Province",
        "Blue crab population dynamics in Chesapeake Bay: variation in abundance (York River, 1972-1988) and stock-recruit functions",
        "The Precautionary Approach to Managing Blue Crab In Chesapeake Bay: Establishing Limits and Targets. UMCES Technical Series TS-340-01-CBL. Solomons, MD",
        "Thailand: NFI Crab Council Signs Understanding to Conduct Crab Research",
        "Reproduction and population dynamics of Acetes chinensis (Decapoda: Sergestidae) on the western coast of Korea, Yellow Sea",
        "International Center Living For Aquatic Resources Management (ICLARM) Fishbyte",
        "Density-dependent settler-recruit-juvenile relationships in blue crabs",
        "Changes in maturation ages and sizes in crustacean and fish populations",
        "Relationship Between Population Dynamics of Blue Swimming Crab Portunus Pelagicus (Linnaeus, 1758) and Physical Factors of Seagrass Bed, Kung Krabaen Bay, Chanthaburi Province",
        "The effects of salinity on the survival, growth and haemolymph osmolality of early juvenile blue swimmer crabs, Portunus pelagicus",
        "Potential bias in estimates of the size of maturity of crabs derived from trap samples",
        "Part 1. Manual FAO Fisheries Technical Paper",
        "The Evolution of Life Histories",
        "Life-history tactics: a review of the ideas.",
        "Indian Journal of Fisheries",
        "Fishery Assessment Report to PIRSA for the Blue Crab Fishery Management Committee SARDI Aquatic Science Publication",
        "Production of Crab During 2000-2011 By Thai Frozen Food Association",
        "Biostatistical Analysis",
        "Evaluation of harvest strategies for Tanner crab stocks that exhibit periodic recruitment"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}