{
    "eid": "2-s2.0-84930716880",
    "title": "Effects of poly(butylene adipate-co-terephthalate) and ultrafined wollastonite on the physical properties and crystallization of recycled poly(ethylene terephthalate)",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Marketing",
            "@code": "1406"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Saowaroj Chuayjuljit"
    ],
    "citedby-count": 13,
    "ref-count": 39,
    "ref-list": [
        "Rheology-morphology correlation in PET/PP blends: Influence of type of compatibilizer",
        "J. Vinyl Addit. Technol.",
        "Mechanical and thermal properties of PET/PBT blends",
        "Mechanism of Depolymerization Reaction of Polyethylene Terephthalate: Experimental and Theoretical Studies",
        "Properties of waste-poly(ethylene terephthalate)/acrylonitrile butadiene styrene blends compatibilized with maleated acrylonitrile butadiene styrene",
        "Preparation and properties of poly(ethylene terephthalate)/inorganic whiskers composites",
        "Migration of organic compounds from PET/clay nanocomposites: Influences of clay type, content and dispersion state",
        null,
        "Synthesis and Characterization of Polyols and Polyurethane Foams from PET Waste and Crude Glycerol",
        "Mechanical and thermal properties of recycled poly(ethylene terephthalate) reinforced newspaper fiber composites",
        "Preparation and biodegradation of copoiyesters based on poiy(ethyiene terephthaiate) and poiy(ethyiene giycoi)/oligo(iactic acid) by transesterification",
        "Effects of partial replacement of commercial fillers by recycled poly(ethylene terephthalate) powder on the properties of natural rubber composites",
        "Biopolymers in the existing postconsumer plastics recycling stream",
        "Modification of waste poly(ethylene terephthalate) (PET) by using poly(L-lactic acid) (PLA) and hydrolytic stability",
        "Processing and characterization of recycled poly(ethylene terephthalate) blends with chain extenders, thermoplastic elastomer, and/or poly(butylene adipate-co-terephthalate)",
        "Potential of using polyester reinforced coconut fiber composites derived from recycling polyethylene terephthalate (PET) waste",
        "Glass fibre recycled poly(ethylene terephthalate) composites: Mechanical and thermal properties",
        "Recycled poly(ethylene terephthalate) chain extension by a reactive extrusion process",
        "The effect of chain extension on the thermal behaviour and crystallinity of reactive extruded recycled pet",
        "Compatibilization of recycled poly(ethylene terephthalate) and polypropylene blends: Effect of compatibilization on blend toughness, dispersion of minor phase, and thermal stability",
        "Reactive compatibilization and properties of recycled poly(ethylene terephthalate)/poly(ethylene-octene) blends",
        "Recycling poly(ethylene terephtalate) wastes: Properties of poly(ethylene terephtalate)/polycarbonate blends and the effect of a transesterification catalyst",
        "Properties of waste-poly(ethylene terephthalate)/acrylonitrile butadiene styrene blends compatibilized with maleated acrylonitrile butadiene styrene",
        "Effect of recycling on material properties of glass-filled polyethylene terephthalate",
        "Composites of recycled PET reinforced with short glass fiber",
        "Effect of organoclay in an immiscible poly(ethylene terephtalate) waste/poly(methyl methacrylate) blend",
        "Study of biodegradable polylactide/poly(butylene adipate-co-terephthalate) blends",
        "Mechanical and thermal properties of poly(vinyl chloride)/poly(butylene adipate-co-terephthalate) clay nanocomposites",
        "Spectral Characterization of Four Kinds of Biodegradable Plastics: Poly (Lactic Acid), Poly (Butylenes Adipate-Co-Terephthalate), Poly (Hydroxybutyrate-Co-Hydroxyvalerate) and Poly (Butylenes Succinate) with FTIR and Raman Spectroscopy",
        "Hydrolyzable poly(ethylene terephthalate)",
        "Glass Ceram.",
        "Effects of interfacial adhesion on properties of polypropylene/wollastonite composites",
        "Morphology, mechanical and thermal properties of composites of polypropylene and nanostructured wollastonite filler",
        "Evaluation of mechanical and thermal properties of Poly (butylene terephthalate) (PBT) composites reinforced with wollastonite",
        "The combination of aluminum trihydroxide (ATH) and melamine borate (MB) as fire retardant additives for elastomeric ethylene vinyl acetate (EVA)",
        "Melting, crystallization and optical behaviors of poly (ethylene terephthalate)-silica/polystyrene nanocomposite films",
        "J. Polym. Environ.",
        "Studies on unsaturated polyester composites for high-temperature applications",
        "Thermal properties and processability of talc- and calcium carbonate-filled poly(vinyl chloride) hybrid composites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}