{
    "eid": "2-s2.0-85047754844",
    "title": "Factors for user intention to switch browsers: A cross-national survey",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        }
    ],
    "keywords": [
        "Consumer Switching Intention",
        "Online Service",
        "Push-Pull-Mooring (PPM)",
        "Web Browser Service"
    ],
    "authors": [
        "Chian Son Yu"
    ],
    "citedby-count": 2,
    "ref-count": 36,
    "ref-list": [
        "Internet World Stats, World Internet Usage and Population Statistics.",
        "The role of habit in post-adoption switching of personal information technologies: An empirical investigation",
        "Firefox Vs. Chrome Vs. Opera, the Definitive Benchmark",
        "Should Microsoft Give Up on Browser War?",
        "Top Browsers per Countries",
        "Desktop Top Browser Share Trend",
        "Customer Switching Behavior in Service Industries: An Exploratory Study",
        "Customer switching behavior in online services: An exploratory study of the role of selected attitudinal, behavioral, and demographic factors",
        "Measuring switching costs and the determinants of customer retention in internet-enabled businesses: A study of the online brokerage industry",
        "A study of factors that affect user intentions toward email service switching",
        "Online consumers' switching behavior: A buyer-seller relationship perspective",
        "Cyber migration: An empirical investigation on factors that affect users? Switch intentions in social networking sites",
        "'Migrating to a new virtual world': Exploring MMORPG switching through human migration theory",
        "A Study of Online Auction Sellers' Intention to Switch Platform: The Case of Yahoo!Kimo Versus Ruten_eBay",
        "Online service switching behavior: The case of blog service providers",
        "Post-adoption switching behavior for online service substitutes: A perspective of the push-pull-mooring framework",
        "User-switching behavior in social network sites: A model perspective with drill-down analyses",
        "Global Journal of Business Research",
        "Self-service technology adoption: Comparing three technologies",
        "\"Migrating\" to new service providers: Toward a unifying framework of consumers' switching behaviors",
        "Journal of Information Management",
        "Understanding blog continuance: A model comparison approach",
        "Understanding the role of gender in bloggers' switching behavior",
        "Journal of Business and Management Sciences",
        "18th International Conference on Information Management (ICIM)",
        "Business Strategy Series",
        "Principles of Demography",
        "Paradigms in migration research: Exploring ‘moorings’ as a schema",
        "Mobile number portability on customer switching behavior: In the case of the Korean mobile market",
        "Factors Affecting Switching Behavior of Mobile Service Users: The Case of Jordan",
        "The Impact of Trade Credit on Customer Switching Behaviour: Evidence from the Tanzanian Rice Market",
        "Using E-lifestyle to analyze mobile banking adopters and non-adopters",
        "The Service Provider Switching Model (SPSM): A Model of Consumer Switching Behavior in the Services Industry",
        "Understanding the customer base of service providers: An examination of the differences between switchers and stayers",
        "Customer satisfaction cues to support market segmentation and explain switching behavior",
        "Mobile Marketing Statistics Compilation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Istanbul",
            "affilname": "Demiroglu Bilim University",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "Shih Chien University",
            "affiliation-country": "Taiwan"
        }
    ],
    "funding": []
}