{
    "eid": "2-s2.0-84938301042",
    "title": "The development of non-toxic ionic-crosslinked chitosan-based microspheres as carriers for the controlled release of silk sericin",
    "cover-date": "2015-10-03",
    "subject-areas": [
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        }
    ],
    "keywords": [
        "Chitosan",
        "Controlled release",
        "Ionic crosslinking",
        "Microspheres",
        "Sericin",
        "Tri-polyphosphate"
    ],
    "authors": [
        "Pornanong Aramwit"
    ],
    "citedby-count": 26,
    "ref-count": 41,
    "ref-list": [
        "Effectiveness of inflammatory cytokines induced by sericin compared to sericin in combination with silver sulfadiazine cream on wound healing",
        "The effect of sericin from various extraction methods on cell viability and collagen production",
        "Formulation and characterization of silk sericin-PVA scaffold crosslinked with genipin",
        "Potential applications of silk sericin, a natural protein from textile industry by-products",
        "Accelerated healing of full-thickness wounds by genipin-crosslinked silk sericin/PVA scaffolds",
        "Antioxidant potential of silk protein sericin against hydrogen peroxide-induced oxidative stress in skin fibroblasts",
        "A novel ATR FT-IR microspectroscopy technique for surface contamination analysis without interference of the substrate",
        "Antioxidant activities of silk sericin from silkworm bombyx mori",
        "Polymer microspheres for controlled drug release",
        "Hydrogels in controlled drug delivery systems",
        "Preparation and characterization of electrospun nanofibers based on silk sericin powders",
        "J. Agric. Sci.",
        "Preparation and characterization of chitosan microparticles intended for controlled drug delivery",
        "Natural protective glue protein, sericin bioengineered by silkworms: Potential for biomedical and biotechnological applications",
        "Effect of methyl alcohol on the morphology and conformational characteristics of silk sericin",
        "Self-assembled silk sericin/poloxamer nanoparticles as nanocarriers of hydrophobic and hydrophilic drugs for targeted delivery",
        "Novel silk sericin/gelatin 3-D scaffolds and 2-D films: Fabrication and characterization for potential tissue engineering applications",
        "Consumption of silk protein, sericin elevates intestinal absorption of zinc, iron, magnesium and calcium in rats",
        "Recent advances in Chitosan films for controlled release of drugs",
        "In vivo biocompatibility and degradability of a novel injectable-chitosan-based implant",
        "Rat islet culture in serum-free medium containing silk protein sericin",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Impregnation and release of aspirin from chitosan/poly(acrylic acid) graft copolymer microspheres",
        "Silk sericin-alginate-chitosan microcapsules: Hepatocytes encapsulation for enhanced cellular functions",
        "Heat stability and freeze-thaw stability of oil-in-water emulsions stabilised by sodium caseinate-maltodextrin conjugates",
        "Collagen-chitosan polymeric scaffolds for the in vitro culture of human epidermoid carcinoma cells",
        "A novel approach to prepare tripolyphosphate/chitosan complex beads for controlled release drug delivery",
        "Chitosan/gelatin microspheres prepared by modified emulsification and ionotropic gelation",
        "Chitosan microspheres as a potential carrier for drugs",
        "Molecular interactions in collagen and chitosan blends",
        "Development of ethyl alcohol-precipitated silk sericin/polyvinyl alcohol scaffolds for accelerated healing of full-thickness wounds",
        "Article ID 904314",
        "Clinical potential of a silk sericin-releasing bioactive wound dressing for the treatment of split-thickness skin graft donor sites",
        "Solubilization and controlled release of a hydrophobic drug using novel micelle-forming ABC triblock copolymers",
        "Sericin, a protein derived from silkworms, accelerates the proliferation of several mammalian cell lines including a hybridoma",
        "Biomater. Artif. Cells Artif. Org",
        "Cryoprotective effect of the serine-rich repetitive sequence in silk protein sericin",
        "Cosmetics Toiletries",
        "Applications of natural silk protein sericin in biomaterials",
        "Immobilization of L-asparaginase on the microparticles of the natural silk sericin protein and its characters",
        "Inhibitory effects of silk protein, sericin on UVB-induced acute damage and tumor promotion by reducing oxidative stress in the skin of hairless mouse"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}