{
    "eid": "2-s2.0-85163752117",
    "title": "IMAGES OF GIRLS IN EDUCATIONAL COMICS IN THAILAND",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "educational comics",
        "Girls",
        "Thailand"
    ],
    "authors": [
        "Permtip Buaphet"
    ],
    "citedby-count": 0,
    "ref-count": 65,
    "ref-list": [
        "Gender schema theory: A cognitive account of sex typing",
        "Culture and Gender",
        "An analysis of social power",
        "Academic achievement in twins: Extreme groups analysis",
        "Girls return home: Portrayal of femininity in popular Japanese girls’ Manga and Anime texts during the 1990s in Hana yori Dango and fruits basket",
        "Negotiating the third wave of feminism in wonder woman",
        "Friendships in childhood and adolescence: The life course and new directions",
        "Parental involvement and students’ academic achievement: A meta-analysis",
        "A life-size mirror: Women’s self-representation in girls’ comics",
        "Women’s friendships, feminist friendships",
        "Image of women in weekly male comic magazines in Japan",
        "New trends in the production of Japanese ladies’ comics: Diversification and catharsis",
        "I Can, But I Don’t Want to”: The Impact of Parents, Interests, and Activities on Gender Differences in Math",
        "The relationship between parental involvement and urban secondary school student academic achievement: A meta-analysis",
        "“That’s just a basic teen-age rule”: Girls’ Linguistic strategies for managing the menstrual communication taboo",
        "Bleeding out loud: Communication about menstruation",
        "Planet women: The image of women in planet comics, 1940–1953",
        "“I’m Batman” (and You Can Be Too): ‘Gender” and constrictive play in the “Arkham” game series",
        "Gender violence in schools: Taking the ‘girls-as victims’ discourse forward",
        "Parents’ educational expectations: Does it matter for academic success?",
        "Gender differences in adolescents’ academic achievement",
        "Gender, race, and Latina identity: An examination of marvel comics’ amazing fantasy and Araña",
        "Analyzing female gender roles in marvel comics from the silver age (1960) to the present",
        "The wonder woman precedent: Female (super)heroism on trial",
        "Superheroes and Gender Roles, 1961-2004",
        "Immortal comics, epidermal politics: Representations of gender and colorism in India",
        "Gender stereotypes in children's books: Their prevalence and influence on cognitive and affective development",
        "The Great Women Superheroes",
        "Female trouble: The menstrual self-evaluation scale and women's self-objectification",
        "The Hawkeye Initiative: Pinning down transformative feminisms in comic-book culture through superhero crossplay fan art",
        "Sweetheart, this ain’t gender studies”: Sexism and superheroes",
        "Gender roles in animated cartoons: Has the picture changed in 20 years?",
        "Shojo Manga! Girls’ Comics! A Mirror of Girls’ Dreams",
        "Gender and girls’ comics in Japan"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}