{
    "eid": "2-s2.0-84902687931",
    "title": "Liquid phase hydrogenation of phenylacetylene over Pd and PdZn catalysts in toluene: Effects of alloying and CO2 pressurization",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Hiroshi Yoshida"
    ],
    "citedby-count": 27,
    "ref-count": 40,
    "ref-list": [
        "Promoters in the hydrogenation of alkynes in mixtures: Insights from density functional theory",
        "Fine Chemicals Through Heterogeneous Catalysis",
        "Stud. Surf. Sci. Catal.",
        "Supported nitrogen-modified Pd nanoparticles for the selective hydrogenation of 1-hexyne",
        "Monodispersed Pd-nanoparticles on carbon fiber fabrics as structured catalyst for selective hydrogenation",
        "Influence of the reaction temperature on the 3-hexyne semi-hydrogenation catalyzed by a palladium(II) complex",
        "1-Heptyne selective hydrogenation over Pd supported catalysts",
        null,
        null,
        "Selective hydrogenation of 1-heptyne in a mini trickle bed reactor",
        null,
        "Catalytic investigation of Pd particles supported on MCM-41 for the selective hydrogenations of terminal and internal alkynes",
        null,
        null,
        null,
        "Pd-nanoparticles supported onto functionalized poly(lactic acid)-based stereocomplexes for partial alkyne hydrogenation",
        null,
        null,
        "Bimetallic PdAu nanoparticles as hydrogenation catalysts in imidazolium ionic liquids",
        null,
        "Selective hydrogenation of acetonitrile to ethylamine using palladium-based alloy catalysts",
        "Palladium-based alloy and monometallic catalysts for gas phase hydrogenation of crotonaldehyde: Effects of alloying and alloy crystallite size",
        "Interactions in bimetallic bonding. Electronic and chemical properties of PdZn surfaces",
        "Bimetallic PdZn nanoparticles for the partial hydrogenation of phenylacetylene",
        "Formation and characterization of PdZn alloy: A very selective catalyst for alkyne semihydrogenation",
        null,
        "Transformation and Utilization of Carbon Dioxide",
        null,
        null,
        null,
        null,
        null,
        "Interaction of CO with surface PdZn alloys",
        "Microscopic models of PdZn alloy catalysts: Structure and reactivity in methanol decomposition",
        "Influence of metal dispersion on selectivity and kinetics of phenylacetylene hydrogenation catalyzed by supported palladium",
        "Full length article",
        "Supercritical carbon dioxide: An inert solvent for catalytic hydrogenation?",
        "In situ FTIR investigations of reverse water gas shift reaction activity at supercritical conditions",
        "Multiphase catalysis using water-soluble metal complexes in supercritical carbon dioxide",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Hokkaido University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}