{
    "eid": "2-s2.0-85067292638",
    "title": "Age-related structural-mechanical property changes in human peroneus longus muscle",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Aging",
        "Collagen",
        "Musculotendinous junction",
        "Tendon"
    ],
    "authors": [
        "A. Niyomchan",
        "B. Panichareon",
        "A. Siriphorn",
        "T. Wongtawatchai"
    ],
    "citedby-count": 5,
    "ref-count": 36,
    "ref-list": [
        "Enzymic and non-enzymic cross-linking mechanisms in relation to turnover of collagen: Relevance to aging and exercise",
        "Characterization of patients with primary peroneus longus tendinopathy: A review of twenty-two cases",
        "Posterior tibial tendon dysfunction: An overlooked cause of foot deformity",
        "Mechanical properties and collagen cross-linking of the patellar tendon in old and young men",
        "Aging enhances a mechanically-induced reduction in tendon strength by an active process involving matrix metalloproteinase activity",
        "Morphology and enzymatic capacity in arm and leg muscles in 78-81 year old men and women",
        "Fiber atrophy and hypertrophy in skeletal muscles of late middle-aged Fischer 344 x Brown Norway F1-hybrid rats",
        "Anthropometric assessment of 10-y changes in body composition in the elderly",
        "Effects of aging on capillary number and luminal size in rat soleus and plantaris muscles",
        "Strength and muscle mass loss with aging process. Age and strength loss",
        "Effect of the posterior tibial tendon on the arch of the foot during simulated weightbearing: Biomechanical analysis",
        "Role of extracellular matrix in adaptation of tendon and skeletal muscle to mechanical loading",
        "Tibialis posterior dysfunction: A common and treatable cause of adult acquired flatfoot",
        "Effect of the posterior tibial and peroneal longus on the mechanical properties of the foot arch",
        "Ageing mechanisms and associated lipid changes",
        "Distribution and change of collagen types I and III and elastin in developing leg muscle in rat",
        "Protein degradation by the ubiquitin-proteasome pathway in normal and disease states",
        "Variability in muscle fibre areas in whole human quadriceps muscle: Effects of increasing age",
        "Peroneus longus and tibialis anterior muscle activity in the stance phase. A quantified electromyographic study of 10 controls and 25 patients with chronic ankle instability",
        "Peroneus longus tendoscopy at the sole",
        "Stabilization of medial longitudinal foot arch by peroneus longus transfer",
        "Skeletal muscle fat infiltration: Impact of age, inactivity, and exercise",
        "Fibular groove deepening for recurrent peroneal subluxation",
        "Biomechanics of the ageing foot and ankle: A mini-review",
        "Role of the peroneal tendons in the production of the deformed foot with posterior tibial tendon deficiency",
        "Effect of aging on human muscle architecture",
        "Plasticity of the muscle-tendon complex with disuse and aging",
        "Calf muscle-tendon properties and postural balance in old age",
        "The pathogenesis of hal-lux valgus",
        "Upper and lower limb muscle architecture of a 104 year-old cadaver",
        "Autophagy-mediated longevity is modulated by lipoprotein biogenesis",
        "Tensile properties of the transverse carpal ligament and carpal tunnel complex",
        "Effect of long-term preservation on the mechanical properties of cortical bone in goats",
        "Posterior tibial tendon dysfunction and flatfoot: Analysis with simulated walking",
        "Intramuscular adipose tissue and central activation in older adults",
        "Aging is associated with increased activities of matrix metalloproteinase-2 and -9 in tenocytes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chalermprakiat Grant, Faculty of Medicine Siriraj Hospital, Mahidol Uni"
    ]
}