{
    "eid": "2-s2.0-85108304534",
    "title": "Toxicity Profiles and Survival Outcomes among Patients with Nonmetastatic Nasopharyngeal Carcinoma Treated with Intensity-Modulated Proton Therapy vs Intensity-Modulated Radiation Therapy",
    "cover-date": "2021-06-18",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Xingzhe Li",
        "Sarin Kitpanit",
        "Anna Lee",
        "Dennis Mah",
        "Kevin Sine",
        "Eric J. Sherman",
        "Lara A. Dunn",
        "Loren S. Michel",
        "James Fetten",
        "Kaveh Zakeri",
        "Yao Yu",
        "Linda Chen",
        "Jung Julie Kang",
        "Daphna Y. Gelblum",
        "Sean M. McBride",
        "Chiaojung J. Tsai",
        "Nadeem Riaz",
        "Nancy Y. Lee"
    ],
    "citedby-count": 22,
    "ref-count": 27,
    "ref-list": [
        "Nasopharyngeal carcinoma",
        "Chemoradiotherapy versus radiotherapy in patients with advanced nasopharyngeal cancer: phase III randomized Intergroup study 0099",
        "Chemotherapy and radiotherapy in nasopharyngeal carcinoma: an update of the MAC-NPC meta-analysis",
        "Intensity-modulated radiation therapy with or without chemotherapy for nasopharyngeal carcinoma: radiation therapy oncology group phase II trial 0225",
        "Gemcitabine and cisplatin induction chemotherapy in nasopharyngeal carcinoma",
        "Gemcitabine plus cisplatin versus fluorouracil plus cisplatin in recurrent or metastatic nasopharyngeal carcinoma: a multicentre, randomised, open-label, phase 3 trial",
        "Antitumor activity of nivolumab in recurrent and metastatic nasopharyngeal carcinoma: an international, multicenter study of the Mayo Clinic phase 2 consortium (NCI-9742)",
        "Safety and antitumor activity of pembrolizumab in patients with programmed death-ligand 1-positive nasopharyngeal carcinoma: results of the KEYNOTE-028 Study",
        "Quality of life, toxicity and unmet needs in nasopharyngeal cancer survivors",
        "Past, present and future of proton therapy for head and neck cancer",
        "Proton therapy for head and neck cancer: expanding the therapeutic window",
        "Intensity modulated proton therapy (IMPT)-the future of IMRT for head and neck cancer",
        "Intensity modulated proton therapy versus intensity modulated photon radiation therapy for oropharyngeal cancer: first comparative results of patient-reported outcomes",
        "Intensity-modulated proton beam therapy (IMPT) versus intensitymodulated photon therapy (IMRT) for patients with oropharynx cancer-a case matched analysis",
        "Comparative analysis of acute toxicities and patient reported outcomes between intensity-modulated proton therapy (IMPT) and volumetric modulated arc therapy (VMAT) for the treatment of oropharyngeal cancer",
        "Proton beam radiation therapy results in significantly reduced toxicity compared with intensity-modulated radiation therapy for head and neck tumors that require ipsilateral radiation",
        "Outcomes and toxicities of definitive radiotherapy and reirradiation using 3-dimensional conformal or intensity-modulated (pencil beam) proton therapy for patients with nasal cavity and paranasal sinus malignancies",
        "Charged particle therapy versus photon therapy for paranasal sinus and nasal cavity malignant diseases: a systematic review and meta-analysis",
        "Increasing incidence of Epstein-Barr virus-related nasopharyngeal carcinoma in the United States",
        "Nonendemic HPV-positive nasopharyngeal carcinoma: association with poor prognosis",
        "Proton therapy reduces treatment-related toxicities for patients with nasopharyngeal cancer: a case-match control study of intensity-modulated proton therapy and intensitymodulated photon therapy",
        "Re-irradiation with moderate hypo-fractionation using intensity modulated photon or proton radiation therapy in locally recurrent squamous cell carcinoma of nasopharynx",
        "Clinical results of proton therapy reirradiation for recurrent nasopharyngeal carcinoma",
        "Global pattern of nasopharyngeal cancer: correlation of outcome with access to radiation therapy",
        "Comparison of intensity-modulated radiotherapy, adaptive radiotherapy, proton radiotherapy, and adaptive proton radiotherapy for treatment of locally advanced head and neck cancer",
        "Intensity-modulated radiotherapy of nasopharyngeal carcinoma: a comparative treatment planning study of photons and protons"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "@id": "60009343",
            "affilname": "Memorial Sloan-Kettering Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009343",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Somerset",
            "@id": "113518547",
            "affilname": "ProCure Proton Therapy Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113518547",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Pfizer",
        "AstraZeneca",
        "Janssen Pharmaceuticals"
    ]
}