{
    "eid": "2-s2.0-84962120829",
    "title": "Terrilactibacillus laevilacticus gen. nov., sp. nov., isolated from soil",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Budsabathip Prasirtsak"
    ],
    "citedby-count": 8,
    "ref-count": 33,
    "ref-list": [
        "Salirhabdus euzebyi gen. nov., sp. nov., a Gram-positive, halotolerant bacterium isolated from a sea salt evaporation pond",
        "Sporolactobacillus vineae sp. nov., a spore-forming lactic acid bacterium isolated from vineyard soil",
        "A MEDIUM FOR THE CULTIVATION OF LACTOBACILLI",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Rapid flagella stain.",
        "Sporolactobacillus putidus sp. nov., an endospore-forming lactic acid bacterium isolated from spoiled orange juice",
        "Thalassobacillus devorans gen. nov., sp. nov., a moderately halophilic, phenol-degrading, Gram-positive bacterium",
        "Tuberibacillus calidus gen. nov., sp. nov., isolated from a compost pile and reclassification of Bacillus naganoensis Tomimura et al. 1990 as Pullulanibacillus naganoensis gen. nov., comb. nov. and Bacillus laevolacticus Andersch et al. 1994 as Sporolactobacillus laevolacticus comb. nov",
        "N Y State Agric Exp Stn Tech Bull",
        "Bacillus acidiproducens sp. nov., vineyard soil isolates that produce lactic acid",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "On the spore formation of sporolactobacillus inulinus",
        "Sporolactobacillus Nov. Subgen.",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Thalassobacillus hwangdonensis sp. nov., isolated from a tidal flat sediment",
        "Bacillus solimangrovi sp. nov., isolated from mangrove soil",
        "Bacillus shackletonii sp. nov., from volcanic soil on Candlemas Island, South Sandwich archipelago",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Taxonomic study of Bacillus coagulans Hammer 1915 with a proposal for bacillus smithii sp. nov.",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "Amylolytic bacterial lactic acid fermentation - A review",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Is there a limit for high-pH life? [1]",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Characterization And Identification of Lactobacillus Pentosus And Lactobacillus Plantarum Strains From Fermented Foods in Thailand",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "Morphological, biochemical, and physiological characteristics of spore-forming lactic acid bacteria"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}