{
    "eid": "2-s2.0-84896813788",
    "title": "Preconcentration and determination of trace silver ion using benzothiazole calix[4]arene modified silica by flow injection flame atomic absorption spectrometry",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Benzothiazole calix[4]arene",
        "Online preconcentration",
        "Silica gel",
        "Silver(I) ion"
    ],
    "authors": [
        "Jitwilai Waluvanaruk"
    ],
    "citedby-count": 5,
    "ref-count": 25,
    "ref-list": [
        "Soil Chemistry",
        "Analtical Solid-Phase Extraction",
        "Selective Separation/Preconcentration of Silver Ion in Water by Multiwalled Carbon Nanotubes Microcolumn as a Sorbent",
        "Selective separation of silver(I) and mercury(II) ions in natural water samples using alumina modified thiouracil derivatives as new solid phase extractors",
        "Recovery of silver from thiosulfate and thiocyanate leach solutions by adsorption on anion exchange resins and activated carbon",
        "Determination of lead by on-line solid phase extraction using a PTFE micro-column and flame atomic absorption spectrometry",
        "Preconcentration and determination of trace elements with 2-aminoacetylthiophenol functionalized Amberlite XAD-2 by inductively coupled plasma-atomic emission spectrometry",
        "Application of 2-mercaptobenzothiazole-modified silica gel to on-line preconcentration and separation of silver for its atomic absorption spectrometric determination",
        "Directly silica bonded analytical reagents: Synthesis of 2-mercaptobenzothiazole-silica gel and its application as a new sorbent for preconcentration and determination of silver ion using solid-phase extraction method",
        "Di (n-propyl) thiuram disulfide bonded on silica gel as a new sorbent for separation, preconcentration, and measurement of silver ion from aqueous samples",
        "Separation, preconcentration and determination of silver ion from water samples using silica gel modified with 2,4,6-trimorpholino-1,3,5-triazin",
        "Determination of vanadium, manganese, silver and lead by graphite furnace atomic absorption spectrometry after preconcentration on silica-gel modified with 3-aminopropyltriethoxysilane",
        "Determination of Ag(I), Hg(II) and Pb(II) by using silica gel loaded with dithizone and zinc dithizonate",
        "Solid phase selective and extractive preconcentration of silver ion from aqueous samples on modified silica gel with 5-(4-dimethylaminobenzylidene)-rhodanine; prepared by sol-gel method",
        "Dithiocarbamate functionalized or surface sorbed Merrifield resin beads as column materials for on line flow injection-flame atomic absorption spectrometry determination of lead",
        "Separation and preconcentration of silver ion using 2-mercaptobenzothiazole immobilized on surfactant-coated alumina",
        "New silver selective electrode fabricated from benzothiazole calix[4]arene: Speciation analysis of silver nanoparticles",
        "Novel potentiometric approach in glucose biosensor using silver nanoparticles as redox marker",
        "Talanta",
        "First synthesis of upper rim mono and dinitrone calix[4]arene derivatives",
        "J. Sci. Chula. Univ.",
        "Chemically modified silica gel with aminothioamidoanthraquinone for solid phase extraction and preconcentration of Pb(II), Cu(II), Ni(II), Co(II) and Cd(II)",
        "Spectroscopy",
        "Chemistry and Chemical Reactivity"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}