{
    "eid": "2-s2.0-85143218058",
    "title": "Streptomyces acidipaludis sp. nov., an actinobacterium isolated from peat swamp forest soil",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "actinomycete",
        "peat swamp forest",
        "Streptomyces",
        "whole-genome analysis"
    ],
    "authors": [
        "Achararak Nammali",
        "Thitikorn Duangupama",
        "Pattama Pittayakhajonwut",
        "Chakapong Intaraudom",
        "Chanwit Suriyachadkun",
        "Ya Wen He",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "The nomenclature and classification of the actinomycetes",
        "Genus Streptomyces",
        "List of Prokaryotic Names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "Bioactive microbial metabolites",
        "The microbial ecology of peat swamp forests",
        "Streptomyces paludis sp. nov., isolated from an alpine wetland soil",
        "Streptomyces arboris sp. nov., isolated from Populus euphratica wetland soil",
        "Streptomyces acidicola sp. nov., isolated from a peat swamp forest in Thailand",
        "Streptomyces acididurans sp. nov., isolated from peat swamp forest soil",
        "Streptomyces actinomycinicus sp. nov., isolated from soil of a peat swamp forest",
        "In situ measurement of soil pH",
        "Improvement of an isolation medium for actinomycetes",
        "Methods for characterization of Streptomyces species",
        "Determination of DNA Base Composition",
        "Microbispora corallina sp. nov., a new species of the genus Microbispora isolated from Thai soil",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Integrating genomics into the taxonomy and systematics of the bacteria and archaea",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "The PATRIC bioinformatics resource center: expanding data and analysis capabilities",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Bypassing cultivation to identify bacterial species",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "antiSMASH 6.0: improving cluster detection and comparison capabilities",
        "uniprot: a worldwide hub of protein knowledge",
        "Report of the Ad Hoc committee on reconciliation of approaches to bacterial systematics",
        "Uncultivated microbes in need of their own taxonomy",
        "Streptomyces sennicomposti sp. nov., an actinomycete isolated from compost of Senna siamea (LAM)",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Actinomycetes",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2, 4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Estimating phylogenetic trees from distance matrices",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60123531",
            "affilname": "State Key Laboratory of Microbial Metabolism",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60123531",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "School of Science, King Mongkut’s Institute of Technology Ladkrabang"
    ]
}