{
    "eid": "2-s2.0-85019889916",
    "title": "Health risk assessment from dermal exposure to pesticide residues on vegetables among greengrocers in fresh market, Bangkok, Thailand",
    "cover-date": "2017-05-19",
    "subject-areas": [
        {
            "$": "Ecological Modeling",
            "@code": "2302"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Health",
            "@code": "2307"
        }
    ],
    "keywords": [
        "dermal exposure",
        "greengrocers",
        "pesticide residues",
        "risk assessment",
        "vegetables"
    ],
    "authors": [
        "P. Ong-Artborirak"
    ],
    "citedby-count": 12,
    "ref-count": 45,
    "ref-list": [
        "Fast and easy multiresidue method employing acetonitrile extraction/partitioning and \"dispersive solid-phase extraction\" for the determination of pesticide residues in produce",
        "Assessment of dermal exposure to pesticide residues during re-entry",
        "Hand wash and manual skin wipes",
        "Risk assessment of dermal exposure of greenhouse workers to pesticides after re-entry",
        "Sanco/222/2000 rev.7. Directorate E—Food Safety: Plant health, animal health and welfare, international questions",
        "Determination of Handwash Removal Efficiency: Incomplete Removal of the Pesticide Chlorpyrifos from Skin by Standard Handwash Techniques",
        "Handwipe sampling and analysis procedure for the measurement of dermal contact with pesticides",
        "Residues of organophosphate pesticides used in vegetable cultivation in ambient air, surface water and soil in Bueng Niam subdistrict, Khon Kaen, Thailand",
        "Glove accumulation of pesticide residues for strawberry harvester exposure assessment",
        "Dermal exposure associated with occupational end use of pesticides and the role of protective measures",
        "Risk assessment and management of occupational exposure to pesticides in agriculture",
        "The influence of skin moisture on the dermal absorption of propoxur in human volunteers: A consideration for biological monitoring practices",
        "FDA J",
        "Summary Report on Import of Hazardous Substances in 2014",
        "Summary Report on Import of Hazardous Substances in 2015",
        "A simple and sensitive GC-ECD method for detecting synthetic pyrethroid insecticide residues in vegetable and fruit samples",
        "Agricultural pesticide management in Thailand: Status and population health risk",
        "Changes in chemical permeation of disposable latex, nitrile, and vinyl gloves exposed to simulated movement",
        "Knon Kean Agr J",
        "Organophosphorus pesticide residues in vegetables from farms, markets, and a supermarket around Kwan Phayao Lake of Northern Thailand",
        "Dermal exposure to chemicals in the workplace: Just how important is skin absorption?",
        "Organophosphate pesticide exposure and dialkyl phosphate urinary metabolites among chili farmers in northeastern Thailand",
        "Integrated Risk Information System (IRIS): EPN",
        "Guidelines for Exposure Assessment",
        "Reregistration Eligibility Decision (RED) Methiocarb",
        "Third RfD/Peer Review Report of Ethion: Reassessment of the Reference Dose",
        "Exposure Factors Handbook",
        "Aldicarb - Report of Hazards Identification Assessment Review Committee",
        "Reregistration Eligibility Decision (RED) Methomyl",
        "Malathion: Preliminary Risk Assessment for the Reregistration Eligibility Decision (RED) Document",
        "Man Health Risk Assessment Profenofos",
        "Interim Reregistration Eligibility Decision (IRED) Oxamyl. EPA-738-R-00-015",
        "Interim Reregistration Eligibility Decision for Azinphos-Methyl",
        "Guidance on Cumulative Risk Assessment of Pesticide Chemicals That Have a Common Mechanism of Toxicity",
        "Interim Reregistration Eligibility Decision for Chlorpyrifos. EPA-738-R-01-007",
        "Supplemental Guidance for Dermal Risk Assessment,” Part E of Risk Assessment Guidance for Superfund, Human Health Evaluation Manual (Volume I). EPA/540/R/99/005",
        "Interim Reregistration Eligibility Decision Carbofuran. EPA-738-R-06-031. Office of Prevention, Pesticides and Toxic Substances",
        "Addendum to the 2001 Ethoprop Interim Reregistration Eligibility Decision (IRED). EPA-738-R-06-018",
        "Dermal Exposure Assessment: A Summary of EPA Approaches. EPA/600/R-07/040F",
        "Reregistration Eligibility Decision for Carbaryl. EPA-738-R-07-018",
        "Reregistration Eligibility Decision for Cypermethrin. EPA OPP-2005-0293",
        "Reregistration Eligibility Decision (RED) for Malathion. EPA-738-R-06-030",
        "Reregistration Eligibility Decision (RED) for Permethrin. EPA 738-R-09-306",
        "Food safety in Thailand 2: Pesticide residues found in Chinese kale (Brassica oleracea), a commonly consumed vegetable in Asian countries",
        "Artificial sweat enhances dermal transfer of chlorpyrifos from treated nylon carpet fibers"
    ],
    "affiliation": [
        {
            "affiliation-city": "New Brunswick",
            "affilname": "School of Environmental and Biological Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}