{
    "eid": "2-s2.0-85099443800",
    "title": "In-silico analysis of the inhibition of the SARS-CoV-2 main protease by some active compounds from selected African plants",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Azadirachta indica",
        "in silico",
        "Mangifera indica",
        "Moringa oleifera",
        "SARS-CoV-2 main protease"
    ],
    "authors": [
        "Haruna I. Umar",
        "Sunday S. Josiah",
        "Tolulope P. Saliu",
        "Tajudeen O. Jimoh",
        "Adeola Ajayi",
        "Jamilu B. Danjuma"
    ],
    "citedby-count": 25,
    "ref-count": 63,
    "ref-list": [
        "Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods",
        "Commentary: Middle east respiratory syndrome coronavirus (mers-cov): announcement of the coronavirus study group",
        "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
        "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
        "A major outbreak of severe acute respiratory syndrome in Hong Kong",
        "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
        "Structure-based design, synthesis and biological evaluation of peptidomimetic aldehydes as a novel series of antiviral drug candidates targeting the SARS-CoV-2 main protease",
        "China novel coronavirus investigating and research team. A novel coronavirus from patients with pneumonia in China, 2019",
        "Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia",
        "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
        "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
        "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
        "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
        "WHO declares COVID-19 a pandemic",
        "Structure of Mprofrom SARS-CoV-2 and discovery of its inhibitors",
        "Conservation of substrate specificities among coronavirus main proteases",
        "COVID-19 drug therapy",
        "Potential of plant bioactive compounds as SARS-CoV-2 main protease (Mpro) and spike (S) glycoprotein inhibitors: a molecular docking study",
        "Effective treatment of severe COVID-19 patients with tocilizumab",
        "Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
        "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
        "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
        "A trial of lopinavir–ritonavir in adults hospitalized with severe Covid-19",
        "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
        "Discovering drugs to treat coronavirus disease 2019 (COVID-19)",
        "Antiviral phytochemicals identification from Azadirachta indica leaves against HCV NS3 protease: an in silico approach",
        "Therapeutics role of Azadirachta indica (Neem) and their active constituents in diseases prevention and treatment",
        "Phytochemical analysis and in vitro investigation of anti-inflammatory and xanthine oxidase inhibition potential of root extracts of Bryophyllum pinnatum",
        "Antiviral phenolic compounds from Arundina gramnifolia",
        "Hepatitis C virus and natural compounds: a new antiviral approach?",
        "Protective effects of neem (Azadirachta indica A. Juss.) leaf extract against cigarette smoke-and lipopolysaccharide-induced pulmonary inflammation",
        "Natural control of bacteria affecting meat quality by a neem (Azadirachta indica A. Juss) cake extract",
        "Anti-nociceptive and anti-inflammatory activities of Azadirachta indica fruit skin extract and its isolated constituent azadiradione",
        "Investigation of compounds from Azadirachta indica (neem)",
        "A review on ethnopharmacological applications, pharmacological activities, and bioactive compounds of Mangifera indica (mango)",
        "Mangifera indica flower extract mediated biogenic green gold nanoparticles: efficient nanocatalyst for reduction of 4-nitrophenol",
        "Characterization and quantitation of polyphenolic compounds in bark, kernel, leaves, and peel of mango (Mangifera indica L.)",
        "Antiviral activity of Mangifera extract on influenza virus cultivated in different cell cultures",
        "Mangiferin: a review of sources and interventions for biological activities",
        "Moringa oleifera Lam. and derived phytochemicals as promising antiviral agents: a review",
        "Bioactive components in Moringa oleifera leaves protect against chronic disease",
        "Health benefits of Moringa oleifera",
        "Ethnobotanical survey of medical plants used in the traditional treatment of viral infections in Jos, plateau state, Nigeria",
        "Local knowledge, use pattern and geographical distribution of Moringa oleifera Lam.(Moringaceae) in Nigeria",
        "Review of the safety and efficacy of Moringa oleifera",
        "Cultivation, genetic, ethnopharmacology, phytochemistry and pharmacology of Moringa oleifera leaves: an overview",
        "UCSF Chimera—a visualization system for exploratory research and analysis",
        "Combining global and local measures for structure-based druggability predictions",
        "Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings",
        "Drug-like properties and the causes of poor solubility and poor permeability",
        "A critical assessment of docking programs and scoring functions",
        "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading",
        "Plip: fully automated protein–ligand interaction profiler",
        "admetSAR: a comprehensive source and free tool for assessment of chemical ADMET properties",
        "admetSAR 2.0: web-service for prediction and optimization of chemical ADMET properties",
        "Molecular docking studies of anti-cancerous candidates in Hippophae rhamnoides and Hippophae salicifolia",
        "Molecular docking studies of quercetin and its analogues against human inducible nitric oxide synthase",
        "Potential inhibitors against 2019-nCoV coronavirus M protease from clinically approved medicines",
        "Mangiferin: an effective therapeutic agent against several disorders",
        "Nutritional and biological evaluation of leaves of Mangifera indica from Mauritius",
        "In silico investigation of black tea components on α-amylase, α-glucosidase and lipase",
        "Hydrogen bonds and hydrophobic interactions of porphyrins in porphyrin-containing proteins",
        "In silico molecular docking and ADME/T analysis of plant compounds against IL17A and IL18 targets in gouty arthritis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Akure",
            "@id": "60023571",
            "affilname": "Federal University of Technology, Akure",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023571",
            "affiliation-country": "Nigeria"
        },
        {
            "affiliation-city": "Lokoja",
            "@id": "120470746",
            "affilname": "Federal University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120470746",
            "affiliation-country": "Nigeria"
        }
    ],
    "funding": []
}