{
    "eid": "2-s2.0-85144842927",
    "title": "The Role of Volunteerism and Buddhist Ethics for the Covid-19 Pandemic Response in Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Religious Studies",
            "@code": "1212",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Philosophy",
            "@code": "1211",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Buddhism",
        "Covid-19",
        "Karuṇā",
        "Merit",
        "Public health",
        "Thailand",
        "Virtue ethics"
    ],
    "authors": [
        "Soraj Hongladarom",
        "Daniel D. Novotný"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Impacts of worldwide individual non-pharmaceutical interventions on COVID-19 transmission across waves and space",
        "The covid-19 Pandemic: What we have learned from Thai experiences",
        "resilience cannot be achieved solely through unidirectional and top-down approaches by governments and other entities. Resilience requires community engagement as much as regulations and hospital capacity. Community engagement and its interlinkage with community resilience is fundamental to managing not only health threats but also other threats, such as climate and environmental change.. Importantly, health systems resilience requires countries worldwide to be open to exchange of knowledge and expertise from regions such as Asia and Africa, which have effectively mobilized [Community Health Workers] and communities to extend the reach, capacity and quality of their health systems.’ Victoria Haldane et al., ‘Health systems resilience in managing the COVID-19 pandemic: lessons from 28 countries",
        "Covid-19 katastrofa: Nad knihou Richarda Hortona",
        "Influencing factors of COVID-19 spreading: a case study of Thailand",
        "Tobacco control in Thailand means creative approaches to quitting",
        "Early containment of severe acute respiratory syndrome (SARS); experience from Bamrasnaradura Institute, Thailand",
        "The changing role of village health volunteers in Northeast Thailand: an ethnographic field study",
        "Th e roles of village health volunteers: COVID-19 prevention and control in Th ailand",
        "Roles of community health workers in advancing health security and resilient health systems: emerging lessons from the COVID-19 response in the South-East Asia Region",
        "Thailand’s Covid-19 Struggle: Conditions, Consequences, Revelations",
        "Buddhist Ethics in South and Southeast Asia",
        "Autonomous Vehicles in Drivers’ School: A Non-Western Perspective"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ceske Budejovice",
            "@id": "60009424",
            "affilname": "Jihočeská Univerzita v Českých Budějovicích",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009424",
            "affiliation-country": "Czech Republic"
        }
    ],
    "funding": [
        "especially Klára Matoušková",
        "University of South Bohemia in České Budějovice"
    ]
}