{
    "eid": "2-s2.0-85089408316",
    "title": "Chemistry of renieramycins. Part 19: Semi-syntheses of 22-O-Amino ester and hydroquinone 5-O-Amino ester derivatives of renieramycin m and their cytotoxicity against non-small-cell lung cancer cell lines",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "22-O-amino ester derivatives of renieramycin M",
        "Bistetrahydroisoquinolinequinone",
        "Chemical modification",
        "Cytotoxicity",
        "Hydroquinone 5-O-amino ester derivatives of renieramycin M",
        "Marine alkaloid",
        "Non-small-cell lung cancer",
        "Renieramycin M",
        "Semi-synthesis"
    ],
    "authors": [
        "Supakarn Chamni",
        "Natchanun Sirimangkalakitti",
        "Pithi Chanvorachote",
        "Khanit Suwanborirux",
        "Naoki Saito"
    ],
    "citedby-count": 10,
    "ref-count": 33,
    "ref-list": [
        "Statistical research on the bioactivity of new marine natural products discovered during the 28 years from 1985 to 2012",
        "The odyssey of marine pharmaceuticals: A current pipeline perspective",
        "Current status of marine-derived compounds as warheads in anti-tumor drug candidates",
        "Marine natural products: A source of novel anticancer drugs",
        "Enriching cancer pharmacology with drugs of marine origin",
        "Marine-sourced anti-cancer and cancer pain control agents in clinical and late preclinical development",
        "The marine pharmacology and pharmaceuticals pipeline in 2016",
        "Chemistry and biology of the tetrahydroisoquinoline antitumor antibiotics",
        "Recent synthetic approaches to 6,15-iminoisoquino[3,2-b]3-benzazocine compounds",
        "Antitumor activity of tetrahydroisoquinoline analogues 3-epi-jorumycin and 3-epi-renieramycin G",
        "Ecteinascidins. A review of the chemistry, biology and clinical utility of potent tetrahydroisoquinoline antitumor antibiotics",
        "Ecteinascidin 743: A minor groove alkylator that bends DNA toward the major groove",
        "Chemistry of renieramycins. Part 3. Isolation and tructure of stabilized renieramycin type derivatives possessing antitumor activity from Thai sponge Xestospongia species, pretreated with potassium cyanide",
        "Chemistry of renieramycins. Part 5. Structure elucidation of renieramycin-type derivatives O, Q, R, and S from Thai marine sponge Xestospongia species pretreated with potassium cyanide",
        "Chemistry of renieramycins. Part 8: Synthesis and cytotoxicity evaluation of renieramycin M-jorunnamycin A analogues",
        "Chemistry of renieramycins. Part 15. Synthesis of 22-O-ester derivatives of jorunnamycin A and their cytotoxicity against non-small-cell lung cancer Cells",
        "Chemistry of renieramycins. Part 17. A new generation of renieramycins: Hydroquinone 5-O-monoester analogues of renieramycin M as potential cytotoxic agents against non-small-cell lung cancer cells",
        "Global cancer statistics",
        "Anticancer and antimetastatic activities of renieramycin M, a marine tetrahydroisoquinoline alkaloid, in human non-small cell lung cancer cells",
        "Replacement of a quinone by a 5-O-acetylhydroquinone abolishes the accidental necrosis inducing effect while preserving the apoptosis-inducing effect of renieramycin M on lung cancer cells",
        "Renieramycin M sensitizes anoikis-resistant H460 lung cancer cells to anoikis",
        "Bishydroquinone renieramycin M induces apoptosis of human lung cancer cells through a mitochondria-dependent pathway",
        "Renieramycin M attenuates cancer stem cell-like phenotypes in H460 lung cancer cells",
        "Apoptosis-inducing effect of hydroquinone 5-O-cinnamoyl ester analog of renieramycin M on non-small cell lung cancer cells",
        "Chemistry of renieramycins. Part 6: Transformation of renieramycin M into jorumycin and renieramycin J including oxidative degradation products, mimosamycin, renierone, and renierol acetate",
        "Simple Method for the Esterification of Carboxylic Acids",
        "Organic carbamates in drug design and medicinal chemistry",
        "The prodrug approach: A successful tool for improving drug solubility",
        "Antibody Drug Conjugates for Cancer Therapy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "@id": "60025065",
            "affilname": "Meiji Pharmaceutical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025065",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "MEXT"
    ]
}