{
    "eid": "2-s2.0-84896508149",
    "title": "Artificial-free simplex algorithm based on the non-acute constraint relaxation",
    "cover-date": "2014-05-15",
    "subject-areas": [
        {
            "$": "Applied Mathematics",
            "@code": "2604"
        },
        {
            "$": "General Computer Science",
            "@code": "1700"
        },
        {
            "$": "Computational Mathematics",
            "@code": "2605"
        }
    ],
    "keywords": [
        "Artificial-free",
        "Gradient vector",
        "Linear programming",
        "Non-acute constraint relaxation"
    ],
    "authors": [
        "Aua Aree Boonperm"
    ],
    "citedby-count": 6,
    "ref-count": 23,
    "ref-list": [
        "Linear Programming and Extensions",
        "Inequalities",
        "A new polynomial-time algorithm for linear programming",
        "Interfaces",
        "Linear programming and its applications",
        "A product-form Cholesky factorization method for handling dense columns in interior point methods for linear programming",
        "Detecting \"dense\" columns in interior point methods for linear programs",
        "Manage. Sci.",
        "An artificial-free simplex-type algorithm for general LP models",
        "Initialization of the simplex algorithm: An artificial-free approach",
        "SIAM Rev.",
        "Primal perturbation simplex algorithms for linear programming",
        "IJPAM",
        "A computationally stable solution algorithm for linear programs",
        "The cosine simplex algorithm",
        "Practical finite pivoting rules for the simplex method",
        "Two direct methods in linear programming",
        "A note on two direct methods in linear programming",
        "An improved initial basis for the Simplex algorithm",
        "A note on \"an improved initial basis for the simplex algorithm\"",
        "A simple direct cosine simplex algorithm",
        "On simplex method with most-obtuse-angle rule and cosine rule",
        "Linear programming and network flows: Fourth edition"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "IPST",
        "Institute for the Promotion of Teaching Science and Technology"
    ]
}