{
    "eid": "2-s2.0-85064909380",
    "title": "Distribution and antimicrobial activity of Thai marine actinomycetes",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antibacterial activity",
        "Marine actinomycetes",
        "Marine sponges",
        "Sediment"
    ],
    "authors": [
        "Wongsakorn Phongsopitanun",
        "Khanit Suwanborirux",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Diversity, abundance and natural products of marine sponge-associated actinomycetes",
        "Bioactive microbial metabolites",
        "Abyssomicin C-A polycyclic antibiotic from a marine Verrucosispora strain as an inhibitor of the p-aminobenzoic acid/tetrahydrofolate biosynthesis pathway",
        "Streptosporangium oxazolinicum sp. nov., a novel endophytic actinomycete producing new antitrypanosomal antibiotics, spoxazomicins",
        "Species-specific secondary metabolite production in marine actinomycetes of the genus Salinispora",
        "Nocardia testaceus sp nov. and Nocardia senatus sp. nov., isolated from patients in Japan",
        "Genus Micromonospora",
        "Marinomycins A-D, antitumor-antibiotics of a new structure class from a marine actinomycete of the recently discovered genus \"Marinispora\"",
        "Salinispora arenicola gen nov., sp. nov. and Salinispora tropica sp. nov., obligate marine actinomycetes belonging to the family Micromonosporaceae",
        "Streptomyces radiopugnans sp nov., a radiation-resistant actinomycete isolated from radiation-polluted soil in China",
        "Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenus austro-yunnanensis in Xishuangbanna tropical rain forest revealed by culture-dependent and culture-independent methods",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Verrucosispora gifhornensis gen nov., sp. nov., a newmember of the actinobacterial family Micromonosporaceae",
        "Methods for characterization of Streptomyces species",
        "Identification and antimicrobial activity of actinobacteria from soils in southern Thailand",
        "Characterization and antimicrobial activity of Streptomyces strains from soils in southern Thailand",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Proposal for a new hierarchic classification system, Actinobacteria classis nov",
        "Planotetraspora thailandica sp nov., isolated from soil in Thailand",
        "Antimalarial and antitubercular C-glycosylated benz[a]anthraquinones from the marine-derived Streptomyces sp BCC45596",
        "Culturable actinobacteria from the marine sponge Hymeniacidon perleve: isolation and phylogenetic diversity by 16S rRNA gene-RFLP analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}