{
    "eid": "2-s2.0-85039906562",
    "title": "Male white-handed gibbons flexibly time duet contributions",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Ape communication",
        "Duetting",
        "Gibbons",
        "Song",
        "Turn-taking",
        "Vocal plasticity"
    ],
    "authors": [
        "Thomas A. Terleph",
        "S. Malaivijitnond",
        "U. H. Reichard"
    ],
    "citedby-count": 25,
    "ref-count": 81,
    "ref-list": [
        "Insect duets: underlying mechanisms and their evolution",
        "Unusually high levels of extrapair paternity in a duetting songbird with long-term pair bonds",
        "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
        "Temporal and structural analysis of affiliative vocal exchanges in squirrel monkeys (Saimiri sciureus)",
        "Inheritance of stereotyped gibbon calls",
        "Maintenance and evolution of social structure in gibbons",
        "Behavioural ecology of gibbons (Hylobates albibarbis) in a degraded peat swamp forest",
        "Communication within and between family groups of siamang (Symphalangus syndactylus)",
        "The ecology of gibbons: some preliminary considerations based on observations in the Malay Peninsula",
        "The social behavior of the lesser apes",
        "Vocal turn-taking in a non-human primate is learned during ontogeny",
        "The syntax and meaning of wild gibbon songs",
        "Song function in gibbons",
        "Wild chimpanzees produce group-specific calls: a case for vocal learning?",
        "Different levels of variability in the female song of wild silvery gibbons (Hylobates moloch)",
        "Individuality in the female songs of wild silvery gibbons (Hylobates moloch) on Java, Indonesia",
        "Individual and geographical variability in the songs of wild silvery gibbons (Hylobates moloch) on Java, Indonesia",
        "A paradox in the evolution of primate vocal learning",
        "The ecological and social significance of duetting",
        "The acoustic structure of chimpanzee pant-hooting facilitates chorusing",
        "Production of vocalizations in mammals",
        "Inheritance of song parameters in the gibbon song, analysed in 2 hybrid gibbons (Hylobates pileatus × H. lar)",
        "Duet songs of the siamang, Hylobates syndactylus: II. Testing the pair-bonding hypothesis during a partner exchange",
        "Duet songs of the siamang, Hylobates syndactylus: I. Structure and organisation",
        "Duet-splitting and the evolution of gibbon songs",
        "The relationship between duet songs and pair bonds in siamangs, Hylobates syndactylus",
        "Acoustically dimorphic advertisement calls separate morphologically and genetically homogenous populations of the grey mouse lemur (Microcebus murinus)",
        "Acoustic and organizational features of gibbon songs",
        "Convergence in the duetting of monogamous old world primates",
        "Individuality in the songs of wild agile gibbons (Hylobates agilis) of Peninsular Malaysia",
        "Individuality in the female songs of wild Kloss’ gibbons (Hylobates klossii) on Siberut Island, Indonesia",
        "A review of hypotheses for the functions of avian duetting",
        "Constraints in primate vocal production",
        "Flexibility in the species-typical songs of gibbons",
        "Social coordination in animal vocal interactions. Is there any evidence of turn-taking? The starling as an animal model",
        "Influence of body position on breathing and its implications for the evaluation and treatment of speech and voice disorders",
        "Chimpanzees differentially produce novel vocalizations to capture the attention of a human",
        "Neural systems for vocal learning in birds and humans: a synopsis",
        "Neuronal control of vocal production in nonhuman and human primates",
        "Vocal diversity of Kloss’s gibbons (Hylobates klossii) in the Mentawai Islands, Indonesia",
        "Flexibility and context-sensitivity during the vocal exchange of coo calls in wild Japanese macaques (Macaca fuscata yakui)",
        "Possible role of mother-daughter vocal interactions on the development of species-specific song in gibbons",
        "Vocal duetting: definitions, discoveries and directions",
        "Gibbons: territoriality and monogamy",
        "Patterns of vocal sharing and social dynamics in a captive group of Campbell’s monkeys",
        "Attention to elders’ voice in nonhuman primates",
        "Social learning of vocal structure in a nonhuman primate?",
        "Turn-taking in human communication—origins and implications for language processing",
        "Development of coordinated singing in a newly formed siamang pair",
        "Gibbons and their territorial songs",
        "Duetting—a mechanism to strengthen pair bonds in a dispersed pair-living primate (Lepilemur edwardsi)?",
        "Sensory-motor interactions modulate a primate vocal behavior: antiphonal calling in common marmosets",
        "Gibbon song duets and intergroup spacing",
        "Duetting in the titi monkey Callicebus cupreus: structure, pair specificity and development of duets",
        "Duet vocalizations among different populations of Sulawesi tarsiers",
        "Campbell’s monkeys concatenate vocalizations into context-specific call sequences",
        "Vocalizations of rhesus (Macaca mulatta) and Japanese (M. fuscata) macaques cross-fostered between species show evidence of only limited modification",
        "Acoustic features contributing to the individuality of wild agile gibbon (Hylobates agilis agilis) songs",
        "Dynamic pair bonds in hylobatids: implications regarding monogamous social systems",
        "Field playback of loud calls to gibbons (Hylobates lar): territorial, sex-specific and species-specific responses",
        "Loud calls of the gibbon (Hylobates lar): repertoire, organization and context",
        "Social organization and mating system of Khao Yai white-handed gibbons, 1992–2006",
        "White handed gibbons of Khao Yai: social flexibility, reproductive strategies, and a slow life history",
        "The evolution of gibbons and siamang",
        "Vocal control by the common marmoset in the presence of interfering noise",
        "Overlapping and matching of codas in vocal interactions between sperm whales: insights into communication function",
        "The ontogeny of vervet monkey alarm-calling behavior: a preliminary report",
        "Pygmy marmosets modify call structure when paired",
        "Universals and cultural variation in turn-taking in conversation",
        "Temporal and acoustic correlates in vocal exchange of coo calls in Japanese macaques",
        "Coupled oscillator dynamics of vocal turn-taking in monkeys",
        "Cross-sectional and longitudinal studies of the development of group differences in acoustic features of coo calls in two groups of Japanese macaques",
        "Territory and monogamy among Kloss’ gibbons (Hylobates klossii) in Siberut Island, Indonesia",
        "The lar gibbon (Hylobates lar) great call reveals individual caller identity",
        "Age related decline in female lar gibbon great call performance suggests that call features correlate with physical condition",
        "Duetting and antiphonal singing in birds: its extent and significance",
        "Rapping a female receptive call, initiates male–female duets in the South African clawed frog",
        "Structure and function of antiphonal duets",
        "Acoustic communication in a duetting grasshopper: receiver response variability, male strategies and signal design",
        "An oscillator model of the timing of turn-taking"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Carbondale",
            "@id": "60029472",
            "affilname": "Southern Illinois University Carbondale",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029472",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Fairfield",
            "@id": "60022249",
            "affilname": "Sacred Heart University Fairfield",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022249",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Department of the National Parks",
        "Nacey Maggioncalda Foundation",
        "National Research Council of Thailand"
    ]
}