{
    "eid": "2-s2.0-84978861885",
    "title": "Development and psychometric properties of the Suicidality of Adolescent Screening Scale (SASS) using Multidimensional Item Response Theory",
    "cover-date": "2016-09-30",
    "subject-areas": [
        {
            "$": "Biological Psychiatry",
            "@code": "2803"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [],
    "authors": [
        "Supattra Sukhawaha"
    ],
    "citedby-count": 5,
    "ref-count": 33,
    "ref-list": [
        "Personality traits as correlates of suicidal ideation, suicide attempts, and suicide completions: A systematic review",
        "A two-tier full-information item factor analysis model with applications",
        "Mirt: A multidimensional item response theory package for the R environment",
        "Multidimensional item response theory models yielded good fit and reliable scores for the Short Form-12 questionnaire",
        "Full-information item bifactor analysis of graded response data",
        "Suicide in adolescents: A worldwide preventable tragedy",
        "Feasibility of screening adolescents for suicide risk in \"real-world\" high school settings",
        "Attempted suicide and associated risk factors among youth in urban Japan",
        "Evidence-based suicide prevention screening in schools",
        "Risk factors for suicide attempts among Korean adolescents",
        "Adolescent suicide myths in the United States",
        "Hopelessness and loneliness among suicide attempters in school-based samples of Taiwanese, Philippine and Thai adolescents",
        "Adolescent Suicide: Epidemiology, Psychological Theories, Risk Factors,and Prevention",
        "Suicidal ideation and associated factors among school-going adolescents in Thailand",
        "Estimated causes of death in Thailand, 2005: Implications for health policy",
        "The Columbia-suicide severity rating scale: Initial validity and internal consistency findings from three multisite studies with adolescents and adults",
        "R A Lang. Environ. Stat. Comput.",
        "Assessment of suicidal ideation in inner-city children and young adolescents: Reliability and validity of the suicidal ideation questionnaire-JR",
        "Psychol. Assess. Resour.",
        "Predictors of suicide attempt in early-onset, first-episode psychoses: A longitudinal 24-month follow-up study",
        "The Columbia SuicideScreen: Validity and reliability of a screen for youth suicide and depression",
        "Attitudes of adolescents and parents towards premarital sex in rural Thailand: A qualitative exploration",
        "Attempted Suicide Triggers in Thai Adolescent Perspectives",
        "The SAD PERSONS Scale for Suicide Risk Assessment: A Systematic Review",
        "World Psychiatry",
        "Number of suicides by age group and gender, China 1.",
        "Family Factors Associated With Suicide Attempts Among Chinese Adolescent Students: A National Cross-Sectional Survey",
        "Education",
        "Validation of the Chinese version of the Reynolds' suicidal ideation questionnaire: Psychometric properties and its short version"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "affilname": "Prasrimahabhodi Psychiatric Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Graduate School Khon Kean University",
        "WHO Collaborating Centre for Research and Training on Gender",
        "WHOCC-RTGWH",
        "Women's Health Khon Kean University Thailand"
    ]
}