{
    "eid": "2-s2.0-85071495576",
    "title": "Epidemiologic evaluation of calcium oxalate urolithiasis in dogs in the United States: 2010-2015",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "calculus",
        "dog",
        "epidemiology",
        "North America",
        "risk factor"
    ],
    "authors": [
        "Vachira Hunprasit",
        "Pamela J. Schreiner",
        "Jeffrey B. Bender",
        "Jody P. Lulich"
    ],
    "citedby-count": 6,
    "ref-count": 25,
    "ref-list": [
        "Evaluation of trends in urolith composition and characteristics of dogs with urolithiasis: 25,499 cases (1985-2006)",
        "Analysis of 77,000 canine uroliths. Perspectives from the Minnesota Urolith Center. The veterinary clinics of North America",
        "Patient and environmental factors associated with calcium oxalate urolithiasis in dogs",
        "Risk factors associated with calcium oxalate urolithiasis in dogs evaluated at general care veterinary hospitals in the United States",
        "Risk factors for the incidence of calcium oxalate uroliths or magnesium ammonium phosphate uroliths for dogs in Ontario, Canada, from 1998 to 2006",
        "Urolith analysis: submission, methods, and interpretation",
        "Analysis of 14,008 uroliths from dogs in the UK over a 10-year period",
        "Characteristics of urolithiasis in the dog population of Hungary from 2001 to 2012",
        "Canine and feline urolithiasis: examination of over 50,000 urolith submissions to the Canadian Veterinary Urolith Centre from 1998 to 2008",
        "Analysis of 4,495 canine and feline uroliths in the Benelux. A retrospective study: 1994–2004",
        "Analysis of 2,735 canine uroliths in Spain and Portugal. A retrospective study: 2004-2006",
        "Analysis of canine urolith submissions to the Canadian Veterinary Urolith Centre, 1998–2014",
        "Comparison of urine composition of healthy Labrador retrievers and miniature schnauzers",
        "Canine urolithiasis: a look at over 16,000 urolith submissions to the Canadian Veterinary Urolith Centre from February 1998 to April 2003",
        "Analysis of 451,891 canine Uroliths, feline Uroliths, and feline urethral plugs from 1981 to 2007: perspectives from the Minnesota Urolith Center",
        "Epidemiology of canine urolithiasis in the Czech Republic from 1997 to 2002",
        "Epidemiology of urinary stone disease",
        "Calcium oxalate crystal growth in normal urine: role of contraceptive hormones",
        "Recent shifts in the global proportions of canine uroliths",
        "Risk factors associated with struvite urolithiasis in dogs evaluated at general care veterinary hospitals in the United States",
        "Nonsurgical removal of urocystoliths in dogs and cats by voiding urohydropropulsion",
        "Voiding urohydropropulsion: lessons from 5 years of experience",
        "Associations of diet and breed with recurrence of calcium oxalate cystic calculi in dogs",
        "Changing paradigms in the diagnosis of Urolithiasis",
        "Urocystolith detection: comparison of survey, contrast radiographic and ultrasonographic techniques in an in vitro bladder phantom"
    ],
    "affiliation": [
        {
            "affiliation-city": "Minneapolis",
            "@id": "60013223",
            "affilname": "School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013223",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Minneapolis",
            "@id": "105140473",
            "affilname": "College of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105140473",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}