{
    "eid": "2-s2.0-84996564656",
    "title": "Mechanistic Investigation of Asphaltene Deposition",
    "cover-date": "2016-11-17",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [],
    "authors": [
        "Cláudio Vilas Bôas Fávero"
    ],
    "citedby-count": 61,
    "ref-count": 29,
    "ref-list": [
        "The fractal aggregation of asphaltenes",
        "Advances in asphaltene science and the Yen-Mullins model",
        "Insight into asphaltene nanoaggregate structure inferred by small angle neutron and X-ray scattering",
        "Membrane diffusion measurements do not detect exchange between asphaltene aggregates and solution phase",
        "Observation of liquid crystals in heavy petroleum fractions",
        "Revisiting asphaltene precipitation from crude oils: A case of neglected kinetic effects",
        "Modeling the aggregation of asphaltene nanoaggregates in crude oil-precipitant systems",
        "A unified model for aggregation of asphaltenes",
        "Adv. Colloid Interface Sci.",
        "Effect of n-Alkane precipitants on aggregation kinetics of asphaltenes",
        "Effect of temperature on the precipitation kinetics of asphaltenes",
        "ASTM D6560-12: Standard Method for Determinationof Asphaltene (Heptane Insoluble) in Crude Petroleum and PetrolumProducts",
        "World Oil",
        "A fundamental study of asphaltene deposition",
        "Colloidal asphaltene deposition in laminar pipe flow: Flow rate and parametric effects",
        "Asphaltene deposition on metallic surfaces",
        "A pipe-loop apparatus to investigate asphaltene deposition",
        "SPE Prod. Oper.",
        "Thermodynamic solubility models to predict asphaltene instability in live crude oils",
        "Combined Asphaltene Aggregation and Deposition Investigation",
        "The colloidal approach. A promising route for asphaltene deposition modelling",
        "A theory describing asphaltene adhesion fouling inside heat exchanger tubes",
        "Modeling of asphaltene deposition in a production tubing",
        "Colloidal Hydrodynamics",
        "EFFECT OF LONDON FORCES UPON THE RATE OF DEPOSITION OF BROWNIAN PARTICLES.",
        "Elements of Chemical Reaction Engineering",
        "Effect of fluid dispersion coefficients on particle-to-fluid mass transfer coefficients in packed beds. Correlation of sherwood numbers",
        "Mass transfer from spheres in various regular packings to a flowing fluid",
        "Effect of chemical composition on asphaltenes aggregation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}