{
    "eid": "2-s2.0-85009444759",
    "title": "Field study of seroconversion of three different commercial vaccines of chicken infectious anemia virus in Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Antibody titers",
        "Chicken infectious anemia virus",
        "Seroconversion",
        "Vaccines"
    ],
    "authors": [
        "Niwat Chansiripornchai"
    ],
    "citedby-count": 2,
    "ref-count": 23,
    "ref-list": [
        "Immunopathogenesis of chicken anemia virus infection",
        "Interpretation and application of result manual",
        "Detection of chicken anemia virus in the gonads and in the progeny of broiler breeder hens with high neutralizing antibody titers",
        "Distribution of chicken anaemia virus in the reproductive tissues of specific-pathogen-free chickens",
        "Chicken anemia virus antibody ELISA",
        "An outbreak of disease due to chicken anaemia agent in broiler chickens in England.",
        "Prevalence of Antibody to Chicken Anaemia Virus (CAV) in Swedish Chicken Breeding Flocks Correlated to Outbreaks of Blue Wing Disease (BWD) in their Progeny",
        "Isolation of an agent inducing chicken anaemia",
        "Detection and characterization of chicken anemia virus from commercial broiler breeder chickens",
        "The 39th Kasetsart University Annual Conference: Animals",
        "A long term observation of antibody status to chicken anaemia virus in individual chickens of breeder flocks",
        "Advances in avian immunology-prospects for disease control: A review",
        "Effects of chicken anemia virus on cell-mediated immune function in chickens exposed to the virus by a natural route.",
        "Economic effects of clinical chicken anemia agent infection on profitable broiler production.",
        "Detection of chicken anemia virus DNA in embryonal tissues and eggshell membranes",
        "Diseases of Poultry",
        "J Thai Vet Med Assoc",
        "Molecular cloning of an attenuated chicken anaemia virus isolate following repeated cell culture passage",
        "Anaemia-dermatitis of broilers: Field observations on its occurrence, transmission and prevention",
        "Molecular characterization of chicken infectious anemia virus outbreaks during 2008-2011 in Thailand",
        "Aetiological examination of an outbreak of haemorrhagic syndrome in a broiler flock in japan",
        "Avian Dis",
        "Avian Dis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}