{
    "eid": "2-s2.0-85020725619",
    "title": "Different allometric intercepts in major Aegus chelifer chelifer stag beetle males from urban and forest habitats",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        }
    ],
    "keywords": [
        "Mandible",
        "Piecewise model",
        "Population"
    ],
    "authors": [
        "Nut Songvorawit"
    ],
    "citedby-count": 10,
    "ref-count": 34,
    "ref-list": [
        "A Coefficient of Agreement for Nominal Scales",
        "Male dimorphisms in beetles and earwigs and the question of developmental constraints",
        "Artificial selection on allometry: Change in elevation but not slope",
        "Artificial selection on horn length-body size allometry in the horned beetle Onthophagus acuminatus (Coleoptera: Scarabaeidae)",
        "Alternative reproductive tactics and male-dimorphism in the horned beetle Onthophagus acuminatus (Coleoptera: Scarabaeidae)",
        "Diet alters male horn allometry in the beetle Onthophagus acuminatus (Coleoptera: Scarabaeidae)",
        "The development and evolution of exaggerated morphologies in insects",
        "Bionomics and distribution of the stag beetle, Lucanus cervus (L.) across Europe",
        "Entomolog. Ber.",
        "Horn dimorphism of Allomyrina dichotoma septentrionalis (Coleoptera: Scarabaeidae) affected by larval nutrition",
        "Spec. Publ. Japan Coleopt. Soc. Osaka",
        "Male mandible trimorphism in the stag beetle Dorcus rectus (Coleoptera: Lucanidae)",
        "Horn length is the determining factor in the outcomes of escalated fights among male Japanese horned beetles, Allomyrina dichotoma L. (Coleoptera: Scarabaeidae)",
        "Ann. Entomol. Soc. Am.",
        "Genera and Allometry in the Stag Beetle Family Lucanidae, Coleoptera",
        "On the analysis of non-linear allometries",
        "The limits of elaboration: Curved allometries reveal the constraints on mandible size in stag beetles",
        "The discrimination of alternative male morphologies",
        "Variation in the allometry of exaggerated rhinoceros beetle horns",
        "Functional mechanics of beetle mandibles: Honest signaling in a sexually selected system",
        "Proximate determination of male horn dimorphism in the beetle Onthophagus taurus (Coleoptera: Scarabaeidae)",
        "Sexual selection and horn allometry in the dung beetle Euoniticellus intermedius",
        "Shape variation of mandible and head in Lucanus cervus (Coleoptera: Lucanidae): A comparison of morphometric approaches",
        "Exaggerated allometric structures in relation to demographic and ecological parameters in Lucanus cervus (Coleoptera: Lucanidae)",
        "Mandible dimorphism in males of a stag beetle, prosopocoilus dissimilis okinawanus (Coleoptera: Lucanidae)",
        "Mate securing tactics and the cost of fighting in the Japanese horned beetle, Allomyrina dichotoma L. (Scarabaeidae)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University Museum of Natural History",
        "Department of Entomology",
        "Department of National Parks",
        "Faculty of Agriculture at Kamphaeng Saen",
        "Insect Museum Thailand",
        "Chulalongkorn University",
        "Department of Agriculture, Australian Government",
        "Kasetsart University"
    ]
}