{
    "eid": "2-s2.0-84929513428",
    "title": "Low urine output during the first twenty-four hours after total knee arthroplasty",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Fluid",
        "Intake",
        "Intravenous",
        "Output",
        "TKA",
        "Total knee arthroplasty",
        "Urine"
    ],
    "authors": [
        "Yutthana Khanasuk"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "The chitranjan ranawat award: The nonoperated knee predicts function 3 years after unilateral total knee arthroplasty",
        "Multimodal pain management following minimally invasive total knee arthroplasty: an experience in 3-dose parecoxib.",
        "2010 Mid-America orthopaedic association physician in training award: Predictors of early adverse outcomes after knee and hip arthroplasty in geriatric patients",
        "The effect of tourniquet use on hidden blood loss in total knee arthroplasty",
        "Hidden blood loss following hip and knee arthroplasty: Correct management of blood loss should take hidden loss into account",
        "Does perioperative hemodynamic optimization protect renal function in surgical patients? A meta-analytic study",
        "Is postoperative oliguria avoidable?",
        "Renal injury in the elderly: Diagnosis, biomarkers and prevention",
        "RIFLE criteria for acute kidney injury are associated with hospital mortality in critically ill patients: A cohort analysis",
        "The concept of acute kidney injury and the RIFLE criteria",
        "Kidney disease: Improving global outcomes (KDIGO) acute kidney injury work group. KDIGO clinical practice guideline for acute kidney injury",
        "Clinical Anesthesiology",
        "The maintenance need for water in parenteral fluid therapy.",
        "Results of the 136 consecutive minimally invasive total knee arthroplasties.",
        "The early results of gender-specific total knee arthroplasty in Thai patients",
        "High-flexion TKA in patients with a minimum of 120 degrees of pre-operative knee flexion: Outcomes at six years of follow-up",
        "Functional disabilities and satisfaction after total knee arthroplasty in female asian patients",
        "The NexGen LPS-flex to the knee prosthesis at a minimum of three years",
        "The John Insall award: Gender-specific total knee replacement: Prospectively collected clinical outcomes",
        "Renal impairment following total joint arthroplasty. Who is at risk?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Queen Savang Vadhana Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}