{
    "eid": "2-s2.0-84937872961",
    "title": "Silk sericin loaded alginate nanoparticles: Preparation and anti-inflammatory efficacy",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Structural Biology",
            "@code": "1315"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Alginate nanoparticles",
        "Anti-inflammation",
        "Carrageenan-induced paw edema",
        "Silk sericin"
    ],
    "authors": [
        "Thitikan Khampieng"
    ],
    "citedby-count": 43,
    "ref-count": 33,
    "ref-list": [
        "Silk protein, sericin, inhibits lipid peroxidation and tyrosinase activity",
        "Antioxidant activities of silk sericin from silkworm bombyx mori",
        "Antioxidative activity of animal and vegetable dietary fibers",
        "Antioxidant potential of silk protein sericin against hydrogen peroxide-induced oxidative stress in skin fibroblasts",
        "Silk sericin protein of tropical tasar silkworm inhibits UVB-induced apoptosis in human skin keratinocytes",
        "Sulfation of silk sericin and anticoagulant activity of sulfated sericin",
        "J. Cosmet. Dermatol.",
        "Silk protein, sericin, suppresses colon carcinogenesis induced by 1,2-dimethylhydrazine in mice",
        "Inhibitory effects of silk protein, sericin on UVB-induced acute damage and tumor promotion by reducing oxidative stress in the skin of hairless mouse",
        "Macrophage responses to silk",
        "Silk sericin-insulin bioconjugates: Synthesis, characterization and biological activity",
        "Synthesis of silk sericin peptides-L-asparaginase bioconjugates and their characterization",
        "Sericin, a protein derived from silkworms, accelerates the proliferation of several mammalian cell lines including a hybridoma",
        "Improvement of islet culture with sericin",
        "Sericin enhances attachment of cultured human skin fibroblasts",
        "The effects of sericin cream on wound healing in rats",
        "Anti-inflammatory potential of silk sericin",
        "Protein immobilization in crosslinked alginate microparticles",
        "Alginate microspheres prepared by internal gelation: Development and effect on insulin stability",
        "Bioadhesive interaction and hypoglycemic effect of insulin-loaded lectin-microparticle conjugates in oral insulin delivery system",
        "Encapsulation of tannase for the hydrolysis of tea tannins",
        "Immobilization of antibodies on alginate-chitosan beads",
        "Cell release from alginate immobilized Lactococcus lactis ssp. Lactis in chitosan and alginate coated beads",
        "DNA protection from extracapsular nucleases, within chitosan- or poly- L-lysine-coated alginate beads",
        "Formation of alginate microspheres produced using emulsification technique",
        "Protein release from alginate matrices",
        "The effect of sericin from various extraction methods on cell viability and collagen production",
        "Production of alginate beads by emulsification/internal gelation. I. Methodology",
        "Carrageenin-Induced Edema in Hind Paw of the Rat as an Assay for Antiinflammatory Drugs",
        "Mechanical and thermal properties of sericin/pva/bentonite scaffold: Comparison between uncrosslinked and crosslinked",
        "A histopathological and pharmacological analysis of the mode of action of non‐steroidal anti‐inflammatory drugs",
        "Parallel assay of prostaglandin‐like activity in rat inflammatory exudate by means of cascade superfusion",
        "Points of control in inflammation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}