{
    "eid": "2-s2.0-85043486756",
    "title": "Perampanel, an AMPA receptor antagonist: From clinical research to practice in clinical settings",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "AMPA receptors",
        "clinical trial",
        "focal seizures",
        "generalized tonic-clonic seizures",
        "perampanel"
    ],
    "authors": [
        "J. J. Tsai",
        "T. Wu",
        "H. Leung",
        "T. Desudchit",
        "S. Tiamkao",
        "K. S. Lim",
        "A. Dash"
    ],
    "citedby-count": 50,
    "ref-count": 79,
    "ref-list": [
        "Early identification of refractory epilepsy",
        "Development of new antiepileptic drugs: challenges, incentives, and recent advances",
        "The challenges of treating epilepsy with 25 antiepileptic drugs",
        "Pharmacological treatment of drug-resistant epilepsy in adults: a practical guide",
        "Effectiveness of antiepileptic drug combination therapy for partial-onset seizures based on mechanisms of action",
        "Medical management of refractory epilepsy—practical treatment with novel antiepileptic drugs",
        "Rational polytherapy",
        "Synergism of perampanel and zonisamide in the rat amygdala kindling model of temporal lobe epilepsy",
        "Pharmacodynamic and pharmacokinetic interactions of perampanel and other antiepileptic drugs in a rat amygdala kindling model",
        "Epilepsy after the first drug fails: substitution or add-on?",
        "Analysis of pooled phase III trials of adjunctive perampanel for epilepsy: impact of mechanism of action and pharmacokinetics on clinical outcomes",
        "Efficacy and safety of adjunctive perampanel for the treatment of refractory partial seizures: a pooled analysis of three phase III studies",
        "Efficacy and safety of eslicarbazepine acetate as add-on treatment to carbamazepine in patients with partial-onset seizures",
        "A post-hoc exploratory analysis of the effect of eslicarbazepine acetate as adjunctive treatment in adult patients with partial-onset seizures refractory to carbamazepine",
        "A pooled analysis of lacosamide clinical trial data grouped by mechanism of action of concomitant antiepileptic drugs",
        "Lamotrigine substitution study: evidence for synergism with sodium valproate? 105 Study Group",
        "Health care resource utilization before and after perampanel initiation among patients with epilepsy in the United States",
        "Perampanel: a novel, orally active, noncompetitive AMPA-receptor antagonist that reduces seizure activity in rodent models of epilepsy",
        "Adjunctive perampanel for refractory partial-onset seizures: randomized phase III study 304",
        "Evaluation of adjunctive perampanel in patients with refractory partial-onset seizures: results of randomized global phase III study 305",
        "Randomized phase III study 306: adjunctive perampanel for refractory partial-onset seizures",
        "Perampanel for tonic-clonic seizures in idiopathic generalized epilepsy A randomized trial",
        "Perampanel for focal epilepsy: insights from early clinical experience",
        "AMPA receptor antagonists as potential anticonvulsant drugs",
        "Revisiting AMPA receptors as an antiepileptic drug target",
        "Preclinical pharmacology of perampanel, a selective non-competitive AMPA receptor antagonist",
        "Pharmacological characterization of the 6 Hz psychomotor seizure model of partial epilepsy",
        "Development of perampanel in epilepsy",
        "Concentration-effect relationships with perampanel in patients with pharmacoresistant partial-onset seizures",
        "Perampanel for epilepsy with partial-onset seizures: a pharmacokinetic and pharmacodynamic evaluation",
        "The clinical pharmacology profile of the new antiepileptic drug perampanel: a novel noncompetitive AMPA receptor antagonist",
        "Perampanel: expanding therapeutic options for patients with medically refractory secondary generalized convulsive seizures",
        "Prevention of generalized tonic-clonic seizures in refractory focal epilepsy: a meta-analysis",
        "Long-term safety of perampanel and seizure outcomes in refractory partial-onset seizures and secondarily generalized seizures: results from phase III extension study 307",
        "Analysis of falls in patients with epilepsy enrolled in the perampanel phase III randomized double-blind studies",
        "Psychiatric and behavioral adverse events in randomized clinical studies of the noncompetitive AMPA receptor antagonist perampanel",
        "Efficacy and safety of perampanel in adolescent patients with drug-resistant partial seizures in three double-blind, placebo-controlled, phase III randomized clinical studies and a combined extension study",
        "Adjunctive perampanel in adolescents with inadequately controlled partial-onset seizures: a randomized study evaluating behavior, efficacy, and safety",
        "Adjunctive perampanel in adolescents with inadequately controlled partial seizures: efficacy and safety results from study 235 (phase II)",
        "Cognitive effects of adjunctive perampanel for partial-onset seizures: a randomized trial",
        "Effect of adjunctive perampanel on growth and development in adolescents with inadequately controlled partial seizures",
        "Efficacy and safety of perampanel in the subgroup of elderly patients included in the phase III epilepsy clinical trials",
        "Perampanel efficacy and safety by gender: subanalysis of phase III randomized clinical studies in subjects with partial seizures",
        "Efficacy, safety, and tolerability of perampanel in Asian populations",
        "Subcommittee on the Consensus Statement of The Hong Kong Epilepsy Society. An update of the Hong Kong Epilepsy Guideline: consensus statement on the use of antiepileptic drugs in Hong Kong",
        "Perampanel as add-on treatment in refractory focal epilepsy. The Dianalund experience",
        "Prospective audit with adjunctive perampanel: preliminary observations in focal epilepsy",
        "A multicenter survey of clinical experiences with perampanel in real life in Germany and Austria",
        "Clinical experience with adjunctive perampanel in adult patients with uncontrolled epilepsy: a UK and Ireland multicentre study",
        "Safety, efficacy and outcome-related factors of perampanel over 12 months in a real-world setting: the FYDATA study",
        "Perampanel: an audit of clinical experience using the epilepsy electronic patient record",
        "Retention of perampanel in adults with pharmacoresistant epilepsy at a single tertiary care center",
        "Long-term retention of lacosamide in a large cohort of people with medically refractory epilepsy: a single centre evaluation",
        "DRESS associated with perampanel administration in a child with drug-resistant epilepsy",
        "Effectiveness and tolerability of perampanel in children and adolescents with refractory epilepsies: first experiences",
        "Effectiveness and tolerability of perampanel in children and adolescents with refractory epilepsies – An Italian observational multicenter study",
        "Tolerability and efficacy of perampanel in children with refractory epilepsy",
        "Clinical experience with perampanel for refractory pediatric epilepsy in one Canadian center",
        "Clinical outcomes of perampanel vs. lacosamide in cohorts of consecutive patients with severely refractory epilepsies – A monocentric retrospective analysis of systematically collected data from the German Kork Epilepsy Center",
        "Pharmacologic advantages of antiepileptic drug monotherapy",
        "Quantifying the response to antiepileptic drugs: effect of past treatment history",
        "Safety and efficacy of perampanel in children and adults with various epilepsy syndromes: a single-center postmarketing study",
        "Anticonvulsant drugs for generalized tonic-clonic epilepsy",
        "Myoclonus and seizures in progressive myoclonus epilepsies: pharmacology and therapeutic trials",
        "Efficacy and tolerability of perampanel in ten patients with Lafora disease",
        "Seizure control and improvement of neurological dysfunction in Lafora disease with perampanel",
        "Sustained seizure remission on perampanel in progressive myoclonic epilepsy (Lafora disease)",
        "Add-on perampanel in Lance-Adams syndrome",
        "Use of perampanel in one case of super-refractory hypoxic myoclonic status: case report",
        "Efficacy of perampanel in refractory nonconvulsive status epilepticus and simple partial status epilepticus",
        "Perampanel in patients with refractory and super-refractory status epilepticus in a neurological intensive care unit",
        "Dose-dependent suppression of human photoparoxysmal response with the competitive AMPA/kainate receptor antagonist BGG492: clear PK/PD relationship"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tainan",
            "@id": "60073386",
            "affilname": "National Cheng Kung University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073386",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60026046",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026046",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60024787",
            "affilname": "Prince of Wales Hospital Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024787",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taoyuan",
            "@id": "60020351",
            "affilname": "Chang Gung University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020351",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "108350968",
            "affilname": "Takeda Singapore Pte Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108350968",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Eisai Singapore Pte. Ltd"
    ]
}