{
    "eid": "2-s2.0-85032807137",
    "title": "The economics of altruism: The old, the rich, the female",
    "cover-date": "2018-01-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "altruism",
        "Behavioral economics",
        "gender",
        "old age"
    ],
    "authors": [
        "Voraprapa Nakavachara"
    ],
    "citedby-count": 5,
    "ref-count": 25,
    "ref-list": [
        "Which is the Fair Sex? Gender Differences in Altruism",
        "Altruism in experiments",
        "Which is the fair sex? Gender differences in altruism",
        "Assigning care: Gender norms and economic outcomes",
        "Altruism, egoism, and genetic fitness: Economics and sociobiology",
        "Measuring social norms and preferences using experimental games: A guide for social scientists",
        "Measuring social norms and social preferences using lab experiments (Working Paper)",
        "Family income affects children’s altruistic behavior in the dictator game",
        "The evolution of utility functions and psychological altruism",
        "Are women less selfish than men?: Evidence from dictator experiments",
        "Dictator games: A meta study",
        "A theory of gender differences in parental altruism",
        "Bargaining by Children (Working Paper No. 2002-4)",
        "Does higher income make you more altruistic? Evidence from the holocaust",
        "Lost letter measure of variation in altruistic behaviour in 20 neighbourhoods",
        "A general benevolence dimension that links neural, psychological, economic, and life-span data on altruistic tendencies",
        "Prosocial behavior increases with age across five economic games",
        "The generous elderly: Naturalistic studies of donations across the life span",
        "Roots and benefits of costly giving: children who are more altruistic have greater autonomic flexibility and less family wealth",
        "Do humans prefer altruistic mates? Testing a link between sexual selection and altruism towards non‐relatives",
        "Having less, giving more: The influence of social class on prosocial behavior",
        "Social discounting in the elderly: Senior citizens are good samaritans to strangers",
        "Male-female giving differentials: Are women more altruistic?",
        "Altruistic behavior: An analysis of age and sex differences"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}