{
    "eid": "2-s2.0-85044244399",
    "title": "Biological treatment of reactive black 5 by resupinate white rot fungus Phanerochaete sordida PBU 0057",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        }
    ],
    "keywords": [
        "Azo dyes",
        "Lignin-modifying enzymes",
        "Phaenerochaete chrysosporium",
        "Phytoxicity",
        "Resupinate fungi"
    ],
    "authors": [
        "Ponlada Permpornsakul"
    ],
    "citedby-count": 16,
    "ref-count": 44,
    "ref-list": [
        "Developments in microbial methods for the treatment of dye effluents",
        "Fungal decolorization of dye wastewaters: A review",
        "Removal of synthetic dyes from wastewaters: A review",
        "Removal of color from textile dyeing wastewater by foam separation",
        "Plant bioassays to assess toxicity of textile sludge compost",
        "Biodegradation of synthetic dyes - A review",
        "A review on efficacious methods to decolorize reactive azo dye",
        "The Handbook of Environmental Chemistry: Factors affecting the complete mineralization of azo dyes",
        "Decolourisation and detoxification in the fungal treatment of textile wastewaters from dyeing processes",
        "A critical review of the application of white rot fungus to environmental pollution control",
        "Fungal dye decolourization: Recent advances and future potential",
        "Int. J. Environ. Sci. Te.",
        "Mycota Industrial Applications:Fungal biodegradation of lignocelluloses",
        "McIlvainea",
        "Evolution of complex fruiting-body morphologies in homobasidiomycetes",
        "Lignin biodegradation: Microbiology, chemistry, and potential applications vol II: Lignin biodegradation: Summary and perspectives",
        "Waste Water-Treatment and Reutilization:Fungal decolourization and degradation of synthetic dyes, some chemical engineering aspects",
        "Enzyme activities and decolourization of single and mixed azo dyes by the white-rot fungus Phanerochaete chrysosporium",
        "Lignin peroxidase of Phanerochaete chrysosporium",
        "Synthetic dye decolorization capacity of white rot fungus Dichomitus squalens",
        "Biodecolorization and biodegradation of reactive Levafix Blue E-RA granulate dye by the white rot fungus Irpex lacteus",
        "Irpex lacteus, a white-rot fungus with biotechnological potential - Review",
        "Inventorying and Monitoring Methods: Biodiversity of Fungi",
        "New records. Mycosphere",
        "Wood degradation and optimized laccase production by resupinate white-rot fungi in northern thailand",
        "Microbial decolorization of an azo dye reactive black 5 using white-rot fungus Pleurotus eryngii F032",
        "Acta Botanica Fennica",
        "Basic Methods in Molecular Biology",
        "PCR Protocols: A guide to methods and applications, Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics",
        "Qualitative methods for the determination of lignocellulolytic enzyme production by tropical fungi",
        "J. Chem. Soc. Perk. T. II.",
        "Ubiquity of lignin-degrading peroxidases among various wood-degrading fungi",
        "A new assay for lignin-type peroxidases employing the dye Azure B",
        "Decolorization of synthetic dyes and textile effluents by basidiomycetous fungi",
        "Purification and catalytic properties of two manganese peroxidase isoenzymes from Pleurotus eryngii",
        "HPLC and spectrophotometric analysis of biodegradation of azo dyes by Pleurotus ostreatus",
        "J. Appl. Biotechnol.",
        "Ecofriendly degradation of sulfonated diazo dye C.I. Reactive Green 19A using Micrococcus glutamicus NCIM-2168",
        "Autotoxicity of wheat (Triticum aestivum L.) as determined by laboratory bioassays",
        "Biodegradation pathway and detoxification of the diazo dye Reactive Black 5 by Phanerochaete chrysosporium",
        "The role of Mn-dependent peroxidase in dye decolorization by static and agitated cultures of Irpex lacteus",
        "Proposed pathways for the reduction of a reactive azo dye in an anaerobic fixed bed reactor",
        "Decolorization and biodegradation of textile dye Navy blue HER by Trichosporon beigelii NCIM-3326",
        "F022 and phytotoxicity evaluation. Clean-Soil Air Water"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "Department of Plant Biology",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "School of Environmental and Biological Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Yamaguchi",
            "affilname": "Yamaguchi University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Core-to-Core",
        "Department of Plant Biology and Pathology",
        "Eveleigh-Fenton fund",
        "Center for Outcomes Research and Evaluation, Yale School of Medicine",
        "Rutgers, The State University of New Jersey",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "National Science Museum",
        "Thailand Research Fund"
    ]
}