{
    "eid": "2-s2.0-85090138291",
    "title": "Zealastoa Quicke & Ward, gen. nov., a new basal cyclostome braconid wasp (Hymenoptera: Braconidae) from New Zealand",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "28S",
        "barcode",
        "endemic species",
        "Gondwana",
        "leaf litter",
        "phylogeny",
        "Rhyssaloides"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Darren F. Ward",
        "Sergey A. Belokobylskij",
        "Buntika A. Butcher"
    ],
    "citedby-count": 3,
    "ref-count": 22,
    "ref-list": [
        "New genera of the subfamilies Rhyssalinae, Exothecinae and Gnamptodontinae from the Old World (Hymenoptera: Braconidae)",
        "An enigmatic new genus of cyclostome braconid wasp (Hymenoptera: Braconidae) from New Zealand",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szépligeti from Papua New Guinea",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): impact on sequence alignment and phylogeny estimation",
        "An inexpensive, automation-friendly protocol for recovering high quality DNA",
        "First biological data for Aspilodemon Fischer (Hymenoptera: Braconidae: Hydrangeocolinae): parasitoids of cecidomyiid fly galls on Asteraceae in Brazil",
        "A new genus of rhysipoline wasp (Hymenoptera: Braconidae) with modified wing venation from Africa and Papua New Guinea, parasitoid on Choreutidae (Lepidoptera)",
        "Revision of the endemic New Zealand braconid wasp genus Metaspathius: new subfamily placement, and descriptions of four new species including three with fully winged females (Hymenoptera: Braconidae: Mesostoinae)",
        "Three new species of the New Zealand endemic Neptihormius van Achterberg & Berry, 2004 (Hymenoptera: Braconidae), with diverse host records",
        "A new species of Metaspathius (Hymenoptera: Braconidae: Mesostoinae) from New Zealand",
        "An enigmatic new genus of Hormiinae (Hymenoptera: Braconidae) from South India",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Morphology and terminology",
        "A revision of the genus Andesipolis (Hymenoptera: Braconidae: Mesostoinae) and redefinition of the subfamily Mesostoinae",
        "DNA barcodes reveal cryptic host specificity within the presumed polyphagous members of a genus of parasitoid flies (Diptera: Tachinidae)",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "A new species of Andesipolis Whitfield & Choi from the eastern Andes of Ecuador with notes on biology and classification (Hymenoptera: Braconidae: Rhysipolinae)",
        "A new genus, Mesostoa gen. nov., from W. Australia, belonging to a new subfamily (Hymenoptera: Braconidae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "Neptihormius gen. nov. (Hymenoptera: Braconidae: Hormiinae), a parasitoid of Nepticulidae (Lepidoptera) from New Zealand",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): a simultaneous molecular and morphological Bayesian approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Saint Petersburg",
            "@id": "60101968",
            "affilname": "Zoological Institute of the Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101968",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Warsaw",
            "@id": "60085177",
            "affilname": "Museum and Institute of Zoology of the Polish Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60085177",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Auckland",
            "@id": "60015235",
            "affilname": "Landcare Research, Auckland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015235",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": [
        "Russian State Research Project",
        "Royal Society of New Zealand",
        "Russian Foundation for Basic Research",
        "Chulalongkorn University",
        "MBIE"
    ]
}