{
    "eid": "2-s2.0-85125924644",
    "title": "Exams with Internet Access in a Fundamental Engineering Course",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Engineering (miscellaneous)",
            "@code": "2201",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Media Technology",
            "@code": "2214",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "assessment",
        "digital literacy",
        "flipped classroom",
        "outcome",
        "skillset"
    ],
    "authors": [
        "Kuntinee Maneeratana",
        "Thanyarat Singhanart",
        "Thanawich Bupphaves"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "A novel web-based online examination system for computer science education",
        "Development of an internet-based exam system for mobile environments and evaluation of its usability",
        "Students go click, flick and cheat⋯ e-cheating, technologies and more",
        "Engineering students' altitude towards plagiarism: A survey study",
        "Achievement goal orientation and differences in self-reported copying behaviour across academic programmes",
        "Multiple motivational goals, values, and willingness to cheat",
        "Perspectives on cheating al a Thai university",
        "Factors that explain academic dishonesty among university students in Thailand",
        "Thwarting online exam cheating without proctor supervision",
        "Should students be allowed to use the internet in exams?",
        "Let exam students use internet, says harvard professor eric mazur",
        "Collaborative exams: Cheating? Or learning?",
        "Danish pupils use web in exams",
        "On the use of cell phones and other electronic devices in the classroom: Evidence from a survey of faculty and students",
        "Course periodic behavior modelling and its application in LMS activity prediction",
        "The effect of points and audio on concentration, engagement, enjoyment, learning, motivation, and classroom dynamics using kahoot",
        "A problem formulation project in statics for connecting the theory to daily application",
        "Class-wide course feedback methods by student engagement program",
        "Student engagement: A proposed optional standard",
        "'Just turn to us': The persuasive features of contract cheating websites",
        "Online cheating amid COVID-19",
        "Testing in the time of COVID-19: A sudden transition to unproctored online exams"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}