{
    "eid": "2-s2.0-84946496453",
    "title": "Characterization of amylomaltase from Thermus filiformis and the increase in alkaline and thermo-stability by E27R substitution",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Alkaline stability",
        "Amylomaltase",
        "Cyclization",
        "Large-ring cyclodextrin",
        "Thermostability",
        "Thermus filiformis"
    ],
    "authors": [
        "Piriya Kaewpathomsri"
    ],
    "citedby-count": 21,
    "ref-count": 63,
    "ref-list": [
        "The Functions of 4-α-glucanotransferases and their use for the Production of Cyclic Glucans",
        "A classification of glycosyl hydrolases based on amino acid sequence similarities",
        "Glycoside hydrolases and glycosyltransferases: Families and functional modules",
        null,
        "Large cyclodextrins",
        "Large-ring cyclodextrins. A molecular dynamics study of the conformational dynamics and energetics of CD10, CD14 and CD26",
        "Large-ring Cyclodextrins",
        "Interaction between cycloamylose and various drugs",
        "Cycloamylose as an efficient artificial chaperone for protein refolding",
        "Cooperative action of α-glucanotransferase and maltogenic amylase for an improved process of isomaltooligosaccharide (IMO) production",
        "Transglucosylation reaction of amylomaltase for the synthesis of anticariogenic oligosaccharides",
        "Amylomaltase of Pyrobaculum aerophilum IM2 produces thermoreversible starch gels",
        "Molecular analysis of a Clostridium butyricum NCIMB 7423 gene encoding 4-α-glucanotransferase and characterization of the recombinant enzyme produced in Escherichia coli",
        "Purification and characterization of a novel thermostable 4‐α‐glucanotransferase of Thermotoga maritima cloned in Escherichia coli",
        "A cycloamylose-forming hyperthermostable 4-α-glucanotransferase of Aquifex aeolicus expressed in Escherichia coli",
        "Thermus aquaticus ATCC 33923 amylomaltase gene cloning and expression and enzyme characterization: Production of cycloamylose",
        "Med. Fac. Landbouww Univ. Gent.",
        "Cloning and overexpression of 4-α-glucanotransferase from Thermus brockianus (TBGT) in E. coli",
        "Structural characterization of rice starch in rice cake modified by Thermus scotoductus 4-α-glucanotransferase (TSαGTase)",
        "A novel amylomaltase from Corynebacterium glutamicum and analysis of the large-ring cyclodextrin products",
        "4-α-Glucanotransferase from the hyperthermophilic archaeon Thermococcus litoralis. Enzyme purification and characterization, and gene cloning, sequencing and expression in Escherichia coli",
        "The unique glycoside hydrolase family 77 amylomaltase from Borrelia burgdorferi with only catalytic triad conserved",
        "Disproportionating enzyme (4-α-glucanotransferase; EC 2.4.1.25) of potato: Purification, molecular cloning, and potential role in starch metabolism",
        "J. Jpn. Soc. Starch Sci.",
        "Expression and characterization of 4-α-glucanotransferase genes from Manihot esculenta Crantz and Arabidopsis thaliana and their use for the production of cycloamyloses",
        "Crystal structure of amylomaltase from Thermus aquaticus, a glycosyltransferase catalysing the production of large cyclic glucans",
        "Identification of acceptor substrate binding subsites +2 and +3 in the amylomaltase from Thermus thermophilus HB8",
        "Structural and functional analysis of substrate recognition by the 250s loop in amylomaltase from Thermus brockianus",
        "Crystal structure of Thermotoga maritima 4-α-glucanotransferase and its acarbose complex: Implications for substrate specificity and catalysis",
        "Crystal structures of 4-α-glucanotransferase from Thermococcus litoralis and its complex with an inhibitor",
        "Thermus filiformis sp. nov., a filamentous caldoactive bacterium",
        "Molecular Cloning: A Laboratory Manual",
        "DNA sequencing with chain-terminating inhibitors.",
        "Universal method facilitating the amplification of extremely GC-rich DNA fragments from genomic DNA",
        "Clustal W and Clustal X version 2.0",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Exploring the extremes of sequence/structure space with ensemble fold recognition in the program Phyre",
        "SWISS-MODEL and the Swiss-PdbViewer: An environment for comparative protein modeling",
        "Defining and searching for structural motifs using DeepView/Swiss-PdbViewer",
        "Protein Methods",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Glucose oxidase as an analytic reagent.",
        "Isolation and characterization of cyclic α-(1→4)-glucans having degrees of polymerization 9-31 and their quantitative analysis by high-performance anion-exchange chromatography with pulsed amperometric detection",
        "Altered large-ring cyclodextrin product profile due to a mutation at Tyr-172 in the amylomaltase of Corynebacterium glutamicum",
        "Use of Dinitrosalicylic Acid Reagent for Determination of Reducing Sugar",
        "Non-Corrosive dye reagent for detection of reducing sugars in borate complex ion-exchange chromatography",
        "Thermodynamic and structural analysis of highly stabilized BPTIs by single and double mutations",
        "Optical mapping and its potential for large-scale sequencing projects",
        "Identification of essential tryptophan in amylomaltase from Corynebacterium glutamicum",
        "Function of second glucan binding site including tyrosines 54 and 101 in Thermus aquaticus amylomaltase",
        "Bergey's Manual of Systematic Bacteriology",
        "In silico analysis of family GH77 with focus on amylomaltases from borreliae and disproportionating enzymes DPE2 from plants and bacteria",
        "ExPASy: The proteomics server for in-depth protein knowledge and analysis",
        "Potato D-enzyme catalyzes the cyclization of amylose to produce cycloamylose, a novel cyclic glucan",
        "Kinetics of the thermal inactivation of bacillus subtilis α-amylase and its application on the desizing of cotton fabrics",
        "Protein thermal stability, hydrogen bonds, and ion pairs",
        "Studies on swelling and solubility of modifi ed starch from taro (Colocasia esculenta): Effect of pH and temperature",
        "Factors enhancing protein thermostability",
        "Stabilization and rational design of serine protease AprM under highly alkaline and high-temperature conditions",
        "A study on the effect of surface lysine to arginine mutagenesis on protein stability and structure using green fluorescent protein",
        "Afr. J. Microbiol. Res.",
        "Structure-based rational design and introduction of arginines on the surface of an alkaline α-amylase from Alkalimonas amylolytica for improved thermostability",
        "Applications of differential scanning calorimetry for thermal stability analysis of proteins: Qualification of DSC"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Meiji University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Nagaoka",
            "affilname": "Nagaoka University of Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Faculty of Medicine, Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}