{
    "eid": "2-s2.0-85162230363",
    "title": "Gonadal and Germ Cells Morphology of Nuchequula gerreoides and Eubleekeria splendens (Leiognathidae) from the Pranburi River Estuary of Thailand",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "ponyfishes",
        "Pranburi River estuary",
        "reproductive histology",
        "sex ratio",
        "Thailand"
    ],
    "authors": [
        "T. Kanjanarakha",
        "J. Kettratad",
        "S. Senarat",
        "W. Jiraungkoorskul",
        "K. Angsujinda",
        "G. Kaneko"
    ],
    "citedby-count": 0,
    "ref-count": 51,
    "ref-list": [
        "Reproductive biology of Leiognathus splendens (Cuvier) from Kochi, south-west coast of India",
        "Reproductive biology of Ponyfish, Leiognathus splendens (Cuvier, 1829) off Ratnagiri Coast, Maharashtra",
        "Age, sex ratio, length-weight relationships and reproductive biology of Mediterranean swordfish, Xiphias gladius L., 1758, in the eastern Mediterranean",
        "Sex ratio in Puntius vittatus Day in the fresh water bodies of Ernakulam district, Kerala",
        "Reproductive anatomy, gonad development and spawning seasonality of nurseryfish, Kurtus gulliveri (Perciformes: Kurtidae)",
        "Histological organization of the female queen Devario regina (Fowler, 1934) during its juvenile stage",
        "Biology of Silverbelly, Photopectoralis bindus (Val. 1835) along Ratnagiri Coast",
        "Evolution of the light organ system in Ponyfishes (Teleostei: Leiognathidae)",
        "Morphology of gonads, maturity and spawning season of Loricariichthys spixii (Siluriformes, Loricariidae) in a Subtropical Reservoir",
        "Histology of salmonid testes during maturation",
        "Ovarian germinal epithelium and folliculogenesis in the common snook, Centropomus undecimalis (Teleostei: Centropomidae)",
        "Structural evidence for two different testicular types in teleost fishes",
        "Germinal epithelium, folliculogenesis, and postovulatory follicles in ovaries of rainbow trout, Oncorhynchus mykiss (Walbaum, 1792) (Teleostei, protacanthopterygii, salmoniformes)",
        "Conserved form and function of the germinal epithelium through 500 million years of vertebrate evolution",
        "In vitro differentiation of fertile sperm from cryopreserved spermatogonia of the endangered endemic cyprinid honmoroko (Gnathopogon caerulescens)",
        "Synchronized development of gonad and bioluminescent light organ in a highly sexually dimorphic leiognathid fish, Photoplagios rivulatus",
        "Reproductive biology of the silverbelly Leiognathus splendens (Cuvier) from Porto Novo",
        "Reproductive biology of the ponyfish, Gazza minuta (Bloch) from Porto Novo, East Coast of India",
        "Liver histopathology of selected estuarine fishes from the Pranburi River estuary of Thailand",
        "Reproductive biology of the common ponyfish Leiognathus equulus in the south-western waters off Taiwan",
        "Development of ovarian tissue and female germ cells in the protandrous Black porgy, Acanthopagrus schlegeli (Perciformes, Sparidae)",
        "Testicular structure in three viviparous species of teleosts in the genus Jenynsia (Anablepidae)",
        "Reproductive biology of splendid Ponyfish Leiognathus Splendens (Cuvier, 1829) in Myeik Coastal Waters, Myanmar",
        "Reproductive indicators, in Biomonitoring of Environmental Status and Trends (BEST) Program: Selected Methods for Monitoring Chemical Contaminants and Their Effects in Aquatic Ecosystems, Schmitt, C.J. and Dethloff, G.M., Eds., Columbia: US Geol",
        "Maternal-embryonic relations in viviparous teleosts",
        "Systematic accounts and some aspects of feeding and reproductive biology of ponyfishes (Perciformes: Leiognathidae)",
        "A histological study of the gonads of Smith’s barb Puntioplites proctozysron (Teleosti: Cyprinidae)",
        "Testicular structure and spermatogenesis of short mackerel, Rastrelliger brachysoma (Bleeker, 1851) in Upper Gulf of Thailand",
        "The sbGnRH-GTH system in the female short mackerel, Rastrelliger brachysoma (Bleeker, 1851), during breeding season: Implications for low gamete production in captive broodstock",
        "Reproductive cycle of the Neotropical cichlid yellow peacock bass Cichla kelberi: A novel pattern of testicular development",
        "Morphology of the urogenital papilla and its component ducts in Astyanax altiparanae Garutti & Britski, 2000 (Characiformes: Characidae)",
        "Juvenile hermaphroditism in the zebrafish, Brachydanio rerio",
        "Microscopic staging system used in the identification of gonad developmental stages of Scomberoides lysan",
        "Ovarian structure and oogenesis of the oviparous goodeids Crenichthys baileyi (Gilbert, 1893) and Empetrichthys latos Miller, 1948 (Teleostei, Cyprinodontiformes)",
        "Cellular and dynamic aspects of oocyte growth in teleosts",
        "Evaluation of rapid cooling and tricaine methanesulfonate (MS222) as methods of euthanasia in zebrafish (Danio rerio)",
        "Seasonal dynamics of the juvenile fish community structure in the Maowei Sea mangroves"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60271923",
            "affilname": "Bangkokthonburi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60271923",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60092137",
            "affilname": "Rajamangala University of Technology Srivijaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092137",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60005837",
            "affilname": "University of Houston",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005837",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}