{
    "eid": "2-s2.0-85137345984",
    "title": "Management of Helicobacter pylori infection: the Maastricht VI/Florence consensus report",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Peter Malfertheiner",
        "Francis Megraud",
        "Theodore Rokkas",
        "Javier P. Gisbert",
        "Jyh Ming Liou",
        "Christian Schulz",
        "Antonio Gasbarrini",
        "Richard H. Hunt",
        "Marcis Leja",
        "Colm O’Morain",
        "Massimo Rugge",
        "Sebastian Suerbaum",
        "Herbert Tilg",
        "Kentaro Sugano",
        "Emad M. El-Omar",
        "L. Agreus",
        "F. Bazzoli",
        "D. Bordin",
        "A. S. Loginov",
        "F. Di Mario",
        "M. Dinis-Ribeiro",
        "L. Engstrand",
        "C. Fallone",
        "K. L. Goh",
        "D. Graham",
        "E. J. Kuipers",
        "J. Kupcinskas",
        "A. Lanas",
        "J. C. Machado",
        "V. Mahachai",
        "B. J. Marshall",
        "T. Milosavljevic",
        "S. F. Moss",
        "J. Y. Park",
        "Y. Niv",
        "M. Rajilic-Stojanovic",
        "A. Ristimaki",
        "S. Smith",
        "B. Tepes",
        "C. Y. Wu",
        "L. Zhou"
    ],
    "citedby-count": 190,
    "ref-count": 592,
    "ref-list": [
        "Management of Helicobacter pylori infection-the Maastricht V/Florence consensus report",
        "Kyoto global consensus report on Helicobacter pylori gastritis",
        "Grade: an emerging consensus on rating quality of evidence and strength of recommendations",
        "Going from evidence to recommendations",
        "The AGA Institute process for developing clinical practice guidelines part one: grading the evidence",
        "Helicobacter pylori infection is an infectious disease and the empiric therapy paradigm should be changed",
        "Screening and eradication of Helicobacter pylori for gastric cancer prevention: the Taipei global consensus",
        "Classification and grading of gastritis. The updated Sydney system. International workshop on the histopathology of gastritis, Houston 1994",
        "Gastritis: the clinico-pathological spectrum",
        "Inflammatory Cell Numbers in the Stomach of Japanese Subjects with Endoscopically Normal Mucosa without <b><i>Helicobacter pylori</i></b> Infection",
        "The 5300-year-old Helicobacter pylori genome of the Iceman",
        "Attempt to fulfil Koch’s postulates for pyloric Campylobacter",
        "Two- to four-year histological follow-up of gastric mucosa afterHelicobacter pylori eradication",
        "Clinical manifestations of Helicobacter pylori-Negative gastritis",
        "Efficacy of Helicobacter pylori eradication therapy on functional dyspepsia: a meta-analysis of randomized controlled studies with 12-month follow-up",
        "Helicobacter pylori eradication therapy for functional dyspepsia: systematic review and meta-analysis",
        "Helicobacter Pylori \"Test-and-Treat\" Strategy for Management of Dyspepsia: A Comprehensive Review",
        "Helicobacter pylori infection in functional dyspepsia",
        "Helicobacter pylori eradication is beneficial in the treatment of functional dyspepsia",
        "Helicobacter pylori test and treat versus proton pump inhibitor in initial management of dyspepsia in primary care: multicentre randomised controlled trial (MRC-CUBE trial)",
        "Helicobacter pylori \"Test-and-Treat\" strategy with urea breath test: A cost-effective strategy for the management of dyspepsia and the prevention of ulcer and gastric cancer in Spain-Results of the Hp-Breath initiative",
        "What is the prevalence of clinically significant endoscopic findings in subjects with dyspepsia? systematic review and meta-analysis",
        "Empirical treatment based on \"typical\" reflux symptoms is inappropriate in a population with a high prevalence of Helicobacter pylori infection",
        "Incidence of gastroesophageal malignancy in patients with dyspepsia in Hong Kong: implications for screening strategies",
        "The endoscopic and clinicopathological characteristics of early-onset gastric cancer in Vietnamese patients",
        "The intriguing relationship of Helicobacter pylori infection and acid secretion in peptic ulcer disease and gastric cancer",
        "Mechanisms of increased acid secretion after eradication of Helicobacter pylori infection",
        "Helicobacter pylori modulation of gastric acid",
        "Helicobacter pylori and disturbance of gastric function associated with duodenal ulcer disease and gastric cancer",
        "Helicobacter pylori gastritis and gastric physiology",
        "Changes in gastric acid secretion assayed by endoscopic gastrin test before and after Helicobacter pylori eradication",
        "Symptom-Based tendencies of Helicobacter pylori eradication in patients with functional dyspepsia",
        "Eradication of Helicobacter pylori for non-ulcer dyspepsia",
        "Helicobacter pylori eradication therapy for functional dyspepsia: a meta-analysis by region and H. pylori prevalence",
        "Efficacy of Helicobacter pylori eradication therapy for functional dyspepsia: updated systematic review and meta-analysis",
        "Effectiveness of management strategies for uninvestigated dyspepsia: systematic review and network meta-analysis",
        "Effects of community screening for Helicobacter pylori: 13-year follow-up evaluation of a randomized controlled trial",
        "Impact of Helicobacter pylori eradication on dyspepsia, health resource use, and quality of life in the Bristol Helicobacter project: randomised controlled trial",
        "Effect of a community screening for Helicobacter pylori: a 5-Yr follow-up study",
        "The diagnosis and treatment of functional dyspepsia",
        "Acg and CAG clinical guideline: management of dyspepsia",
        "Functional dyspepsia: new insights into pathogenesis and therapy",
        "Peptic ulcer disease",
        "Peptic ulcer disease",
        "Risk of peptic ulcer bleeding associated with Helicobacter pylori infection, nonsteroidal anti-inflammatory drugs, and low-dose aspirin therapy in peptic ulcer disease: a case-control study",
        "The role of Helicobacter pylori infection in drug-induced peptic ulcer",
        "Low-Dose aspirin and non-steroidal anti-inflammatory drugs increase the risk of bleeding in patients with gastroduodenal ulcer",
        "Risk of peptic ulcer bleeding associated with Helicobacter pylori infection, nonsteroidal anti-inflammatory drugs, low-dose aspirin, and antihypertensive drugs: a case-control study",
        "Peptic ulcer bleeding risk. The role of Helicobacter pylori infection in NSAID/Low-Dose aspirin users",
        "Contribution of Helicobacter pylori infection to the risk of peptic ulcer bleeding in patients on nonsteroidal anti-inflammatory drugs, antiplatelet agents, anticoagulants, corticosteroids and selective serotonin reuptake inhibitors",
        "Systematic review: the effects of long-term proton pump inhibitor use on serum gastrin levels and gastric histology",
        "Effect of long-term proton pump inhibitor administration on gastric mucosal atrophy: a meta-analysis",
        "Long-Term use of proton-pump inhibitors and risk of gastric cancer: a review of the current evidence",
        "The gastric and intestinal microbiome: role of proton pump inhibitors",
        "Proton-Pump inhibitors: understanding the complications and risks",
        "Proton pump inhibitor induction of gastric Cobblestone-like lesions in the stomach",
        "Gastric exocrine and endocrine cell morphology under prolonged acid inhibition therapy: results of a 5-year follow-up in the Lotus trial",
        "Changes of gastric mucosal architecture during long-term omeprazole therapy: results of a randomized clinical trial",
        "An updated systematic review and meta-analysis on the association between Helicobacter pylori infection and iron deficiency anemia",
        "ACG clinical guideline: treatment of Helicobacter pylori infection",
        "Iron deficiency anemia referral to the hematologist. real-world data from Mexico: the need for targeted teaching in primary care",
        "Ethnic and racial difference in Helicobacter pylori infection in patients with immune thrombocytopenia treated at a major urban medical center",
        "Hematological parameters, serum iron and vitamin B12levels in hospitalized Palestinian adult patients infected with Helicobacter pylori: a case-control study",
        "AGA clinical practice update on the management of refractory Helicobacter pylori infection: expert review",
        "Clinicopathologic characteristics and treatment of marginal zone lymphoma of mucosa-associated lymphoid tissue (MALT lymphoma)",
        "EGILS consensus report. gastric extranodal marginal zone B-cell lymphoma of malt",
        "How I treat MALT lymphoma:’a subjective interpretation of the gospel according to Isaacson…",
        "Efficacy of eradication therapy in Helicobacter pylori-negative gastric mucosa-associated lymphoid tissue lymphoma: a meta-analysis",
        "Frontline antibiotic therapy for early-stage Helicobacter pylori-negative gastric MALT lymphoma",
        "Anti-Helicobacter pylori therapy in localized gastric mucosa-associated lymphoid tissue lymphoma: a prospective, nationwide, multicenter study in Japan",
        "Clinical manifestations and epigenetic mechanisms of gastric mucosa associated lymphoid tissue lymphoma and long-term follow-up following Helicobacter pylori eradication",
        "Marginal zone lymphomas: ESMO clinical practice guidelines for diagnosis, treatment and follow-up",
        "Helicobacter pylori strains and gastric MALT lymphoma",
        "Clinical effects of Helicobacter pylori outside the stomach",
        "Review: Helicobacter pylori and extragastric diseases",
        "pylori infection and extra-gastroduodenal diseases",
        "Beyond the stomach: an updated view of Helicobacter pylori pathogenesis, diagnosis, and treatment",
        "Helicobacter pylori infection: Beyond gastric manifestations",
        "Helicobacter pylori and extragastric diseases: A review",
        "Influence of COVID-19 Pandemic on Endoscopic Procedures in Two European Large-Capacity Endoscopy Units: “Keep Calm, Keep Safe and Scope on?",
        "Gastrointestinal cancer stage at diagnosis before and during the COVID-19 pandemic in Japan",
        "Low risk of COVID-19 transmission in Gi endoscopy",
        "Non-Invasive diagnostic tests for Helicobacter pylori infection",
        "Burden of gastric cancer",
        "Cancer statistics for the year 2020: an overview",
        "Gastric histology, serological markers and age as predictors of gastric acid secretion in patients infected with Helicobacter pylori",
        "Role of gastrointestinal endoscopy in the screening of digestive tract cancers in Europe: European Society of gastrointestinal endoscopy (ESGE) position statement",
        "Missing rate for gastric cancer during upper gastrointestinal endoscopy: a systematic review and meta-analysis",
        "Management of epithelial precancerous conditions and lesions in the stomach (maps II): European Society of gastrointestinal endoscopy (ESGE), European Helicobacter and microbiota Study Group (EHMSG), European Society of pathology (ESP), and Sociedade Portuguesa de Endoscopia Digestiva (SPED) guideline update 2019",
        "Management of precancerous conditions and lesions in the stomach (maps): guideline from the European Society of gastrointestinal endoscopy (ESGE), European Helicobacter Study Group (EHSG), European Society of pathology (ESP), and the Sociedade Portuguesa de Endoscopia Digestiva (SPED)",
        "British Society of gastroenterology guidelines on the diagnosis and management of patients at risk of gastric adenocarcinoma",
        "Performance measures for upper gastrointestinal endoscopy: a European Society of gastrointestinal endoscopy (ESGE) quality improvement initiative",
        "Image-enhanced endoscopy for gastric preneoplastic conditions and neoplastic lesions: a systematic review and meta-analysis",
        "Endoscopic grading of gastric intestinal metaplasia (EGGIM): a multicenter validation study",
        "A multicenter prospective study of the real-time use of narrow-band imaging in the diagnosis of premalignant gastric conditions and lesions",
        "Endoscopic grading of gastric intestinal metaplasia on risk assessment for early gastric neoplasia: can we replace histology assessment also in the West?",
        "Prospective comparative study of endoscopic submucosal dissection and gastrectomy for early neoplastic lesions including patients’ perspectives",
        "A citric acid solution is an optimal test drink in the 13C-urea breath test for the diagnosis of Helicobacter pylori infection",
        "Citric acid as the test meal for the 13C-urea breath test",
        "Citric acid or orange juice for the 13C-urea breath test: the impact of pH and gastric emptying",
        "Citric acid-enhanced Helicobacter pylori urease activity in vivo is unrelated to gastric emptying",
        "Accuracy of monoclonal stool antigen test for the diagnosis of H. pylori infection: a systematic review and meta-analysis",
        "Stool antigen tests in the diagnosis of Helicobacter pylori infection before and after eradication therapy",
        "Stool antigen test for the diagnosis of Helicobacter pylori infection: a systematic review",
        "Diagnostic accuracy of three monoclonal stool tests in a large series of untreated Helicobacter pylori infected patients",
        "Comparison of the Diagnostic Accuracy of Five Different Stool Antigen Tests for the Diagnosis of Helicobacter pylori Infection",
        "Comparative Accuracy of 3 Monoclonal Stool Tests for Diagnosis of Helicobacter pylori Infection among Patients with Dyspepsia",
        "Accuracy of rapid Helicobacter pylori antigen tests for the surveillance of the updated prevalence of H. pylori in Taiwan",
        "Prospective, study comparing the accuracy of two different stool antigen tests (premier platinum HpSA and novel ImmunoCard STAT! rapid test) for the diagnosis of Helicobacter pylori infection",
        "Pepsinogens to distinguish patients with gastric intestinal metaplasia and Helicobacter pylori infection among populations at risk for gastric cancer",
        "Serum autoimmune gastritis markers, pepsinogen I and parietal cell antibodies, in patients with type 1 diabetes mellitus: a 5-year prospective study",
        "Serum pepsinogen levels and OLGA/OLGIM staging in the assessment of atrophic gastritis types",
        "Oxyntic gastric atrophy in Helicobacter pylori gastritis is distinct from autoimmune gastritis",
        "Autoimmune gastritis in autoimmune thyroid disease",
        "Natural history of autoimmune atrophic gastritis: a prospective, single centre, long-term experience",
        "Helicobacter pylori resistance to antibiotics in Europe in 2018 and its relationship to antibiotic consumption in the community",
        "Helicobacter pylori and Antibiotic Resistance, A Continuing and Intractable Problem",
        "A systematic review and meta-analysis of genotypic methods for detecting antibiotic resistance in Helicobacter pylori",
        "Comparison of the Diagnostic Performance of qPCR, Sanger Sequencing, and Whole-Genome Sequencing in Determining Clarithromycin and Levofloxacin Resistance in Helicobacter pylori",
        "Genetic determinants and prediction of antibiotic resistance phenotypes in Helicobacter pylori",
        "Within-Host evolution of Helicobacter pylori shaped by niche-specific adaptation, intragastric migrations and selective sweeps",
        "Comparable results of Helicobacter pylori antibiotic resistance testing of stools vs gastric biopsies using next-generation sequencing",
        "Impact of antimicrobial resistance rates on eradication of Helicobacter pylori in a US population",
        "Comparison of culture with antibiogram to next-generation sequencing using bacterial isolates and formalin-fixed, paraffin-embedded gastric biopsies",
        "Detection of clarithromycin resistance in Helicobacter pylori following noncryogenic storage of rapid urease tests for 30 days",
        "Dual-Priming oligonucleotide-based multiplex PCR using tissue samples in rapid urease test in the detection of Helicobacter pylori infection",
        "Dual-Priming oligonucleotide-based multiplex PCR using tissue samples from the rapid urease test kit for the detection of Helicobacter pylori in bleeding peptic ulcers",
        "Comparing Multiplex PCR and Rapid Urease Test in the Detection of H. pylori in Patients on Proton Pump Inhibitors",
        "Council recommendation of 15 November 2001 on the prudent use of antimicrobial agents in human medicine (2002/77/EC)",
        "H pylori antibiotic resistance: prevalence, importance, and advances in testing",
        "Empirical or susceptibility-guided treatment for Helicobacter pylori infection? A comprehensive review",
        "Long-Term changes of gut microbiota, antibiotic resistance, and metabolic parameters after Helicobacter pylori eradication: a multicentre, open-label, randomised trial",
        "Real‐time PCR for Helicobacter pylori diagnosis. The best tools available",
        "The effect of antibiotic resistance on Helicobacter pylori eradication efficacy: A systematic review and meta‐analysis",
        "Prevalence of Antibiotic Resistance in Helicobacter pylori: A Systematic Review and Meta-analysis in World Health Organization Regions",
        "Polymerase chain reaction-based tests for detecting Helicobacter pylori clarithromycin resistance in stool samples: A meta-analysis",
        "Campylobacter pyloridis-associated chronic active antral gastritis. A prospective study of its prevalence and the effects of antibacterial and antiulcer treatment",
        "Impact of long-term ranitidine and pantoprazole on accuracy of [13C]urea breath test",
        "Accuracy of two plasma antibody tests and faecal antigen test for non-invasive detection of H. pylori in middle-aged Caucasian general population sample",
        "A novel line immunoassay based on recombinant virulence factors enables highly specific and sensitive serologic diagnosis of Helicobacter pylori infection",
        "Helicobacter pylori (Hp) IgG ELISA of the New-Generation GastroPanel® Is Highly Accurate in Diagnosis of Hp-Infection in Gastroscopy Referral Patients",
        "Diagnosis: gastric intestinal metaplasia - what to do next?",
        "Gastric mucosal atrophy: interobserver consistency using new criteria for classification and grading",
        "Morphometric assessment of gastric antral atrophy: comparison with visual evaluation",
        "Pyloric metaplasia, pseudopyloric metaplasia, ulcer‐associated cell lineage and spasmolytic polypeptide‐expressing metaplasia: reparative lineages in the gastrointestinal mucosa",
        "Histological assessment of gastric pseudopyloric metaplasia: intra- and inter-observer consistency",
        "OLGA staging for gastritis: a tutorial",
        "OLGA gastritis staging for the prediction of gastric cancer risk: a long-term follow-up study of 7436 patients",
        "The staging of gastritis with the OLGA system by using intestinal metaplasia as an accurate alternative for atrophic gastritis",
        "The correlation between histological gastritis staging-’OLGA/OLGIM’ and serum pepsinogen test in assessment of gastric atrophy/ intestinal metaplasia in China",
        "Association of serum pepsinogen with degree of gastric mucosal atrophy in an asymptomatic population",
        "Diagnostic value of serum pepsinogen levels for screening gastric cancer and atrophic gastritis in asymptomatic individuals: a cross-sectional study",
        "Gastritis: the histology report",
        "Operative link for gastritis assessment gastritis staging incorporates intestinal metaplasia subtyping",
        "The significance of OLGA and OLGIM staging systems in the risk assessment of gastric cancer: a systematic review and meta-analysis",
        "Gastritis staging: interobserver agreement by applying OLGA and OLGIM systems",
        "Autoimmune gastritis",
        "Autoimmune gastritis: Pathologist’s viewpoint",
        "Autoimmune metaplastic atrophic gastritis and association with neuroendocrine tumors of the stomach",
        "Autoimmune gastritis: histology phenotype and OLGA staging",
        "Biopsy sites suitable for the diagnosis of Helicobacter pylori infection and the assessment of the extent of atrophic gastritis",
        "Comparison of operative link for gastritis assessment, operative link on gastric intestinal metaplasia assessment, and TAIM stagings among men with atrophic gastritis",
        "AGA clinical practice guidelines on management of gastric intestinal metaplasia",
        "Cyclooxygenase polymorphisms in gastric and colorectal carcinogenesis: are conclusive results available?",
        "765G > C COX-2 polymorphism may be a susceptibility marker for gastric adenocarcinoma in patients with atrophy or intestinal metaplasia",
        "First-Degree relatives of early-onset gastric cancer patients show a high risk for gastric cancer: phenotype and genotype profile",
        "Genetic variations in prostaglandin E2 pathway identified as susceptibility biomarkers for gastric cancer in an intermediate risk European country",
        "Genetic variation and gastric cancer risk: a field synopsis and meta-analysis",
        "Dnmt1, Dnmt3a and Dnmt3b polymorphisms associated with gastric cancer risk: a systematic review and meta-analysis",
        "Roles of Cyclooxygenase-2 gene -765G > C (rs20417) and -1195G > A (rs689466) polymorphisms in gastric cancer: A systematic review and meta-analysis",
        "Cost-Utility analysis of endoscopic surveillance of patients with gastric premalignant conditions",
        "Digestive findings that do not require endoscopic surveillance - Reducing the burden of care: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement",
        "Western long-term accuracy of serum pepsinogen-based gastric cancer screening",
        "Gastritis staging in the endoscopic follow-up for the secondary prevention of gastric cancer: a 5-year prospective study of 1755 patients",
        "Metachronous gastric cancer after successful Helicobacter pylori eradication",
        "Helicobacter pylori associated chronic gastritis, clinical syndromes, precancerous lesions, and pathogenesis of gastric cancer development",
        "Predictive value of risk score using Kyoto classification of gastritis a few years prior to diagnosis of early gastric cancer",
        "Surveillance of premalignant gastric lesions: a multicentre prospective cohort study from low incidence regions",
        "Endoscopic surveillance of gastric cancers after Helicobacter pylori eradication",
        "Surface pattern classification by enhanced-magnification endoscopy for identifying early gastric cancers",
        "Incidence and treatment outcomes of metachronous gastric cancer occurring after curative endoscopic submucosal dissection of undifferentiated-type early gastric cancer: Japan clinical Oncology Group study—post hoc analysis of JCOG1009/1010",
        "Long-Term surveillance and treatment outcomes of metachronous gastric cancer occurring after curative endoscopic submucosal dissection",
        "Comparison of biannual and annual endoscopic gastric cancer surveillance after endoscopic resection",
        "Prognostic factors for ESD of early gastric cancers: a systematic review and meta-analysis",
        "Clinical outcomes of endoscopic resection for low-grade dysplasia and high-grade dysplasia on gastric pretreatment biopsy: Korea ESD Study Group",
        "Efficacy of endoscopic submucosal dissection for superficial gastric neoplasia in a large cohort in North America",
        "Transitioning of Helicobacter pylori therapy from trial and error to antimicrobial stewardship",
        "Antimicrobial susceptibility testing for Helicobacter pylori is now widely available: when, how, why",
        "Is antimicrobial susceptibility testing necessary before first-line treatment for Helicobacter pylori infection? -Meta-analysis of randomized controlled Trials-",
        "Empirical versus susceptibility-guided treatment ofHelicobacter pylori infection: a meta-analysis",
        "Culture-guided treatment approach for Helicobacter pylori infection: review of the literature",
        "Sequential versus standard triple first-line therapy for Helicobacter pylori eradication",
        "Eradication of Helicobacter pylori infection with non-bismuth quadruple concomitant therapy",
        "European Registry on Helicobacter pylori management (Hp-EuReg): patterns and trends in first-line empirical eradication prescription and outcomes of 5 years and 21 533 patients",
        "European registry on Helicobacter pylori management: Single-capsule bismuth quadruple therapy is effective in real-world clinical practice",
        "Recent developments pertaining to H. pylori infection",
        "High dose dual therapy versus bismuth quadruple therapy for Helicobacter pylori eradication treatment: a systematic review and meta-analysis",
        "Rifabutin triple therapy for first‐line and rescue treatment of Helicobacter pylori infection: A systematic review and meta‐analysis",
        "Rifabutin for the Treatment of Helicobacter Pylori Infection: A Review",
        "Role of bismuth in the eradication of Helicobacter pylori",
        "Adverse events with bismuth salts for Helicobacter pylori eradication: systematic review and meta-analysis",
        "Meta-Analysis of three-in-one single capsule bismuth-containing quadruple therapy for the eradication of Helicobacter pylori",
        "Meta-Analysis: the efficacy, adverse events, and adherence related to first-line anti-Helicobacter pylori quadruple therapies",
        "Optimization strategies aimed to increase the efficacy of H. pylori eradication therapies",
        "How to effectively use bismuth quadruple therapy: the good, the bad, and the ugly",
        "Experience with single capsule bismuth quadruple therapy in 5,000 patients from the European registry on H. pylori management (Hp-EuReg)",
        "Meta-Analysis of sequential, concomitant and hybrid therapy for Helicobacter pylori eradication",
        "Sequential or concomitant therapy for eradication of H elicobacter pylori infection: A systematic review and meta-analysis",
        "Non-bismuth quadruple concomitant treatment for H. pylori eradication: systematic review and meta-analysis",
        "Nonbismuth concomitant quadruple therapy for Helicobacter pylori eradication in Chinese regions: a meta-analysis of randomized controlled trials",
        "Hybrid, sequential and concomitant therapies for Helicobacter pylori eradication: a systematic review and meta-analysis",
        "Equivalent efficacies of reverse hybrid and concomitant therapies in first-line treatment of Helicobacter pylori infection",
        "Efficacy of Helicobacter pylori eradication therapies in Korea: A systematic review and network meta-analysis",
        "Reverse hybrid therapy for Helicobacter pylori eradication: a systematic review and meta-analysis",
        "10-Day versus 14-day quadruple concomitant Nonbismuth therapy for the treatment of Helicobacter pylori infection: results from a randomized prospective study in a high clarithromycin resistance country",
        "Non‐bismuth and bismuth quadruple therapies based on previous clarithromycin exposure are as effective and safe in an area of high clarithromycin resistance: a real‐life study",
        "Primer for development of guidelines for Helicobacter pylori therapy using antimicrobial stewardship",
        "Molecular-Based Helicobacter pylori susceptibility testing is almost ready for prime time",
        "Rifabutin-Based Triple Therapy (RHB-105) for Helicobacter pylori Eradication: A Double-Blind, Randomized, Controlled Trial",
        "Pylori eradication therapy in Europe: results from 30,000 cases of the European registry on H. pylori management (Hp-EuReg)",
        "Systematic review and meta-analysis: triple therapy combining a proton-pump inhibitor, amoxicillin and metronidazole for Helicobacter pylori first-line treatment",
        "Pharmacologic aspects of eradication therapy for Helicobacter pylori infection",
        "Relative potency of proton-pump inhibitors, Helicobacter pylori therapy cure rates, and meaning of double-dose PPI",
        "Meta-Analysis: high-dose proton pump inhibitors vs. standard dose in triple therapy for Helicobacter pylori eradication",
        "The appropriate cutoff gastric pH value for Helicobacter pylori eradication with bismuth-based quadruple therapy",
        "Rabeprazole 10 mg q.d.s. decreases 24-h intragastric acidity significantly more than rabeprazole 20 mg b.d. or 40 mg o.m., overcoming CYP2C19 genotype",
        "Potent gastric acid inhibition over 24 hours by 4-Times daily dosing of esomeprazole 20 Mg",
        "High-Dose dual therapy is superior to standard first-line or rescue therapy for Helicobacter pylori infection",
        "A comparative study of 14-day dual therapy (esomeprazole and amoxicillin four times daily) and triple plus bismuth therapy for first-line Helicobacter pylori infection eradication: a randomized trial",
        "The life and death of Helicobacter pylori",
        "Potassium-Competitive acid blockers (P-CABs): are they finally ready for prime time in acid-related disease?",
        "Acid suppressant therapy: a step forward with potassium-competitive acid blockers",
        "Vonoprazan-containing Helicobacter pylori triple therapies contribution to global antimicrobial resistance",
        "Systematic review with meta-analysis: the efficacy of vonoprazan-based triple therapy on Helicobacter pylori eradication",
        "Effectiveness and safety of Vonoprazan versus proton pump inhibitors for second-line Helicobacter pylori eradication therapy: systematic review and meta-analysis",
        "Vonoprazan-based triple therapy is non-inferior to susceptibility-guided proton pump inhibitor-based triple therapy for Helicobacter pylori eradication",
        "S1382 Vonoprazan Dual and Triple Therapy for Helicobacter pylori Eradication",
        "Update on the use of Vonoprazan: a competitive acid blocker",
        "Vonoprazan, a novel potassium-competitive acid blocker, as a component of first-line and second-line triple therapy for Helicobacter pylori eradication: a phase III, randomised, double-blind study",
        "Comparative effectiveness of multiple different first-line treatment regimens for Helicobacter pylori infection: a network meta-analysis",
        "Helicobacter pylori resistance to current therapies",
        "Systematic review and meta-analysis: susceptibility-guided versus empirical antibiotic treatment for Helicobacter pylori infection",
        "Tailored therapy versus empiric chosen treatment for Helicobacter pylori eradication: a meta-analysis",
        "Efficacy of genotypic resistance-guided sequential therapy in the third-line treatment of refractory Helicobacter pylori infection: a multicentre clinical trial",
        "Efficacy of a 14-day quadruple-therapy regimen for third-line Helicobacter pylori eradication",
        "Systematic review: third-line susceptibility-guided treatment for Helicobacter pylori infection",
        "Empirical second-line therapy in 5000 patients of the European registry on Helicobacter pylori management (Hp-EuReg)",
        "Efficacy of second-line regimens for Helicobacter pylori eradication treatment: a systemic review and network meta-analysis",
        "Efficacy and safety of high-dose dual therapy for Helicobacter pylori rescue therapy: a systematic review and meta-analysis",
        "High dose PPI-amoxicillin dual therapy for the treatment of Helicobacter pylori infection: a systematic review with meta-analysis",
        "A review of rescue regimens after clarithromycin-containing triple therapy failure (for Helicobacter pylori eradication)",
        "Optimization strategies aimed to increase the efficacy of Helicobacter pylori eradication therapies with quinolones",
        "Helicobacter pylori second-line rescue therapy with levofloxacin- and bismuth-containing quadruple therapy, after failure of standard triple or non-bismuth quadruple treatments",
        "Systematic review and network meta-analysis: Comparative effectiveness of therapies for second-line Helicobacter pylori eradication",
        "Salvage regimens after failure of previous Helicobacter pylori eradication therapy: a systematic review and meta-analysis",
        "PPI-amoxicillin dual therapy for Helicobacter pylori infection: an update based on a systematic review and meta-analysis",
        "High eradication rate of H. pylori with moxifloxacin-based treatment: a randomized controlled trial",
        "Fourteen-day optimized levofloxacin-based therapy versus classical quadruple therapy for Helicobacter pylori treatment failures: a randomized clinical trial",
        "Randomized clinical trial: esomeprazole, bismuth, levofloxacin, and amoxicillin or cefuroxime as first-line eradication regimens for Helicobacter pylori infection",
        "Efficacy of two different dosages of levofloxacin in curing Helicobacter pylori infection: a prospective, single-center, randomized clinical trial",
        "Quadruple rescue therapy for Helicobacter pylori infection after two treatment failures",
        "Comparison of Helicobacter pylori eradication rates of 2-week Levofloxacin-Containing triple therapy, Levofloxacin-Containing bismuth quadruple therapy, and standard bismuth quadruple therapy as a first-line regimen",
        "Effect of fluoroquinolone resistance on 14-day levofloxacin triple and triple plus bismuth quadruple therapy",
        "Levofloxacin, bismuth, amoxicillin and esomeprazole as second-line Helicobacter pylori therapy after failure of non-bismuth quadruple therapy",
        "Clinical trial: levofloxacin-based quadruple therapy was inferior to traditional quadruple therapy in the treatment of resistant Helicobacter pylori infection",
        "Efficacy and safety of Quinolone-Containing rescue therapies after the failure of Non-Bismuth quadruple treatments for Helicobacter pylori eradication: systematic review and meta-analysis",
        "Update on quinolone-containing rescue therapies for Helicobacter pylori infection",
        "A third-line levofloxacin-based rescue therapy for Helicobacter pylori eradication",
        "Randomized Trial on 14 versus 7 days of Esomeprazole, Moxifloxacin, and Amoxicillin for Second-line or Rescue Treatment of Helicobacter pylori Infection",
        "Acquisition of double mutation in gyrA caused high resistance to sitafloxacin in Helicobacter pylori after unsuccessful eradication with sitafloxacin-containing regimens",
        "10-Year trends in Helicobacter pylori eradication rates by Sitafloxacin-Based third-line rescue therapy",
        "Randomized trial of vonoprazan-based versus proton-pump inhibitor-based third-line triple therapy with sitafloxacin for Helicobacter pylori",
        "Efficacy of bismuth-based quadruple therapy for eradication of Helicobacter pylori infection based on previous antibiotic exposure: a large-scale prospective, single-center clinical trial in China",
        "A 10-day levofloxacin-based triple therapy in patients who have failed two eradication courses",
        "Third-Line rescue therapy with levofloxacin after two H. pylori treatment failures",
        "Third-Line rescue therapy with levofloxacin is more effective than rifabutin rescue regimen after two Helicobacter pylori treatment failures",
        "Cumulative H. pylori eradication rates in clinical practice by adopting first and second-line regimens proposed by the Maastricht III consensus and a third-line empirical regimen",
        "Letter: third-line rescue therapy with levofloxacin after failure of two treatments to eradicate Helicobacter pylori infection",
        "Empirical Helicobacter pylori rescue therapy: an 18‐year single‐centre study of 1200 patients",
        "European registry on H. pylori management (Hp-EuReg): analysis of 1,782 empirical rescue therapies on third and subsequent lines",
        "Helicobacter pylori: perspectives and time trends",
        "Bismuth quadruple regimen with tetracycline or doxycycline versus three-in-one single capsule as third-line rescue therapy for Helicobacter pylori infection: Spanish data of the European Helicobacter pylori registry (Hp-EuReg)",
        "Bismuth-based quadruple therapy following H. pylori eradication failures: a multicenter study in clinical practice",
        "Use of a combination formulation of bismuth, metronidazole and tetracycline with omeprazole as a rescue therapy for eradication of Helicobacter pylori",
        "Rescue therapy with bismuth-containing quadruple therapy in patients infected with metronidazole-resistant Helicobacter pylori strains",
        "Limited effectiveness with a 10-day bismuth-containing quadruple therapy (Pylera®) in third-line recue treatment for Helicobacter pylori infection. A real-life multicenter study",
        "Helicobacter pylori first-line and rescue treatments in patients allergic to penicillin: Experience from the European Registry on H pylori management (Hp-EuReg)",
        "Rifabutin-Based rescue therapy for Helicobacter pylori eradication: a long-term prospective study in a large cohort of difficult-to-treat patients",
        "Penicillin allergy",
        "High eradication rates of Helicobacter pylori infection with first- and second-line combination of esomeprazole, tetracycline, and metronidazole in patients allergic to penicillin",
        "Helicobacter pylori first-line treatment and rescue options in patients allergic to penicillin",
        "Helicobacter pylori first-line treatment and rescue option containing levofloxacin in patients allergic to penicillin",
        "Bismuth improves efficacy of proton-pump inhibitor clarithromycin, metronidazole triple Helicobacter pylori therapy despite a high prevalence of antimicrobial resistance",
        "Vonoprazan improves the efficacy of Helicobacter pylori eradication therapy with a regimen consisting of clarithromycin and metronidazole in patients allergic to penicillin",
        "Cefuroxime, levofloxacin, esomeprazole, and bismuth as first-line therapy for eradicating Helicobacter pylori in patients allergic to penicillin",
        "Antibiotic resistance and gyrA mutation affect the efficacy of 10‐day sitafloxacin‐metronidazole‐esomeprazole therapy for Helicobacter pylori in penicillin allergic patients",
        "A significant increase in the pepsinogen I/II ratio is a reliable biomarker for successful Helicobacter pylori eradication",
        "Association between Helicobacter pylori eradication and gastric cancer incidence: a systematic review and meta-analysis",
        "Effect of Helicobacter pylori eradication on the incidence of gastric cancer: a systematic review and meta-analysis",
        "Helicobacter pylori eradication therapy to prevent gastric cancer: systematic review and meta-analysis",
        "Summary of IARC Working Group Meeting on Helicobacter pylori eradication as a strategy for preventing gastric cancer",
        "Helicobacter pylori-negative gastric cancer: characteristics and endoscopic findings",
        "Helicobacter pylori: the African enigma",
        "Helicobacter pylori and gastric cancer: Indian enigma",
        "Helicobacter pylori infection and gastric cardia cancer: systematic review and meta-analysis",
        "H. pylori infection is a key risk factor for proximal gastric cancer",
        "Gastric mucosal microbiota in a Mongolian population with gastric cancer and precursor conditions",
        "Kyoto international consensus report on anatomy, pathophysiology and clinical significance of the gastro-oesophageal junction",
        "Aetiology and classification of adenocarcinoma of the gastro-oesophageal junction/cardia",
        "Combination of gastric atrophy, reflux symptoms and histological subtype indicates two distinct aetiologies of gastric cardia cancer",
        "Two distinct aetiologies of cardia cancer; evidence from premorbid serological markers of gastric atrophy and Helicobacter pylori status",
        "Helicobacter pylori infection assessed by ELISA and by immunoblot and noncardia gastric cancer risk in a prospective study: the Eurgast-EPIC project",
        "Global burden of gastric cancer attributable to Helicobacter pylori",
        "Global burden of cancer attributable to infections in 2018: a worldwide incidence analysis",
        "Cigarette smoking and gastric cancer in the stomach cancer pooling (stop) project",
        "Smoking, Helicobacter Pylori Serology, and Gastric Cancer Risk in Prospective Studies from China, Japan, and Korea",
        "Risk factors and incidence of gastric cancer after detection of Helicobacter pylori infection: a large cohort study",
        "The epidemiology of Helicobacter pylori infection in Europe and the impact of lifestyle on its natural evolution toward stomach cancer after infection: a systematic review",
        "Pathological features of total gastrectomy specimens from asymptomatic hereditary diffuse gastric cancer patients and implications for clinical management",
        "Mouse models of human gastric cancer subtypes with Stomach-Specific CreERT2-Mediated pathway alterations",
        "Genetic analysis of a case of Helicobacter pylori-uninfected intramucosal gastric cancer in a family with hereditary diffuse gastric cancer",
        "Hereditary diffuse gastric cancer: a manifestation of lost cell polarity",
        "Hereditary diffuse gastric cancer: predominance of multiple foci of signet ring cell carcinoma in distal stomach and transitional zone",
        "The incidence of neoplasia in patients with autoimmune metaplastic atrophic gastritis: a renewed call for surveillance",
        "Pernicious anemia and subsequent cancer. A population-based cohort study",
        "The risk of gastric carcinoma and carcinoid tumours in patients with pernicious anaemia. A prospective follow-up study",
        "Gastric cancer in autoimmune gastritis: a case-control study from the German centers of the staR project on gastric cancer research",
        "Association of Antiparietal cell and anti-intrinsic factor antibodies with risk of gastric cancer",
        "Epstein-Barr virus-associated gastric carcinomas: relation to H. pylori infection and genetic alterations",
        "Comprehensive molecular characterization of gastric adenocarcinoma",
        "Association between Epstein-Barr virus infection and gastric cancer: a systematic review and meta-analysis",
        "Case–control study of Epstein–Barr virus and Helicobacter pylori serology in Latin American patients with gastric disease",
        "Epstein Barr virus and Helicobacter pylori co-infection are positively associated with severe gastritis in pediatric patients",
        "Epstein-Barr Virus and Helicobacter Pylori Co-Infection in Non-Malignant Gastroduodenal Disorders",
        "Twelve-month endoscopic and histological analysis following proton-pump inhibitor-based triple therapy in Helicobacter pylori-positive patients with gastric ulcers",
        "A five-year follow-up study on the pathological changes of gastric mucosa after H. pylori eradication",
        "Short-Term changes in Helicobacter pylori gastritis and bulbitis during and after 2 weeks of treatment with omeprazole and amoxicillin in duodenal ulcer patients",
        "Changes in the gastric mucosa following eradication of Helicobacter pylori",
        "The benefit of mass eradication of Helicobacter pylori infection: a community-based study of gastric cancer prevention",
        "Mass eradication of Helicobacter pylori to reduce gastric cancer incidence and mortality: a long-term cohort study on Matsu Islands",
        "The Long-term Impact of Helicobacter pylori Eradication on Gastric Histology: a Systematic Review and Meta-analysis",
        "Gastric Atrophy and Intestinal Metaplasia before and after <i>Helicobacter pylori</i> Eradication: A Meta-Analysis",
        "Helicobacter pylori eradication cannot reduce the risk of gastric cancer in patients with intestinal metaplasia and dysplasia: evidence from a meta-analysis",
        "Helicobacter pylori eradication on the prevention of metachronous lesions after endoscopic resection of gastric neoplasm: a meta-analysis",
        "Helicobacter pylori therapy for the prevention of metachronous gastric cancer",
        "Ten-Year prospective follow-up of histological changes at five points on the gastric mucosa as recommended by the updated Sydney system after Helicobacter pylori eradication",
        "Reversibility of atrophic gastritis and intestinal metaplasia after Helicobacter pylori eradication - a prospective study for up to 10 years",
        "Review: prevention and management of gastric cancer",
        "Effect of eradication of Helicobacter pylori on incidence of metachronous gastric carcinoma after endoscopic resection of early gastric cancer: an open-label, randomised controlled trial",
        "Effects of Helicobacter pylori treatment and vitamin and garlic supplementation on gastric cancer incidence and mortality: follow-up of a randomized intervention trial",
        "Helicobacter pylori Test-and-Treat Program Can Be Cost-effective to Prevent Gastric Cancer in Taiwanese Adults: Referred to the Nationwide Reimbursement Database",
        "Cost-Effectiveness analysis of screen-and-treat strategy in asymptomatic Chinese for preventing Helicobacter pylori-associated diseases",
        "Acquisition of Helicobacter pylori infection in early childhood: independent contributions of infected mothers, fathers and siblings",
        "Helicobacter pylori Treatment for Gastric Cancer Prevention",
        "Effects of Helicobacter pylori treatment on incidence of gastric cancer in older individuals",
        "Helicobacter pylori eradication to prevent gastric cancer in a high-risk region of China",
        "Applications of machine learning models in the prediction of gastric cancer risk in patients after Helicobacter pylori eradication",
        "Histologic intestinal metaplasia and endoscopic atrophy are predictors of gastric cancer development after Helicobacter pylori eradication",
        "Severity of gastric intestinal metaplasia predicts the risk of gastric cancer: a prospective multicentre cohort study (GCEP)",
        "The Colombian chemoprevention trial: 20-year follow-up of a cohort of patients with gastric precancerous lesions",
        "Preneoplastic conditions in the stomach: always a point of NO return",
        "Dissecting the single-cell transcriptome network underlying gastric premalignant lesions and early gastric cancer",
        "Gastric mucosal changes, and sex differences therein, after Helicobacter pylori eradication: A long‐term prospective follow‐up study",
        "Helicobacter pylori Infection",
        "Diagnostic methods for Helicobacter pylori infection: ideals, options, and limitations",
        "New rapid Helicobacter pylori blood test based on dual detection of fliD and cagA antibodies for on-site testing",
        "Family history is an independent risk factor for the progression of gastric atrophy among patients with Helicobacter pylori infection",
        "Clinicopathologic characteristics and long-term outcome of gastric cancer patients with family history: seven-year follow-up study for Korean health Check-Up subjects",
        "Prevalence of gastric cancer precursors in gastroscopy-screened adults by family history of gastric cancer and of cancers other than gastric",
        "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
        "The magnitude of antibiotic resistance to Helicobacter pylori in Africa and identified mutations which confer resistance to antibiotics: systematic review and meta-analysis",
        "Primary antibiotic resistance in Helicobacter pylori in the Asia-Pacific region: a systematic review and meta-analysis",
        "The problem of Helicobacter pylori resistance to antibiotics: a systematic review in Latin America",
        "Discovery, research, and development of new antibiotics: the who priority list of antibiotic-resistant bacteria and tuberculosis",
        "What would the Screen-and-Treat strategy for Helicobacter pylori mean in terms of antibiotic consumption?",
        "Reconciliation of recent Helicobacter pylori treatment guidelines in a time of increasing resistance to antibiotics",
        "Curing Helicobacter pylori infection in patients with duodenal ulcer may provoke reflux esophagitis",
        "Effect of Helicobacter pylori eradication on the treatment of gastro-oesophageal reflux disease",
        "Helicobacter pylori eradication does not exacerbate gastro-oesophageal reflux disease",
        "Helicobacter pylori eradication and reflux disease onset: did gastric acid get \"crazy\"?",
        "Oesophageal and proximal gastric adenocarcinomas are rare after detection of Helicobacter pylori infection",
        "Systematic review with meta-analysis: association of Helicobacter pylori infection with gastro-oesophageal reflux and its complications",
        "Helicobacter pylori eradication treatment and the risk of Barrett’s esophagus and esophageal adenocarcinoma",
        "Association between Helicobacter pylori exposure and decreased odds of eosinophilic Esophagitis-A systematic review and meta-analysis",
        "Effects of anti-Helicobacter pylori therapy on incidence of autoimmune diseases, including inflammatory bowel diseases",
        "Helicobacter pylori eradication therapy is not associated with the onset of inflammatory bowel diseases. A case-control study",
        "Time trends in upper gastrointestinal diseases and Helicobacter pylori infection in a multiracial Asian population - a 20-year experience over three time periods",
        "Helicobacter pylori management in ASEAN: The Bangkok consensus report",
        "Role of Helicobacter pylori infection and nonsteroidal anti-inflammatory drugs in peptic-ulcer disease: a meta-analysis",
        "Gastrointestinal bleeding in patients with Helicobacter pylori and dual platelet inhibition after myocardial infarction",
        "Helicobacter pylori screening in clinical routine during hospitalization for acute myocardial infarction",
        "Importance of atrophic gastritis in diagnostics and prevention of gastric cancer: application of plasma biomarkers",
        "Prevalence of H. pylori infection and atrophic gastritis in a population-based screening with serum biomarker panel (GastroPanel®) in St. Petersburg",
        "Premalignant gastric lesions in patients included in national colorectal cancer screening",
        "Combined gastric and colorectal cancer Screening—A new strategy",
        "Systematic review with meta-analysis: diagnostic performance of the combination of pepsinogen, gastrin-17 and anti-Helicobacter pylori antibodies serum assays for the diagnosis of atrophic gastritis",
        "Modelling cost-effectiveness of Helicobacter pylori screening to prevent gastric cancer: a mandate for clinical trials",
        "Screening for gastric cancer and surveillance of premalignant lesions: a systematic review of cost-effectiveness studies",
        "Cost-Effectiveness of prevention and early detection of gastric cancer in Western countries",
        "Cost-Effectiveness analysis between primary and secondary preventive strategies for gastric cancer",
        "Hellenic consensus on Helicobacter pylori infection",
        "OLGA- and OLGIM-based staging of gastritis using narrow-band imaging magnifying endoscopy",
        "Does Helicobacter pylori eradication reduce the incidence of metachronous gastric cancer after curative endoscopic resection of early gastric cancer",
        "Fifteen-year effects of Helicobacter pylori, garlic, and vitamin treatments on gastric cancer incidence and mortality",
        "Chemoprevention of gastric dysplasia: randomized trial of antioxidant supplements and anti-Helicobacter pylori therapy",
        "Long term follow up of patients treated for Helicobacter pylori infection",
        "Risk of gastric cancer development after eradication of Helicobacter pylori",
        "Aspirin use for the primary prevention of cardiovascular disease and colorectal cancer: U.S. preventive services Task force recommendation statement",
        "Nonaspirin nonsteroidal anti-inflammatory drugs and gastric cancer risk after Helicobacter pylori eradication: a territory-wide study",
        "Association between proton pump inhibitor use and gastric cancer: a population-based cohort study using two different types of nationwide databases in Korea",
        "Proton pump inhibitors and risk of gastric cancer: population-based cohort study",
        "Association between proton-pump inhibitors and the risk of gastric cancer: a systematic review with meta-analysis",
        "Use of proton pump inhibitors vs histamine 2 receptor antagonists for the risk of gastric cancer: population-based cohort study",
        "Mass eradication of Helicobacter pylori to prevent gastric cancer: theoretical and practical considerations",
        "Endoscopy for gastric cancer screening is cost effective for Asian Americans in the United States",
        "A large randomised controlled intervention trial to prevent gastric cancer by eradication of Helicobacter pylori in Linqu County, China: baseline results and factors affecting the eradication",
        "Effect of Helicobacter pylori eradication on gastric cancer prevention in the Republic of Korea: a randomized controlled clinical trial",
        "Multicentric randomised study of Helicobacter pylori eradication and pepsinogen testing for prevention of gastric cancer mortality: the GISTAR study",
        "Feasibility and cost effectiveness of population-based H. pylori eradication",
        "Cost-Effectiveness of screening and treating Helicobacter pylori for gastric cancer prevention",
        "Increased incidence and mortality of gastric cancer in immigrant populations from high to low regions of incidence: a systematic review and meta-analysis",
        "Biomarkers of gastric cancer: current topics and future perspective",
        "Review of recent efforts to discover biomarkers for early detection, monitoring, prognosis, and prediction of treatment responses of patients with gastric cancer",
        "Demonstration of the usefulness of epigenetic cancer risk prediction by a multicentre prospective cohort study",
        "Zic1 promoter hypermethylation in plasma DNA is a potential biomarker for gastric cancer and intraepithelial neoplasia",
        "Linked color imaging can enhance recognition of early gastric cancer by high color contrast to surrounding gastric intestinal metaplasia",
        "Blue laser imaging-bright improves the real-time detection rate of early gastric cancer: a randomized controlled study",
        "Comparison of endoscopic visibility and miss rate for early gastric cancers after Helicobacter pylori eradication with white-light imaging versus linked color imaging",
        "Linked Color Imaging Focused on Neoplasm Detection in the Upper Gastrointestinal Tract: A Randomized Trial",
        "Linked color imaging can improve detection rate of early gastric cancer in a high-risk population: a multi-center randomized controlled clinical trial",
        "Linked color imaging enhances gastric cancer in gastric intestinal metaplasia",
        "Near-focus magnification and second-generation narrow-band imaging for early gastric cancer in a randomized trial",
        "Early gastric cancer detection in high-risk patients: a multicentre randomised controlled trial on the effect of second-generation narrow band imaging",
        "Development of vaccines against Helicobacter pylori",
        "Status of vaccine research and development for Helicobacter pylori",
        "Efficacy, immunogenicity, and safety of a parenteral vaccine against Helicobacter pylori in healthy volunteers challenged with a Cag-positive strain: a randomised, placebo-controlled phase 1/2 study",
        "Efficacy, safety, and immunogenicity of an oral recombinant Helicobacter pylori vaccine in children in China: a randomised, double-blind, placebo-controlled, phase 3 trial",
        "Antibiotics, birth mode, and diet shape microbiome maturation during early life",
        "Antibiotics as deep modulators of gut microbiota: between good and evil",
        "Recovery of gut microbiota of healthy adults following antibiotic exposure",
        "Intestinal microbiome is related to lifetime antibiotic use in Finnish pre-school children",
        "Antibiotics in early life associate with specific gut microbiota signatures in a prospective longitudinal infant cohort",
        "Natural history of the infant gut microbiome and impact of antibiotic treatment on bacterial strain diversity and stability",
        "Persistent metagenomic signatures of early-life hospitalization and antibiotic treatment in the infant gut microbiota and resistome",
        "Long-Term effects of early-life antibiotic exposure on resistance to subsequent bacterial infection",
        "Altering the intestinal microbiota during a critical developmental window has lasting metabolic consequences",
        "Antibiotics associated with increased risk of new-onset Crohn’s disease but not ulcerative colitis: a meta-analysis",
        "Helicobacter pylori and other gastric microbiota in gastroduodenal pathologies",
        "Mucosa-Associated microbiota in gastric cancer tissues compared with non-cancer tissues",
        "Different gastric microbiota compositions in two human populations with high and low gastric cancer risk in Colombia",
        "The influence of the gastric microbiota in gastric cancer development",
        "The role of the gastrointestinal microbiome in Helicobacter pylori pathogenesis",
        "Molecular analysis of the bacterial microbiota in the human stomach",
        "The active bacterial assemblages of the upper GI tract in individuals with and without Helicobacter infection",
        "Analysis of transcriptionally active bacteria throughout the gastrointestinal tract of healthy individuals",
        "Gastric microbiota in Helicobacter pylori-Negative and -positive gastritis among high incidence of gastric cancer area",
        "Gastric microbial community profiling reveals a dysbiotic cancer-associated microbiota",
        "Association between gut microbiota and Helicobacter pylori-related gastric lesions in a high-risk population of gastric cancer",
        "Evaluation of gastric microbiome and metagenomic function in patients with intestinal metaplasia using 16S rRNA gene sequencing",
        "Systematic review: gastric microbiota in health and disease",
        "Transient and persistent gastric microbiome: adherence of bacteria in gastric cancer and dyspeptic patient biopsies after washing",
        "Dysbiosis of the microbiome in gastric carcinogenesis",
        "Mucosal microbiome dysbiosis in gastric carcinogenesis",
        "Molecular characterization of the stomach microbiota in patients with gastric cancer and in controls",
        "Differences in gastric mucosal microbiota profiling in patients with chronic gastritis, intestinal metaplasia, and gastric cancer using pyrosequencing methods",
        "Analysis of gastric microbiota by pyrosequencing: minor role of bacteria other than Helicobacter pylori in the gastric carcinogenesis",
        "Effect of Helicobacter pylori on gastrointestinal microbiota: a population-based study in Linqu, a high-risk area of gastric cancer",
        "Fusobacterium nucleatum is associated with worse prognosis in Lauren’s diffuse type gastric cancer patients",
        "Comparison of the human gastric microbiota in hypochlorhydric states arising as a result of Helicobacter pylori-induced atrophic gastritis, autoimmune atrophic gastritis and proton pump inhibitor use",
        "Other helicobacters and the gastric microbiome",
        "Review: other Helicobacter species",
        "Helicobacter species infection may be associated with cholangiocarcinoma: a meta-analysis",
        "Association between Helicobacter spp. infections and hepatobiliary malignancies: a review",
        "Helicobacter suis Is Associated With Mortality in Parkinson’s Disease",
        "Microbiota diversity in human colorectal cancer tissues is associated with clinicopathological features",
        "Bacteremia possibly caused by Helicobacter cinaedi and associated with painful erythema in rheumatoid arthritis with malignant lymphoma",
        "A Case Of Recurrent Helicobacter cinaedi Prosthetic Joint Infection In An HIV-Infected Man",
        "Helicobacter cinaedi bacteremia mimicking eosinophilic fasciitis in a patient with X-linked agammaglobulinemia",
        "The other helicobacters",
        "A Potential New Human Pathogen Belonging to Helicobacter Genus, Identified in a Bloodstream Infection",
        "Prevalence of non Helicobacter pylori gastric helicobacters in Iranian dyspeptic patients",
        "A Comparison of Helicobacter pylori and H. heilmannii Gastritis: A Matched Control Study Involving 404 Patients",
        "Helicobacter heilmannii colonization is associated with high risk for gastritis",
        "Helicobacter heilmannii sensu stricto-related gastric ulcers: A case report",
        "Gastric ulcers and Helicobacter heilmannii",
        "Helicobacter heilmannii and gastric cancer",
        "Helicobacter heilmannii-associated primary gastric low-grade malt lymphoma: complete remission after curing the infection",
        "Gastric mucosa-associated lymphoid tissue lymphoma in conjunction with multiple lymphomatous polyposis in the context of Helicobacter pylori and Helicobacter suis superinfection",
        "Helicobacter cinaedi bacteremia: Presentation of the first cases reported in Argentina",
        "Genome sequencing Verifies relapsed infection of Helicobacter cinaedi",
        "Non-Helicobacter pylori Helicobacter Species in the Human Gastric Mucosa: A Proposal to Introduce the Terms H. heilmannii Sensu Lato and Sensu Stricto",
        "Gastrospirillum hominis (\"Helicobacter heilmanii\"): a cause of gastritis, sometimes transient, better diagnosed by touch cytology?",
        "Review: Other Helicobacter species",
        "Macroevolution of gastric Helicobacter species unveils interspecies admixture and time of divergence",
        "Macrolide resistance in the normal microbiota after Helicobacter pylori treatment",
        "Shifts in the Human Gut Microbiota Structure Caused by Quadruple Helicobacter pylori Eradication Therapy",
        "Selective and suppressive effects of antibiotics on donor and recipient bacterial strains in gut microbiota determine transmission efficiency of blaNDM-1-bearing plasmids",
        "Mice fed an obesogenic Western diet, administered antibiotics, and subjected to a sterile surgical procedure develop lethal septicemia with multidrug-resistant Pathobionts",
        "Erythromycin-Resistant lactic acid bacteria in the healthy gut of vegans, ovo-lacto vegetarians and omnivores",
        "The effect of probiotics supplementation on Helicobacter pylori eradication rates and side effects during eradication therapy: a meta-analysis",
        "Efficacy and safety of probiotics as adjuvant agents for Helicobacter pylori infection: a meta-analysis",
        "Meta-Analysis: the effect of supplementation with probiotics on eradication rates and adverse events during Helicobacter pylori eradication therapy",
        "Meta-Analysis of the efficacy and safety of Lactobacillus-containing and Bifidobacterium-containing probiotic compound preparation in Helicobacter pylori eradication therapy",
        "Lactobacillus-containing probiotic supplementation increases Helicobacter pylori eradication rate: evidence from a meta-analysis",
        "Saccharomyces boulardii as an adjuvant therapy for Helicobacter pylori eradication: a systematic review and meta-analysis with trial sequential analysis",
        "Meta-Analysis of the efficacy of probiotic-supplemented therapy on the eradication of H. pylori and incidence of therapy-associated side effects",
        "Pooling data on different probiotics is not appropriate to assess the efficacy of probiotics",
        "Meta-Analysis: the effects of Saccharomyces boulardii supplementation on Helicobacter pylori eradication rates and side effects during treatment",
        "Systematic review with meta-analysis: Saccharomyces boulardii supplementation and eradication of Helicobacter pylori infection",
        "A Randomised, Controlled Trial: Effect of a Multi-Strain Fermented Milk on the Gut Microbiota Recovery after Helicobacter pylori Therapy",
        "Effects of non-viable Lactobacillus reuteri combining with 14-day standard triple therapy on Helicobacter pylori eradication: a randomized double-blind placebo-controlled trial",
        "Review article: treatment of Helicobacter pylori infection and factors influencing eradication",
        "Prospective multicentre study on antimicrobial resistance of Helicobacter pylori in Germany",
        "Antibiotic susceptibility of Helicobacter pylori in central Germany and its relationship with the number of eradication therapies",
        "Failure of first-line eradication treatment significantly increases prevalence of antimicrobial-resistant Helicobacter pylori clinical isolates",
        "Analysis of the upper respiratory tract microbiotas as the source of the lung and gastric microbiotas in healthy individuals",
        "A review of saliva: normal composition, flow, and function",
        "The bacterial connection between the oral cavity and the gut diseases",
        "Microbiome and gastric cancer",
        "Helicobacter pylori infection is positively associated with metabolic syndrome in Taiwanese adults: a cross-sectional study",
        "Gastric Helicobacter pylori infection associated with risk of diabetes mellitus, but not prediabetes",
        "Association of H. pylori Infection with Insulin Resistance and Metabolic Syndrome Among Lebanese Adults",
        "The Eradication of Helicobacter pylori does not Affect Glycemic Control in Japanese Subjects with Type 2 Diabetes",
        "A cohort study on Helicobacter pylori infection associated with nonalcoholic fatty liver disease",
        "Association between Helicobacter pylori infection and nonalcoholic fatty liver disease: a systemic review and meta-analysis",
        "Helicobacter pylori infection is not associated with fatty liver disease including non-alcoholic fatty liver disease: a large-scale cross-sectional study in Japan",
        "Association between Helicobacter pylori infection and angiographically demonstrated coronary artery disease: a meta-analysis",
        "Helicobacter pylori infection, chronic atrophic gastritis and major cardiovascular events: a population-based cohort study",
        "Helicobacter pylori infection contributes to high risk of ischemic stroke: evidence from a meta-analysis",
        "Helicobacter pylori and neurological diseases: married by the laws of inflammation",
        "Association between Helicobacter pylori and mortality in the NHANES III study",
        "Association between Helicobacter pylori infection and dementia",
        "Does Helicobacter pylori Infection Increase Incidence of Dementia? The Personnes Agées QUID Study",
        "Helicobacter pylori seropositivity and cognitive performance among US adults: evidence from a large national survey",
        "Five-Year survival after Helicobacter pylori eradication in Alzheimer disease patients",
        "Eradication of Helicobacter pylori may be beneficial in the management of Alzheimer’s disease",
        "H elicobacter pylori -related ApoE 4 polymorphism may be associated with dysphagic symptoms in older adults",
        "Pathophysiologic relationship between Alzheimer’s disease, cerebrovascular disease, and cardiovascular risk: A review and synthesis",
        "Increased cerebrospinal fluid Helicobacter pylori antibody in Alzheimer’s disease",
        "Olfactory bulb proteome dynamics during the progression of sporadic Alzheimer’s disease: identification of common and distinct olfactory targets across Alzheimer-related co-pathologies",
        "Olfactory bulb involvement in neurodegenerative diseases",
        "MRI-Derived Atrophy of the Olfactory Bulb and Tract in Mild Cognitive Impairment and Alzheimer’s Disease",
        "Functional Representation of Olfactory Impairment in Early Alzheimer’s Disease",
        "Eradication of Helicobacter pylori Is Associated with the Progression of Dementia: A Population-Based Study",
        "The relationship between Helicobacter pylori infection and Alzheimer’s disease in Japan",
        "Relation of Helicobacter pylori infection and multiple sclerosis in Iranian patients",
        "Helicobacter pylori infection reduces disease severity in an experimental model of multiple sclerosis",
        "Meta-Analysis: association of Helicobacter pylori infection with Parkinson’s diseases",
        "Helicobacter pylori infection is associated with an increased risk of Parkinson’s disease: A population-based retrospective cohort study",
        "The role of small intestinal bacterial overgrowth in Parkinson’s disease",
        "Helicobacter pylori infection is associated with worse severity of Parkinson’s disease",
        "Association of Helicobacter pylori with Parkinson’s disease",
        "Cyclooxygenase inhibition limits blood-brain barrier disruption following intracerebral injection of tumor necrosis factor-α in the rat",
        "In vitro effects of Helicobacter pylori-induced infection in gastric epithelial AGS cells on microglia-mediated toxicity in neuroblastoma SH-SY5Y cells",
        "Association of circulating TNF-α and IL-6 with ageing and parkinsonism",
        "Association between Helicobacter pylori infection and acute inflammatory demyelinating polyradiculoneuropathy",
        "Molecular mimicry in Campylobacter jejuni and Helicobacter pylori lipopolysaccharides: contribution of gastrointestinal infections to autoimmunity",
        "An antibody to vacA of Helicobacter pylori in cerebrospinal fluid from patients with Guillain-Barre syndrome",
        "Helicobacter pylori infection but not small intestinal bacterial overgrowth may play a pathogenic role in rosacea",
        "Incidence of anti-Helicobacter pylori and anti-CagA antibodies in rosacea patients",
        "Role of Helicobacter pylori in common rosacea subtypes: a genotypic comparative study of Egyptian patients",
        "Psoriasis and Helicobacter pylori",
        "Relationship of Helicobacter pylori seroprevalence with the occurrence and severity of psoriasis",
        "Comment on Helicobacter pylori seroprevalence and the occurrence and severity of psoriasis",
        "Impact of Helicobacter pylori infection on severity of psoriasis and response to treatment",
        "Helicobacter pylori infection in psoriasis: results of a clinical study and review of the literature",
        "Relationship between Helicobacter pylori infection and psoriasis",
        "The relationship between Helicobacter pylori IgG antibody and autologous serum test in chronic urticaria",
        "The role of Helicobacter pylori in urticaria and atopic dermatitis",
        "Eradication therapy for urticaria with high titers of anti H. pylori IgG antibody",
        "Role of small intestinal bacterial overgrowth and Helicobacter pylori infection in chronic spontaneous urticaria: a prospective analysis",
        "Association between Helicobacter Pylori Infection and Alopecia Areata: A Study in Iranian Population",
        "No increased prevalence of Helicobacter pylori in patients with alopecia areata",
        "Autoimmune bullous diseases the spectrum of infectious agent antibodies and review of the literature",
        "Frequency of seropositivity against infectious agents amongst pemphigus vulgaris patients: a case-control study on Strongyloides stercoralis, Helicobacter pylori, Toxoplasma gondii, Leishmania major, and Epstein-Barr virus",
        "Elevated levels of anti-Helicobacter pylori antibodies in Henoch-Schönlein purpura",
        "Henoch-Schönlein purpura in an adult patient: extragastric, cutaneous manifestation of Helicobacter pylori infection",
        "Adult onset Schönlein-Henoch purpura associated with Helicobacter pylori infection",
        "The relationship between Helicobacter pylori infection and open-angle glaucoma: a meta-analysis",
        "Helicobacter pylori infection and the risk for open-angle glaucoma",
        "No association between Helicobacter pylori infection or CagA-bearing strains and glaucoma",
        "Helicobacter pylori as a potential target for the treatment of central serous chorioretinopathy",
        "Risk factors for central serous chorioretinopathy: a systematic review and meta-analysis",
        "Central serous chorioretinopathy and Helicobacter pylori",
        "The effect of Helicobacter pylori treatment on remission of idiopathic central serous chorioretinopathy",
        "The effect of eradicating Helicobacter pylori on idiopathic central serous chorioretinopathy patients",
        "Clinical efficiency of Helicobacter pylori eradication in the treatment of patients with acute central serous chorioretinopathy",
        "Prevalence and Treatment of Helicobacter pylori in Patients with Blepharitis",
        "Helicobacter pylori infection and eye diseases: a systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Munich",
            "@id": "60028717",
            "affilname": "Ludwig-Maximilians-Universität München",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028717",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Kaunas",
            "@id": "60109642",
            "affilname": "Lietuvos sveikatos mokslų universitetas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60109642",
            "affiliation-country": "Lithuania"
        },
        {
            "affiliation-city": "Riga",
            "@id": "60071043",
            "affilname": "Latvijas Universitāte",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071043",
            "affiliation-country": "Latvia"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "60272606",
            "affilname": "Instituto de Investigación Sanitaria Hospital Universitario de La Princesa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60272606",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Solna",
            "@id": "60237270",
            "affilname": "Science for Life Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60237270",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60121975",
            "affilname": "Peking University Third Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121975",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hamilton",
            "@id": "60108362",
            "affilname": "Farncombe Family Digestive Health Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108362",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60105804",
            "affilname": "i3S - Instituto de Investigação e Inovação em Saúde, Universidade do Porto, Portugal",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105804",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Nicosia",
            "@id": "60104630",
            "affilname": "European University Cyprus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104630",
            "affiliation-country": "Cyprus"
        },
        {
            "affiliation-city": "Kawachi District",
            "@id": "60102128",
            "affilname": "Jichi Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102128",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bordeaux",
            "@id": "60102125",
            "affilname": "Université de Bordeaux",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102125",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Yaba",
            "@id": "60089405",
            "affilname": "Nigerian Institute of Medical Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60089405",
            "affiliation-country": "Nigeria"
        },
        {
            "affiliation-city": "Ariel",
            "@id": "60080064",
            "affilname": "Ariel University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60080064",
            "affiliation-country": "Israel"
        },
        {
            "affiliation-city": "Madrid",
            "@id": "60078879",
            "affilname": "Centro de Investigación Biomédica en Red de Enfermedades Hepáticas y Digestivas",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078879",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Rome",
            "@id": "60073799",
            "affilname": "Fondazione Policlinico Universitario Agostino Gemelli IRCCS",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073799",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60073385",
            "affilname": "National Taiwan University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073385",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60069716",
            "affilname": "National Yang-Ming University Taiwan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069716",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Belgrade",
            "@id": "60068815",
            "affilname": "University of Belgrade",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068815",
            "affiliation-country": "Serbia"
        },
        {
            "affiliation-city": "Zaragoza",
            "@id": "60033448",
            "affilname": "Hospital Clinico Universitario Lozano Blesa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033448",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Rotterdam",
            "@id": "60032114",
            "affilname": "Erasmus MC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032114",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Hamilton",
            "@id": "60031828",
            "affilname": "McMaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031828",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031806",
            "affilname": "The University of Western Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031806",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Belo Horizonte",
            "@id": "60030074",
            "affilname": "Universidade Federal de Minas Gerais",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030074",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Helsinki",
            "@id": "60029080",
            "affilname": "Lääketieteellinen Tiedekunta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029080",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Bologna",
            "@id": "60028218",
            "affilname": "Alma Mater Studiorum Università di Bologna",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028218",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Lyon",
            "@id": "60024610",
            "affilname": "Centre international de Recherche sur le Cancer",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024610",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Athens",
            "@id": "60022782",
            "affilname": "Henry Dunant Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022782",
            "affiliation-country": "Greece"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60017101",
            "affilname": "Samitivej Hospital (Sukhumvit)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017101",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Helsinki",
            "@id": "60016987",
            "affilname": "Helsinki University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016987",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60016952",
            "affilname": "Faculdade de Medicina da Universidade do Porto (FMUP)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016952",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Aberdeen",
            "@id": "60015875",
            "affilname": "University of Aberdeen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015875",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60013314",
            "affilname": "Veterans General Hospital-Taipei",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013314",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60011641",
            "affilname": "Michael E. DeBakey VA Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011641",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Kensington",
            "@id": "60011463",
            "affilname": "UNSW Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011463",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Dublin",
            "@id": "60011149",
            "affilname": "Trinity College Dublin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011149",
            "affiliation-country": "Ireland"
        },
        {
            "affiliation-city": "Providence",
            "@id": "60009796",
            "affilname": "The Warren Alpert Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009796",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Innsbruck",
            "@id": "60008222",
            "affilname": "Medizinische Universitat Innsbruck",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008222",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60007249",
            "affilname": "Universidade do Porto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007249",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60006558",
            "affilname": "Centre Universitaire de Santé McGill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006558",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Parma",
            "@id": "60004969",
            "affilname": "Università di Parma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004969",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60003102",
            "affilname": "Instituto Portugues de Oncologia de Francisco Gentil Porto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003102",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60002441",
            "affilname": "Baylor College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002441",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bayreuth",
            "@id": "60000628",
            "affilname": "Klinikum Bayreuth GmbH",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000628",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Padua",
            "@id": "60000481",
            "affilname": "Università degli Studi di Padova",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000481",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": null,
            "@id": "128659808",
            "affilname": "Biliary and upper digestive tract disorders",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128659808",
            "affiliation-country": null
        },
        {
            "affiliation-city": "Braunschweig",
            "@id": "128574931",
            "affilname": "Partner Site Munich",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128574931",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Belgrade",
            "@id": "127791575",
            "affilname": "General Hospital \"Euromedik,\"",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127791575",
            "affiliation-country": "Serbia"
        },
        {
            "affiliation-city": "Rogaska Slatina",
            "@id": "118652111",
            "affilname": "AM DC Rogaška",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118652111",
            "affiliation-country": "Slovenia"
        },
        {
            "affiliation-city": "Padua",
            "@id": "116449247",
            "affilname": "Veneto Tumor Registry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116449247",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "Menarini Foundation"
    ]
}