{
    "eid": "2-s2.0-85048827942",
    "title": "Development of gelatin hydrogel pads incorporated with Eupatorium adenophorum essential oil as antibacterial wound dressing",
    "cover-date": "2019-02-06",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Antibacterial",
        "Essential oil",
        "Eupatorium adenophorum",
        "Gelatin",
        "Hydrogel"
    ],
    "authors": [
        "P. Chuysinuan",
        "N. Chimnoi",
        "N. Reuk-Ngam",
        "P. Khlaychan",
        "A. Makarasen",
        "N. Wetprasit",
        "D. Dechtrirat",
        "P. Supaphol",
        "S. Techasakul"
    ],
    "citedby-count": 25,
    "ref-count": 70,
    "ref-list": [
        "Hydrogels in pharmaceutical formulations",
        "Hydrogels for biomedical applications",
        "Release of theophylline from polymer blend hydrogels",
        "Polymer carriers for drug delivery in tissue engineering",
        "Hydrogel nanoparticles in drug delivery",
        "Application of benzyl hyaluronate membranes as potential wound dressings: evaluation of water vapour and gas permeabilities",
        "A new anti-infective collagen dressing containing antibiotics",
        "Evaluation of a novel alginate gel dressing: cytotoxicity to fibroblasts in vitro and foreign-body reaction in pig skin in vivo",
        "Recombinant collagen and gelatin for drug delivery",
        "Gelatin as a delivery vehicle for the controlled release of bioactive molecules",
        "Radiation-induced crosslinking of collagen gelatin into a stable hydrogel",
        "Toward modulating the architecture of hydrogel scaffolds: curtains versus channels",
        "Characterization of soft gelatin capsules by thermal analysis",
        "In vivo anti-tumor effect of dual release of cisplatin and adriamycin from biodegradable gelatin hydrogel",
        "Controlled release of plasmid DNA from cationized gelatin hydrogels based on hydrogel degradation",
        "Controlled-release of epidermal growth factor from cationized gelatin hydrogel enhances corneal epithelial wound healing",
        "Physicochemical and sensory characteristics of fish gelatin",
        "Wound-dressing materials with antibacterial activity from electrospun gelatin fiber mats containing silver nanoparticles",
        "Development of gelatin hydrogel pads as antibacterial wound dressings",
        "Mechanical reinforcement of gelatin hydrogel with nanofiber cellulose as a function of percolation concentration",
        "Enhanced formation of hydroxyapatites in gelatin/imogolite macroporous hydrogels",
        "Differentiation of bovine from porcine gelatines using polyclonal anti-peptide antibodies in indirect and competitive indirect ELISA",
        "Preparation and evaluation of drug-loaded gelatin nanoparticles for topical ophthalmic use",
        "Crosslinking of the electrospun gelatin nanofibers",
        "Effects of bFGF incorporated into a gelatin sheet on wound healing",
        "Wound dressings containing bFGF-impregnated microspheres",
        "Preparation and characterization of smart magnetic hydrogels and its use for drug release",
        "A novel trans-lymphatic drug delivery system: implantable gelatin sponge impregnated with PLGA—paclitaxel microspheres",
        "Electrospun protein fibers as matrices for tissue engineering",
        "Electrospinning polyaniline-contained gelatin nanofibers for tissue engineering applications",
        "Preparation and characterization of IPN hydrogels composed of chitosan and gelatin cross-linked by genipin",
        "Hydrogel: preparation, characterization, and applications: a review",
        "Biomedical applications of hydrogels: a review of patents and commercial products",
        "Hydrogels in drug delivery: progress and challenges",
        "Advances in skin regeneration using tissue engineering",
        "Recent advances on antimicrobial wound dressing: a review",
        "Phytochemical and phamacological studies of the aerial parts of Eupatorium adenophorum L",
        "Anti-inflammatory potential of ethanolic leaf extract of Eupatorium adenophorum Spreng. Through alteration in production of TNF-α, ROS and expression of certain genes",
        "Antibacterial and antifungal effect of Eupatorium adenophorum Spreng against bacterial and fungal isolates",
        "Relating emulsion stability to interfacial properties for pharmaceutical emulsions stabilized by Pluronic F68 surfactant",
        "Pluronic®block copolymers as novel polymer therapeutics for drug and gene delivery",
        "Diversity of the volatile organic compounds emitted by 55 species of tropical trees: a survey in French Guiana",
        "Composition, antimicrobial activity and cytotoxicity of essential oils from Aristolochia mollissima",
        "Components of essential oil from woods of prunus mume Sieb. et Zucc",
        "Essential oils of six Gomidesia spp. from southern Brazil",
        "Group identification of essential oils components using partition coefficients in a hexane–acetonitrile system",
        "Constituents of the flower essential oil of Ageratina adenophora (Spreng.) K. et R. from India",
        "Sesquiterpenoid constituents of the liverwort Marsupella aquatica",
        "Volatile constituents of three invasive weeds of Himalayan region",
        "Six cadinene derivatives from Ageratina adenophora",
        "Cadinene derivatives from Eupatorium adenophorum",
        "Gelatin-and starch-based hydrogels. Part A: hydrogel development, characterization and coating",
        "Incorporation of ZnO nanoparticles into heparinised polyvinyl alcohol/chitosan hydrogels for wound dressing application",
        "Doxorubicin loaded carboxymethyl cellulose/graphene quantum dot nanocomposite hydrogel films as a potential anticancer drug delivery system",
        "In vitro and In vivo characterization of quercetin loaded multiphase hydrogel for wound healing application",
        "A simple equation for description of solute release II. Fickian and anomalous release from swellable devices",
        "In vitro synergistic antibacterial activity of the essential oil from Zingiber cassumunar Roxb against extensively drug-resistant Acinetobacter baumannii strains",
        "Antibacterial activity and chemical composition of the essential oil of Croton heliotropiifolius Kunth from Amargosa, Bahia, Brazil",
        "Screening antifungal activities of selected medicinal plants",
        "Chemical composition and bioactivity of essential oil of Ageratina adenophora from Bhaktapur district of Nepal",
        "Chemical composition and antibacterial activity of essential oils of Lantana camara, Ageratum houstonianum and Eupatorium adenophorum",
        "Elaboration and characterization of O/W cinnamon (Cinnamomum zeylanicum) and black pepper (Piper nigrum) emulsions",
        "Evaluation of an in situ forming hydrogel wound dressing based on oxidized alginate and gelatin",
        "Preparation and optimization of chitosan-gelatin films for sustained delivery of lupeol for wound healing",
        "Anti-degradation gelatin films crosslinked by active ester based on cellulose",
        "Synthesis and bioactivity of gelatin/multiwalled carbon nanotubes/hydroxyapatite nanofibrous scaffolds towards bone tissue engineering",
        "Effects of essential oil on the water binding capacity, physicomechanical properties, antioxidant and antibacterial activity of gelatin films",
        "Properties and antioxidant activity of fish skin gelatin film incorporated with citrus essential oils"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60276473",
            "affilname": "Laboratory of Organic Synthesis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276473",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60276469",
            "affilname": "Laboratory of Natural Products",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276469",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Chulabhorn Research Institute"
    ]
}