{
    "eid": "2-s2.0-85039917530",
    "title": "Evaluating damaged concrete depth in reinforced concrete structures under different fire exposure times by means of NDT and DT techniques",
    "cover-date": "2017-12-28",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Destructive test",
        "Fire-damaged concrete",
        "Non-destructive test",
        "Pull-off test",
        "Schmidt rebound hammer",
        "Ultrasonic pulse velocity"
    ],
    "authors": [
        "Totsawat Daungwilailuk"
    ],
    "citedby-count": 7,
    "ref-count": 22,
    "ref-list": [
        "Assessment of fire damaged concrete using colour image analysis",
        "Assessment techniques for the evaluation of concrete structures after fire",
        "Application of petrographic examination techniques to the assessment of fire-damaged concrete and masonry structures",
        "Fire Design of Concrete Structures-Materials, Structures and Modelling",
        "Advanced Concrete Technology, Volume 2: Concrete Properties",
        "Microstructure of fire-damaged concrete. A case study",
        "Concrete Construction",
        "EXPERIENCES FROM EVALUATING FIRE-DAMAGED CONCRETE STRUCTURES.",
        "Effects of elevated temperatures on properties of concrete",
        "The effect of high temperature on concrete with reference to thermal spalling",
        "Fire Tests on Reinforced Concrete Buildings",
        "The spalling of concrete in fires",
        "Use of colour image analysis for assessment of fire damaged concrete",
        "ACI 318-08: Building Code Requirements for Structural Concrete and Commentary",
        "ASTM C805/C805M-13a: Standard Test Methods for Rebound Number of Hardened Concrete",
        "ACI 228.2R-98: Nondestructive Test Methods for Evaluation of Concrete in Structures",
        "Assessing concrete strength by means of small diameter cores",
        "ASTM C 42/C 42M - 03: Standard Test Method for Obtaining and Testing Drilled Cores and Sawed Beams of Concrete",
        "ASTM C 1583 - 04: Standard Test Method for Tensile Strength of Concrete Surfaces and the Bond Strength or Tensile Strength of Concrete Repair and Overlay Materials by Direct Tension (Pull-off Method)",
        "Fire Design of Concrete Structures-Structural Behaviour and Assessment",
        "Colour Change in Heated Concrete",
        "Is high strength concrete more susceptible to explosive spalliag than normal strength concrete in fire?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Higashihiroshima",
            "affilname": "Hiroshima University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU-ASEAN",
        "Ministry of Education",
        "Chulalongkorn University"
    ]
}