{
    "eid": "2-s2.0-84914144779",
    "title": "A study of tourism promotion factors affecting tourists' demand in Thailand",
    "cover-date": "2014-11-18",
    "subject-areas": [],
    "keywords": [
        "Activity",
        "Entrepreneur",
        "Reward",
        "Traveler"
    ],
    "authors": [
        "N. Sakulngam"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Health or self-indulgence? The motivations and characteristics of spa-goers",
        "Planning and Organizing",
        "Festival Management and Event Tourism",
        "Planning and Tourism Marketing Development",
        "Progress in information technology and tourism management: 20 years on and 10 years after the Internet-The state of eTourism research",
        "Knowledge workers: Exploring the link among performance rating, pay and motivational aspects",
        "Pittsburg: Psychological Service of Pittsburg",
        "Tourist motivation an appraisal",
        "Intelligent systems in tourism. A Social Science Perspective",
        "Wellness tourism: Market analysis of a special health tourism segment and implications for the hotel industry",
        "E-commerce and tourism",
        "Consumer Behavior in Tourism",
        "Journal of Consumer Research",
        "The Statistic Data of Thai Traveler and Foreigner 2011-2012",
        "Quality of visitor attractions, satisfaction, benefits and behavioural intentions of visitors: Verification of a model",
        "Health and Wellness Tourism",
        "Tourist Behaviour: Themes and Conceptual Schemes",
        "An importance-performance analysis of hotel selection factors in the Hong Kong hotel industry: A comparison of business and leisure travellers",
        "Information and Communication Technologies in Tourism 2007",
        "Recreational Geography",
        "Tourism: A Modern Synthesis",
        "Information supply in tourism management by marketing decision support systems",
        "Factors Affecting Thai Tourists Travelling to Pattaya City",
        "From motivation to actual travel",
        "An examination of the effects of motivation and satisfaction on destination loyalty: A structural model"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}