{
    "eid": "2-s2.0-85084237653",
    "title": "Catalyst pellet design of WO3/Si-Al and hydrotalcite binder for propylene self-metathesis",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Binder",
        "Catalyst pellet design",
        "Kinetics",
        "Metathesis",
        "Propylene",
        "WO3/Si-Al catalysts"
    ],
    "authors": [
        "Sirada Sripinun",
        "Krittidech Gayapan",
        "Weerachon Tolek",
        "Kongkiat Suriye",
        "Piyasan Praserthdam",
        "Suttichai Assabumrungrat"
    ],
    "citedby-count": 2,
    "ref-count": 64,
    "ref-list": [
        "Direct transformation of ethylene into propylene catalyzed by a tungsten hydride supported on alumina: Trifunctional single‐site catalysis",
        "Olefin metathesis by supported metal oxide catalysts",
        "Expanding the scope of metathesis: A survey of polyfunctional, single-site supported tungsten systems for hydrocarbon valorization",
        "Metathesis of ethene and 2-butene to propene on W/Al2O3–HY catalysts with different HY contents",
        "Organic chemistry",
        "Effect of the addition of potassium and lithium in Pt–Sn/Al2O3catalysts for the dehydrogenation of isobutane",
        "Bimetallic PtSn/C catalysts promoted by ceria: Application in the nonoxidative dehydrogenation of isobutane",
        "Effect of MgO on WO3/SiO2-catalyzed light olefin metathesis using different feedstocks",
        "Nickel-exchanged zincosilicate catalysts for the oligomerization of propylene",
        "Catalytic ethylene dimerization and oligomerization: Recent developments with nickel complexes containing P,N-chelating ligands",
        "Light alkane dehydrogenation to light olefin technologies: A comprehensive review",
        "Development of a post-synthetic method for tuning the Al content of OSDA-free Beta as a catalyst for conversion of methanol to olefins",
        "High-performance SS-fiber@HZSM-5 core–shell catalyst for methanol-to-propylene: A kinetic and modeling study",
        "Preparation of MoO3/SiO2–Al2O3metathesis catalysts via wet impregnation with different Mo precursors",
        "WO3-based catalysts prepared by non-hydrolytic sol-gel for the production of propene by cross-metathesis of ethene and 2-butene",
        "Factors that could influence the activity of a WO3/SiO2catalyst: Part III",
        "Influence of feed components on the activity and stability of cobalt molybdenum alumina metathesis catalyst",
        "Application of a WO3/SiO2catalyst in an industrial environment: Part II",
        "The effect of catalyst pellet size on nickel carbonyl-induced particle sintering under low temperature CO methanation",
        "High temperature methanation: Catalyst considerations",
        "Methane from synthesis gas and operation of high-temperature methanation",
        "Criteria for stable Ni particle size under methanation reaction conditions: Nickel transport and particle size growth via nickel carbonyl",
        "Performance characteristics of eggshell Co/SiO2fischer–tropsch catalysts: A modeling study",
        "Tailored catalyst pellet specification for improved fixed-bed transport characteristics: A shortcut method for the model-based reactor design",
        "Use of intraparticle mass transfer parameters as a design tool for catalyst pellets",
        "Optimum reactor design in methanation processes with nonuniform catalysts",
        "Pellet size dependent steam reforming of polyethylene terephthalate waste for hydrogen production over Ni/La promoted Al2O3catalyst",
        "Visualizing pore architecture and molecular transport boundaries in catalyst bodies with fluorescent nanoprobes",
        "Synthesis of Ru-based catalysts for CO2methanation and experimental assessment of intraporous transport limitations",
        "Pore size effect on the methanol anomalous diffusion in the mesoporous catalyst pellets for methanol-to-olefin reaction",
        "Pore network modeling of reaction-diffusion in hierarchical porous particles: The effects of microstructure",
        "Pressure drop in packed beds of spherical particles at ambient and elevated air temperatures",
        "Effects of particle size and shape on the performance of a trickle fixed-bed recycle reactor for fischer–tropsch synthesis",
        "Chemical and Catalytic Reaction Engineering",
        "The transport properties of gases and gaseous mixtures",
        "Theory of gas-diffusion controlled sensitivity for thin film semiconductor gas sensor",
        "A numerical study of a two property catalyst/sorbent pellet design for the sorption-enhanced steam–methane reforming process: Modeling complexity and parameter sensitivity study",
        "A two property catalyst/sorbent pellet design for the sorption-enhanced steam–methane reforming process: Mathematical modeling and numerical analysis",
        "Effect of catalyst pore size on styrene production rate",
        "Application of a CFD code (Fluent) to formulate models of catalytic gas phase reactions in porous catalyst pellets",
        "A numerical study of the effectiveness factors of nickel catalyst pellets used in steam methane reforming for residential fuel cell applications",
        "Beyond the effectiveness factor: Multi-step reactions with intraparticle diffusion limitations",
        "A theoretical comparison of multifunctional catalyst for sorption-enhanced reforming process",
        "Elements of Chemical Reaction Engineering",
        "Elements of Chemical Reaction Engineering",
        "A critical review of dispersion in packed beds",
        "Industrial applications of olefin metathesis",
        "The reduction of isomerisation activity on a WO3/SiO2metathesis catalyst",
        "Activity of Re2O7/SiO2·Al2O3catalysts for propene metathesis and the influence of alkyltin promotors",
        "Activity of supported Re2O7catalysts for the metathesis of methyl oleate",
        "The preparation of active WO3catalysts for metathesis between ethene and 2-butene under moist atmosphere",
        "On the catalytic performance in isopropylation of benzene over H/β zeolite catalysts: Influence of binder",
        "Process for the production of spherical shaped bodies based on Al2O3and optionally SiO2",
        "Effect of alumina binder on catalytic performance of PtSnNa/ZSM-5 catalyst for propane dehydrogenation",
        "New developments and concepts in enhancing activities of heterogeneous metathesis catalysts",
        "PA (US); N.U.R. Sukwon Choi. Clifton, S. J. Gartside, NJ (US); Shane, S. Kleindienst, NJ (US); E.W. Wolfgang Ruettinger, NJ, P. (US); Saeed Alerasool, N.U. Junction, Olefin isomerization and metathesis catalyst, Lummus Technology Inc., Bloomfield, NJ (US); BASF Corporation, Florham Park, NJ (US), US",
        "The metathesis activity and deactivation of heterogeneous metal oxide catalytic systems / D.J. Moodley",
        "Deactivation of Y-zeolite catalysts by coking in methylnaphthalene isomerization"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60113829",
            "affilname": "SCG Chemicals Co., Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113829",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "SCG Chemical Co. Ltd"
    ]
}