{
    "eid": "2-s2.0-85041909360",
    "title": "Morphological and mitochondrial DNA data reshuffle the taxonomy of the genera Atopochetus Attems, Litostrophus Chamberlin and Tonkinbolus Verhoeff (Diplopoda: Spirobolida: Pachybolidae), with descriptions of nine new species",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "mitochondrial DNA",
        "new species",
        "phylogeny",
        "South-East Asia",
        "species delimitation"
    ],
    "authors": [
        "Piyatida Pimvichai",
        "Henrik Enghoff",
        "Somsak Panha",
        "Thierry Backeljau"
    ],
    "citedby-count": 15,
    "ref-count": 59,
    "ref-list": [
        "A new look at the statistical model identification",
        "Millipedes: Diversity, distribution and ecology",
        "Die indo-australischen Myriopoden",
        "Diplopoda of India",
        "Trachelomegalus laciniatus nov sp. (Diplop.)",
        "Die von Dr C. Dawydoff in Französisch Indochina gesammelten Myriopoden",
        "Myriopoden von Indochina Expedition von Dr C. Dawydoff (1938-1939). Mémoires du Muséum national d'Histoire naturelle Série A",
        "Sperm competition and the evolution of millipede genitalia",
        "Molecular taxonomy of the Anadenobolus excisus (Diplopoda: Spirobolida: Rhinocricidae) species-group on the Carribbean island of Jamaica",
        "Etude sur les Spirobolides [Myriapodes]",
        "Diplopoden aus dem Malayischen Archipel",
        "New Chilopoda and Diplopoda from the East Indian region",
        "JModelTest 2: More models, new heuristics and parallel computing",
        "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "The millipedes of Thailand (Diplopoda)",
        "East African giant millipedes of the tribe Pachybolini (Diplopoda, Spirobolida, Pachybolidae)",
        "A review of the millipede fauna of Vietnam (Diplopoda)",
        "Diplopoda-Taxonomic overview",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit i from diverse metazoan invertebrates",
        "How many species are there of pachyiulus a contribution to the taxonomy of Europe's largest millipedes (diplopoda, julida, julidae)",
        "Delimiting species using singlelocus data and the Generalized Mixed Yule Coalescent approach: A revised method and evaluation on simulated data sets",
        "Contributions to the Millipede fauna of Vietnam (Diplopoda) III",
        "Maximum likelihood estimation of the heterogeneity of substitution rate among nucleotide sites",
        "Biological identifications through DNA barcodes",
        "Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "Studies on spiroboloid millipeds IV. Systematic and nomenclatorial notes on the family Pachybolidae",
        "MRBAYES: Bayesian inference of phylogeny",
        "A bibliographic catalogue of the Spirobolida of the Oriental and Australian Regions (Diplopoda)",
        "Neue Juliden des Berliner Museums, als Prodromus einer Juliden-Monographie",
        "Delineating species with DNA barcodes: A case of taxon dependent method performance in moths",
        "Contributions to the millipede genus Nepalella Shear, 1979 from China, with four new species and first results on phylogeny based on DNA-barcoding (Diplopoda, Chordeumatida, Megalotylidae)",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "A revision of the Thyropygus allevatus group. Part 1: The T. Opinatus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 2: The T. bifurcus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "The Rhynchoproctinae, a southeast Asiatic subfamily of giant millipedes: Cladistic analysis, classification, four new genera and a deviating new species from NW Thailand (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 3: The T. induratus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the Thyropygus allevatus group. Part 4: The T. cuisinieri subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Arevision of the Thyropygus allevatus group Part V: Nine new species of the extended opinatus subgroup, based on morphological and DNA sequence data (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Phylogeny of the millipede order Spirobolida (Arthropoda: Diplopoda: Helminthomorpha)",
        "Viaggio di Leonardo Fea in Birmania e regioni vicine LV. on the Myriopoda of Burma. Pt 3. Report upon the Julidae, Chordeumidae and Polyzonidae collected by Sig. L. Fea and Mr. E.W. Oates",
        "Om några exotiska myriopoder",
        "ABGD, Automatic Barcode Gap Discovery for primary species delimitation",
        "Diagnoses, synonymies and occurrences of the pantropical millipeds, Leptogoniulus sorornus (Butler) and Trigoniulus corallinus (Gervais) (Spirobolida: Pachybolidae: Trigoniulinae)",
        "Current status of the myriapod class Diplopoda (millipedes): Taxonomic diversity and phylogeny",
        "RAxML Version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0",
        "Über Diplopoden des Zoologischen Museums in München Zoologische Jahrbücher",
        "Revision of the millipede subfamily Spiromiminae, a Malagasy group with Indian connections? (Diplopoda Spirobolida Pachybolidae)",
        "Pachybolini-A tribe of giant Afrotropical millipedes: Arguments for monophyly and the description of a new genus from Madagascar (Diplopoda: Spirobolida: Pachybolidae)",
        "Revision of the endemic giant fire millipedes of Madagascar, genus Aphistogoniulus (Diplopoda: Spirobolida: Pachybolidae)",
        "Review of the Spirobolida on Madagascar, with descriptions of twelve new genera, including three genera of 'fire millipedes' (Diplopoda)",
        "Mountain refugia play a role in soil arthropod speciation on Madagascar A case study of the endemic giant fire-millipede genus Aphistogoniulus (Diplopoda, Spirobolida, Pachybolidae)",
        "DAMBE5: A comprehensive software package for data analysis in molecular biology and evolution"
    ],
    "affiliation": [
        {
            "affiliation-city": "Copenhagen",
            "@id": "60095975",
            "affilname": "Statens Naturhistoriske Museum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095975",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Brussels",
            "@id": "60068588",
            "affilname": "Koninklijk Belgisch Instituut voor Natuurwetenschappen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068588",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antwerpen",
            "@id": "60012937",
            "affilname": "Universiteit Antwerpen",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012937",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "@id": "60002875",
            "affilname": "Mahasarakham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002875",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "EU Marie Curie",
        "Belgian Federal Science Policy Office",
        "FP7"
    ]
}