{
    "eid": "2-s2.0-85038264240",
    "title": "Interleukin-1β induces human cementoblasts to support osteoclastogenesis",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "cementoblast",
        "interleukin-1β",
        "osteoclast",
        "receptor activator of nuclear factor kappa-B ligand",
        "tooth resorption"
    ],
    "authors": [
        "Nam C.N. Huynh"
    ],
    "citedby-count": 43,
    "ref-count": 35,
    "ref-list": [
        "Are cementoblasts a subpopulation of osteoblasts or a unique phenotype?",
        "Emdogain® does not prevent progressive root resorption after replantation of avulsed teeth: A clinical study",
        "Cytokines that promote periodontal tissue destruction",
        "IL-1β favors osteoclastogenesis via supporting human periodontal ligament fibroblasts",
        null,
        null,
        null,
        "Inhibition of Histone Deacetylases Enhances the Osteogenic Differentiation of Human Periodontal Ligament Cells",
        "Surface-bound orientated Jagged-1 enhances osteogenic differentiation of human periodontal ligament-derived mesenchymal stem cells",
        "Isolation of murine cementoblasts: Unique cells or uniquely-positioned osteoblasts?",
        "Characteristics of periodontal ligament subpopulations obtained by sequential enzymatic digestion of rat molar periodontal ligament",
        "Characterization of established cementoblast-like cell lines from human cementum-lining cells in vitro and in vivo",
        "Should cementoblasts express alkaline phosphatase activity? Preliminary study of rat cementoblasts in vitro",
        "Vitamin D represses dentin matrix protein 1 in cementoblasts and osteocytes",
        "PTH and Vitamin D repress DMP1 in cementoblasts",
        "Alkaline Phosphatase Activity in the Periodontal Ligament and Gingiva of the Rat Molar: Its Relation to Cementum Formation",
        "Growth hormone induces bone morphogenetic proteins and bone-related proteins in the developing rat periodontium",
        "Expression of proinflammatory cytokines by human Mesenchymal stem cells in response to cyclic tensile strain",
        "The contribution of interleukin-1 and tumor necrosis factor to periodontal tissue destruction",
        "Dual regulation of osteoclast differentiation by periodontal ligament cells through RANKL stimulation and OPG inhibition",
        "The effect on proliferation and differentiation of cementoblast by using sclerostin as inhibitor",
        null,
        "Int J Oral Biol",
        "Osteoclast differentiation during experimental tooth movement by a short-term force application: An immunohistochemical study in rats",
        "RANK/RANKL/OPG during orthodontic tooth movement",
        "BRS Cell Biology and Histology",
        "RANK ligand and osteoprotegerin: Paracrine regulators of bone metabolism and vascular function",
        "Gingival fibroblasts are better at inhibiting osteoclast formation than periodontal ligament fibroblasts",
        "The effects of serine proteinase inhibitors on bone resorption in vitro",
        "Modulation of osteoclastogenesis with macrophage M1- and M2-inducing stimuli",
        "IL-1β and compressive forces lead to a significant induction of RANKL-expression in primary human cementoblasts",
        "Human primary cementoblasts respond to combined IL-1β stimulation and compression with an impaired BSP and CEMP-1 expression",
        "Regulation of cementoblast function by P. gingivalis lipopolysaccharide via TLR2",
        "Direct cell-cell contact between periodontal ligament fibroblasts and osteoclast precursors synergistically increases the expression of genes related to osteoclastogenesis",
        "Differentiation and functions of osteoclasts and odontoclasts in mineralized tissue resorption"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Medicine and Pharmacy at HCMC",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Amsterdam",
            "affilname": "Academisch Centrum Tandheelkunde Amsterdam",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": []
}