{
    "eid": "2-s2.0-85096202709",
    "title": "Reference Values for Chronotropic Index from 1280 Incremental Cycle Ergometry Tests",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Physical Therapy, Sports Therapy and Rehabilitation",
            "@code": "3612",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "CARDIOPULMONARY EXERCISE TEST",
        "CARDIOVASCULAR PHYSIOLOGY",
        "HEART RATE",
        "OXYGEN UPTAKE"
    ],
    "authors": [
        "Worawan Sirichana",
        "Eric V. Neufeld",
        "Xiaoyan Wang",
        "Scott B. Hu",
        "Brett A. Dolezal",
        "Christopher B. Cooper"
    ],
    "citedby-count": 4,
    "ref-count": 27,
    "ref-list": [
        "Chronotropic incompetence: Causes, onsequences, and management",
        "An increasing work rate test for assessing the physiological strain of submaximal exercise",
        "Prediction of normal values for lactate threshold estimated by gas exchange in men and women",
        "Spirometric reference values froma sample of the general U",
        "Optimizing the exercise protocol for cardiopulmonary assessment",
        "Random-effects models for longitudinal data",
        "Small sample inference for fixed effects from restricted maximum likelihood",
        "Extension of multiple range tests to group means with unequal number of replications",
        "Prediction of heart rate and oxygen uptake during incremental and maximal exercise in healthy adults",
        "Age-predicted maximal heart rate revisited",
        "ATS/ACCP Statement on cardiopulmonary exercise testing",
        "A mathematical model of the cardiac chronotropic response to exercise",
        "Reference values for dynamic responses to incremental cycle ergometry in males and females age 20 to 80",
        "Predictive implications of stress testing follow-up of 2700 subjects after maximum treadmill stress testing",
        "Impaired chronotropic response to exercise stress testing as a predictor of mortality",
        "Heart rate response during exercise test and cardiovascular mortality in middle-age men",
        "Association of cigarette smoking with chronotropic incompetence and prognosis in the Framingham heart study",
        "Heart rate response to exercise stress testing in asymptomatic women: The St",
        "Impaired heart rate response to graded exercise",
        "Association between resting heart rate, chronotropic index, and long-term outcomes in patients with heart failure receiving β-blocker therapy: Data from the HF-ACTION trial",
        "A comparison of practical assessment methods to determine treadmill, cycle, and elliptical ergometerV O2 peak",
        "Prognostic significance of exercise blood pressure and heart rate in middle-age men",
        "Variables influencing heart rate",
        "Body fat and the activity of the autonomic nervous system"
    ],
    "affiliation": [
        {
            "affiliation-city": "Los Angeles",
            "@id": "60005247",
            "affilname": "David Geffen School of Medicine at UCLA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005247",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}