{
    "eid": "2-s2.0-84951785217",
    "title": "The relative value relevance of U.S. GAAP and IFRS",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "Business and International Management",
            "@code": "1403"
        }
    ],
    "keywords": [
        "Elimination of 20-F reconciliation",
        "GAAP differences",
        "IFRS and U.S",
        "Value relevance"
    ],
    "authors": [
        "Kriengkai Boonlert-U-Thai"
    ],
    "citedby-count": 4,
    "ref-count": 18,
    "ref-list": [
        "A perspective on the SEC's proposal to accept financial statements prepared in accordance with international financial reporting standards (IFRS) without reconciliation to U.S. GAAP",
        "CPA Letter Daily",
        "Incentive contracting and value relevance of earnings and cash flows",
        "Accountancy",
        "Trading volume reaction to the earnings reconciliation from IAS to U.S. GAAP",
        "Accounting for financial instruments in the banking industry: conclusions from a simulation model",
        "The European-U.S. 'GAAP Gap': IFRS to U.S. GAAP Form 20-F Reconciliations",
        "Response to the SEC release, \"acceptance from foreign private issuers of financial statements prepared in accordance with international financial Reporting standards without reconciliation to U.S. GAAP file No. S7-13-07\"",
        "Management Accounting",
        "Did Eliminating the 20-F Reconciliation between IFRS and U.S. GAAP Matter?",
        "2011 AAA International Accounting Section Midyear Meeting",
        "Do harmonised accounting standards lead to harmonised accounting practices? an empirical study of IAS 39 measurement requirements in some european Union countries",
        "International Accounting and Multinational Enterprises",
        "The impact in the United States of global adoption of IFRS",
        "Acceptance from foreign private issuers of financial statements prepared in accordance with international financial reporting standards without reconciliation to GAAP",
        "Work Plan for the Consideration of Incorporating International Financial Reporting Standards into the Financial Reporting System for U.S. Issurs-An Analysis of IFRS in Practice",
        "How would the mandatory adoption of IFRS affect the earnings quality of U.S. firms? Evidence from cross-listed firms in the U.S.",
        "Journal of Accountancy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Dhurakij Pundit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}