{
    "eid": "2-s2.0-85007311678",
    "title": "Experimental investigations of shear pin arrangement on soil slope resting on low interface friction plane",
    "cover-date": "2016-11-12",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Low interface friction plane",
        "Shear pin",
        "Slip test",
        "Slope failure",
        "Soil slope"
    ],
    "authors": [
        "Rithy Ouch"
    ],
    "citedby-count": 4,
    "ref-count": 30,
    "ref-list": [
        "Technical Note of Port and Harbour Research Institute, Ministry of Transport, Japan",
        "Response of flexible piles under laterally linear movement of the sliding layer in landslides",
        "Soil - Structure interaction for landslide stabilizing piles",
        "Design of reinforcing piles to increase slope stability",
        "EXTENDED DESIGN METHOD FOR MULTI-ROW STABILIZING PILES AGAINST LANDSLIDE.",
        "Analysis of pile stabilized slopes based on soil-pile interaction",
        "Arching Effect in Geomaterials with Applications to Retaining Walls and Undercut Slopes",
        "Ground Anchors Application for Slope Stabilization at Mae Moh Mine",
        "Simplified pile-slope stability analysis",
        "Numerical analysis of the stability of a slope reinforced with piles",
        "Numerical studies of the position of piles in slope stabilization",
        "Stability analysis of slopes reinforced with piles",
        "Slope stabilizing piles and pile-groups: Parametric study and design insights",
        "Hybrid Method for Analysis and Design of Slope Stabilizing Piles",
        "On the reliability of 3D numerical analyses on passive piles used for slope stabilisation in frictional soils",
        "Analysis and design method for slope stabilization using a row of drilled shafts",
        "J. Rock Mech. Geotech. Eng.",
        "Three-dimensional numerical modelling of discrete piles used to stabilize landslides",
        "Ultimate soil pressures for piles subjected to lateral soil movements",
        "Geotechnique",
        "Behavior and analysis of stabilizing piles installed in a cut slope during heavy rainfall",
        "Experimental and Numerical Study on Pile Behaviour Under Lateral Load in Clayey Slope",
        "Landslide stabilizing piles: Experimental evidences and numerical interpretation",
        "Arch action over an excavated pit on a stable scarp investigated by physical model tests",
        "Performance of counterweight balance on stability of undercut slope evaluated by physical modeling",
        "Proceedings of 48Th Japan National Conference on Geotechnical Engineering",
        "Effect of Shear Pin Arrangement to a Critical Width of Undercut Slope Aligned with a Bedding Plane",
        "Physical modeling of arch action in undercut slopes with actual engineering practice to Mae Moh open-pit mine of Thailand",
        "The Mechanics of Soils and Foundations",
        "Soil Mechanics: Concepts and Applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tehran",
            "affilname": "University of Tehran",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}