{
    "eid": "2-s2.0-84892543761",
    "title": "A checklist of the millipedes (Diplopoda) of Laos",
    "cover-date": "2014-01-16",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Fauna",
        "Laos",
        "Millipede",
        "Taxonomy"
    ],
    "authors": [
        "Natdanai Likhitrakarn"
    ],
    "citedby-count": 25,
    "ref-count": 40,
    "ref-list": [
        "Environments in Transition: Cambodia, Lao PDR, Thailand, Vietnam",
        "Das Tierreich",
        "Mémoires du Muséum National D'Histoire Naturelle, N. S.",
        "Mémoires du Muséum National D'Histoire Naturelle, N S., Série A",
        "Annals and Magazine of Natural History, Ser.",
        "Mémoires du Muséum Nationale D'histoire Naturelle, N. S., Série A",
        "Mémoires de la Société de Physique et D'Histoire Naturelle de Genève",
        "The Millipedes of Thailand (Diplopoda). Steenstrupia",
        "Arthropoda Selecta",
        "Acta Zoologica Hungarica",
        "Courier Forschungsinstitut Senckenberg",
        "Arthropoda Selecta",
        "Steenstrupia",
        "Arthropoda Selecta",
        "Review of the millipede genus Hyleoglomeris Verhoeff, 1910 (Diplopoda, Glomerida, Glomeridae), with descriptions of new species from caves in Southeast Asia",
        "On several new species of the millipede family Glomeridae from Vietnam (Diplopoda: Glomerida)",
        "Review of the millipede genus Glyphiulus Gervais, 1847, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae). Part 1: The granulatus-group",
        "Review of the millipede genus Glyphiulus Gervais, 1847, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae). Part 2: The javanicus-group",
        "Review of the millipede genus Plusioglyphiulus Silvestri, 1923, with descriptions of new species from Southeast Asia (Diplopoda, Spirostreptida, Cambalopsidae)",
        "Advances in the Systematics of Diplopoda II. ZooKeys",
        "The millipede genus Plusioglyphiulus Silvestri, 1923 in Thailand (Diplopoda, Spirostreptida, Cambalopsidae)",
        "Studies on spirostreptoid millipeds. XI. A review of some indonesian genera of the family harpagophoridae",
        "Tijdschrift voor Entomologie",
        "Tijdschrift voor Entomologie",
        "Academisch Proefschrift, Rotterdam",
        "Myriapod. Memoranda",
        "Myriapod Memoranda",
        "Myriapod Memoranda",
        "Review of the genus tylopus jeekel, 1968, with descriptions of five new species from thailand (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A revision of the millipede genus Riukiupeltis Verhoeff, 1939 (Diplopoda, Polydesmida, Paradoxosomatidae), with comments on the status of related species",
        "The Rhynchoproctinae, a south-east Asiatic subfamily of giant millipedes: Cladistic analysis, classification, four new genera and a deviating new species from north-west Thailand (Diplopoda: Spirostreptida: Harpagophoridae)",
        "A revision of the thyropygus allevatus group. Part 3: the T. induratus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Zootaxa",
        "Insecta Mundi",
        "Insecta Mundi",
        "Records of the Indian Museum",
        "National Environmental Action Plan 2000",
        "A review of the millipede genus Sinocallipus Zhang, 1993 (Diplopoda, Callipodida, Sinocallipodidae), with notes on gonopods monotony vs. peripheral diversity in millipedes",
        "Proceedings of the XI International Congress of Speleology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}