{
    "eid": "2-s2.0-85086045653",
    "title": "Examining stress in Asian currencies: A perspective offered by high frequency financial market data",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Exchange rates",
        "Financial crises",
        "High frequency",
        "Jumps"
    ],
    "authors": [
        "Mardi Dungey",
        "Marius Matei",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 5,
    "ref-count": 78,
    "ref-list": [
        "Testing for jumps in a discretely observed process",
        "Estimating the degree of activity of jumps in high frequency data",
        "Is Brownian motion necessary to model high frequency data?",
        "Analyzing the spectrum of asset returns: Jump and volatility components in high frequency data",
        "High-frequency Financial Econometrics",
        "Micro effects of macro announcements: Real-time price discovery in foreign exchange",
        "Estimating and testing linear models with multiple structural changes",
        "Computation and analysis of multiple structural change models",
        "Measuring economic policy uncertainty",
        "Testing for Lévy type jumps in Japanese stock market under the Financial Crisis using high-frequency data",
        "Power and bipower variation with stochastic volatility and jumps",
        "Do co-jumps impact correlations in currency markets?",
        "News announcements, market activity and volatility in the euro/dollar foreign exchange market",
        "Dealer behavior and trading systems in foreign exchange markets",
        "Liquidity provision in the overnight foreign exchange market",
        "Modelling systemic price cojumps with Hawkes factor models",
        "News, volatility and jumps: The case of natural gas futures",
        "Intraday liquidity dynamics and news releases around price Jumps: Evidence from the DJIA stocks",
        "Market liquidity and funding liquidity",
        "Volatility transmission in emerging European foreign exchange markets",
        "Asset market linkages: Evidence from financial, commodity and real estate assets",
        "Currency jumps, cojumps and the role of macro news",
        "News announcements and price discovery in foreign exchange spot and futures markets",
        "The predictive power of the yield curve across countries and time",
        "Information in the term structure of yield curve volatility",
        "Feedback trading",
        "Positive feedback investment strategies and destabilizing rational speculation",
        "The intra-day impact of communication on euro-dollar volatility and jumps",
        "Trans-Atlantic equity volatility connectedness: U.S. and European financial institutions, 2004–2014",
        "Testing for mutually exciting jumps and financial flights in high frequency data",
        "Cojumping: Evidence from the US Treasury bond and futures markets",
        "Empirical evidence on jumps in the term structure of the US Treasury market",
        "Unobservable shocks as carriers of contagion: A dynamic analysis using identified structural GARCH",
        "Endogenous crisis dating and contagion using smooth transition structural GARCH",
        "Contagious currency crises: First tests",
        "Which continuous-time model is most appropriate for exchange rates?",
        "Predicting U.S. recessions: Financial variables as leading indicators",
        "Order flows and the exchange rate disconnect puzzle",
        "Exchange-rate dynamics",
        "Intraday jumps and US macroeconomic news announcements",
        "Order flow and exchange rate dynamics",
        "Do currency markets absorb news quickly?",
        "Exchange rate fundamentals and order flow. Working Paper 13151",
        "Systemic risk measurement: Multivariate GARCH estimation of CoVar",
        "Price jumps in Visegrad-country stock markets: An empirical analysis",
        "Does high-frequency trading increase systemic risk?",
        "Information shocks, liquidity shocks, jumps and price discovery: Evidence from the U.S. treasury market",
        "Does international financial contagion really exist?",
        "The market microstructure approach to foreign exchange: Looking back and looking forward",
        "Jumps, cojumps and macro announcements",
        "New measures of monetary policy surprises and jumps in interest rates",
        "Tests of microstructural hypothesis in the foreign exchange market",
        "Currency forecasters are heterogeneous: Confirmation and consequences",
        "Liquidity in the foreign exchange market: Measurement, commonality, and risk premiums",
        "Exchange rate management in emerging markets: Intervention via an electronic limit order book",
        "Profits and speculation in intra-day foreign exchange trading",
        "High-frequency analysis of foreign exchange interventions: What do we learn?",
        "Trading price jump clusters in foreign exchange markets",
        "Survival of overconfidence in currency markets",
        "Currency orders and exchange-rate dynamics: Explaining the success of technical analysis",
        "Stop-loss orders and price cascades in currency markets",
        "Extreme returns: The case of currencies",
        "Official intervention in the foreign exchange market: Is it effective and if so, how does it work?",
        "Exchange rate response to macronews: Through the lens of microstructure"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sandy Bay",
            "@id": "60190741",
            "affilname": "Tasmanian School of Business and Economics",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60190741",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bucharest",
            "@id": "60002823",
            "affilname": "Academia Româna",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002823",
            "affiliation-country": "Romania"
        },
        {
            "affiliation-city": "Bucharest",
            "@id": "116538545",
            "affilname": "National Bank of Romania",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116538545",
            "affiliation-country": "Romania"
        }
    ],
    "funding": [
        "ARC"
    ]
}