{
    "eid": "2-s2.0-84931272378",
    "title": "Electromechanical response of silk fibroin hydrogel and conductive polycarbazole/silk fibroin hydrogel composites as actuator material",
    "cover-date": "2015-06-15",
    "subject-areas": [
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        }
    ],
    "keywords": [
        "Actuator",
        "Biopolymer",
        "Hydrogels",
        "Polycarbazole",
        "Silk fibroin"
    ],
    "authors": [
        "Thanida Srisawasdi"
    ],
    "citedby-count": 38,
    "ref-count": 41,
    "ref-list": [
        "Electromechanical response of electrorheological fluids and poly(dimethylsiloxane) networks",
        "Electrostriction of polymer dielectrics with compliant electrodes as a means of actuation",
        "Electro-active paper actuators",
        "Mol. Cryst. Liq. Cryst.",
        "Electro-magneto-rheological effects in parallel-field and crossed-field systems",
        "Freeform fabrication of hydrogels",
        "Ionic polymer-metal composites (IPMCs) as biomimetic sensors, actuators and artificial muscles - A review",
        "Mapping domain structures in silks from insects and spiders related to protein assembly",
        "Silk as a biomaterial",
        "Silk fibroin/cellulose blend films: Preparation, structure, and physical properties",
        "Silkworm Protein: Its possibility as an actuator",
        "Electric field induced stress moduli in polythiophene/polyisoprene elastomer blends",
        "Polycarbazoles: 25 years of progress",
        "PDL Handbook Series: High Performance Polymers, Carbazole Polymers",
        "Interfacial polymerization of carbazole: Morphology controlled synthesis",
        "Structure and properties of silk hydrogels",
        "Electromechanical responses of a crosslinked polydimethylsiloxane",
        "Dielectrophoresis force and deflection of electroactive poly(p-phenylene vinylene)/polydimethylsiloxane blends",
        "Blocked force measurement of electro-active paper actuator by micro-balance",
        "Mechanics of Materials, Third Ed.",
        "Sensor and actuator considerations for precision, small machines",
        "Electrostrictive properties of thermoplastic polyurethane elastomer: Effects of urethane type and soft-hard segment composition",
        "Chemical formation, characterization and properties of polycarbazole",
        "Effect of freezing methods on the properties of lyophilized porous silk fibroin membranes",
        "Charge transport and thermal properties of polyindole, polycarbazole and their derivatives",
        "Regenerated silk fibroin films: Thermal and dynamic mechanical analysis",
        "Electrospinning polyaniline-contained gelatin nanofibers for tissue engineering applications",
        "Electrorheology of filled silicone elastomers",
        "Deformation and Viscoelastic Behavior of Polymer Gels in Electric Fields",
        "Improvements of electromechanical properties of gelatin hydrogels by blending with nanowire polypyrrole: Effects of electric field and temperature",
        "Electroactive styrene-isoprene-styrene triblock copolymer: Effects of morphology and electric field",
        "Bio-compatible gelatins (Ala-Gly-Pro-Arg-Gly-Glu-4Hyp-Gly-Pro-) and electromechanical properties: Effects of temperature and electric field",
        "Shape memory epoxies based on networks with chemical and physical crosslinks",
        "Glutaraldehyde: Toxicity Report Series",
        "Poly(p-phenylene) and acrylic elastomer blends for electroactive application",
        "Electric field responsive chitosan-poly(N,N-dimethyl acrylamide) semi-IPN gel films and their dielectric, thermal and swelling characterization",
        "Electromagnetic Aquametry",
        "Enhanced orientional ordering of water dipoles in uniaxially stretched hydrogels",
        null,
        "Dielectric dispersion studies of poly(vinyl alcohol) in aqueous solutions",
        "Physically cross-linked cellulosic gel via 1-butyl-3-methylimidazolium chloride ionic liquid and its electromechanical responses"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cleveland",
            "affilname": "Case School of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}