{
    "eid": "2-s2.0-85046645686",
    "title": "Factors associated with health effects from occupational exposure to pesticide residues among greengrocers in fresh market, Bangkok, Thailand",
    "cover-date": "2019-04-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecological Modeling",
            "@code": "2302",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "blood cholinesterase",
        "dermal exposure",
        "greengrocer",
        "health symptom",
        "pesticide residue"
    ],
    "authors": [
        "W. Siriwong",
        "P. Ong-artborirak",
        "T. Nganchamung",
        "S. Siriwat",
        "M. G. Robson"
    ],
    "citedby-count": 1,
    "ref-count": 32,
    "ref-list": [
        "Factors affecting inter-individual variation in human plasma cholinesterase activity: Body weight, height, sex, genetic polymorphism and age",
        "Hand wash and manual skin wipes",
        "Assessment of acetylcholinesterase and butyrylcholinesterase activities in blood plasma of agriculture workers",
        "Determination of handwash removal efficiency: Incomplete removal of the pesticide chlorpyrifos from skin by standard handwash techniques",
        "Cholinesterase-inhibiting insecticide toxicity",
        "Erythrocyte cholinesterase activity levels in desert farm workers",
        "Ethnic differences in the frequency distribution of serum cholinesterase activity",
        "Serum cholinesterase levels of Thai chilli-farm workers exposed to chemical pesticides: Prevalence estimates and associated factors",
        "Captan fungicide exposures of strawberry harvesters using THPI as a urinary biomarker",
        "Glove accumulation of pesticide residues for strawberry harvester exposure assessment",
        "Cholinesterase inhibition: Complexities in interpretation",
        "Total pesticide exposure calculation among vegetable farmers in Benguet, Philippines",
        "Dermal exposure associated with occupational end use of pesticides and the role of protective measures",
        "Insecticide use, protective behavior, serum cholinesterase levels, and health effects among rice farmers in Kongkrailat district, Sukhothai province, Thailand",
        "Pesticide use, erythrocyte acetylcholinesterase level and self-reported acute intoxication symptoms among vegetable farmers in Nepal: A cross-sectional study",
        "Association between blood cholinesterase activity, organophosphate pesticide residues on hands, and health effects among chili farmers in Ubon Ratchathani Province, northeastern Thailand",
        "Pesticides use by smallholder farmers in vegetable production in Northern Tanzania",
        "Farmer perceptions and pesticide use practices in vegetable production in Ghana",
        "Occupational exposure to pesticides: Blood cholinesterase activity in a farming community in Ghana",
        "Serum cholinesterase is inversely associated with body weight change in men undergoing routine health screening",
        "Self-reported symptoms and inhibition of acetylcholinesterase activity among Kenyan agricultural workers",
        "Health risk assessment from dermal exposure to pesticide residues on vegetables among greengrocers in fresh market, Bangkok, Thailand",
        "A simple and sensitive GC-ECD method for detecting synthetic pyrethroid insecticide residues in vegetable and fruit samples",
        "Factors associated with blood cholinesterase enzyme level of agricultural workers in Ko-Chan Sub-district, Ko-Chan District, Chonburi Province",
        "Organophosphorus pesticide residues in vegetables from farms, markets, and a supermarket around Kwan Phayao Lake of Northern Thailand",
        "Report on blood cholinesterase among vegetable growers",
        "Factors influencing poisoning symptoms: A case study of vegetable farmers exposed to mixed insecticides in Prek Balatchheng Village, Cambodia",
        "Food safety in Thailand 2: Pesticide residues found in Chinese kale (Brassica oleracea), a commonly consumed vegetable in Asian countries",
        "Assessment of health effects related to organophosphate pesticides exposure using blood cholinesterase activity as a biomarker in agricultural area at Nakhon Nayok province, Thailand",
        "Pesticide residue on/in the washed skin and its potential contribution to dermal toxicity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60117963",
            "affilname": "Kasetsart University, Chalermphrakiat Sakon Nakhon Province Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117963",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "60030801",
            "affilname": "Ubon Ratchathani University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030801",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Brunswick",
            "@id": "60029503",
            "affilname": "School of Environmental and Biological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029503",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH-NIEHS",
        "Ratchadaphiseksomphot Endowment Fund",
        "Ratchadaphiseksomphot Fund",
        "Rutgers University",
        "Rutgers University",
        "New Jersey Agricultural Experiment Station",
        "Chulalongkorn University"
    ]
}