{
    "eid": "2-s2.0-84975226272",
    "title": "Proteomic Analysis of Serum and Urine of HIV-Monoinfected and HIV/HCV-Coinfected Patients Undergoing Long Term Treatment with Nevirapine",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Biochemistry (medical)",
            "@code": "2704"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        }
    ],
    "keywords": [],
    "authors": [
        "Jeerang Wongtrakul"
    ],
    "citedby-count": 4,
    "ref-count": 30,
    "ref-list": [
        "The end of AIDS: HIV infection as a chronic disease",
        "HIV-HCV co-infection: epidemiology, pathogenesis and therapeutic implications.",
        "Viral hepatitis and HIV co-infection",
        "Prevalence of hepatitis B virus and hepatitis C virus co-infection with human immunodeficiency virus in Thai patients: A tertiary-care-based study",
        "Influence of human immunodeficiency virus infection on the course of hepatitis C virus infection: A meta-analysis",
        "Human immunodeficiency virus infection modifies the natural history of chronic parenterally-acquired hepatitis C with an unusually rapid progression to cirrhosis",
        "Incidence of liver injury after beginning antiretroviral therapy with efavirenz or nevirapine",
        "Hepatotoxicity in HIV-1-infected patients receiving nevirapine-containing antiretroviral therapy",
        "Hepatotoxicity associated with nevirapine or efavirenz-containing antiretroviral therapy: Role of hepatitis C and B infections",
        "Progression of liver fibrosis in patients coinfected with hepatitis C virus and human immunodeficiency virus undergoing antiretroviral therapy",
        "Therapeutic issues in HIV/HCV-coinfected patients",
        "Grade 3-4 liver enzyme elevation during HAART in HIV and hepatitis C co-infected adults.",
        "Defining the toxicity profile of nevirapine and other antiretroviral drugs",
        "Nevirapine hypersensitivity",
        "Liver toxicity induced by non-nucleoside reverse transcriptase inhibitors",
        "Antiretroviral drug toxicity - A challenge for the hepatologist?",
        "Demonstration of the metabolic pathway responsible for nevirapine-induced skin rash",
        "Bioactivation of nevirapine to a reactive quinone methide: Implications for liver injury",
        "Quantifying the metabolic activation of nevirapine in patients by integrated applications of NMR and mass spectrometries",
        "AIDS Clinical Trials Group, Table for Grading Severity of Adult Adverse Experiences",
        "Protein measurement with the Folin phenol reagent.",
        "Comprehensive proteomic analysis of white blood cells from chikungunya fever patients of different severities",
        null,
        "Trapping of human hemoglobin by haptoglobin: Molecular mechanisms and clinical applications",
        "Journal of AIDS Research",
        "Biochemical markers of liver fibrosis in patients with hepatitis C virus infection: A prospective study",
        "Novel biomarker candidates to predict hepatic fibrosis in hepatitis C identified by serum proteomics",
        "Decreased haptoglobin serum level in patients with chronic viral hepatitis C",
        "Non-invasive assessment of liver fibrosis",
        "Serum haptoglobin in liver disease."
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Universities Initiative",
        "Chiang Mai University",
        "National Research Council of Thailand"
    ]
}