{
    "eid": "2-s2.0-85152327292",
    "title": "Increased Biomass and Polyhydroxybutyrate Production by Synechocystis sp. PCC 6803 Overexpressing RuBisCO Genes",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "glycogen",
        "intracellular lipids",
        "PHB",
        "RuBisCO",
        "Synechocystis sp. PCC6803"
    ],
    "authors": [
        "Vetaka Tharasirivat",
        "Saowarath Jantaro"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Purification and properties of unicellular blue-green alga (order Chroococcales)",
        "Synechocystis sp. PCC 6803–A useful tool in the study of the genetics of cyanobacteria",
        "Renewable energy from cyanobacteria: Energy production optimization by metabolic pathway engineering",
        "Engineered cyanobacteria with enhanced growth show increased ethanol production and higher biofuel to biomass ratio",
        "Enzymatic pretreatment of Chlamydomonas reinhardtii biomass for ethanol production",
        "Micro and macroalgal biomass: A renewable source for bioethanol",
        "Direct conversion of Spirulina to ethanol without pretreatment or enzymatic hydrolysis processes",
        "Cyanobacterial biomass as carbohydrate and nutrient feedstock for bioethanol production by yeast fermentation",
        "Carbon recycling by cyanobacteria: Improving CO2fixation through chemical production",
        "Synechocystis PCC 6803 overexpressing RuBisCO grow faster with increased photosynthesis",
        "Overexpression of lipA or glpD_RuBisCO in the Synechocystis sp. PCC 6803 mutant lacking the Aas gene enhances free fatty-acid secretion and intracellular lipid accumulation",
        "Direct photosynthetic recycling of carbon dioxide to isobutyraldehyde",
        "Improved free fatty acid production in cyanobacteria with Synechococcus sp. PCC 7002 as host",
        "Global metabolic rewiring for improved CO2fixation and chemical production in cyanobacteria",
        "Recent advances in the photoautotrophic metabolism of cyanobacteria: Biotechnological Implications",
        "Inorganic carbon transporters of the cyanobacterial CO2concentrating mechanism",
        "Structural mechanism of the active bicarbonate transporter from cyanobacteria",
        "Engineered xylose utilization enhances bio-products productivity in the cyanobacterium Synechocystis sp. PCC 6803",
        "Redox regulation of glycogen biosynthesis in the cyanobacterium Synechocystis sp. PCC 6803: Analysis of the AGP and glycogen synthases",
        "Progress and perspective on cyanobacterial glycogen metabolism engineering",
        "Impact of glgA1, glgA2 or glgC overexpression on growth and glycogen production in Synechocystis sp. PCC 6803",
        "PHB is produced from glycogen turn-over during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Cyanobacterium Synechocystis sp. PCC 6803 lacking adc1 gene produces higher polyhydroxybutyrate accumulation under modified nutrients of acetate supplementation and nitrogen-phosphorus starvation",
        "Synechocystis sp. PCC6803 possesses a two component polyhydroxyalkanoic acid synthase similar to that of anoxygenic purple sulfur bacteria",
        "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "Probing fatty acid metabolism in bacteria, cyanobacteria, green microalgae and diatoms with natural and unnatural fatty acids",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoid manoyl oxide",
        "Optimizing cyanobacteria growth conditions in a sealed environment to enable chemical inhibition tests with volatile chemicals",
        "Expression of foreign type I ribulose-1,5-bisphosphate carboxylase/oxygenase (EC 4.1.1.39) stimulates photosynthesis in cyanobacterium Synechococcus PCC7942 cells",
        "A faster Rubisco with potential to increase photosynthesis in crops",
        "Effects of overexpressing photosynthetic carbon flux control enzymes in the cyanobacterium Synechocystis PCC 6803",
        "Bicarbonate toxicity to Ceriodaphnia dubia and the freshwater shrimp Paratya australiensis and its influence on zinc toxicity",
        "Bicarbonate for microalgae cultivation: A case study in a chlorophyte, Tetradesmus wisconsinensis isolated from a Norwegian lake",
        "Metabolic changes in Synechocystis PCC6803 upon nitrogen-starvation: Excess NADPH sustains polyhydroxybutyrate accumulation",
        "Improved polyhydroxybutyrate production by Saccharomyces cerevisiae through the use of the phosphoketolase pathway",
        "Genetic engineering of Synechocystis sp. PCC6803 for poly-β-hydroxybutyrate overproduction",
        "Awakening of a dormant cyanobacterium from nitrogen chlorosis reveals a genetically determined program",
        "On the role and production of polyhydroxybutyrate (PHB) in the cyanobacterium Synechocystis sp. PCC 6803",
        "Polyhydroxybutyrate: A useful product of chlorotic cyanobacteria",
        "A small polypeptide triggers complete degradation of light-harvesting phycobiliproteins in nutrient-deprived cyanobacteria",
        "Nitrogen control in cyanobacteria",
        "Glycogen synthesis is a required component of the nitrogen stress response in Synechococcus elongatus PCC 7942",
        "Identification of the direct regulon of NtcA during early acclimation to nitrogen starvation in the cyanobacterium Synechocystis sp. PCC 6803",
        "The novel PII-interacting regulator PirC (Sll0944) identifies 3-phosphoglycerate mutase (PGAM) as central control point of carbon storage metabolism in cyanobacteria",
        "ATP pool and transients in the blue-green alga, Anabaena cylindrica",
        "Cyanobacterial polyhydroxybutyrate (PHB): Screening, optimization and characterization",
        "Formulae for determination of chlorophyllous pigments extracted with N,N- dimethylformamide",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "A rapid method of total lipid extraction and purification",
        "Evaluation of a spectrophotometric method for determination of total fecal lipid",
        "Rapid quantitative analysis of lipids using a colorimetric method in a microplate format",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Simple, fast and accurate method for the determination of glycogen in the model unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Evolutionary significance of an algal gene encoding an [FeFe]-hydrogenase with F-domain homology and hydrogenase activity in Chlorella variabilis NC64A",
        "Enhanced productivity of extracellular free fatty acids by gene disruptions of acyl-ACP synthetase and S-layer protein in Synechocystis sp. PCC 6803"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Chulalongkorn University"
    ]
}