{
    "eid": "2-s2.0-85119979262",
    "title": "Superstring Loop Amplitudes from the Field Theory Limit",
    "cover-date": "2021-11-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "Yvonne Geyer",
        "Ricardo Monteiro",
        "Ricardo Stark-Muchão"
    ],
    "citedby-count": 11,
    "ref-count": 121,
    "ref-list": [
        "Construction of a crossing-symmetric, Regge behaved amplitude for linearly rising trajectories",
        "Supersymmetrical string theories",
        "Superstring theory",
        "Two-loop superstrings VI: Non-renormalization theorems and the 4-point function",
        "Super-poincare covariant two-loop superstring amplitudes",
        "Equivalence of Two-Loop Superstring Amplitudes in the Pure Spinor and RNS Formalisms",
        "Asyzygies, modular forms, and the superstring measure II",
        "Asyzygies, modular forms, and the superstring measure. I",
        "Modular forms and three loop superstring amplitudes",
        "The closed-string 3-loop amplitude and S-duality",
        "(Equation presented) Yang-Mills and (Equation presented) supergravity as limits of string theories",
        "Perturbative Quantum Gravity as a Double Copy of Gauge Theory",
        "Supermoduli space is not projected",
        "The geometry of string perturbation theory",
        "Conformal scalar fields and chiral splitting on superriemann surfaces",
        "New Higher-Derivative (Equation presented) Theorems",
        "Scattering of Massless Particles in Arbitrary Dimensions",
        "Scattering of massless particles: Scalars, gluons and gravitons",
        "Perturbative gauge theory as a string theory in twistor space",
        "On the tree level S matrix of Yang-Mills theory",
        "Ambitwistor strings and the scattering equations at one loop",
        "Infrared behaviour of the one-loop scattering equations and supergravity integrands",
        "Scattering equations, supergravity integrands, and pure spinors",
        "Loop Integrands for Scattering Amplitudes from the Riemann Sphere",
        "One-loop amplitudes on the Riemann sphere",
        "Two-loop scattering amplitudes from the Riemann sphere",
        "Two-loop scattering amplitudes from ambitwistor strings: from genus two to the nodal Riemann sphere",
        "Ambitwistor strings and the scattering equations",
        "(Equation presented) is associated to the genus-2 fundamental domain constraint (Equation presented)",
        "Tropical amplitudes",
        "New relations for gauge-theory amplitudes",
        "It should be noted that the supergravity loop integrand in Eq. (4), once the moduli-space integral is performed, is not written in terms of Feynman-like propagators, as in the original BCJ representation [12]",
        "One-loop scattering equations and amplitudes from forward limit",
        "New Representations of the Perturbative S-Matrix",
        "One-loop corrections from higher dimensional tree amplitudes",
        "New Relations for Gauge-Theory and Gravity Amplitudes at Loop Level",
        "CHY-construction of planar loop integrands of cubic scalar theory",
        "New BCJ representations for one-loop amplitudes in gauge theories and gravity",
        "Gluons and gravitons at one loop from ambitwistor strings",
        "Two-loop scattering amplitudes: double-forward limit and colour-kinematics duality",
        "One-loop correlators and BCJ numerators from forward limits",
        "Propagators, BCFW recursion and new scattering equations at one loop",
        "A relation between tree amplitudes of closed and open strings",
        "Minimal Basis for Gauge Theory Amplitudes",
        "Explicit BCJ numerators from pure spinors",
        "The structure of n-point one-loop open superstring amplitudes",
        "BCJ duality and double copy in the closed string sector",
        "Towards one-loop SYM amplitudes from the pure spinor BRST cohomology",
        "String-inspired BCJ numerators for one-loop MHV amplitudes",
        "Berends-Giele recursions and the BCJ duality in superspace and components",
        "Higher-Loop Amplitude Monodromy Relations in String and Gauge Theory",
        "Monodromy relations in higher-loop string amplitudes",
        "One-loop monodromy relations on single cuts",
        "Integrands and loop momentum in string and field theory",
        "Monodromy relations from twisted homology",
        "Loop amplitudes monodromy relations and color-kinematics duality",
        "Double copy from homotopy algebras",
        "Local BCJ numerators for ten-dimensional SYM at one loop",
        "The tree-level ((Equation presented)) version of this relation was revealed in string theory in Refs. [51,67] and in the scattering equations (CHY) formalism in Ref. [21]; see also Refs. [68,69]. Our higher-loop formula is motivated by its verification at two loops in Ref. [44]",
        "Complete N-point superstring disk amplitude I. Pure spinor computation",
        "Heterotic and bosonic string amplitudes via field theory",
        "String Amplitudes from Field-Theory Amplitudes and Vice Versa",
        "Scattering equations and string theory amplitudes",
        "Kinematic Jacobi Identity is a Residue Theorem: Geometry of Color-Kinematics Duality for Gauge and Gravity Amplitudes",
        "Ambitwistor integrands from tensionless chiral superstring integrands",
        "On chiral splitting and the ambitwistor string",
        "On the relationship between Yang-Mills theory and gravity and its implication for ultraviolet divergences",
        "Two-loop superstring five-point amplitudes. Part I. Construction via chiral splitting and pure spinors",
        "Lectures on two loop superstrings",
        "Two loop superstrings. 1. Main formulas",
        "Two loop superstrings. 2. The chiral measure on moduli space",
        "Two loop superstrings. 3. Slice independence and absence of ambiguities",
        "Two loop superstrings 4: The cosmological constant and modular forms",
        "Two-loop superstrings. V. Gauge slice independence of the N-point function",
        "On siegel modular forms of degree three",
        "The super period matrix with ramond punctures",
        "Modular forms and projective invariants",
        "The Vanishing of two-point functions for three-loop superstring scattering amplitudes",
        "Superstring measure and non-renormalization of the three-point amplitude",
        "Duality and higher derivative terms in M theory",
        "Super Poincare covariant quantization of the superstring",
        "Covariant quantization of the super particle using pure spinors",
        "ICTP lectures on covariant quantization of the superstring",
        "Multiloop amplitudes and vanishing theorems using the pure spinor formalism for the superstring",
        "Two-loop superstrings and S-duality",
        "Matching the (Equation presented) interaction at two-loops",
        "Two-loop superstring five-point amplitudes. Part II. Low energy expansion and S-duality",
        "Where is String Theory?",
        "More on one loop massless amplitudes of superstring theories",
        "The one-loop five-graviton amplitude and the effective action",
        "Multiparticle one-loop amplitudes and S-duality in closed superstring theory",
        "One-loop superstring six-point amplitudes and anomalies in pure spinor superspace",
        "Towards the n-point one-loop superstring amplitude. Part I. Pure spinors and superfield kinematics",
        "Towards the n-point one-loop superstring amplitude. Part II. Worldsheet functions and their duality to kinematics",
        "Towards the n-point one-loop superstring amplitude. Part III. One-loop correlators and their double-copy structure",
        "Superstring scattering amplitudes in higher genus",
        "Genus four superstring measures",
        "Remarks on Superstring amplitudes in higher genus",
        "NSR Superstring Measures Revisited",
        "The superstring cosmological constant and the Schottky form in genus 5",
        "Getting superstring amplitudes by degenerating Riemann surfaces",
        "Higher genus superstring amplitudes from the geometry of moduli space",
        "Simplifying multiloop integrands and ultraviolet divergences of gauge theory and gravity amplitudes",
        "Gravity Amplitudes as Generalized Double Copies of Gauge-Theory Amplitudes",
        "Five-loop four-point integrand of (Equation presented) supergravity as a generalized double copy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60022109",
            "affilname": "Queen Mary University of London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022109",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Royal Society",
        "Chulalongkorn University"
    ]
}