{
    "eid": "2-s2.0-85144651861",
    "title": "Antifungal activity of endophytic Streptomyces strains from Dendrobium orchids and the secondary metabolites of strain DR7-3 with its genome analysis",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antifungal activity",
        "Dendrobium",
        "Gc-ms",
        "Genome analysis",
        "Orchids",
        "Secondary metabolites",
        "Streptomyces"
    ],
    "authors": [
        "Nisachon Tedsree",
        "Kittisak Likhitwitayawuid",
        "Boonchoo Sritularak",
        "Karaked Tedsree",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 79,
    "ref-list": [
        "Extraction and identification of bioactive compounds (eicosane and dibutyl phthalate) produced by Streptomyces strain KX852460 for the biological control of Rhizoctonia solani AG-3 strain KX852461 to control target spot disease in tobacco leaf",
        "Anticancer activity of polyether ionophore-salinomycin",
        "Biochemical studies on the natamycin antibiotic produced by Streptomyces lydicus: fermentation, extraction and biological activities",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "Deferoxamine B: a natural, excellent and versatile metal chelator",
        "Broad-spectrum antimicrobial activity of wetland-derived Streptomyces sp. ActiF450",
        "antiSMASH 5.0: updates to the secondary metabolite genome mining pipeline",
        "Growth promotion and disease suppression ability of a Streptomyces sp. CB-75 from banana rhizosphere soil",
        "Actinomycetes: dependable tool for sustainable agriculture",
        "Endophytic fungi from Pecteilis susannae (L.) Rafin (Orchidaceae), a threatened terrestrial orchid in Thailand",
        "Antibacterial activity of phenethyl alcohol and resulting membrane alterations",
        "Antimicrobial activity of endophytic fungi isolated from Dendrobium species in southwestern China",
        "Antibacterial activity and composition of essential oils of flower Allium rotundum",
        "Antifungal activity and molecular docking of phenol, 2, 4-bis (1, 1-dimethylethyl) produced by plant growth-promoting actinobacterium Kutzneria sp. strain TSII from mangrove sediments",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "Phytochemical analysis and in vitro antifungal evaluation of Jatropha curcas against late leaf spot disease on groundnut",
        "Geldanamycin and its anticancer activities",
        "Chromatographic characterization and GC-MS evaluation of the bioactive constituents with antimicrobial potential from the pigmented ink of Loligo duvauceli",
        "Selection of endophytic bacteria producing metabolite compound to control seedborne fungal pathogen of maize",
        "Suppression of phytopathogenic fungi by plant extract of some weeds and the possible mode of action",
        "Determination of bioactive compounds of methanolic extract of Vitis Vinifera using GC-MS",
        "Growth characteristics and production of secondary metabolites from selected novel Streptomyces species isolated from selected Kenyan national parks",
        "Bioactive compound of Streptomyces capoamus as biocontrol of bacterial wilt disease on banana plant",
        "Antifungal activities of Streptomyces blastmyceticus strain 12-6 against plant pathogenic fungi",
        "Metalaxyl resistance of Phytophthora palmivora causing durian diseases in Thailand",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Diversity and antimicrobial activity of endophytic actinomycetes isolated from plant roots in Thailand",
        "Selection of media for isolation of Streptomycetes",
        "Prenylated benzenepropanoic acid analogues from the Citrus grandis (L.) Osbeck and their anti-neuroinflammatory activity",
        "Cross-species induction and enhancement of antimicrobial activity produced by epibiotic bacteria from marine algae and invertebrates, after exposure to terrestrial bacteria",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Metabologenomics approach to the discovery of novel compounds from Streptomyces sp. GMR22 as anti-SARS-CoV-2 drugs",
        "Impact of endophytic microorganisms on plants, environment and humans",
        "Gas chromatographymass spectrometry analysis of bioactive constituents from the marine Streptomyces",
        "Spectroscopic analysis of bioactive compounds from Streptomyces cavouresis kuv39: evaluation of antioxidant and cytotoxicity activity",
        "Phenol, 2, 4-bis (1, 1-dimethylethyl) of marine bacterial origin inhibits quorum sensing mediated biofilm formation in the uropathogen Serratia marcescens",
        "GC-MS analysis of Holarrhena antidysentrica Wall flower",
        "Isolation and identification of an antifungal compound from endophytic Streptomyces sp. CEN 26 active against Alternaria brassicicola",
        "Isolation and screening for inhibitory activity on Alternaria brassicicola of endophytic actinomycetes from Centella asiatica (L.) Urban",
        "Isolation of antagonistic actinomycetes species from rhizosphere as effective biocontrol against oil palm fungal diseases",
        "Herboxidiene biosynthesis, production, and structural modifications: prospect for hybrids with related polyketide",
        "Potential of a soil-borne Streptomyces hygroscopicus for biocontrol of a anthracnose disease caused by Colletotrichum gloeosporioides in orchid",
        "Identification and antifungal mechanism of a novel actinobacterium Streptomyces huiliensis sp. nov. against Fusarium oxysporum f. sp. cubense tropical race 4 of banana",
        "Antimicrobial activity and constituents of the hexane extracts from leaf and stem of Origanum vulgare L. ssp. viride (Boiss.) hayek growing wild in northwest Iran",
        "Avocado roots treated with salicylic acid produce phenol-2,4-bis (1,1-dimethylethyl), a compound with antifungal activity",
        "Natural anti-phytopathogenic fungi compound phenol, 2, 4-bis (1, 1-dimethylethyl) from Pseudomonas fluorescens TL-1",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Actinomycetospora endophytica sp. nov., isolated from wild orchid (Podochilus microphyllus Lindl.) in Thailand",
        "Prokka: rapid prokaryotic genome annotation",
        "Enzyme analysis of endophytic new Streptomyces sp. viji10 isolated from velaman roots of orchid plant Vanda spathulata (L) spreng",
        "Endophytic actinomycetes: biocontrol agents and growth promoters",
        "Methods for characterization of Streptomyces species",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "The benomyl test as a fundamental diagnostic method for medical mycology",
        "Identification of a gene cluster encoding meilingmycin biosynthesis among multiple polyketide synthase contigs isolated from Streptomyces nanchangensis NS3226",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Activity of endophytic actimomycetes from roots of Zingiber officinale and Alpinia galanga against phytopathogenic fungi",
        "Disease management in staple crops: a bacteriological approach",
        "Attempt in the synthesis of 2-[(2, 6 disubstitutedthiocarbamidophenyl) amino] benzeneacetic acid and their antimicrobial study",
        "Amycolatopsis dendrobii sp. nov., an endophytic actinomycete isolated from Dendrobium heterocarpum Lindl",
        "Evaluation of the efficacy of radial growth, spore density of Curvularia lunata and Fusarium semitectum",
        "Bacteria associated with orchid roots and microbial production of auxin",
        "Rapid biosynthesis and characterization of silver nanoparticles from the leaf extract of Tropaeolum majus L. and its enhanced in-vitro antibacterial, antifungal, antioxidant and anticancer properties",
        "Herboxidiene, a new herbicidal substance from Streptomyces chromofuscus A7847",
        "Actinomycetes",
        "Cytotoxic and antifungal constituents isolated from the metabolites of endophytic fungus DO14 from Dendrobium officinale",
        "Beneficial relationships between endophytic bacteria and medicinal plants",
        "Antifungal and plant growth promotion activity of volatile organic compounds produced by Bacillus amyloliquefaciens",
        "Antimicrobial activity and biodiversity of endophytic fungi in Dendrobium devonianum and Dendrobium thyrsiflorum from Vietman",
        "A novel and effective Streptomyces sp. N2 against various phytopathogenic fungi",
        "The complete genome sequence of Streptomyces autolyticus CGMCC 0516, the producer of geldanamycin, autolytimycin, reblastatin and elaiophylin",
        "Identification and comparative studies of different volatile fractions from Monochaetia kansensis by GCMS",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Ministry of Higher Education, Science, Research and Innovation"
    ]
}