{
    "eid": "2-s2.0-85107218784",
    "title": "Mapping the effect of drugs on ACE2 as a novel target site for COVID-19 therapy",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Angiotensin converting enzyme 2 (ACE2)",
        "Azithromycin",
        "COVID-19",
        "Hydroxychloroquine",
        "Vitamin D",
        "Zinc"
    ],
    "authors": [
        "H. F. Hetta",
        "K. Muhammad",
        "A. M. Algammal",
        "H. Ramadan",
        "M. S. Abdel-Rahman",
        "M. Mabrok",
        "G. Koneru",
        "A. A. Elkady",
        "G. El-Saber Batiha",
        "Y. Waheed",
        "N. Munawar",
        "H. S.M. Farghaly"
    ],
    "citedby-count": 2,
    "ref-count": 67,
    "ref-list": [
        "Epidemiology, genetic recombination, and pathogenesis of coronaviruses",
        "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
        "COVID-19, SARS and MERS: are they closely related?",
        "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
        "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
        "Identifying SARS-CoV-2-related coronaviruses in Malayan pangolins",
        "A human homolog of angiotensin-converting enzyme: cloning and functional expression as a captopril-insensitive carboxypeptidase",
        "Angiotensin converting enzyme: a review on expression profile and its association with human disorders with special focus on SARS-CoV-2 infection",
        "Single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to 2019-nCoV infection",
        "A novel coronavirus from patients with pneumonia in China, 2019",
        "SARS-CoV-2 vaccines: status report",
        "MERS, SARS and other coronaviruses as causes of pneumonia",
        "Genomic characterization of a novel SARS-CoV-2",
        "Investigating virological, immunological, and pathological avenues to identify potential targets for developing covid-19 treatment and prevention strategies",
        "Coronaviruses: an overview of their replication and pathogenesis",
        "Cryo-electron tomography of mouse hepatitis virus: insights into the structure of the coronavirion",
        "Supramolecular architecture of severe acute respiratory syndrome coronavirus revealed by electron cryomicroscopy",
        "Novel gold nanorod-based HR1 peptide inhibitor for Middle East respiratory syndrome coronavirus",
        "Fusion mechanism of 2019-nCoV and fusion inhibitors targeting HR1 domain in spike protein",
        "Measures for diagnosing and treating infections by a novel coronavirus responsible for a pneumonia outbreak originating in Wuhan, China",
        "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
        "The spike glycoprotein of the new coronavirus 2019-nCoV contains a furinlike cleavage site absent in CoV of the same clade",
        "Two-step conformational changes in a coronavirus envelope glycoprotein mediated by receptor binding and proteolysis",
        "Coronavirus transcription: a perspective",
        "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak - an update on the status",
        "Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology",
        "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
        "Transplantation of ACE2-mesenchymal stem cells improves the outcome of patients with COVID-19 pneumonia",
        "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
        "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
        "The proximal origin of SARS-CoV-2",
        "Immune mechanisms of pulmonary intravascular coagulopathy in COVID-19 pneumonia",
        "COVID-19 and its implications for thrombosis and anticoagulation",
        "Correlation of chest CT and RT-PCR testing for coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
        "Clinical characteristics of coronavirus disease 2019 in China",
        "Hydrolysis of biological peptides by human angiotensin-converting enzyme-related carboxypeptidase",
        "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
        "Prevalence of comorbidities and its effects in patients infected with SARS-CoV-2: a systematic review and meta-analysis",
        "Medicinal chemistry and the molecular operating environment (MOE): application of QSAR and molecular docking to drug discovery",
        "ACE2 receptor polymorphism: Susceptibility to SARS-CoV-2, hypertension, multi-organ failure, and COVID-19 disease outcome",
        "CD147 as a target for COVID-19 treatment: suggested effects of azithromycin and stem cell engagement",
        "Azithromycin and ciprofloxacin have a chloroquine-like effect on respiratory epithelial cells",
        "COVID-19 and multi-organ response",
        "ACE2 receptor polymorphism: Susceptibility to SARS-CoV-2, hypertension, multi-organ failure, and COVID-19 disease outcome",
        "Cardiac safety of off-label COVID-19 drug therapy: a review and proposed monitoring protocol",
        "Increasing host cellular receptor-angiotensin‐converting enzyme 2 expression by coronavirus may facilitate 2019‐nCoV (or SARS‐CoV‐2) infection",
        "Chloroquine is a potent inhibitor of SARS coronavirus infection and spread",
        "In vitro testing of combined hydroxychloroquine and azithromycin on SARS-CoV-2 shows synergistic effect",
        "Lack of efficacy of hydroxychloroquine in covid-19",
        "Chloroquine is a potent inhibitor of SARS coronavirus infection and spread",
        "COVID-19 and NSAIDS: a narrative review of knowns and unknowns",
        "Covid-19: European drugs agency to review safety of ibuprofen",
        "Non-steroidal anti-inflammatory drugs and covid-19",
        "The role of zinc in antiviral immunity",
        "Chloroquine is a zinc ionophore",
        "Potential interventions for novel coronavirus in China: a systematic review",
        "Vitamins and minerals: a model for safe addition to foods",
        "Vitamin D receptor activation regulates microglia polarization and oxidative stress in spontaneously hypertensive rats and angiotensin II-exposed microglial cells: role of renin-angiotensin system",
        "1, 25-Dihy-droxyvitamin D enhances alveolar fluid clearance by upregulating the expression of epithelial sodium channels",
        "Vitamin D attenuates lung injury via stimulating epithelial repair, reducing epithelial cell apoptosis and inhibits TGF-β induced epithelial to mesenchymal transition",
        "Vitamin D can prevent COVID-19 infection-induced multiple organ damage",
        "‘Scientific Strabismus’ or two related pandemics: coronavirus disease and vitamin D deficiency",
        "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
        "A new pharmacological approach based on remdesivir aerosolized administration on SARSCoV-2 pulmonary inflammation: a possible and rational therapeutic application"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ismailia",
            "@id": "60239307",
            "affilname": "Faculty of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60239307",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Asyut",
            "@id": "60015715",
            "affilname": "Faculty of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015715",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Al Ain",
            "@id": "60008665",
            "affilname": "United Arab Emirates University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008665",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Mansoura",
            "@id": "60231759",
            "affilname": "Faculty of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60231759",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Damanhour",
            "@id": "60105346",
            "affilname": "Damanhour University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105346",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Rawalpindi",
            "@id": "60092394",
            "affilname": "Foundation University Medical College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092394",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60017412",
            "affilname": "University of Cincinnati College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017412",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sohag",
            "@id": "60014101",
            "affilname": "Sohag University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014101",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60001989",
            "affilname": "USDA Agricultural Research Service",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001989",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pennington",
            "@id": "123285863",
            "affilname": "Rutgers University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123285863",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}