{
    "eid": "2-s2.0-84890368630",
    "title": "Effect of support composition and metal loading on Au/Ce1-xZrxO2 catalysts for the oxidative steam reforming of methanol",
    "cover-date": "2014-03-15",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [
        null,
        "Gold",
        "Methanol",
        "Oxidative steam reforming",
        "Solid solution",
        null
    ],
    "authors": [
        "Chinchanop Pojanavaraphan"
    ],
    "citedby-count": 22,
    "ref-count": 41,
    "ref-list": [
        "Catalysts for methanol steam reforming-A review",
        null,
        null,
        "Hydrogen production by oxidative steam reforming of methanol using ceria promoted copper-alumina catalysts",
        "Current status of hydrogen production techniques by steam reforming of ethanol: A review",
        null,
        null,
        "Hydrogen from methanol for fuel cells in mobile systems: Development of a compact reformer",
        "Effect of support composition and metal loading on Au catalyst activity in steam reforming of methanol",
        "The effect of gold on the copper-zinc oxides catalyst during the partial oxidation of methanol reaction",
        null,
        null,
        null,
        "Oxidative methanol steam reforming (OSRM) on a PdZnAl hydrotalcite derived catalyst",
        "Steam reforming of methanol over ceria and gold-ceria nanoshapes",
        "Methanol decomposition and synthesis over palladium catalysts",
        "Catalysis by gold nanoparticles",
        "Studies on Au catalysts for water gas shift reaction",
        null,
        "Catalysis by Gold",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "Application of an Ion‐Packing Model Based on Defect Clusters to Zirconia Solid Solutions: I, Modeling and Local Structure of Solid Solutions",
        null,
        "Gold catalysts supported on mesoporous zirconia for low-temperature water-gas shift reaction",
        null,
        null,
        null,
        "J. Ind. Eng. Chem.",
        null,
        "SECTIO AA",
        null,
        null,
        "Activity of different zeolite-supported Ni catalysts for methane reforming with carbon dioxide",
        "Activity and stability enhancement of copper-alumina catalysts using cerium and zinc promoters for the selective production of hydrogen via steam reforming of methanol",
        "Nanosized catalysts for the production of hydrogen by methanol steam reforming"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Center of Excellence for Petroleum, Petrochemicals, and Advanced Materials",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}