{
    "eid": "2-s2.0-84908395958",
    "title": "The optical luminosity function of gamma-ray bursts deduced from rotse-III observations",
    "cover-date": "2014-11-10",
    "subject-areas": [
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        }
    ],
    "keywords": [
        "gamma-ray burst: general",
        "methods: statistical"
    ],
    "authors": [
        "X. H. Cui"
    ],
    "citedby-count": 3,
    "ref-count": 59,
    "ref-list": [
        "The ROTSE-III robotic telescope system",
        null,
        "Pi of the sky - All-sky, real-time search for fast optical transients",
        "A complete catalog of Swift gamma-ray burst spectra and durations: Demise of a physical origin for pre-Swift high-energy correlations",
        "ApJ",
        "Probing the dark ages with redshift distribution of gamma-ray bursts",
        "A photometric redshift of z ∼9.4 for GRB 090429B",
        "Intensity distribution and luminosity function of the swift gamma-ray bursts",
        "Gamma-ray bursts from internal shocks in a relativistic wind: Temporal and spectral properties",
        "The redshift distribution of Swift gamma-ray bursts: Evidence for evolution",
        "AdAst",
        "Formation rate, evolving luminosity function, jet structure, and progenitors for long gamma-ray bursts",
        "Low-resolution spectroscopy of gamma-ray burst optical afterglows: Biases in the swift sample and characterization of the absorbers",
        "A complete reference of the analytical synchrotron external shock models of gamma-ray bursts",
        "Correlations of prompt and afterglow emission in Swift long and short gamma-ray bursts",
        "The role of kink instability in Poynting-flux dominated jets",
        "On the normalization of the cosmic star formation history",
        "Signatures of extragalactic dust in PRE-swift GRB afterglows",
        "The afterglows of Swift-era gamma-ray bursts. I. Comparing pre-Swift and Swift-era long/soft (type II) GRB optical afterglows",
        "The afterglows of swift-era gamma-ray bursts. II. Type I GRB versus type II GRB optical afterglows",
        "Early optical observations of gamma-ray bursts by the TAROT telescopes: Period 2001-2008",
        "Quantifying the luminosity evolution in gamma-ray bursts",
        "Chandra observations of the X-ray environs of SN 1998bw/GRB 980425",
        "Gamma-ray bursts as a probe of the very high redshift universe",
        "A comprehensive study of gamma-ray burst optical emission. i. flares and early shallow-decay component",
        "A comprehensive study of gamma-ray burst optical emission. II. Afterglow onset and late re-brightening components",
        "Identification of two categories of optically bright gamma-ray bursts",
        "Cosmological aspects of gamma-ray bursts: Luminosity evolution and an estimate of the star formation rate at high redshifts",
        "Spectral constraints on the redshift of the optical counterpart to the γ-ray burst of 8 May 1997",
        "Clustering of the optical-afterglow luminosities of long gamma-ray bursts",
        "The redshift distribution of gamma-ray bursts revisited",
        "Connection between energy-dependent lags and peak luminosity in gamma-ray bursts",
        "A comparison of the afterglows of short- and long-duration gamma-ray bursts",
        "Taxonomy of gamma-ray burst optical light curves: Identification of a salient class of early afterglows",
        "Optical afterglows of gamma-ray bursts: Peaks, Plateaus and Possibilities",
        "Real-time optical flux limits from gamma-ray bursts measured by the gamma-ray optical counterpart search experiment",
        "The observable effects of a photospheric component on GRB and XRF prompt emission spectrum",
        "Unsteady outflow models for cosmological gamma-ray bursts",
        "Dissipative photosphere models of gamma-ray bursts and X-ray flashes",
        "Looking into the fireball: Rotse-III and swift observations of early gamma-ray burst afterglows",
        "A complete sample of bright swift long gamma-ray bursts. I. Sample presentation, luminosity function and evolution",
        "The gamma-ray burst luminosity function in the light of the Swift 2 year data",
        "GRB 090423 at a redshift of z 8.1",
        "Measuring reddening with Sloan Digital Sky Survey stellar spectra and recalibrating SFD",
        null,
        "GCN",
        "A γ-ray burst at a redshift of ≈ 8.2",
        "WIDGET: System performance and grb prompt optical observations",
        "Millisecond pulsars with extremely strong magnetic fields as a cosmological source of γ-ray bursts",
        "Transient optical emission from the error box of the γ-ray burst of 28 february 1997",
        "The RAPTOR experiment: A system for monitoring the optical sky in real time",
        "A comprehensive study of gamma-ray burst optical emission. III. Brightness distributions and luminosity functions of optical afterglows",
        "The dark side of rotse-III prompt GRB observations",
        "Exploring broadband GRB behavior during γ-ray emission",
        "Prompt optical observations of GRB 080330 and GRB 080413A",
        "Gamma-Ray Bursts in the Afterglow Era",
        "Gamma-ray bursts: Progress, problems & prospects",
        "ApJ"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nanjing",
            "affilname": "Purple Mountain Observatory Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Austin",
            "affilname": "College of Natural Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nanning",
            "affilname": "Guangxi University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Istanbul",
            "affilname": "Istanbul Üniversitesi",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Menlo Park",
            "affilname": "SLAC National Accelerator Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Berkeley",
            "affilname": "University of California, Berkeley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "University Hawaii Institute for Astronomy",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "National Astronomical Observatories Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Tuzla",
            "affilname": "Sabancı Üniversitesi",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Canberra",
            "affilname": "The Australian National University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Baton Rouge",
            "affilname": "Louisiana State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Ankara",
            "affilname": "Middle East Technical University (METU)",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Collegeville",
            "affilname": "College of Saint Benedict and Saint John’s University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nanjing",
            "affilname": "Chinese Center for Antarctic Astronomy",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Nainital",
            "affilname": "ARIES",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "National Natural Science Foundation of China",
        "Directorate for Mathematical and Physical Sciences",
        "Directorate for Mathematical and Physical Sciences"
    ]
}