{
    "eid": "2-s2.0-85057562537",
    "title": "Obstructive sleep apnea as a risk factor for preeclampsia–eclampsia",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Berlin Questionnaire",
        "Obstructive sleep apnea",
        "Preeclampsia–eclampsia",
        "Pregnancy"
    ],
    "authors": [
        "Nattapong Jaimchariyatam",
        "Kunyalak Na-rungsri",
        "Somkanya Tungsanga",
        "Somrat Lertmaharit",
        "Vitool Lohsoonthorn",
        "Surachart Totienchai"
    ],
    "citedby-count": 20,
    "ref-count": 34,
    "ref-list": [
        "Secular trends in the rates of preeclampsia, eclampsia, and gestational hypertension, United States, 1987–2004",
        "The global impact of pre-eclampsia and eclampsia",
        "WHO analysis of causes of maternal death: a systematic review",
        "Serum inflammatory markers in obstructive sleep apnea: a meta-analysis",
        "Obstructive sleep apnea and hypertension",
        "Association of sleep-disordered breathing, sleep apnea, and hypertension in a large community-based study. Sleep Heart Health Study",
        "Mid-pregnancy circulating cytokine levels, histologic chorioamnionitis and spontaneous preterm birth",
        "Changes in symptoms of sleep-disordered breathing during pregnancy",
        "Pregnancy-onset habitual snoring, gestational hypertension, and preeclampsia: prospective cohort study",
        "Pregnancy and fetal outcomes of symptoms of sleep-disordered breathing",
        "The epidemiology of adult obstructive sleep apnea",
        "Association between sleep-disordered breathing during pregnancy and maternal and fetal outcomes: an updated systematic review and meta-analysis",
        "Using the Berlin questionnaire to identify patients at risk for the sleep apnea syndrome",
        "Screening of obstructive sleep apnea during pregnancy: differences in predictive values of questionnaires across trimesters",
        "Sleep, rhythms and women’s mood. Part I. Menstrual cycle, pregnancy and postpartum",
        "Sleep disturbances in pregnancy",
        "Decreased sleep efficiency, increased wake after sleep onset and increased cortical arousals in late pregnancy",
        "Parity and sleep patterns during and after pregnancy",
        "Effects of pregnancy on mothers’ sleep",
        "A global measure of perceived stress",
        "The Thai version of the PSS-10: an investigation of its psychometric properties",
        "Task Force on Hypertension in Pregnancy. Report of the American College of Obstetricians and Gynecologists’ Task Force on hypertension in pregnancy executive summary",
        "Association of adverse perinatal outcomes with screening measures of obstructive sleep apnea",
        "Obstructive sleep apnea screening in pregnancy, perinatal outcomes, and impact of maternal obesity",
        "Perinatal outcomes associated with obstructive sleep apnea in obese pregnant women",
        "Association between sleep-disordered breathing and hypertensive disorders of pregnancy and gestational diabetes mellitus",
        "A role for sleep disorders in pregnancy complications: challenges and opportunities",
        "Pathophysiology of sleep apnea",
        "Inflammation and pregnancy",
        "Oxidative stress in the pathogenesis of preeclampsia",
        "The impact of prior preeclampsia on the risk of superimposed preeclampsia and other adverse pregnancy outcomes in patients with chronic hypertension",
        "Adverse perinatal outcomes and risk factors for preeclampsia in women with chronic hypertension: a prospective study",
        "Can we predict sleep-disordered breathing in pregnancy? The clinical utility of symptoms",
        "Sleep patterns and sleep disturbances across pregnancy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60013120",
            "affilname": "Maharaj Nakhon Ratchasima Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013120",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Fund",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}