{
    "eid": "2-s2.0-84897900779",
    "title": "Erlotinib induced target-like purpura",
    "cover-date": "2014-03-28",
    "subject-areas": [
        {
            "$": "Dermatology",
            "@code": "2708"
        }
    ],
    "keywords": [],
    "authors": [
        "R. Rungtrakulchai"
    ],
    "citedby-count": 6,
    "ref-count": 16,
    "ref-list": [
        "Phase II trial of ZD1839 in recurrent or metastatic squamous cell carcinoma of the head and neck",
        "Can rash associated with HER1/EGFR inhibition be used as a marker of treatment outcome?",
        "Targeting the epidermal growth factor receptor for therapy of carcinomas",
        "The epidermal growth factor receptor and its ligands as therapeutic targets in human tumors",
        "Clinical signs, pathophysiology and management of skin toxicity during therapy with epidermal growth factor receptor inhibitors",
        "Rash as a surrogate marker for efficacy of epidermal growth factor receptor inhibitors in lung cancer.",
        "The PRIDE (Papulopustules and/or paronychia, Regulatory abnormalities of hair growth, Itching, and Dryness due to Epidermal growth factor receptor inhibitors) syndrome [9]",
        "Chemotherapeutic agents and the skin: An update",
        "Letter: Purpuric drug eruption and alopecia induced by erlotinib",
        "Purpuric drug eruption with leukocytoclastic vasculitis due to gefitinib",
        "Necrotizing vasculitis due to gefitinib (Iressa®) [5]",
        "Livedo reticularis with retiform purpura associated with gefitinib (Iressa®)",
        "Purpuric drug eruption possibly due to gefinitib (Iressa®) [1]",
        "Severe purpuric xerotic dermatitis associated with gefitinib therapy",
        "Comparison of epidermal growth factor binding and receptor distribution in normal human epidermis and epidermal appendages",
        "The EGF receptor - An essential regulator of multiple epidermal functions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}