{
    "eid": "2-s2.0-84928011922",
    "title": "Mechanical, electronic and thermal properties of Cu5Zr and Cu5Hf by first-principles calculations",
    "cover-date": "2015-08-15",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        }
    ],
    "keywords": [
        "Electronic structure",
        "First-principles calculation",
        "Mechanical properties"
    ],
    "authors": [
        "Guohui Yi"
    ],
    "citedby-count": 28,
    "ref-count": 40,
    "ref-list": [
        "A high strength Cu-based alloy containing superlattice structures",
        "Effect of deformation schedules and initial states on structure and properties of Cu-0.18% Zr alloy after high-pressure torsion and heating",
        null,
        null,
        null,
        "Precipitation behaviour of ITER-grade Cu-Cr-Zr alloy after simulating the thermal cycle of hot isostatic pressing",
        "ALLOY SYSTEM COPPER-ZIRCONIUM.",
        "Unusual room-temperature compressive plasticity in nanocrystal-toughened bulk copper-zirconium glass",
        "Cu-Zr (Copper-Zirconium)",
        null,
        "Improvement of strength and conductivity in Cu-alloys with the application of high pressure torsion and subsequent heat-treatments",
        "Effects of Zr and (Ni, Si) additions on properties and microstructure of Cu-Cr alloy",
        "Thermodynamic assessment of the copper-hafnium system",
        "Discontinuities in the Properties of Some Copper Alloys",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Density-Functional Theory of Atoms and Molecules",
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Generalized gradient approximation made simple",
        "Special points for Brillouin-zone integrations",
        "Relaxation of Crystals with the Quasi-Newton Method",
        "GIBBS: Isothermal-isobaric thermodynamics of solids from energy curves using a quasi-harmonic Debye model",
        null,
        null,
        "Phase stability, elastic and electronic properties of Cu-Zr binary system intermetallic compounds: A first-principles study",
        "First-principles calculations of structural energetics of Cu-TM (TM = Ti, Zr, Hf) intermetallics",
        "Interatomic potential to predict favored composition for Hf-Cu-Ni metallic glasses formation",
        "Int. J. Mod. Phys. B",
        "Theoretical predictions of structure and related properties of intermetallics",
        null,
        null,
        "On the stability of crystal lattices. I",
        "The elastic behaviour of a crystalline aggregate",
        "Philos. Mag.",
        "Intrinsic plasticity or brittleness of metallic glasses",
        null,
        "Modeling hardness of polycrystalline materials and bulk metallic glasses",
        null,
        "Elasticity and Anelasticity of Metals",
        null,
        "Debye temperature and stiffness of carbon and boron nitride polymorphs from first principles calculations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "NBRPC",
        "Ratchadaphisek Somphoch Endowment Fund",
        "Ratchadapisek Somphoch Endowment Fund",
        "Surface Coatings Technology for Metals and Materials Research Unit",
        "National Natural Science Foundation of China",
        "Chulalongkorn University"
    ]
}