{
    "eid": "2-s2.0-85018305585",
    "title": "Emergence of tilapia lake virus in Thailand and an alternative semi-nested RT-PCR for detection",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Genetic variation",
        "ISH",
        "Semi-nested RT-PCR",
        "Tilapia lake virus"
    ],
    "authors": [
        "H. T. Dong"
    ],
    "citedby-count": 128,
    "ref-count": 18,
    "ref-list": [
        "Characterization of a novel orthomyxo-like virus causing mass die-offs of Tilapia",
        "Syncytial Hepatitis of Tilapia (Oreochromis niloticus L.) is Associated With Orthomyxovirus-Like Virions in Hepatocytes",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Duplex PCR assay and in situ hybridization for detection of Francisella spp. and Francisella noatunensis subsp. orientalis in red tilapia",
        "Aeromonas jandaei and Aeromonas veronii caused disease and mortality in Nile tilapia, Oreochromis niloticus (L.)",
        "Identification of a novel RNA virus lethal to tilapia",
        "Identification of Tilapia Lake Virus in Egypt in Nile tilapia affected by ‘summer mortality’ syndrome",
        "Syncytial hepatitis of farmed tilapia, Oreochromis niloticus (L.): A case report",
        "Francisella infection in cultured tilapia in Thailand and the inflammatory cytokine response",
        "Genetic characterization of a betanodavirus isolated from a clinical disease outbreak in farm-raised tilapia Oreochromis niloticus (L.) in Thailand",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "Outbreaks of infectious myonecrosis virus (IMNV) in Indonesia confirmed by genome sequencing and use of an alternative RT-PCR detection method",
        "Hahella chejuensis is the etiological agent of a novel red egg disease in tilapia (Oreochromis spp.) hatcheries in Thailand",
        "Detection of natural infection of infectious spleen and kidney necrosis virus in farmed tilapia by hydroxynapthol blue-loop-mediated isothermal amplification assay",
        "Detection of tilapia lake virus in clinical samples by culturing and nested reverse transcription-PCR"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University",
        "King Mongkut's University of Technology Thonburi"
    ]
}