{
    "eid": "2-s2.0-84896705561",
    "title": "Dialysate cancer antigen 125 in long-term peritoneal dialysis patients",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Physiology (medical)",
            "@code": "2737"
        },
        {
            "$": "Nephrology",
            "@code": "2727"
        }
    ],
    "keywords": [
        "CA125",
        "Kidney disease",
        "Marker",
        "Peritoneal dialysis"
    ],
    "authors": [
        "Panida Ditsawanon"
    ],
    "citedby-count": 4,
    "ref-count": 40,
    "ref-list": [
        "Peritoneal fibrosis - Future prevention strategies",
        "Factors contributing to peritoneal tissue remodeling in peritoneal dialysis",
        "Peritoneal fibrosis intervention",
        "Inflammation and the peritoneal membrane: Causes and impact on structure and function during peritoneal dialysis",
        "Markers of peritoneal mesothelial cells during treatment with peritoneal dialysis.",
        "Dialysate cancer antigen 125 concentration as marker of peritoneal membrane status in patients treated with chronic peritoneal dialysis",
        "Cancer antigen 125 is locally produced in the peritoneal cavity during continuous ambulatory peritoneal dialysis",
        "Cancer antigen 125: A bulk marker for the mesothelial mass in stable peritoneal dialysis patients",
        "Nolph and Gokal's Textbook of Peritoneal Dialysis",
        "Longitudinal follow-up of CA125 in peritoneal effluent",
        "Evaluation of changes in serum and dialysate levels of cancer antigen 125 in stable continuous ambulatory peritoneal dialysis patients.",
        "Variability of effluent cancer antigen 125 and interleukin-6 determination in peritoneal dialysis patients",
        "Peritoneal kinetics of cancer antigen 125 in peritoneal dialysis patients: the relationship with peritoneal outcome.",
        "Nolph and Gokal's Textbook of Peritoneal Dialysis",
        "Management of encapsulating peritoneal sclerosis: A guideline on optimal and uniform treatment",
        "Update on potential medical treatments for encapsulating peritoneal sclerosis; human and experimental data",
        "Biological markers in the peritoneal dialysate effluent: Are they useful",
        "Early diagnostic markers for encapsulating peritoneal sclerosis: A case-control study",
        "Preservation of peritoneal catheter for prevention of encapsulating peritoneal sclerosis.",
        "Nolph and Gokal's Textbook of Peritoneal Dialysis",
        "Influence of dialysis duration, peritoneal transport parameters, and gender on effluent CA125 concentration in patients on peritoneal dialysis.",
        "Dialysate cancer antigen 125 levels in children treated with peritoneal dialysis.",
        "Dialysate CA125 in stable CAPD patients: No relation with transport parameters",
        "Effluent CA 125 concentration in chronic peritoneal dialysis patients: Influence of PD duration, peritoneal transport and PD regimen",
        "Dialysate cell population and cancer antigen 125 in stable continuous ambulatory peritoneal dialysis patients: Their relationship with transport parameters",
        "Mechanisms and interventions in peritoneal fibrosis",
        "Influence of pH-neutral peritoneal dialysis solution.",
        "Do interleukin-6, hyaluronan, soluble intercellular adhesion molecule-1 and cancer antigen 125 in dialysate predict changes in peritoneal function? A 1-year follow-up study",
        "The clinical usefulness of peritoneal dialysis fluids with neural pH and low glucose degradation product concentration: An open randomized prospective trial",
        "The alteration of dialysate cancer antigen 125 concentration under a biocompatible bicarbonate peritoneal dialysis solution and the preservation of the mesothelial cell viability",
        "Short- and medium-term increase of CA125 in peritoneal effluent using a neutral-pH solution",
        "A peritoneal dialysis regimen low in glucose and glucose degradation products results in increased cancer antigen 125 and peritoneal activation",
        "Monitoring of long-term peritoneal membrane function",
        "Peritoneal membrane structural and functional changes during peritoneal dialysis",
        "Pathophysiological changes to the peritoneal membrane during PD-related peritonitis: The role of mesothelial cells",
        "Dialysate markers of peritoneal tissue during peritonitis and in stable CAPD",
        "Encapsulating Peritoneal Sclerosis: What Have We Learned?",
        "Determinants of Peritoneal Membrane Function Over Time",
        "Growth factors VEGF and TGF-β1 in peritoneal dialysis",
        "Appearance of tumor necrosis factor-or and soluble TNF-receptors I and II in peritoneal effluent of CAPD"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}