{
    "eid": "2-s2.0-85095798812",
    "title": "Fairness and annuity divisors for notional defined contribution pension schemes",
    "cover-date": "2022-04-29",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Organizational Behavior and Human Resource Management",
            "@code": "1407",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Key words Annuity divisor",
        "mortality differentials",
        "notional defined contribution",
        "public pension",
        "redistribution",
        "socioeconomic groups"
    ],
    "authors": [
        "María del Carmen Boado-Penas",
        "Steven Haberman",
        "Poontavika Naka"
    ],
    "citedby-count": 0,
    "ref-count": 65,
    "ref-list": [
        "Adequacy, fairness and sustainability of pay-as-you-go pension systems: defined benefit versus defined contribution",
        "Longevity risk in notional defined contribution pension schemes: a solution",
        "Redistributive impact of differential mortality in the French pay-as-you-go system",
        "Actuarial fairness when longevity increases: an evaluation of the Italian pension system",
        "Nonfinancial defined contribution pension schemes: is a survivor dividend necessary to make the system balanced?",
        "Measuring lifetime redistribution in Dutch occupational pensions",
        "The distributional impact of pension system reforms: an application to the Italian case",
        "Distributive properties of pensions systems: a simulation of the Italian transition from defined benefit to notional defined contribution",
        "Inequalities in mortality according to educational level in two large southern European cities",
        "How much is transfer and how much is insurance in a pay-as-you-go system? The German case",
        "Redistribution and insurance: mandatory annuitization with mortality heterogeneity",
        "Modeling and forecasting US sex differentials in mortality",
        "Collective annuities and redistribution",
        "Intragenerational redistribution in unfunded pension systems",
        "Understanding differences in health behaviors by education",
        "Forecasting mortality in subpopulations using Lee-Carter type models: a comparison",
        "Statistical methods to compare mortality for a group with non-divergent populations: an application to Spanish regions",
        "Multi-population mortality models: fitting, forecasting and comparisons",
        "Redistribution by insurance market regulation: analyzing a ban on gender-based retirement annuities",
        "Redistribution, insurance and incentives to work in Latin-American pension programs",
        "Childhood conscientiousness and longevity: health behaviors and cause of death",
        "Mortality heterogeneity and the distributional consequences of mandatory annuitization",
        "How effective is redistribution under the social security benefit formula?",
        "Redistribution under the social security benefit formula at the individual and household levels, 1992 and 2004",
        "Valuation of intergenerational transfers in funded collective pension schemes",
        "The ABCs of nonfinancial defined contribution (NDC) schemes",
        "Socioeconomic inequalities in mortality among elderly people in 11 European populations",
        "Educational attainment and life expectancy",
        "Do conscientious individuals live longer? A quantitative review",
        "Modeling and forecasting U.S. Mortality",
        "Social security, income inequality and growth",
        "Measuring basis risk in longevity hedges",
        "Coherent mortality forecasts for a group of populations: an extension of the lee-carter method",
        "The gains from pension reform",
        "The relationship between education and adult mortality in the United States",
        "What longevity predictors should be allowed for when valuing pension scheme liabilities?",
        "Differential mortality and redistribution in the Italian notional defined contribution system",
        "The enduring association between education and mortality: the role of widening and narrowing disparities",
        "Pension scheme redesign and wealth redistribution between the members and sponsor: the USS rule change in October 2011",
        "Lee-carter mortality forecasting: a parallel generalized linear modelling approach for England and Wales mortality projections",
        "Applying survival models to pensioner mortality data",
        "Forecasting differences in life expectancy by education",
        "Notional defined contribution pension schemes: why does only Sweden distribute the survivor dividend?",
        "On the modeling and forecasting of socioeconomic mortality differentials: an application to deprivation and mortality in England",
        "A comparative study of two-population models for the assessment of basis risk in longevity hedges"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "@id": "60020661",
            "affilname": "University of Liverpool",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020661",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60020134",
            "affilname": "Bayes Business School, City University of London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020134",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}