{
    "eid": "2-s2.0-85021387122",
    "title": "The association between oral hygiene and periodontitis: a systematic review and meta-analysis",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Meta-analysis",
        "oral hygiene",
        "periodontitis",
        "risk factor",
        "systematic review"
    ],
    "authors": [
        "Attawood Lertpimonchai"
    ],
    "citedby-count": 215,
    "ref-count": 77,
    "ref-list": [
        "Global burden of severe periodontitis in 1990-2010: A systematic review and meta-regression",
        "Risk factors for periodontitis.",
        "Oral hygiene and compliance as risk factors in periodontitis.",
        "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
        "THE SIMPLIFIED ORAL HYGIENE INDEX.",
        "Periodontal disease in pregnancy II. Correlation between oral hygiene and periodontal condition",
        "The plaque control record.",
        "The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomised studies in meta-analyses",
        "Multivariate random-effects meta-regression: Updates to mvmeta",
        "An alternative model for bivariate random-effects meta-analysis when the within-study correlations are unknown",
        "Meta-analysis in clinical trials",
        "Grading quality of evidence and strength of recommendations",
        "GRADE guidelines: 1. Introduction - GRADE evidence profiles and summary of findings tables",
        "A comparison of periodontal disease among rural Amish and non‐Amish adults",
        "Relation between smoking and periodontal disease by oral hygiene status in Japanese factory workers.",
        "Risk of severe periodontal disease in a Swedish adult population. A cross-sectional study",
        "Associations of medical status and physical fitness with periodontal disease",
        "\"Checkerboard\" Assessments of Periodontal Microbiota and Serum Antibody Responses: A Case-Control Study",
        "Smoking in adolescence as a predictor of early loss of periodontal attachment",
        "The effect of alcohol consumption on periodontal disease",
        "The relationship of some negative events and psychological factors to periodontal disease in an adult Swedish population 50 to 80 years of age",
        "Smoking as a risk indicator for periodontal disease in the middle-aged Vietnamese population",
        "The interleukin-1 polymorphism, smoking, and the risk of periodontal disease in the population-based SHIP study",
        null,
        "Association of periodontal disease to anxiety and depression symptoms, and psychosocial stress factors",
        "Periodontal disease in a group of Swedish adult snuff and cigarette users",
        "Tobacco smoking and periodontal health in a Saudi Arabian population",
        "Risk indicators of periodontal disease in older Thai adults",
        "Factors related to periodontal disease in a rural population",
        "Factors associated with periodontal diseases in Jordan: principal component and factor analysis approach.",
        "Assessment of periodontal status in dental fluorosis subjects using community periodontal index of treatment needs",
        "Epidemiology and preventive direction of periodontology in China",
        "Relationship between betel quid additives and established periodontitis among Bangladeshi subjects",
        "Oral health status and practices of dentate Bhil adult tribes of southern Rajasthan, India",
        "Metabolic syndrome, insulin resistance, and periodontitis: A cross-sectional study in a middle-aged French population",
        "Overweight and obesity weakly predict the development of periodontal infection",
        "The association between periodontal disease, physical activity and healthy diet among adults in Jordan",
        "Oral health status among hospitalized patients",
        "Obesity and periodontitis: A clinical study",
        "Oral health of psychiatric inpatients: A survey of central Taiwan hospitals",
        "Is self interdental cleaning associated with dental plaque levels, dental calculus, gingivitis and periodontal disease?",
        "The effect of stress on periodontitis: A clinicobiochemical study",
        "\"Is the periodontium an index of your mind?\" A crossectional study to evaluate the relationship between life events and periodontitis",
        "Factors associated with the prevalence of periodontal disease in low-risk pregnant women",
        "Association of salivary calcium, phosphate, pH and flow rate on oral health: A study on 90 subjects",
        "Association between obesity and chronic periodontitis: A cross-sectional study",
        "The association between periodontal disease and metabolic syndrome among outpatients with diabetes in Jordan",
        "Clustering of risk indicators for periodontal disease: A population-based study",
        "Association of gingival crevicular fluid cortisol/dehydroepiandrosterone levels with periodontal status",
        "Comparative analysis of the blood flow values of patients with type 2 diabetes mellitus presenting with chronic periodontitis, patients with chronic periodontitis only and healthy individuals",
        "Relationship between areca nut chewing and periodontal status of people in a typical aboriginal community in Southern Taiwan",
        "Identification of subgingival periodontal pathogens and association with the severity of periodontitis in patients with chronic kidney diseases: A cross-sectional study",
        "Evaluation of interleukin-1β and 8 in gutka chewers with periodontitis among a rural Indian population",
        "Comparative evaluation of salivary soluble CD44 levels in periodontal health and disease",
        "Level of interleukin-35 in gingival crevicular fluid, saliva, and plasma in periodontal disease and health",
        "Assessment of the periodontal health and community periodontal index in the Army of Serbia",
        "Periodontal disease in a remote Asian population: association between clinical and microbiological parameters",
        "Polymorphic regions in Fc gamma receptor and tumor necrosis factor- A genes and susceptibility to chronic periodontitis in a cohort from South India",
        "Gingival crevicular fluid interleukin-8 and lipoxin A4 levels of smokers and nonsmokers with different periodontal status: a cross-sectional study",
        "Evaluation of the effect of nicotine and metabolites on the periodontal status and the mRNA expression of interleukin-1β in smokers with chronic periodontitis",
        "Catecholamine metabolites in Urine, as chronic stress biomarkers, are associated with higher risk of chronic periodontitis in adults",
        "Comparison of glycated hemoglobin levels in individuals without diabetes and with and without periodontitis before and after non-surgical periodontal therapy",
        "Influence of periodontal status and periodontopathogens on levels of oral human β-defensin-2 in saliva",
        "Detection of herpes simplex virus type 1 in gingival crevicular fluid of gingival sulcus/periodontal pocket using polymerase chain reaction",
        "Severity of periodontal disease in adult patients with diabetes mellitus in relation to the type of diabetes",
        "Association of interleukin-1 α (-889) gene polymorphism in patients with generalized aggressive and chronic periodontitis",
        "Salivary TNF-alpha: A potential marker of periodontal destruction",
        "Evaluation of gingival crevicular fluid levels of tissue plasminogen activator, plasminogen activator inhibitor 2, matrix metalloproteinase-3 and interleukin 1-β in patients with different periodontal diseases",
        "Estimation of salivary tumor necrosis factor-alpha in chronic and aggressive periodontitis patients",
        "Periodontal disease and NIDDM in Pima Indians",
        "Periodontal diseases: epidemiology.",
        "Association between overweight/obesity and periodontitis in adults. A systematic review",
        "Is frequency of tooth brushing a risk factor for periodontitis? A systematic review and meta-analysis",
        "The efficacy of dental floss in addition to a toothbrush on plaque and parameters of gingival inflammation: a systematic review.",
        null,
        "Group A. Initiator paper. Plaque control: home remedies practiced in developing countries",
        "Efficacy of inter-dental mechanical plaque control in managing gingivitis - A meta-review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Callaghan",
            "affilname": "School of Medicine and Public Health",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Newcastle",
            "affilname": "Hunter Medical Research Institute, Australia",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}