{
    "eid": "2-s2.0-84930958733",
    "title": "The effect of attitudes toward cars and public transportation on behavioral intention in commuting mode choice-A comparison across six Asian countries",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Management Science and Operations Research",
            "@code": "1803"
        },
        {
            "$": "Transportation",
            "@code": "3313"
        },
        {
            "$": "Aerospace Engineering",
            "@code": "2202"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        },
        {
            "$": "Business",
            "@code": "1401"
        }
    ],
    "keywords": [
        "Attitudes toward travel modes",
        "Commuting mode choice",
        "Mobility management",
        "Psychological methods"
    ],
    "authors": [
        "Hong Tan Van"
    ],
    "citedby-count": 81,
    "ref-count": 39,
    "ref-list": [
        "Synthesis and recommendations: reducing vehicle emissions",
        "The theory of planned behavior",
        "All work and no play? The role of instrumental and affective factors in work and leisure journeys by different travel modes",
        "How well can the theory of planned behavior account for occupational intentions?",
        "Individualised Marketing: Implications for TDM. CD-ROM of the Proceedings of the 77th Annual Meeting of the Transportation Research Board.",
        "Smarter choices: changing the way we travel",
        "TravelSmart: a cost-effective contribution to transport infrastructure",
        "The Social Psychology of Material Possessions: To Have is To Be",
        "Development of script-based travel mode choice after forced change",
        "Reducing family car-use by providing travel advice or requesting behavioral plans: An experimental analysis of travel feedback programs",
        "Determinants of the effectiveness of travel feedback programs-a review of communicative mobility management measures for changing travel behaviour in Japan",
        "Paper presented at the 3rd International Conference on Traffic & Transport Psychology",
        "Threats to the Quality of Urban Life from Car Traffic: Problems, Causes, and Solutions",
        "A model of career decision making for college students",
        "Eur. J. Transp. Infrast. Res.",
        "Means of transport and ontological security: Do cars provide psycho-social benefits to their users?",
        "In: Urban Environmental Management Project",
        "Analysis of the role of traveler attitudes and perceptions in explaining mode-choice behavior",
        "Sustainable Transport: A Sourcebook for Policy-makers in Developing Countries eds Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ)",
        "Towards sustainable mobility - Conflicts, impacts, principles, conditions, aspects of CEECs",
        "J. East. Asian Soc. Transp. Stud.",
        "The Adaptive Decision Maker",
        "An attitudinal modal choice model",
        "A research report submitted to the Japan Society for the Promotion of Science (JSPS)",
        "What affects commute mode choice: Neighborhood physical structure or preferences toward neighborhoods?",
        "IATSS Res.",
        "Paper presented at the 3rd International Conference on Traffic & Transport Psychology",
        "Car use: Lust and must. Instrumental, symbolic and affective motives for car use",
        "Sustainable transportation and quality of life",
        "Instrumental-reasoned and symbolic-affective motives for using a motor car",
        "Factors Affecting Car Use Choices",
        "Career development: exploration and planning.",
        "J. East. Asia Soc. Transp. Stud.",
        "The effects of attitudes and personality traits on mode choice"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Ho Chi Minh City University of Technology - HCMUT",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "International Association of Traffic and Safety Science",
        "Japan Society for the Promotion of Science",
        "Tokyo Institute of Technology"
    ]
}