{
    "eid": "2-s2.0-85143214613",
    "title": "Graves’ disease: an uncommon cause of late sequelae following DRESS (drug reaction with eosinophilia and systemic symptoms)",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pediatrics",
            "@code": "2919",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [],
    "authors": [
        "Therdpong Tempark",
        "Amatanun Tangthanapalakul",
        "Tawatchai Deekajorndech",
        "Susheera Chatproedprai",
        "Vichit Supornsilchai",
        "Siriwan Wananukul"
    ],
    "citedby-count": 0,
    "ref-count": 11,
    "ref-list": [
        "DRESS syndrome: Part I. Clinical perspectives",
        "Drug-induced severe cutaneous adverse reactions: insights into clinical presentation, immunopathogenesis, diagnostic methods, treatment, and pharmacogenomics",
        "Alarmins and immunity",
        "How to prevent allopurinol hypersensitivity reactions?",
        "Retrospective analysis of drug-induced hypersensitivity syndrome: a study of 27 patients",
        "Late sequelae of drug reaction with eosinophilia and systemic symptoms (DRESS) cause thyroid dysfunction and thyroiditis: review of literature",
        "Long-term sequelae of drug reaction with eosinophilia and systemic symptoms: a retrospective cohort study from Taiwan",
        "Co-occurrence of multiple endocrine abnormalities induced by the DIHS/DRESS",
        "Drug reaction with eosinophilia and systemic symptoms and thyroiditis: human herpesvirus-6, the possible common link",
        "Autoimmune and inflammatory diseases occur in cases of drug-induced hypersensitivity syndrome but not in suspected cases",
        "Minocycline-induced drug hypersensitivity syndrome followed by multiple autoimmune sequelae"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}