{
    "eid": "2-s2.0-84925047457",
    "title": "Physical and biological assessments of the innovative bilayered wound dressing made of silk and gelatin for clinical applications",
    "cover-date": "2015-04-21",
    "subject-areas": [
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        }
    ],
    "keywords": [
        "Bilayered dressing",
        "gelatin",
        "silk",
        "wound healing",
        "wound model"
    ],
    "authors": [
        "Sukhontha Hasatsri"
    ],
    "citedby-count": 23,
    "ref-count": 12,
    "ref-list": [
        "An innovative bi-layered wound dressing made of silk and gelatin for accelerated wound healing",
        "Physiology and healing dynamics of chronic cutaneous wounds",
        "New Fundamentals in hemostasis",
        "Principles of Best Practice: Wound Exudate and the Role of Dressings. A Consensus Document. World Union of Wound Healing Societies (WUWHS)",
        "Tissue repair and the dynamics of the extracellular matrix",
        "An Evaluation of Wound Dressings to Manage Wound Exudate and Conform to the Wound Bed",
        "Silver antimicrobial dressings in wound management: A comparison of antibacterial, physical, and chemical characteristics",
        "Dressing conformability and silver-containing wound dressings",
        "Influence of pH on wound-healing: A new perspective for wound-therapy?",
        "Systematic reviews of wound care management: (3) Antimicrobial agents for chronic wounds; (4) diabetic foot ulceration",
        "Effect of three preservatives on the growth of Bacillus cereus, Vero cytotoxigenic Escherichia coli and Staphylococcus aureus, on plates with gradients of pH and sodium chloride concentration",
        "The effect of dressings on the production of exudate from venous leg ulcers"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}