{
    "eid": "2-s2.0-85086886470",
    "title": "No news is good news? Three-year postdischarge mortality of octogenarian and nonagenarian patients following emergency general surgery",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "emergency general surgery",
        "mortality",
        "Octogenarian",
        "outcomes"
    ],
    "authors": [
        "Natawat Narueponjirakul",
        "John Hwabejire",
        "Manasnun Kongwibulwut",
        "Jae Moo Lee",
        "Napaporn Kongkaewpaisan",
        "George Velmahos",
        "David King",
        "Peter Fagenholz",
        "Noelle Saillant",
        "April Mendoza",
        "Martin Rosenthal",
        "Haytham M.A. Kaafarani"
    ],
    "citedby-count": 5,
    "ref-count": 27,
    "ref-list": [
        "The excess morbidity and mortality of emergency general surgery",
        "Does the emergency surgery score accurately predict outcomes in emergent laparotomies?",
        "The public health burden of emergency general surgery in the United States: A 10-year analysis of theNationwide Inpatient Sample-2001 to 2010",
        "Development and evaluation of the universal ACS NSQIP surgical risk calculator: A decision aid and informed consent tool for patients and surgeons",
        "Evaluation and enhancement of calibration in the American College of Surgeons NSQIP Surgical Risk Calculator",
        "Surgical risk is not linear: Derivation and validation of a novel, user-friendly, and machinelearning-based Predictive OpTimal Trees in Emergency Surgery Risk (POTTER) Calculator",
        "Can the American College of Surgeons NSQIP surgical risk calculator identify patients at risk of complications following microsurgical breast reconstruction?",
        "American College of Surgeons NSQIP Risk Calculator accuracy for emergent and elective colorectal operations",
        "Life after 90: Predictors of mortality and performance of the ACS-NSQIP risk calculator in 4, 724 nonagenarian patients undergoing emergency general surgery",
        "Perioperative risk factors impact outcomes in emergency versus nonemergency surgery differently: Time to separate our national risk-adjustment models?",
        "Geriatric emergency general surgery: Survival and outcomes in a low-middle income country",
        "Emergency general surgery in the geriatric patient",
        "Quality of life and long-term outcomes of octo-and nonagenarians following acute care surgery: A cross sectional study",
        "Patterns of injury, outcomes, and predictors of in-hospital and 1-year mortality in nonagenarian and centenarian trauma patients",
        "Emergency general surgery in the elderly: Too old or too frail?",
        "Observational study of nonogenarians undergoing emergency, non-trauma surgery",
        "Emergency surgery in octogenarians: Outcomes and factors affecting mortality in the general hospital setting",
        "Predictors of in-hospital mortality amongst octogenarians undergoing emergency general surgery: A retrospective cohort study",
        "Never giving up: Outcomes and presentation of emergency general surgery in geriatric octogenarian and nonagenarian patients",
        "Can the laparoscopic approach for adhesive small bowel obstruction be used in octogenarians? An observational study using ACS NSQIP",
        "Abdominal surgery in nonagenarians: Short-term results",
        "Emergency surgery and American Society of Anesthesiologists physical status score are the most influential risk factors of death in nonagenarian surgical patients",
        "Five-year survival after surgery in nonagenarian patients",
        "Predicting morbidity and mortality in laparoscopic cholecystectomy: Preoperative serum albumin still matters",
        "Even modest hypoalbuminemia affects outcomes of colorectal surgery patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}