{
    "eid": "2-s2.0-84943762852",
    "title": "Effectiveness of the extended parallel process model in promoting colorectal cancer screening",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        },
        {
            "$": "Oncology",
            "@code": "2730"
        },
        {
            "$": "Experimental and Cognitive Psychology",
            "@code": "3205"
        }
    ],
    "keywords": [],
    "authors": [
        "Wendy C. Birmingham"
    ],
    "citedby-count": 47,
    "ref-count": 38,
    "ref-list": [
        "Relative and absolute risk of colorectal cancer for individuals with a family history: A meta-analysis",
        "A systematic review and meta-analysis of familial colorectal cancer risk",
        "NCCN Practice Guidelines in Oncology, Colorectal Cancer Screening",
        "Cancer Facts & Figures 2012",
        "Colorectal Cancer Facts & Figures 2011-2013",
        "Annual report to the nation on the status of cancer, 1975-2006, featuring colorectal cancer trends and impact of interventions (risk factors, screening, and treatment) to reduce future rates",
        "Participation in screening colonoscopy in first-degree relatives from patients with colorectal cancer",
        "Comparison of compliance for colorectal cancer screening and surveillance by colonoscopy based on risk",
        "Screening colonoscopy use among individuals at higher colorectal cancer risk",
        "Risk, Communication and Health Psychology",
        "Does Tailoring Matter? Meta-Analytic Review of Tailored Print Health Behavior Change Interventions",
        "Promoting informed decisions about cancer screening in communities and healthcare systems",
        "Fear control and danger control: A test of the extended parallel process model (EPPM)",
        "Antismoking threat and efficacy appeals: Effects on smoking cessation intentions for smokers with low and high readiness to quit",
        "The influence of fear appeals, message design, and masculinity on men's motivation to perform the testicular self-exam",
        "Mexican American women in a rural area and barriers to their ability to enact protective behaviors against breast cancer",
        "Fear appeals for individuals in different stages of change: Intended and unintended effects and implications on public health campaigns",
        "Predicting risk behaviors: Development and validation of a diagnostic scale",
        "The Dread Disease: Cancer and Modern American Culture",
        "The effect of marriage on utilization of colorectal endoscopy exam in the United States",
        "Motivation-based intervention to promote colonoscopy screening: An integration of a fear management model and motivational interviewing",
        "Telehealth personalized cancer risk communication to motivate colonoscopy in relatives of patients with colorectal cancer: The family CARE randomized controlled trial",
        "Examining the challenges of family recruitment to behavioral intervention trials: factors associated with participation and enrollment in a multi-state colonoscopy intervention trial.",
        "Intention to undergo colonoscopy screening among relatives of colorectal cancer cases: A theory-based model",
        "Self-construal and Fear Appeals: An Empirical Examination of College Students' Gonorrhea Risk Perceptions",
        "Development and Validation of a Scale Assessing Novel Cancer-related Risk Perceptions",
        "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
        "Evaluating Model Fit. Structural Equation Modeling. Concepts, Issues and Applications",
        "Understanding the limitations of global fit assessment in structural equation modeling",
        "Principles and practice in reporting structural equation analyses",
        "Using Multivariate Statistics",
        "Testing the theoretical design of a health risk message: Reexamining the major tenets of the extended parallel process model",
        "Adherence with colorectal cancer screening guidelines: A review",
        "Fatalism among elderly African Americans: Effects on colorectal cancer screening",
        "Patients' barriers to receipt of cancer care, and factors associated with needing more assistance from a patient navigator",
        "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
        "Understanding intention to undergo colonoscopy among intermediate-risk siblings of colorectal cancer patients: A test of a mediational model",
        "Efficacy of a telehealth intervention on colonoscopy uptake when cost is a barrier: The family CARE cluster randomized controlled trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Albuquerque",
            "affilname": "UNM Comprehensive Cancer Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Salt Lake City",
            "affilname": "Huntsman Cancer Institute",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "Rutgers University–New Brunswick",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tuscaloosa",
            "affilname": "The University of Alabama",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Salt Lake City",
            "affilname": "University of Utah School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Denton",
            "affilname": "University of North Texas",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "Georgetown Lombardi Comprehensive Cancer Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Houston",
            "affilname": "UTHealth Houston School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Provo",
            "affilname": "Brigham Young University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Aurora",
            "affilname": "University of Colorado Cancer Center",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Cancer Institute"
    ]
}