{
    "eid": "2-s2.0-85124128630",
    "title": "Neuroimaging Pearls from the MDS Congress Video Challenge. Part 2: Acquired Disorders",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "diffuse large B cell lymphoma",
        "dural arteriovenous fistula",
        "GAD65-associated disease",
        "gnathostomiasis",
        "intracranial hypotension",
        "MRI",
        "Sjogren syndrome",
        "toluene abuse"
    ],
    "authors": [
        "Conor Fearon",
        "Sapna Rawal",
        "Diana Olszewska",
        "Paula Alcaide-Leon",
        "Drew S. Kern",
        "Soumya Sharma",
        "Shyam K. Jaiswal",
        "Jagarlapudi M.K. Murthy",
        "Ainhi D. Ha",
        "Raymond S. Schwartz",
        "Victor S.C. Fung",
        "Chauncey Spears",
        "Tracy Tholanikunnel",
        "Leonardo Almeida",
        "Taku Hatano",
        "Yutaka Oji",
        "Nobutaka Hattori",
        "Shantanu Shubham",
        "Hrishikesh Kumar",
        "Roongroj Bhidayasiri",
        "Christopher Laohathai",
        "Anthony E. Lang"
    ],
    "citedby-count": 1,
    "ref-count": 119,
    "ref-list": [
        "Antibodies to glutamic acid decarboxylase define a form of limbic encephalitis",
        "Stiff person syndrome (SPS), a basal ganglia disease? Striatal MRI lesions in a patient with SPS",
        "MRI findings in glutamic acid decarboxylase associated autoimmune epilepsy",
        "Stiff person syndrome with anti-GAD65 antibodies within the national veterans affairs health administration",
        "Stiff person syndrome with cerebellar disease and high-titer anti-GAD antibodies",
        "Cerebellar ataxia with anti-glutamic acid decarboxylase antibodies: study of 14 patients",
        "The neurological syndromes associated with glutamic acid decarboxylase antibodies",
        "Polyglandular autoimmune syndrome type 4 with GAD antibody and dystonia",
        "Intrathecal-specific glutamic acid decarboxylase antibodies at low titers in autoimmune neurological disorders",
        "Glutamic acid decarboxylase autoimmunity with brainstem, extrapyramidal, and spinal cord dysfunction",
        "Cerebellar atrophy",
        "Heterogeneous imaging characteristics of JC virus granule cell neuronopathy (GCN): a case series and review of the literature",
        "Primary Sjögren's syndrome: central and peripheral nervous system involvements",
        "A new kind of and reversible brainstem involvement in primary Sjögren's syndrome as an initial manifestation",
        "A case report of Sjögren syndrome manifesting bilateral basal ganglia lesions",
        "Clinical, radiological, and laboratory features of spinal cord involvement in primary Sjögren's syndrome",
        "Multiple cranial nerve enhancement on MRI in primary Sjögren's syndrome",
        "Limbic encephalitis as a heralding manifestation of primary Sjogren's syndrome",
        "Case of primary Sjogren's syndrome preceded by dystonia",
        "Primary Sjögren's syndrome presenting as progressive parkinsonian syndrome",
        "Primary Sjögren's syndrome initially manifested by optic neuritis: MRI findings",
        "Neurological pictures. Primary Sjögren syndrome presenting as neuromyelitis optica",
        "Spontaneous intracranial hemorrhage as an initial manifestation of primary Sjögren's syndrome: a case report",
        "Subacute aseptic meningitis as neurological manifestation of primary Sjögren's syndrome",
        "Acute myeloneuropathy: An uncommon presentation of Sjögren's syndrome",
        "Primary Sjögren syndrome with tumefactive central nervous system involvement",
        "Longitudinal extensive transverse myelitis—it's not all neuromyelitis optica",
        "What started this? Debilitating longitudinally-extensive myelitis",
        "Longitudinally extensive transverse myelitis following acute COVID-19 infection",
        "MOGAD: how it differs from and resembles other neuroinflammatory disorders",
        "Dementia and parkinsonism-a rare presentation of intracranial dural arteriovenous fistulae",
        "MR imaging findings of intracranial dural arteriovenous fistulas: relations with venous drainage patterns",
        "Straight sinus dural arteriovenous fistula presenting with reversible parkinsonism: a case report and literature review",
        "Dural arteriovenous fistula with sinus thrombosis and venous reflux presenting as parkinsonism: a case report",
        "The challenging clinical Management of Patients with cranial dural arteriovenous fistula and secondary Parkinson's syndrome: pathophysiology and treatment options",
        "Two cases of dural arteriovenous fistula presenting with parkinsonism and progressive cognitive dysfunction",
        "Reversible parkinsonism and rapidly progressive dementia due to Dural arteriovenous fistula: case series and literature review",
        "Dural arteriovenous fistula as a treatable dementia",
        "Reversible parkinsonism after treatment of dural arteriovenous fistula",
        "Parkinsonism and ataxia associated with an intracranial dural arteriovenous fistula presenting with hyperintense basal ganglia in T1-weighted MRI",
        "Treatment of dural arteriovenous fistula presenting as typical symptoms of hydrocephalus caused by venous congestion: case report",
        "Disproportionate retrograde amnesia in a patient with herpes simplex encephalitis",
        "Vascular Malformations",
        "Dural arteriovenous fistula mimicking leukoencephalopathy",
        "Intracranial hypotension without meningeal enhancement on magnetic resonance imaging. Case report",
        "The timing of MRI determines the presence or absence of diffuse pachymeningeal enhancement in patients with spontaneous intracranial hypotension",
        "Cerebrospinal fluid volume depletion and its emerging clinical/imaging syndromes",
        "Diagnostic imaging and clinical features of intracranial hypotension—review of literature",
        "Subdural effusions in the posterior fossa associated with spontaneous intracranial hypotension",
        "A treatable mimic of Chiari malformation with syringomyelia",
        "Chorea as a manifestation of spontaneous CSF leak",
        "Movement disorders associated with spontaneous CSF leaks: a case series",
        "The interpeduncular angle: a practical and objective marker for the detection and diagnosis of intracranial hypotension on brain MRI",
        "Spontaneous intracranial hypotension as a cause of exacerbation in Huntington's disease",
        "Imaging of the spontaneous low cerebrospinal fluid pressure headache: a review",
        "Assessing spinal cerebrospinal fluid leaks in spontaneous intracranial hypotension with a scoring system based on brain magnetic resonance imaging findings",
        "Clinical presentation, investigation findings, and treatment outcomes of spontaneous intracranial hypotension syndrome: a systematic review and meta-analysis",
        "Spontaneous intracranial hypotension",
        "Spontaneous intracranial hypotension: imaging in diagnosis and treatment",
        "Prominent inferior Intercavernous sinus on sagittal T1-weighted images: a sign of intracranial hypotension",
        "Spontaneous intracranial hypotension: pathogenesis, diagnosis, and treatment",
        "Pachymeningeal enhancement-a comprehensive review of literature",
        "Movement disorders in neoplastic brain disease",
        "Structural and functional imaging in parkinsonian syndromes",
        "Study of the rostral midbrain atrophy in progressive supranuclear palsy",
        "New and reliable MRI diagnosis for progressive supranuclear palsy",
        "Morning glory sign: a particular MR finding in progressive supranuclear palsy",
        "Atrophy of superior cerebellar peduncle in progressive supranuclear palsy",
        "Clinical diagnosis of progressive supranuclear palsy: the movement disorder society criteria",
        "Malignant pineal germ-cell tumors: an analysis of cases from three tumor registries",
        "Pineal gland tumors: experience from the SEER database",
        "Whipple's disease mimicking progressive supranuclear palsy: the diagnostic value of eye movement recording",
        "Sarcoidosis of the nervous system. A clinical approach",
        "Clinical manifestations of the anti-IgLON5 disease",
        "Progressive supranuclear palsy like syndrome: neurocysticercosis an unusual cause",
        "The effects of toluene on the central nervous system",
        "Cranial MR findings in chronic toluene abuse by inhalation",
        "Marked asymmetry of white matter lesions caused by chronic toluene exposure",
        "Reversible cerebral periventricular white matter changes with corpus callosum involvement in acute toluene-poisoning",
        "Encephalopathy and neuropathy due to glue, paint thinner, and gasoline sniffing in Trinidad and Tobago-MRI findings",
        "Encephalopathy due to toluene sniffing. Report of a case with magnetic resonance imaging",
        "MRI of chronic toluene intoxication",
        "Hippocampal hypoperfusion underlying dementia due to chronic toluene intoxication",
        "Encephalomyelopathy demonstrated on MRI in a case of chronic toluene intoxication",
        "Magnetic resonance imaging in chronic toluene abuse, and volitional hyperkinesia",
        "Cerebral infarction after toluene inhalation",
        "Cerebral perfusion impairment in a patient with toluene abuse",
        "The spectrum of neuroimaging abnormalities in solvent abuse and their clinical correlation",
        "MRI in chronic toluene abuse: low signal in the cerebral cortex on T2-weighted images",
        "A case of chronic thinner intoxication developing hyperkinésie volitionnelle three years after stopping thinner abuse",
        "A patient with Marchiafava-Bignami disease as a complication of diabetes mellitus treated effectively with corticosteroid",
        "Decreased T2 signal in the thalami may be a sign of lysosomal storage disease",
        "Toward a better understanding of brain lesions during metachromatic leukodystrophy evolution",
        "MRI of brain iron",
        "Magnetic resonance imaging in Parkinson's disease and parkinsonian syndromes",
        "MR of human postmortem brain tissue: correlative study between T2 and assays of iron and ferritin in Parkinson and Huntington disease",
        "Cortical and subcortical T2 shortening in multiple sclerosis",
        "Hallervorden-Spatz disease: MR and pathologic findings",
        "Reversible reduction of apparent diffusion coefficient values in bilateral internal capsules in transient hypoglycemia-induced hemiparesis",
        "Hypoglycemia-induced spontaneous unilateral jerking movement in bilateral internal capsule posterior limb abnormalities",
        "Brain MRI features and scoring of leukodystrophy in adult-onset Krabbe disease",
        "Hyperintensity of the corticospinal tract on FLAIR: a simple and sensitive objective upper motor neuron degeneration marker in clinically verified amyotrophic lateral sclerosis",
        "Expanding the neuroimaging phenotype of neuronal ceroid Lipofuscinoses",
        "Leukoencephalopathy and raised brain lactate from heroin vapor inhalation (“chasing the dragon”)",
        "T2 FLAIR increased signal intensity at the posterior limb of the internal capsule: clinical significance in ALS patients",
        "Gnathostomiasis, another emerging imported disease",
        "MR imaging findings in cerebrospinal gnathostomiasis",
        "A comparative study of neuroimaging features between human neuro-gnathostomiasis and angiostrongyliasis",
        "MR imaging findings in cauda equina gnathostomiasis",
        "Hypertrophic olivary degeneration and palatal or oculopalatal tremor",
        "Hypertrophic olivary degeneration: Metaanalysis of the temporal evolution of MR findings",
        "Progressive ataxia and palatal tremor (PAPT): clinical and MRI assessment with review of palatal tremors",
        "Eosinophilic meningitis",
        "MR findings of eosinophilic meningoencephalitis attributed to Angiostrongylus cantonensis",
        "Radiologic-pathologic findings in raccoon roundworm (Baylisascaris procyonis) encephalitis",
        "Clinical and magnetic resonance imaging findings of Neurotoxocariasis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sydney",
            "@id": "60121699",
            "affilname": "The University of Sydney School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121699",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Hyderabad",
            "@id": "60069570",
            "affilname": "Care Hospital Hyderabad",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069570",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60033182",
            "affilname": "University of Michigan Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033182",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Aurora",
            "@id": "60028421",
            "affilname": "University of Colorado School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028421",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60013959",
            "affilname": "University of Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013959",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "London",
            "@id": "60010884",
            "affilname": "Western University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010884",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60009740",
            "affilname": "Juntendo University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009740",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60004437",
            "affilname": "Westmead Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004437",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60002401",
            "affilname": "Toronto Western Hospital University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002401",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Koharah",
            "@id": "127677398",
            "affilname": "Southern Neurology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127677398",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "127677153",
            "affilname": "15Prasat Neurological Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127677153",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "113736755",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113736755",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kolkata",
            "@id": "112595952",
            "affilname": "Institute of Neurosciences Kolkata",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112595952",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "AFFiRis",
        "Corticobasal Degeneration Solutions",
        "Johns Hopkins Press",
        "Michael J. Fox Foundation",
        "American Academy of Neurology",
        "Biogen",
        "Abbvie",
        "International Parkinson and Movement Disorder Society",
        "Parkinson Foundation",
        "Ontario Brain Institute",
        "Brain Canada",
        "Sunovion",
        "Canadian Institutes of Health Research",
        "W. Garfield Weston Foundation",
        "Edmond J. Safra Philanthropic Foundation",
        "Parkinson Canada",
        "Sun Pharma"
    ]
}