{
    "eid": "2-s2.0-84973462902",
    "title": "Correlation between broth microdilution, E-test and disk diffusion methods for testing antifungal susceptibility of Candida species isolated from Thai blood samples",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Broth microdilution",
        "Candidiasis",
        "Disk diffusion",
        "E-test"
    ],
    "authors": [
        "Veeravich Jaruvongvanich"
    ],
    "citedby-count": 3,
    "ref-count": 20,
    "ref-list": [
        "Epidemiology of invasive fungal infections in the intensive care unit: Results of a multicenter Italian survey (AURORA Project)",
        "The PATH (Prospective Antifungal Therapy) Alliance® registry and invasive fungal infections: Update 2012",
        "Attributable mortality of candidemia: A systematic review of matched cohort and case-control studies",
        "Burden of early-onset candidemia: Analysis of culture-positive bloodstream infections from a large U.S. database",
        "Epidemiology of invasive candidiasis: A persistent public health problem",
        "Results from the artemis disk global antifungal surveillance study, 1997 to 2007: A 10.5-year analysis of susceptibilities of candida species to fluconazole and voriconazole as determined by CLSI standardized disk diffusion",
        "Clinical practice guidelines for the management of candidiasis: 2009 Update by the Infectious Diseases Society of America",
        "Progress in antifungal susceptibility testing of Candida spp. by use of Clinical and Laboratory Standards Institute broth microdilution methods, 2010 to 2012",
        "CLSI Document M27-A3: Reference Method for Broth Dilution Antifungal Susceptibility Testing of Yeasts; Approved Standard",
        "Disk diffusion test and E-test with enriched Mueller-Hinton agar for determining susceptibility of Candida species to voriconazole and fluconazole",
        "Correlation between microdilution, E-test, and disk diffusion methods for antifungal susceptibility testing of posaconazole against Candida spp.",
        "Correlation between E-test, disk diffusion, and microdilution methods for antifungal susceptibility testing of fluconazole and voriconazole",
        "Clinical characteristics of candidaemia in adults with haematological malignancy, and antimicrobial susceptibilities of the isolates at a medical centre in Taiwan, 2001-2010",
        "CLSI Document M44-A. Method for Antifungal Disk Diffusion Susceptibility Testing of Yeasts; Approved Guideline",
        "Candida Species, Genotypes and Antifungal Susceptibility of Candida Isolates from Blood Samples of Patients at the Largest Tertiary Care Hospital in Thailand during 1999-2002",
        "A retrospective analysis of antifungal susceptibilities of Candida bloodstream isolates from Singapore hospitals",
        "In vitro antifungal susceptibilities of Candida isolates from patients with invasive candidiasis in Kuala Lumpur Hospital, Malaysia",
        "Antifungal susceptibilities of Candida glabrata species complex, Candida krusei, Candida parapsilosis species complex and Candida tropicalis causing invasive candidiasis in China: 3 year national surveillance",
        "Echinocandin and triazole antifungal susceptibility profiles for clinical opportunistic yeast and mold isolates collected from 2010 to 2011: Application of new CLSI clinical breakpoints and epidemiological cutoff values for characterization of geographic and temporal trends of antifungal resistance",
        "Susceptibility testing of fluconazole by the NCCLS broth macrodilution method, E-test, and disk diffusion for application in the routine laboratory"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "University of Hawaiʻi at Mānoa",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rahway",
            "affilname": "Merck &amp; Co., Inc.",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital",
        "Chulalongkorn University",
        "Faculty of Allied Health Sciences, Chulalongkorn University"
    ]
}