{
    "eid": "2-s2.0-84995752356",
    "title": "Impact of perceived company's innovativeness, service quality and customer satisfaction on repurchase of life insurance",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Social Sciences",
            "@code": "3300"
        },
        {
            "$": "General Arts and Humanities",
            "@code": "1200"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Life insurance purchase",
        "Perceived company innovativeness",
        "Satisfaction",
        "Service quality"
    ],
    "authors": [
        "S. Thiangtam"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Linking perceived service quality and service loyalty: a multi‐dimensional perspective",
        "Service quality, relationship satisfaction, trust, commitment and business-to-business loyalty",
        "How services benefit industry",
        "Modelling the service antecedents of favourable and unfavourable behaviour intentions in life insurance services in India: An SEM study",
        "A composite indicator of a firm's innovativeness. An empirical analysis based on survey data for Swiss manufacturing",
        "Structural equation modelling: Guidelines for determining model fit",
        "Innovativeness: Its antecedents and impact on business performance",
        "Journal of Emerging Trends in Economics and Management Sciences",
        "Innovation in medium-sized insurance companies: How marketing adds value",
        "AU-GSB E-Journal",
        "CRM System Benefits: A Case Study of Banking Sector",
        "The Journal of Marketing",
        "Innovation and new service development in select private life insurance companies in India",
        "Consumer Behavior",
        "International Business Research",
        "Exploring Innovation",
        "How does product program innovativeness affect customer satisfaction? A comparison of goods and services",
        "Journal of Insurance",
        "Path analysis of perceived service quality, satisfaction and loyalty in Greek insurance",
        "Investigating effects of relationship marketing types in life insurers in Taiwan",
        "The behavioral consequences of service quality",
        "Risk Management and Insurance Review"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}