{
    "eid": "2-s2.0-85076688477",
    "title": "Using nutrition risk scores to predict hospital length of stay in mild acute pancreatitis: A prospective cohort study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acute pancreatitis",
        "Length of stay",
        "Malnutrition",
        "Nutrition risk screening",
        "Subjective global assessment"
    ],
    "authors": [
        "T. Kittikundecha",
        "N. Lakananurak",
        "R. Rerknimitr"
    ],
    "citedby-count": 2,
    "ref-count": 14,
    "ref-list": [
        "The epidemiology of pancreatitis and pancreatic cancer",
        "American College of Gastroenterology guideline: Management of acute pancreatitis",
        "The importance of nutrition status assessment: The case of severe acute pancreatitis",
        "Meta-analysis of parenteral nutrition versus enteral nutrition in patients with acute pancreatitis",
        "Nutritional support in acute and chronic pancreatitis",
        "A.S.P.E.N. Clinical guidelines: Nutrition screening, assessment, and intervention in adults",
        "ESPEN guidelines for nutrition screening 2002",
        "Guidelines for the provision and assessment of nutrition support therapy in the adult critically ill patient: Society of Critical Care Medicine (SCCM) and American Society for Parenteral and Enteral Nutrition (A.S.P.E.N.)",
        "What is subjective global assessment of nutritional status?",
        "Nutritional screening with Subjective Global Assessment predicts hospital stay in patients with digestive diseases",
        "Total parenteral nutrition during acute pancreatitis: Clinical experience with 156 patients",
        "Serum albumin: Relationship to inflammation and nutrition",
        "Usefulness of six diagnostic and screening measures for undernutrition in predicting length of hospital stay: A comparative analysis",
        "Length of stay in surgical patients: Nutritional predictive parameters revisited"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}