{
    "eid": "2-s2.0-85047433739",
    "title": "Diagnostic Performance of the Electroencephalogram in the Elderly Manifesting With Episodes of Unresponsiveness",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "diagnostic performance",
        "EEG",
        "elderly",
        "risk factors",
        "seizures"
    ],
    "authors": [
        "Chusak Limotai",
        "Patcharapa Tasanaworapunya",
        "Iyavut Thaipisuttikul"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "The diagnostic value of EEGs in patients with syncope",
        "The role of EEG in patients with syncope",
        "Syncope or seizure? The diagnostic value of the EEG and hyperventilation test in transient loss of consciousness",
        "EEG in the elderly: seizures vs. syncope",
        "EEG in suspected syncope: do EEGs ordered by neurologists give a higher yield?",
        "Epilepsy or syncope? An analysis of 55 consecutive patients with loss of consciousness, convulsions, falls, and no EEG abnormalities",
        "A glossary of terms most commonly used by clinical electroencephalographers and proposal for the report form for the EEG findings. The International Federation of Clinical Neurophysiology",
        "Interrater reliability: the kappa statistic",
        "Weighted kappa: nominal scale agreement with provision for scaled disagreement or partial credit",
        "Evaluation and outcome of emergency room patients with transient loss of consciousness",
        "Factors related to the occurrence of typical paroxysmal abnormalities in the EEG records of epileptic patients",
        "Incidence of epilepsy and unprovoked seizures in Rochester, Minnesota: 1935-1984",
        "Interictal epileptiform activity in elderly patients with epilepsy",
        "EEG and epilepsy in the elderly compared to a younger group",
        "Transient loss of consciousness: the value of the history for distinguishing seizure from syncope",
        "Seizures in the elderly: development and validation of a diagnostic algorithm",
        "Video-EEG monitoring of paroxysmal events in the elderly",
        "Usefulness of prolonged video-EEG monitoring in the elderly",
        "Video-EEG monitoring in a geriatric veteran population",
        "Video-EEG monitoring in the elderly: a review of 94 patients",
        "Differentiating seizure and convulsive syncope: the importance of history taking"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}