{
    "eid": "2-s2.0-85056134427",
    "title": "Change of Citrus medica L. Var. Linetta volatile profile after three months storage",
    "cover-date": "2018-10-05",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Citron",
        "Postharvest",
        "SPME",
        "Storage",
        "Volatile"
    ],
    "authors": [
        "W. Sankomkai",
        "U. Suttisunsanee",
        "P. Somsong",
        "W. Srichamnong"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Chemical composition of the essential oils of Citrus sinensis cv. Valencia and a quantitative structure‐retention relationship study for the prediction of retention indices by multiple linear regression",
        "Anti‐inflammatory principles from the stem and root barks of Citrus medica",
        "Role of citrus volatiles in host recognition, germination and growth of Penicillium digitatum and Penicillium italicum",
        "Composition of peel essential oils from four selected Tunisian Citrus species: Evidence for the genotypic influence",
        "Chemical and aroma profiles of yuzu (Citrus junos) peel oils of different cultivars",
        "Volatile components, antioxidant and antimicrobial activity of Citrus acida var. Sour limepeel oil",
        "Solid‐phase microextraction for headspace analysis of key volatile compounds in orange beverage emulsion",
        "Insulin secretagogue bioactivity of finger citron fruit (Citrus medica L. Var. Sarcodactylis Hort, Rutaceae)",
        "Antimicrobial activity of six different parts of the plant Citrus medica Linn",
        "Antifungal activity of natural and enzymatically‐modified flavonoids isolated from citrus species",
        "D‐Limonene: Safety and clinical applications",
        "Variation in the components and antioxidant activity of Citrus medica L. Var. Sarcodactylis essential oils at different stages of maturity. Industrial crops and products"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}