{
    "eid": "2-s2.0-85135390947",
    "title": "The origins, isolation, and biological characterization of rodent malaria parasites",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Mouse",
        "Plasmodium berghei",
        "Plasmodium chabaudi",
        "Plasmodium vinckei",
        "Plasmodium yoelii",
        "Rat"
    ],
    "authors": [
        "Sittiporn Pattaradilokrat",
        "Jian Wu",
        "Fangzheng Xu",
        "Xin zhuan Su"
    ],
    "citedby-count": 3,
    "ref-count": 59,
    "ref-list": [
        "A new plasmodium from a wild Congo rodent Plasmodium berghei n. sp",
        "Malaria Parasites and Other Haemosporidia",
        "Rodent Malaria",
        "Plasmodium vinckei n. sp.; second plasmodium parasite of wild rodents at Katange",
        "Rodent plasmodia of the Republique Centrafricaine: the sporogony and tissue stages of Plasmodium chabaudi and P. berghei yoelii",
        "Biologic cycle in the laboratory of Plasmodium berghei killicki n. sub. Sp",
        "Malaria parasites of Thamnomys rutilans (Rodentia, Muridae) in Nigeria",
        "Description of Plasmodium Chabaudi N. Sp., Parasite of African rodents",
        "Enzyme variation in Plasmodium berghei",
        "Enzyme variation in Plasmodium berghei and Plasmodium vinckei",
        "Plasmodium Berghei: cyclical transmissions by experimentally infected anopheles quadrimaculatus",
        "Plasmodium yoelii: genetic analysis of crosses between two rodent malaria subspecies",
        "Linkage maps from multiple genetic crosses and loci linked to growth-related virulent phenotype in Plasmodium yoelii",
        "New observations on the malaria parasites of rodents of the Central African Republic - Plasmodium vinckei petteri subsp. nov. and Plasmodium chabaudi Landau, 1965",
        "Biochemical markers for strain differentiation in malarial parasites",
        "Kupffer cells are obligatory for plasmodium yoelii sporozoite infection of the liver",
        "Role of host cell traversal by the malaria sporozoite during liver infection",
        "Fluorescent Plasmodium berghei sporozoites and pre-erythrocytic stages: a new tool to study mosquito and mammalian host interactions with malaria parasites",
        "Imaging movement of malaria parasites during transmission by Anopheles mosquitoes",
        "Intravital observation of Plasmodium berghei sporozoite infection of the liver",
        "Host cell traversal is important for progression of the malaria parasite through the dermis to the liver",
        "Antibody-mediated protection against Plasmodium sporozoites begins at the dermal inoculation site",
        "Plasmodium sporozoites on the move: switching from cell traversal to productive invasion of hepatocytes",
        "Migration through host cells by apicomplexan parasites",
        "Exoerythrocytic plasmodium parasites secrete a cysteine protease inhibitor involved in sporozoite invasion and capable of blocking cell death of host hepatocytes",
        "Studies on sporozoite-induced infections of rodent malaria. I. the pre-erythrocytic tissue stage of Plasmodium berghei",
        "Modeling relapsing malaria: emerging technologies to study parasite-host interactions in the liver",
        "Gliding motility of Plasmodium merozoites",
        "Time-lapse imaging of red blood cell invasion by the rodent malaria parasite plasmodium yoelii",
        "Cerebral malaria in mouse and man",
        "Gametocytogenesis in malaria parasite: commitment, development and regulation",
        "Revisiting gametocyte biology in malaria parasites",
        "Checks and balances? DNA replication and the cell cycle in Plasmodium",
        "Rapid repeated DNA replication during microgametogenesis and DNA synthesis in young zygotes of Plasmodium berghei",
        "Mitosis in the human malaria parasite plasmodium falciparum",
        "An expanding toolkit for preclinical pre-erythrocytic malaria vaccine development: bridging traditional mouse malaria models and human trials",
        "A combined transcriptome and proteome survey of malaria parasite liver stages",
        "RNA-Seq analysis illuminates the early stages of Plasmodium liver infection",
        "Plasmodium parasite exploits host aquaporin-3 during liver stage malaria infection",
        "Parasitic protozoa of the blood of rodents: a revision of Plasmodium berghei",
        "Host resistance to malaria: using mouse models to explore the host response",
        "Pathogenic CD8+ T cells in experimental cerebral malaria",
        "A comprehensive evaluation of rodent malaria parasite genomes and gene expression",
        "Testing the impact of a single nucleotide polymorphism in a Plasmodium berghei ApiAP2 transcription factor on experimental cerebral malaria in mice",
        "The chemotherapy of rodent malaria. XLII. Halofantrine and halofantrine resistance",
        "Congenicity and genetic polymorphism in cloned lines derived from a single isolate of a rodent malaria parasite",
        "Plasmodium vinckei genomes provide insights into the pan-genome and evolution of rodent malaria parasites",
        "Host genetics in malaria: lessons from mouse studies",
        "A Plasmodium whole-genome synteny map: indels and synteny breakpoints as foci for species-specific genes",
        "Genome comparison of human and non-human malaria parasites reveals species subset-specific genes potentially linked to human disease",
        "Genome sequence and comparative analysis of the model rodent malaria parasite Plasmodium yoelii yoelii",
        "Assessment and improvement of the Plasmodium yoelii yoelii genome annotation through comparative analysis",
        "Insights into the P. y. yoelii hepatic stage transcriptome reveal complex transcriptional patterns",
        "Transcriptional analysis of in vivo plasmodium yoelii liver stage gene expression",
        "UTR introns, antisense RNA and differentially spliced transcripts between Plasmodium yoelii subspecies",
        "Genome sequence, transcriptome, and annotation of rodent malaria parasite Plasmodium yoelii nigeriensis N67",
        "Plasmodium genomics and genetics: new insights into malaria pathogenesis, drug resistance, epidemiology, and evolution",
        "Genome-wide polymorphisms and development of a microarray platform to detect genetic variations in Plasmodium yoelii",
        "Variant surface antigens of malaria parasites: functional and evolutionary insights from comparative gene family classification and analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60017336",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017336",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute of Allergy and Infectious Diseases",
        "Division of Intramural Research",
        "Faculty of Science, Chulalongkorn University"
    ]
}