{
    "eid": "2-s2.0-85015912542",
    "title": "In-situ transesterification process for biodiesel production using spent coffee grounds from the instant coffee industry",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        }
    ],
    "keywords": [
        "Biofuel",
        "Non-edible feedstock",
        "Oxidative stability index",
        "Reactive extraction process",
        "Waste utilization"
    ],
    "authors": [
        "Nattapong Tuntiwiwattanapun"
    ],
    "citedby-count": 61,
    "ref-count": 37,
    "ref-list": [
        "Oil extracted from spent coffee grounds as a renewable source for fatty acid methyl ester manufacturing",
        "Trans. Am. Inst. Chem. Eng.",
        "Biodiesel production by esterification of palm fatty acid distillate",
        "Alkaline conventional and in situ transesterification of cottonseed oil for the production of biodiesel",
        "Developments in in-situ (trans) esterification for biodiesel production: A critical review",
        "Implementing an in situ alkaline transesterification method for canola biodiesel quality screening",
        "Moisture removal substantially improves the efficiency of in situ biodiesel production from soybeans",
        "In situ Alkaline Transesterification: An Effective Method for the Production of Fatty Acid Esters from Vegetable Oils",
        "Parametric study and optimization of in situ transesterification of Jatropha curcas L assisted by benzyltrimethylammonium hydroxide as a phase transfer catalyst via response surface methodology",
        "Reactive extraction of after-stripping sterilized palm fruit to biodiesel",
        "Spent coffee grounds as a versatile source of green energy",
        "Sequential co-production of biodiesel and bioethanol with spent coffee grounds",
        "Kinetics and thermodynamics of oil extraction from olive cake",
        "Pilot scale (10kg) production and characterization of epoxidized sucrose soyate",
        "Studies on extraction and antioxidant potential of green coffee",
        "Studies on extraction and antioxidant potential of green coffee",
        "In-situ transesterification of wet spent coffee grounds for sustainable biodiesel production",
        "Optimization of reactive extraction of castor seed to produce biodiesel using response surface methodology",
        "In situ alkaline transesterification of cottonseed oil for production of biodiesel and nontoxic cottonseed meal",
        "Bioactivities of low-grade green coffee and spent coffee in different in vitro model systems",
        "Ultrasound-assisted production of biodiesel and ethanol from spent coffee grounds",
        "Recent Pat. Eng.",
        "Heterogeneous catalysts for biodiesel production",
        "Effects of physical properties and operating parameters on soybean flaking",
        "Isolation of green coffee chlorogenic acids using activated carbon",
        "Ultrasound-enhanced rapid in situ transesterification of marine macroalgae Enteromorpha compressa for biodiesel production",
        "The Biodiesel Handbook",
        "Complete utilization of spent coffee grounds to produce biodiesel, bio-oil, and biochar",
        "Overview on the current trends in biodiesel production",
        "Kinetics of reactive extraction/in situ transesterification of rapeseed oil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fargo",
            "affilname": "NDSU College of Engineering",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}