{
    "eid": "2-s2.0-84929578239",
    "title": "Expediting support for the pregnant mothers to obtain antenatal care at public health facilities in rural areas of Balochistan province, Pakistan",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Antenatal care",
        "Maternal health",
        "Pregnancy",
        "Public health facility",
        "Utilization"
    ],
    "authors": [
        "Abdul Ghaffar"
    ],
    "citedby-count": 1,
    "ref-count": 20,
    "ref-list": [
        "Health Systems Profile- Pakistan",
        "HMIS/DHIS Annual Analysis Report",
        "Factors associated with birthweight: An exploration of the roles of prenatal care and length of gestation",
        "J Health Res",
        "Improving maternal health in Pakistan: Toward a deeper understanding of the social determinants of poor women's access to maternal health services",
        "The Cultural Context of Health: A Baloch Perspective: An Exploration of the Cultural Context and Consequences of Perceptions of Illness and Health-Seeking Behaviour of the Baloch. 1St Ed",
        "Government of Balochistan",
        "Ecological foundations of health promotion",
        "Assessment of strategies for male involvement in the prevention of mother-to-child transmission of HIV services in Blantyre, Malawi.",
        "Health, Ed. Gandawa",
        "Akaike's information criterion in generalized estimating equations",
        "Men's involvement in antenatal care and labour: Rethinking a medical model",
        "The role of mothers-in-law in antenatal care decision-making in Nepal: a qualitative study",
        "Factors affecting the utilization of antenatal care in developing countries: Systematic review of the literature",
        "The impact of including husbands in antenatal health education services on maternal health practices in urban Nepal: Results from a randomized controlled trial",
        "Attending Home vs. Clinic-Based Deliveries: Perspectives of Skilled Birth Attendants in Matlab, Bangladesh",
        "Barriers to utilization of prenatal care services in Turkey",
        "Community health workers: integral members of the health care work force.",
        "Inequity in maternal health care utilization in Vietnam",
        "Antenatal care and the occurrence of Low Birth Weight delivery among women in remote mountainous region of Chitral, Pakistan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lahore",
            "affilname": "Bolan Medical College",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Quetta",
            "affilname": "Government of Balochistan",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": []
}