{
    "eid": "2-s2.0-85027254776",
    "title": "Detection of an unknown trypanosoma DNA in a Phlebotomus stantoni (Diptera: Psychodidae) Collected From Southern Thailand and Records of New Sand Flies With Reinstatement of Sergentomyia hivernus Raynal & Gaschen, 1935 (Diptera: Psychodidae)",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "ITS1",
        "PCR",
        "Sand fly",
        "SSU rDNA",
        "Trypanosoma sp."
    ],
    "authors": [
        "Atchara Phumee",
        "Apiwat Tawatsin",
        "Usavadee Thavara",
        "Theerakamol Pengsakul",
        "Suwich Thammapalo",
        "Jérôme Depaquit",
        "Frédérick Gay",
        "Padet Siriyasatien"
    ],
    "citedby-count": 22,
    "ref-count": 42,
    "ref-list": [
        "A brief survey of phlebotomine sandflies in Thailand",
        "Cavernicolous species of phlebotomine sand flies from kanchanaburi province, with an updated species list for Thailand",
        "Classification of the subfamily phlebotominae",
        "Trypanosoma gerrhonoti n. Sp., and extrinsic development of lizard trypanosomes in California sandflies",
        "Case report: Consecutive cutaneous and visceral leishmaniasis manifestations involving a novel leishmania species in two HIV patients in Thailand",
        "Molecular systematics applied to phlebotomine sandflies: Review and perspectives",
        "Paraphyly of the subgenus anaphlebotomus and creation of madaphlebotomus subg. Nov. (Phlebotominae: Phlebotomus)",
        "The blood parasites of anurans from Costa Rica with reflections on the taxonomy of their trypanosomes",
        "Mitochondrial haplotypes and phylogeography of phlebotomus vectors of leishmania major",
        "Anuran trypanosomes: Phylogenetic evidence for new clades in Brazil",
        "Isoenzyme characterization of trypanosoma platydactyli catouillard 1909 isolated from sergentomyia minuta minuta (Rondani 1843) in Italy",
        "Patterns of coevolution between trypanosomes and their hosts deduced from ribosomal RNA and protein-coding gene phylogenies",
        "Isolation of a megatrypanum trypanosome from sika deer (Cervus nippon yesoensis) in Japan",
        "Molecular detection of divergent trypanosomes among rodents of Thailand",
        "Natural infection of the sand fly phlebotomus kazeruni by trypanosoma species in Pakistan",
        "Isolation of trypanosoma (Megatrypanum) theileri from dairy cattle in Taiwan",
        "The phlebotomine sandflies (Diptera: Psychodidae) of the oriental region. Bulletin of the British museum (Natural history)",
        "Phlebotomine sandflies (Diptera: Psychodidae) from the oriental region",
        "Trypanosoma evansi in Asia",
        "Trypanosomes and other microorganisms from Panamanian phlebotomus sandflies",
        "A proposal of generic and subgeneric abbreviations for phlebotomine sandflies (Diptera: Psychodidae: Phlebotominae) of the world",
        "Molecular demonstration of trypanosoma evansi and trypanosoma lewisi DNA in wild rodents from Cambodia, Lao PDR and Thailand",
        "A nested PCR for the ssrRNA gene detects trypanosoma binneyi in the platypus and trypanosoma sp. in wombats and kangaroos in Australia",
        "First detection of leishmania tropica DNA and trypanosoma species in sergentomyia sand flies (Diptera: Psychodidae) from an outbreak area of cutaneous leishmaniasis in Ghana",
        "Species diversity and seasonality of phlebotomine sand flies (Diptera: Psychodidae) in Satun Province, Thailand",
        "Distribution of cave-dwelling phlebotomine sand flies and their nocturnal and diurnal activity in Phitsanulok Province, Thailand",
        "Seasonal distribution of phlebotomine sand flies (Diptera: Psychodidae) in tham phra phothisat temple, Saraburi Province, Thailand",
        "A review of the indo-Chinese phlebotominae. (Diptera: Psychodidae)",
        "Contribution a l'étude des phlébotomes d'Indochine. II-systématique des espèces de l'Indochine nord",
        "Sur une nouvelle espèce de Phlébotome du nord de la Chine: Phlebotomus khawi n",
        "Sur les phlébotomes d'Indochine. VIII. Phlebotomus hibernus n. sp",
        "Diagnosis of a trypanosoma lewisi-like infection in a sick infant from Thailand",
        "A catalogue of old world phlebotomine sandflies (Diptera, phlebotominae)",
        "Two cases of trypanosoma (Herpetosoma) species infection of man in India",
        "Notes on some Indian species of the genus phlebotomus. Part XXXIV. Phlebotomus iyengari n. Sp",
        "Detection and species identification of old world leishmania in clinical samples using a PCR-based method",
        "The evolution of trypanosomes infecting humans and primates",
        "A survey of sandflies in the affected areas of Leishmaniasis, Southern Thailand",
        "Detection of trypanosoma lewisi from wild rats in southern China and its genetic diversity based on the ITS1 and ITS2 sequences",
        "Phylogeny of snake trypanosomes inferred by SSU rDNA sequences, their possible transmission by phlebotomines, and taxonomic appraisal by molecular, cross-infection and morphological analysis",
        "Trypanosoma leonidasdeanei sp. N. In insectivorous bats of Costa Rica"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Reims",
            "@id": "60019394",
            "affilname": "Université de Reims Champagne-Ardenne",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019394",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60006577",
            "affilname": "National Institutes of Health (NIH)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006577",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60001422",
            "affilname": "Sorbonne Université",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001422",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "112600027",
            "affilname": "Office of Disease Prevention and Control 12",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112600027",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkron University",
        "Ratchadapiseksompotch Fund",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}