{
    "eid": "2-s2.0-85066952889",
    "title": "Dimeric tetrahydroxanthones from the lichen Usnea aciculifera",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Dimeric xanthones",
        "Tetrahydroxanthone",
        "Usnea aciculifera",
        "Usneaxanthones A–D"
    ],
    "authors": [
        "Truong L. Tuong",
        "Thammarat Aree",
        "Lien T.M. Do",
        "Phung K.P. Nguyen",
        "Piyanuch Wonganan",
        "Warinthorn Chavasiri"
    ],
    "citedby-count": 11,
    "ref-count": 26,
    "ref-list": [
        "Xanthone dimers: a compound family which is both common and privileged",
        "A novel xanthone dimer derivative with antibacterial activity isolated from the bark of Garcinia mangostana",
        "Hirtusneanoside, an unsymmetrical dimeric tetrahydroxanthone from the Lichen Usnea hirta",
        "Ascherxanthone B from Aschersonia luteola, a new antifungal compound active against rice blast pathogen Magnaporthe grisea",
        "A cytotoxic xanthone dimer from the Entomopathogenic Fungus Aschersonia sp. BCC 8401",
        "Xanthones from fungi, lichens, and bacteria: The natural products and their synthesis",
        "Structure and biosynthesis of xanthoquinodins, Anticoccidal Antibiotics",
        "Structure of Eumitrin A1, A2 and B. The yellow pigments of the lichen, Usnea bayleyi (Stirt.) Zahlbr",
        "Neosatorin, an ergochrome biosynthesized by neosartorya fishceri",
        "Unusual dimeric tetrahydroxanthone derivatives from Aspergillus lentulus and the determination of their axial chiralities",
        "Sequenzanalyse der ergochrom – biosynthese durch konkurrez –incorporation",
        "Biaryl in nature: a multi-facetted class of stereochemically, biosynthetically, and pharmacologically intriguing secondary metabolites",
        "A twist of nature – the significance of atropisomers in biological systems",
        "Dicerandrols, New antibiotic and cytotoxic dimers produced by the Fungus Phomopsis longicolla isolated from an Endangered Mint",
        "Phomoxanthones A and B, novel xanthone dimers from the endophytic fungus Phomopsis Species",
        "Comprehensive chiroptical spectroscopy: Applications in stereochemical analysis of synthetic compounds",
        "Pro-apoptotic and immunostimulatory tetrahydroxanthone dimers from the endophytic fungus Phomopsis longicolla",
        "Versixanthones A-F, cytotoxic xanthone-chromanone dimers from the marine-derived fungus Aspergillus versicolor HDN1009",
        "The use of X-ray crystallography to determine absolute configuration",
        "Lichens: a promising source of antibiotic and anticancer drugs",
        "Biological Activities of Toninia candida and Usnea barbata together with their norstictic acid and usnic acid constituents",
        "APEX2 v.2014.9-0",
        "SHELXTL XT, Program for Crystal Structure Solution, v. (2014)/4",
        "SHELXTL XLMP Program for Crystal Structure Refinement - Multi-CPU, v. 2014/7",
        "Use of intensity quotients and differences in absolute structure refinement"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078566",
            "affilname": "Viet Nam National University Ho Chi Minh City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078566",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "115879518",
            "affilname": "Sai Gon University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115879518",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Special Task Force for Activating Research Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}