{
    "eid": "2-s2.0-85147931011",
    "title": "Education and Geriatric Depression in Vietnam: Investigating Gender Differences Using Path Analysis",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Ageing",
        "Education",
        "Geriatric depression",
        "Older persons",
        "Path analysis",
        "Vietnam"
    ],
    "authors": [
        "Truc Ngoc Hoang Dang",
        "Pataporn Sukontamarn"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Gender differences in mental health",
        "2015/05/27). Introduction: Mental Health of older adults in Asia",
        "Depression followed by suicide: a comparison of depressed suicides with living depressives",
        "Association between indicators of disability burden and subsequent Depression among older persons",
        "Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education (1st edition ed.)",
        "Does a higher educational level protect against anxiety and depression? The HUNT study",
        "Social determinants of depression and suicidal behaviour in the Caribbean: a systematic review",
        "Women rectors and leadership narratives: the same male norm?",
        "Education and Risk for Late Life Depression: a Meta-analysis of published literature",
        "Depression as a major component of public health for older adults",
        "Sources of income and depression in elderly Hong Kong Chinese: mediating and moderating effects of social support and financial strain",
        "2017/12/01). Using the Social Determinants of Health as a Framework to examine and address predictors of depression in later life",
        "Education and Subjective Well-Being among older Vietnamese: exploring gender differences",
        "Why is son preference so persistent in East and South Asia? A cross-country study of China, India and the Republic of Korea",
        "Guidelines for national indicators of subjective well-being and ill-being",
        "Educational Reform in Viet Nam: a process of change or continuity?",
        "Age, Aging, and Mental Health",
        "Working beyond the Traditional Retirement Ages: how does Chronic Health Condition Influence Older Workers in Vietnam",
        "Factors Associated with Depression among older people in Vietnam",
        "Family functioning and major depression: an overview",
        "Subjective well-being in mental health and human development research worldwide: an introduction",
        "Gender roles in the family: change and stability in Vietnam",
        "Gender differences in prevalence and associated factors of multi-morbidity among older persons in Vietnam",
        "Decomposing gender inequality in functional disability among older people in Vietnam",
        "Socio-economic-related health inequality in non-communicable diseases among older people in Viet Nam",
        "Mental health in Vietnam",
        "Education, Personal Control, Lifestyle and Health: A Human Capital Hypothesis",
        "Depression, chronic diseases, and decrements in health: results from the World health surveys",
        "2020/11/20). Social factors as antecedents of Depression among Community-Dwelling older persons",
        "Gary Becker’s Human Capital: a review article [Human Capital, Gary Becker]",
        "Gender and Mental Health",
        "Education and psychological distress among older chinese",
        "Aging in Asia",
        "Prevention of male suicides: lessons from Gotland study",
        "Higher education funding reform and university–industry links in developing countries: The case of Thailand [journal article]",
        "Pursuit of pleasure, engagement, and meaning: Relationships to subjective and objective measures of well-being",
        "Depressive symptoms and cognitive performance in older adults",
        "Depression in Elderly Persons and its Correlates in Family Practice: a canadian study",
        "The long-term impact of war on health and wellbeing in Northern Vietnam: some glimpses from a recent survey",
        "Law on the Elderly",
        "Poverty, Inequality, and Inclusive Growth in Asia: measurement, Policy Issues, and Country Studies",
        "Older adults are less accurate than younger adults at identifying symptoms of anxiety and depression",
        "Socioeconomic status, depression disparities, and financial strain: what lies behind the income-depression relationship?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}