{
    "eid": "2-s2.0-85075141824",
    "title": "Financial development, market freedom, political stability, economic growth and CO2 emissions: An unexplored nexus in asean countries",
    "cover-date": "2019-09-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Asean countries",
        "Co2 emission",
        "Financial development",
        "Market freedom",
        "Political stability"
    ],
    "authors": [
        "Muhammad Haseeb",
        "Samanan Wattanapongphasuk",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 16,
    "ref-count": 37,
    "ref-list": [
        "An Economic Evaluation of the Effectiveness of Fiscal and Monetary Policies as Tools for Poverty Reduction in Nigeria, 1990-2014.",
        "Urbanization, democracy, bureaucratic quality, and environmental degradation.",
        "Investigating the environmental Kuznets curve hypothesis in Vietnam.",
        "International trade and carbon emissions: The role of Chinese institutional and policy reforms",
        "Coming to terms with the authoritarian alternative: The implications and motiva",
        "Elucidating the environmental risk factors for rheumatic diseases: An umbrella review of meta-analyses.",
        "Environmental Kuznets curve: Tipping points, uncertainty and weak identification.",
        "Environmental Kuznets curve: Conclusive econometric evidence for CO2.",
        "Climate geopolitics: Securing the global economy.",
        "Co-integration and error correction: Representation, estimation, and testing.",
        "The political economy of passing climate change legislation: Evidence from a survey.",
        "Globalization, EU Democracy Assistance and the World Social Forum",
        "Democracy and climate change policies: Is history important?",
        "Role of social and technological challenges in achieving a sustainable competitive advantage and sustainable business performance.",
        "Political values, reflexivity and environment protection institutions government reformed",
        "Maximum likelihood estimation and inference on cointegration-with applications to the demand for money.",
        "Farmers’ perceptions and adaptation behaviours concerning land degradation: A theoretical framework and a case-study in the Qinghai-Tibetan Plateau of China.",
        "Empirical study on the interdependence between environmental wellbeing, financial development and economic growth.",
        "Is environmental sustainability influenced by socioeconomic and sociopolitical factors? Cross-country empirical evidence.",
        "Financial development, environmental quality, trade and economic growth: What causes what in MENA countries?",
        "Economic growth, energy, and environmental Kuznets curve.",
        "Economic growth and the environment (Working Paper No. 56)",
        "Democratization, environmental and income inequality.",
        "Environmental Kuznets curve and energy consumption in Malaysia: A cointegration approach.",
        "International political economy and the environment.",
        "The environmental Kuznets curve",
        "The environmental Kuznets curve in Indonesia: Exploring the potential of renewable energy.",
        "Carbon Dioxide Information Analysis Center",
        "Preconditions of sustainable entrepreneurship: Estimating of Brexit scenarious impact on macroeconomic environment.",
        "A three-dimensional evaluation model for regional carrying capacity of ecological environment to social economic development: Model development and a case study in China.",
        "Decomposition of energy-related CO2 emissions in China: An empirical analysis based on provincial panel data of three sectors.",
        "A study of experiential quality, experiential value, experiential satisfaction, theme park image, and revisit intention.",
        "Democracy, financial openness, and global carbon dioxide emissions: Heterogeneity across existing emission levels."
    ],
    "affiliation": [
        {
            "affiliation-city": "Subang Jaya",
            "@id": "60104614",
            "affilname": "Taylor's University Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60104614",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}