{
    "eid": "2-s2.0-84922091612",
    "title": "Use of photogrammetry as a means to assess hybrids of rhesus (Macaca mulatta) and long-tailed (M. fascicularis) macaques",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Macaca fascicularis",
        "Macaca mulatta",
        "Pelage color",
        "Relative tail length",
        "Sex skin"
    ],
    "authors": [
        "Janya Jadejaroen"
    ],
    "citedby-count": 10,
    "ref-count": 42,
    "ref-list": [
        "Estimation of Body-Size Traits by Photogrammetry in Large Mammals to Inform Conservation",
        "The enigmatic Arunachal macaque: Its biogeography, biology and taxonomy in Northeastern India",
        "Assessing natural introgression in 2 biomedical model species, the rhesus macaque (Macaca mulatta) and the long-tailed macaque (Macaca fascicularis)",
        "Using photogrammetry and color scoring to assess sexual dimorphism in wild western gorillas (Gorilla gorilla)",
        "Phenotypic correlates of male reproductive success in western gorillas",
        "Study of the carapace shape and growth in two Galápagos tortoise lineages",
        "Female sexual swelling size, timing of ovulation, and male behavior in wild West African chimpanzees",
        "Female sexual behavior, but not sex skin swelling, reliably indicates the timing of the fertile phase in wild long-tailed macaques (Macaca fascicularis)",
        "Is photogrammetry of the face reliable?",
        "Single nucleotide polymorphisms (SNPs) distinguish Indian-origin and Chinese-origin rhesus macaques (Macaca mulatta)",
        "The macaques: studies in ecology, behavior, and evolution",
        "Fieldiana Zool",
        "Tail length variation in Macaca fascicularis and M. mulatta",
        "Tail-length evolution in fascicularis-group macaques (Cercopithecidae: Macaca)",
        "Fieldiana Zool",
        "Evolutionary and biomedical insights from the rhesus macaque genome",
        "Morphometrical comparison between Indian- and Chinese-derived rhesus macaques (Macaca mulatta)",
        "Preliminary report on yellow long-tailed macaques (Macaca fascicularis) at Kosumpee Forest Park, Thailand",
        "Body size and proportions and pelage color of free-ranging Macaca mulatta from a zone of hybridization in northeastern Thailand",
        "Morphological and body color variation in Thai Macaca fascicularis fascicularis north and south of the Isthmus of Kra",
        "Body height measurements in images",
        "Effects of land-use changes on landslides in a landslide-prone area (Ardesen, Rize, NE Turkey)",
        "Seasonal growth rate of the sponge Haliclona oculata (Demospongiae: Haplosclerida)",
        "A photogrammetric method to evaluate nutritional status without capture in habituated free-ranging Japanese macaques (Macaca fuscata): A pilot study",
        "Morphometric and hormonal changes during the chimpanzee menstrual cycle",
        "Nat Hist J Chulalongkorn Univ",
        "Female long-tailed macaques with scrotum-like structure",
        "Nat Hist J Chulalongkorn Uni",
        "The human-ABO blood groups of free-ranging long-tailed macaques (Macaca fascicularis) and parapatric rhesus macaques (M. mulatta) in Thailand",
        "Managing commensalism in long-tailed macaques",
        "Craniofacial landmarks in young children: How reliable are measurements based on 3-dimensional imaging",
        "Plasmodium coatneyi: Differential clinical and immune responses of two populations of Macaca fascicularis from different origins",
        "Blood groups of Old World monkeys, evolutionary and taxonomic implications",
        "Development of the sexual skin with pubertal maturation in female chimpanzees",
        "History of photogrammetry in medicine",
        "How large is the world's largest fish? Measuring whale sharks Rhincodon typus with laser photogrammetry",
        "Measuring physical traits of primates remotely: The use of parallel lasers",
        "Differences in the virulence of Plasminodium knowlesi for Macaca irus (Fascicularis) of Philippine and Malayan origins",
        "NIH Image to ImageJ: 25 years of image analysis",
        "Macaca munzala: A new species from western Arunachal Pradesh, northeastern India",
        "Y-chromosome and mitochondrial markers in Macaca fascicularis indicate introgression with Indochinese M. mulatta and a biogeographic barrier in the Isthmus of Kra",
        "Validity and reliability of craniofacial anthropometric measurement of 3D digital photogrammetric images"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ministry of Science and Technology",
        "Japan Society for the Promotion of Science"
    ]
}