{
    "eid": "2-s2.0-85141248290",
    "title": "Cryptic speciation of benthic Prorocentrum (Dinophyceae) species and their potential as ecological indicators",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Climate change",
        "Cryptic species",
        "Dinoflagellates",
        "Indicator species",
        "Molecular phylogeny",
        "Okadaic acid"
    ],
    "authors": [
        "Yixuan Wu",
        "Shuning Huang",
        "Bernd Krock",
        "Chui Pin Leaw",
        "Sing Tung Teng",
        "Ajcharaporn Piumsomboon",
        "Porntep Punnarak",
        "Kakaskasen Andreas Roeroe",
        "Na Wang",
        "Haifeng Gu"
    ],
    "citedby-count": 1,
    "ref-count": 74,
    "ref-list": [
        "Potentially toxic epiphytic Prorocentrum (Dinophyceae) species in Greek coastal waters",
        "Identification of okadaic acid production in the marine dinoflagellate Prorocentrum rhathymum from Florida Bay",
        "Evidence for massive and recurrent toxic blooms of Alexandrium catenella in the Alaskan Arctic",
        "T-REX: a web server for inferring, validating and visualizing phylogenetic trees and networks",
        "The geographic range: size, shape, boundaries, and internal structure",
        "Bioindicators: types, development, and use in ecological assessment and research",
        "Evidence of okadaic acid production in a cultured strain of the marine dinoflagellate Prorocentrum rhathymum from Malaysia",
        "A taxonomical study of benthic Prorocentrum species (Prorocentrales, Dinophyceae) from Anse Dufour (Martinique Island, eastern Caribbean Sea)",
        "Challenges in the development and use of ecological indicators",
        "Identification of okadaic acid from a Caribbean dinoflagellate, Prorocentrum concavum",
        "Current distribution and potential expansion of the harmful benthic dinoflagellate Ostreopsis cf. siamensis towards the warming waters of the Bay of Biscay, North-East Atlantic",
        "Morphologic details of six benthic species of Prorocentrum (Pyrrophyta) from a mangrove island, Twin Cays, Belize, including two new species",
        "Three new benthic species of Prorocentrum (Dinophyceae) from Twin Cays, Belize: P. maculosum sp. nov., P. foraminosum sp. nov. and P. formosum sp. nov",
        "Three new benthic species of Prorocentrum (Dinophyceae) from Carrie Bow Cay, Belize: P. sabulosum sp. nov., P. sculptile sp. nov., and P. arenarium sp. nov",
        "Prorocentrum levis, a new benthic species (Dinophyceae) from a mangrove island, twin cays, Belize",
        "Diversity and distribution of harmful microalgae in the Gulf of Thailand assessed by DNA metabarcoding",
        "Taxonomical study on benthic dinoflagellates collected in coral reefs",
        "The synonymy of the toxic dinoflagellates Prorocentrum mexicanum and P. rhathymum and the description of P. steidingerae sp. nov. (Prorocentrales, Dinophyceae)",
        "Phylogenetic analysis of nine species of Prorocentrum (Dinophyceae) inferred from 18s ribosomal DNA sequences, morphological comparisons, and description of Prorocentrum panamensis, sp. nov",
        "Studies of marine planktonic diatoms. I. Cyclotella nana Hustedt and Detonula confervacea Cleve",
        "AlgaeBase. World-Wide Electronic Publication",
        "BioEdit: A User-Friendly Biological Sequence Alignment Editor and Analysis Program for Windows 95/98/NT",
        "Transport of toxic dinoflagellates via ships ballast water: bioeconomic risk assessment and efficacy of possible ballast water management strategies",
        "A new marine sand-dwelling Prorocentrum species, P. clipeus sp. nov. (Dinophyceae, Prorocentrales) from Helgoland, German Bight, North Sea",
        "Morphology and molecular phylogeny of a new marine sand-dwelling Prorocentrum species, P. tsawwassenense (dinophyceae, prorocentrales), from British Columbia, Canada",
        "Taxonomy and phylogeny of the benthic Prorocentrum species (Dinophyceae)—a proposal and review",
        "New diol esters isolated from cultures of the dinoflagellates Prorocentrum lima and Prorocentrum concavum",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Occurrence and molecular phylogenetic characteristics of benthic sand-dwelling dinoflagellates in the intertidal flat of Dongho, west coast of Korea",
        "Distributions of three Alexandrium species and their toxins across a salinity gradient suggest an increasing impact of GDA producing A. pseudogonyaulax in shallow brackish waters of Northern Europe",
        "LC-MS-MS aboard ship: tandem mass spectrometry in the search for phycotoxins and novel toxigenic plankton from the North Sea",
        "Potentially toxic microalgae of Vietnamese waters",
        "Morphological and genetic characterization of benthic dinoflagellates of the genera Coolia, Ostreopsis and Prorocentrum from the South-Eastern Bay of Biscay",
        "Morphology and molecular characterization of the epiphytic dinoflagellate Prorocentrum cf. rhathymum in temperate waters off Jeju Island, Korea",
        "Taxonomy and toxicity of Prorocentrum from Perhentian Islands (Malaysia), with a description of a non-toxigenic species Prorocentrum malayense sp. nov. (Dinophyceae)",
        "Direct measurement versus surrogate indicator species for evaluating environmental change and biodiversity loss",
        "Co-occurrence of Alexandrium minutum (Dinophyceae) ribotypes from the Chinese and Malaysian coastal waters and their toxin production",
        "The correct position of flagellar insertion in Prorocentrum and description of Prorocentrum rhathymum sp. nov. (Pyrrhophyta)",
        "Morphology, molecular phylogeny and okadaic acid production of epibenthic Prorocentrum (Dinophyceae) species from the northern South China Sea",
        "First record of resting cysts of the benthic dinoflagellate Prorocentrum leve in a natural reservoir in Gujan-Mestras, Gironde, France",
        "Marine epibenthic dinoflagellates from Malaysia–A study of live cultures and preserved samples based on light and scanning electron microscopy",
        "Light, electron microscopy and DNA sequences of the dinoflagellate Prorocentrum concavum (syn. P. arabianum) with special emphasis on the periflagellar area",
        "Maximizing okadaic acid content from Prorocentrum hoffmannianum Faust",
        "Okadaic acid production from the marine dinoflagellate Prorocentrum belizeanum Faust isolated from the Belizean coral reef ecosystem",
        "Morphology and toxicology of Prorocentrum arabianum sp. nov.,(Dinophyceae) a toxic planktonic dinoflagellate from the Gulf of Oman, Arabian Sea",
        "Identification of okadaic acid as a toxic component of a marine dinoflagellate Prorocentrum lima",
        "Phylogenetic study of benthic, spine-bearing prorocentroids, including Prorocentrum fukuyoi sp. nov",
        "First report of toxic Prorocentrum rhathymum (Dinophyceae) and its pigment composition from coastal waters of the eastern Arabian Sea",
        "Morphology and phylogeny of Prorocentrum caipirignum sp. nov. (Dinophyceae), a new tropical toxic benthic dinoflagellate",
        "Establishment of thermophilic phytoplankton species in the North Sea: biological indicators of climatic changes? ICES",
        "Abundance of the benthic dinoflagellate Prorocentrum and the diversity, distribution, and diarrhetic shellfish toxin production of Prorocentrum lima complex and P. caipirignum in Japan",
        "First report on okadaic acid production of a benthic dinoflagellate Prorocentrum cf. fukuyoi from Japan",
        "Biodiversity redistribution under climate change: impacts on ecosystems and human well-being",
        "Benthic Microalgae in Mangrove and Coastal Ecosystems",
        "Global imprint of climate change on marine life",
        "jModelTest: phylogenetic model averaging",
        "Composition and temporal dynamics of sand-dwelling dinoflagellate communities from three Mediterranean beaches",
        "The toxic benthic dinoflagellate Prorocentrum maculosum Faust is a synonym of Prorocentrum hoffmannianum Faust",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Biodiversity of free-living flagellates in Kuwait's intertidal sediments",
        "How do ecologists select and use indicator species to monitor ecological change? Insights from 14 years of publication in ecological indicators",
        "Seasonal variation of sea surface current in the Gulf of Thailand",
        "RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Seasonal circulations in the Malay Peninsula Eastern continental shelf from a wave–tide–circulation coupled model",
        "Climate change and harmful benthic microalgae",
        "A global pattern of thermal adaptation in marine phytoplankton",
        "First report on an unusual bloom of the potentially toxic epibenthic dinoflagellate Prorocentrum rhathymum from Bangaram Lagoon of the Lakshadweep archipelago: Arabian Sea",
        "Morphology and phylogenetics of benthic Prorocentrum species (Dinophyceae) from tropical northwestern Australia",
        "An integrated ecological, genetic and geological assessment of long-distance dispersal by invertebrates on kelp rafts",
        "Morphotypes of Prorocentrum lima (Dinophyceae) from Hainan Island, South China Sea: morphological and molecular characterization",
        "The first benthic harmful dinoflagellate bloom in China: morphology and toxicology of Prorocentrum concavum",
        "Taxonomy and toxin profile of harmful benthic Prorocentrum (Dinophyceae) species from the Xisha Islands, South China Sea",
        "Genetic structure of the high dispersal Atlanto-Mediterreanean Sea star Astropecten aranciacus revealed by mitochondrial DNA sequences and microsatellite loci"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "@id": "60087824",
            "affilname": "Ministry of Land and Resources P.R.C.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087824",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Manado",
            "@id": "60069399",
            "affilname": "Sam Ratulangi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069399",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Kota Samarahan",
            "@id": "60024451",
            "affilname": "Universiti Malaysia Sarawak",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024451",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bremerhaven",
            "@id": "60023131",
            "affilname": "Alfred-Wegener-Institut Helmholtz-Zentrum für Polar- und Meeresforschung",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023131",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Xiamen",
            "@id": "60014475",
            "affilname": "Jimei University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014475",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Alfred Wegener Institut-Helmholtz Zentrum für Polar- und Meeresforschung",
        "Asian Cooperation Fund Project-Study on Typical Bay Ecological Protection and Management Demonstration",
        "China-Indonesia Maritime Cooperation Fund",
        "Fund Project for Marine and Fishery Protection and Development in Fujian Province",
        "Helmholtz-Gemeinschaft Deutscher Forschungszentren",
        "National Natural Science Foundation of China"
    ]
}