{
    "eid": "2-s2.0-85089095075",
    "title": "The difference of refraction between the cycloplegic retinoscopy and non-cycloplegic subjective refraction in children aged 6 to 15 years",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Children",
        "Cycloplegic autorefractor",
        "Cycloplegic retinoscopy",
        "Manifest autorefractor",
        "Refractive error",
        "Subjective refraction"
    ],
    "authors": [
        "W. Honglertnapakul",
        "P. Jindarak",
        "P. Praneeprachachon",
        "P. Pukrushpan"
    ],
    "citedby-count": 1,
    "ref-count": 17,
    "ref-list": [
        "Uncorrected refractive error: the major and most easily avoidable cause of vision loss",
        "Refractive error blindness",
        "Global magnitude of visual impairment caused by uncorrected refractive errors in 2004",
        "Refractive errors survey in primary school children (6-12 year old) in 2 provinces: Bangkok and Nakhonpathom (one year result)",
        "A literature review of refractive error and its potential effect on reading attainment in the early years of school",
        "Cycloplegic refraction is the gold standard for epidemiological studies",
        "Effects of age on dynamic accommodation",
        "Time of maximum cycloplegia after instillation of cyclopentolate 1% in children with brown irises",
        "Cycloplegic autorefraction versus subjective refraction: the Tehran Eye Study",
        "A comparison of manifest refractions, cycloplegic refractions and retinoscopy on the RMA-3000 autorefractometer in children aged 3 to 15 years",
        "Accuracy of noncycloplegic refraction in primary school children in southern Thailand",
        "Comparison between refractometer and retinoscopy in determining refractive errors in children-false doubt",
        "Comparison of noncycloplegic and cycloplegic autorefraction in categorizing refractive error data in children",
        "Accuracy of two autorefractors-Pediatric Autorefractor plusoptiX and Retinomax-in cycloplegic children in comparison to retinoscopy",
        "Accuracy of noncycloplegic autorefraction in school-age children in China",
        "A comparison of autorefraction and subjective refraction with and without cycloplegia in primary school children",
        "Necessity of cycloplegia for assessing refractive error in 12-year-old children: a population-based study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60008372",
            "affilname": "Rutnin Eye Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008372",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek-sompotch Fund",
        "Ratchadapiseksompotch Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}