{
    "eid": "2-s2.0-85043982520",
    "title": "Development of a learning process for creating community identity: Results from Rayong, Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Demography",
            "@code": "3317"
        },
        {
            "$": "Anthropology",
            "@code": "3314"
        },
        {
            "$": "Health (social science)",
            "@code": "3306"
        },
        {
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301"
        },
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Community empowerment",
        "Community identity",
        "Community learning process",
        "Social capital"
    ],
    "authors": [
        "Kulthida Ratanakosol"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Social identity process trends in theory and research",
        "Identities and social action: Connecting communities for a change",
        "Pimatisiwin",
        "Empowering community settings: Agents of individual development, community betterment, and positive social change",
        "From individual to public: Process to enhance community strength",
        "Mind, self and society",
        "Education and research for the future in Thailand",
        "Learning society model generation",
        "Eleventh national economic and social development plan B.E. 2555-2559 (A.D. 2012-2016)",
        "Poverty revisited: A social psychological approach to community empowerment",
        "Idea based: From master plan to small and micro community enterprise",
        "Community and local self-governance",
        "Civic pride and community identity: The impact of the arts in regional Australia",
        "Empowerment: The holy grail of health promotion?",
        "Advocacy and empowerment: Mental health care in the community",
        "Process of the study of community and strengthening of community: A case study of the Koiroottakawa Golden Land Community",
        "Synthesis the researches of the community learning process which increase community strength: Ethnographic research",
        "Self and social identity",
        "Collaborative Community Empowerment: An Illustration of a Six-Step Process"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Ministry of Education",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rayong",
            "affilname": "Eastern Regional Institution of Non-formal and Informal Education",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}