{
    "eid": "2-s2.0-84926291108",
    "title": "A prospective study of incidence and risk factors for the onset and persistence of low back pain in Thai university students",
    "cover-date": "2015-03-04",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "computer",
        "lumbar spine",
        "musculoskeletal symptom",
        "undergraduate student",
        "young adult"
    ],
    "authors": [
        "Siriluck Kanchanomai"
    ],
    "citedby-count": 27,
    "ref-count": 29,
    "ref-list": [
        "Low back pain (non-specific)",
        "Measuring the global burden of low back pain",
        "The economic burden of back pain in the UK",
        "The frequency and associated factors of low back pain among a younger population in Turkey",
        "Musculoskeletal complaints among Italian x-ray technology students: A cross-sectional questionnaire survey",
        "Identification of modifiable personal factors that predict new-onset low back pain: A prospective study of female nursing students",
        "Are radiologic changes in the thoracic and lumbar spine of adolescents risk factors for low back pain in adults?: A 25-year prospective cohort study of 640 school children",
        "Factors associated with self-reported musculoskeletal discomfort in video display terminal (VDT) users",
        "Prevalence of work-related upper limbs symptoms (WRULS) among office workers",
        "Predicting persistent low back pain in schoolchildren: A prospective cohort study",
        "J Psychiatr Assoc Thailand",
        "Standardised Nordic questionnaires for the analysis of musculoskeletal symptoms",
        "Measurement error associated with spinal mobility measures in children with and without low-back pain",
        "Hamstring muscle tightness. Reliability of an active-knee-extension test",
        "Physical measurements as risk indicators for low-back trouble over a one-year period",
        "Lumbar trunk muscle endurance testing: An inexpensive alternative to a machine for evaluation",
        "Mobilisation of the Nervous System",
        "Predictors of Back Pain in a General Population Cohort",
        "Epidemiology of low back pain in children and adolescents",
        "Is comorbidity in adolescence a predictor for adult low back pain? A prospective study of a young population",
        "How does a backrest work?",
        "Effects of a visual feedback device for hip adduction on trunk muscles and sitting posture in visual display terminal workers",
        "Mechanical response of the lumbar spine to seated postural loads",
        "Orthopedic Physical Assessment",
        "Risk factors for the development of low back pain in adolescence",
        "Relationship between mechanical factors and incidence of low back pain",
        "Management of Common Musculoskeletal Disorders: Physical Therapy Principles and Methods",
        "Job characteristics as predictors of neck pain: A 4-year prospective study",
        "Non-specific neck pain in schoolchildren: Prognosis and risk factors for occurrence and persistence. A 4-year follow-up study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Faculty of Allied Health Sciences, Chulalongkorn University"
    ]
}