{
    "eid": "2-s2.0-84980008610",
    "title": "Deep proteomic profiling of vasopressin-sensitive collecting duct cells. I. Virtual western blots and molecular weight distributions",
    "cover-date": "2015-12-15",
    "subject-areas": [
        {
            "$": "Cell Biology",
            "@code": "1307"
        },
        {
            "$": "Physiology",
            "@code": "1314"
        }
    ],
    "keywords": [
        "Aquaporin-2",
        "Differential centrifugation",
        "Liquid chromatography-tandem mass spectrometry",
        "Mass spectrometry",
        "MpkCCD"
    ],
    "authors": [
        "Chin Rang Yang"
    ],
    "citedby-count": 24,
    "ref-count": 26,
    "ref-list": [
        "Molecular weight assessment of proteins in total proteome profiles using 1D-PAGE and LC/MS/MS",
        "Comprehensive proteomics",
        "Corticosteroid-dependent sodium transport in a novel immortalized mouse collecting duct principal cell line",
        "Quantitative phosphoproteomics in nuclei of vasopressin-sensitive renal collecting duct cells",
        "Endogenous carbamylation of renal medullary proteins",
        "Target-decoy search strategy for increased confidence in large-scale protein identifications by mass spectrometry",
        "An approach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein database",
        "Label-free quantitative analysis of one-dimensional PAGE LC/MS/MS proteome: Application on angiotensin II-stimulated smooth muscle cells secretome",
        "NF-κB modulates aquaporin-2 transcription in renal collecting duct principal cells",
        "Dual effects of hypertonicity on aquaporin-2 expression in cultured renal collecting duct principal cells",
        "Cloning and characterization of R-PTP-κ, a new member of the receptor protein tyrosine phosphatase family with a proteolytically cleaved cellular adhesion molecule-like extracellular region",
        "The 17 kDa band identified by multiple anti-aquaporin 2 antisera in rat kidney medulla is a histone",
        "Quantitative protein and mRNA profiling shows selective post-transcriptional control of protein expression by vasopressin in kidney cells",
        "A simple method for displaying the hydropathic character of a protein",
        "Development of lithium-induced nephrogenic diabetes insipidus is dissociated from adenylyl cyclase activity",
        "Aquaporins in the kidney: From molecules to medicine",
        "Probability-based protein identification by searching sequence databases using mass spectrometry data",
        "Glycogen synthase kinase-3 regulation of urinary concentrating ability",
        "Water transport running deep. Focus on “deep proteomic profiling of vasopressin-sensitive collecting duct cells”",
        "Quantitative phosphoproteomic analysis reveals vasopressin V2-receptor-dependent signaling pathways in renal collecting duct cells",
        "Proteome-wide measurement of protein half-lives and translation rates in vasopressin-sensitive collecting duct cells",
        "Quantitative proteomics identifies vasopressin-responsive nuclear proteins in collecting duct cells",
        null,
        "Nucleotides downregulate aquaporin 2 via activation of apical P2 receptors",
        "Deep proteomic profiling of vasopressin-sensitive collecting duct cells. II. bioinformatic analysis of vasopressin signaling",
        "Systems-level analysis of cell-specific AQP2 gene expression in renal collecting duct"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Heart, Lung, and Blood Institute (NHLBI)",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Heart, Lung, and Blood Institute",
        "National Heart, Lung, and Blood Institute"
    ]
}