{
    "eid": "2-s2.0-85073407622",
    "title": "Assessment of colorimetric reading out methods for radiochromic film and red radiation-sensitive poly-methylmethacrylate",
    "cover-date": "2019-09-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "T. Varapaskul",
        "P. Katemake",
        "R. I. Preda"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "The use of a reflective scanner to study radiochromic film response",
        "Dosimetric properties of improved GafChromic films for seven different digitizers",
        "Precise radiochromic film dosimetry using a flat-bed document scanner",
        "Important considerations for radiochromic film dosimetry with flatbed CCD scanners and EBT GAFCHROMIC® film",
        "Precautions and strategies in using a commercial flatbed scanner for radiochromic film dosimetry",
        "Radiochromic film dosimetry",
        "Evaluation of a commercial flatbed document scanner and radiographic film scanner for radiochromic EBT film dosimetry",
        "A protocol for EBT3 radiochromic film dosimetry using reflection scanning",
        "Correcting lateral response artifacts from flatbed scanners for radiochromic film dosimetry",
        "Accurate estimation of the nonlinearity of input/output response for color cameras",
        "Creating colour compositions that allow calculating the CIELAB values of each component colour from pictures taken with a digital camera",
        "Complete study of traditional Thai colors used in mural paintings: Traditional Thai color name dictionary",
        "Automatic Monitoring Method of Apple Browning for Determining Optimal Inhibitor Mixtures",
        "Identification of traditional Thai colours used for mural paintings and Khon masks",
        "Scanning orientation effects on Gafchromic EBT film dosimetry"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}