{
    "eid": "2-s2.0-85161154379",
    "title": "Diversity and application of yeasts in the rhizosphere",
    "cover-date": "2023-05-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Diversity",
        "Plant growth promoting",
        "Rhizosphere",
        "Yeast"
    ],
    "authors": [
        "Patcharaporn Hoondee",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 48,
    "ref-list": [
        "Plant pathogens",
        "Siderophores in environmental research: Roles and applications",
        "Root exudates: The hidden part of plant defense",
        "The rhizosphere",
        "Yeasts in soil",
        "Torulaspora globosa: Thizosphere yeast promoting lettuce growth on seedlings and under field conditions",
        "Nectar-living yeasts of a tropical host plant community: Diversity and effects on community-wide floral nectar traits",
        "Zinc metalloenzymes in plants",
        "Yeast communities associated with the bulk-soil, rhizosphere and ectomycorrhizosphere of a Nothofagus pumilio forest in Northwestern Patagonia, Argentina",
        "Diversity of yeasts in vetiver phylloplane and soil in vetiver rhizosphere in Thailand and their ability to produce indole--3acetic acid",
        "Bioinformatics for whole-genome shotgun sequencing of microbial communities",
        "Acc-deaminase producing plant growth promoting rhizobacteria and biochar mitigate adverse effects of drought stress on maize growth",
        "\"Phosphorus as a plant nutrient. \"",
        "Maize-associated Meyerozyma from the Brazilian semiarid region are effective plant growth-promoting yeasts",
        "Rhizosphere yeast Torulaspora globosa with plant growth promotion rraits and improvement of the development of tomato seedlings under greenhouse conditions",
        "\"Characterization of heavy metalresistant endophytic yeast Cryptococcus sp. CBSB78 from rapes (Brassica Chinensis) and its potential in promoting the growth of Brassica spp. in metal-contaminated soils",
        "Yeast microflora isolated from Brazilian cassava roots: Taxonomical classification based on molecular identification",
        "Plant growth-promoting traits of yeasts isolated from the phyllosphere and rhizosphere of Drosera spatulata Lab",
        "Isolation and characterization of rhizobacteria and their effects on root extracts of Valeriana officinalis",
        "A model for the lowering of plant ethylene concentrations by plant growth-promoting bacteria",
        "Phosphorus nutrition of plants: A microbial perspective",
        "Yeasts in aquatic ecotone habitats",
        "Bioedit: A user-friendly biological sequence alignment editor and analysis program for windows /98/95Nt",
        "Rhizosphere fungi actively assimilating plant-derived carbon in a grassland soil",
        "Occurrence of oleaginous yeast from mangrove forest in Thailand",
        "Complete genome sequence of halophilic yeast Meyerozyma caribbica MG20W isolated from rhizosphere soil",
        "Occurrence and molecular identification of wild yeasts from Jimma zone, South West Ethiopia",
        "\"Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26s) ribosomal DNA partial sequences. \"",
        "\"Bacteria and fungi controlling plant growth by manipulating auxin: Balance between development and defense. \"",
        "Utilization of molecular markers for improving the phosphorus efficiency in crop plants",
        "Phosphorus nutrition: Plant growth in response to deficiency and excess",
        "The rhizosphere-roots, soil and everything in between",
        "\"Phosphate-solubilizing soil yeast Meyerozyma guilliermondii CC1 improves maize (Zea mays L.) productivity and minimizes requisite chemical fertilization",
        "\"Promotion of plant growth by an auxin-producing isolate of the yeast Williopsis saturnus endophytic in maize (Zea mays L.) roots",
        "Plant growth-promoting microorganisms in sustainable agriculture",
        "Isolation and characterization of yeasts associated with plants growing in heavy-metaland arsenic-contaminated soils",
        "Plant growth promotion traits of rhizosphere yeasts and their response to soil characteristics and crop cycle in maize agroecosystems",
        "Mineral phosphorus fertilization modulates interactions between maize, rhizosphere yeasts and arbuscular mycorrhizal fungi",
        "Rhizosphere yeasts improve P uptake of a maize arbuscular mycorrhizal association",
        "Soil and rhizosphere associated fungi in gray mangroves (Avicennia marina) from the Red Sea-a metagenomic approach",
        "Myxozyma udenii sp. nov. (Candidaceae), a new yeast isolated from the rhizosphere of Mangifera indica",
        "Recent progress in auxin biology",
        "A multivariate analysis of soil yeasts isolated from a latitudinal gradient",
        "\"Fungal community composition and diversity in the rhizosphere soils of Argentina (Syn. Potentilla) anserina, on the Qinghai Plateau",
        "Assessment of yeast diversity in soils under different management regimes",
        "Patterns of yeast diversity distribution and its drivers in rhizosphere soil of Hami melon orchards in different regions of Xinjiang"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60105229",
            "affilname": "Rajamangala University of Technology Krungthep",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105229",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}