{
    "eid": "2-s2.0-85076472595",
    "title": "Dietary fiber intake and its relationships with lipid profiles and gut microbiota in obese Thai children: A pilot study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Body composition",
        "Dietary fiber",
        "Gut microbiota",
        "Lipid profiles",
        "Obesity"
    ],
    "authors": [
        "P. Saengpanit",
        "S. Chomtho",
        "S. Sriswasdi",
        "A. Rodpan",
        "Y. Joyjinda",
        "E. Panichsillaphakit",
        "J. Uaariyapanichkul",
        "T. Tempark",
        "C. Bongsebandhu-Phubhakdi",
        "O. Suteerojntrakool",
        "C. Visuthranukul"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "Global prevalence and trends of overweight and obesity among preschool children",
        "Gut microbiota and obesity",
        "Nutritional status in Thai children",
        "Nutritional status in Thai children",
        "Dietary, functional, and total fiber",
        "Dietary fiber supplements: Effects in obesity and metabolic syndrome and relationship to gastrointestinal functions",
        "Effects of dietary fiber and its components on metabolic health",
        "Dietary fiber and lifestyle influence serum lipids in free living adult men",
        "Flaxseed dietary fibers lower cholesterol and increase fecal fat excretion, but magnitude of effect depend on food type",
        "Soy fiber improves weight loss and lipid profile in overweight and obese adults: A randomized controlled trial",
        "The role of the gut microbiota in childhood obesity",
        "Impact of the gut microbiota on the development of obesity: Current concepts",
        "Dietary fiber and the human gut microbiota: Application of evidence mapping methodology",
        "Gut microbiome composition is linked to whole grain-induced immunological improvements",
        "Determination of the in vivo prebiotic potential of a maize-based whole grain breakfast cereal: A human feeding study",
        "Fecal microbiota analysis: An overview of sample collection methods and sequencing strategies",
        "Search and clustering orders of magnitude faster than BLAST",
        "UPARSE: Highly accurate OTU sequences from microbial amplicon reads",
        "UCHIME improves sensitivity and speed of chimera detection",
        "The SILVA ribosomal RNA gene database project: Improved data processing and web-based tools",
        "Naive Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy",
        "Health benefits of dietary fiber",
        "Dietary intake and the metabolic syndrome in overweight Latino children",
        "Obesity alters the microbial community profile in Korean adolescents",
        "Microbiota and SCFA in lean and overweight healthy subjects",
        "Pediatric obesity is associated with an altered gut microbiota and discordant shifts in Firmicutes populations",
        "Comparison of the gut microbial community between obese and lean peoples using 16S gene sequencing in a Japanese population",
        "Mechanisms of cholesterol-lowering effects of lactobacilli and bifidobacteria strains as potential probiotics with their bsh gene analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Division of Nutrition",
        "NSTDA Research Fund",
        "Pediatric Nutrition STAR",
        "Rachadapiseksompotch Research Fund",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}