{
    "eid": "2-s2.0-85099443401",
    "title": "The Paradox of the Thai Middle Class in Democratisation",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Anti-democratic Movement",
        "Democratic Consolidation",
        "Democratic Transition",
        "Middle Class",
        "Thai Politics"
    ],
    "authors": [
        "Kanokrat Lertchoosakul"
    ],
    "citedby-count": 1,
    "ref-count": 106,
    "ref-list": [
        "Withdrawal symptoms: Social and cultural aspects of the October 6 Coup",
        "Thailand's assembly of the poor: Background, drama, reaction",
        "What is middle class about the middle class around the world?",
        "Development, democracy and dependency in Latin America: A post-imperialist view",
        "After the tsunami: Will economic crisis bring democracy to Asia?",
        "Contingent democrats: Industrialists, labor, and democratization in late-developing countries",
        "Review: Growth and democracy in Southeast Asia",
        "World system position, dependency, and democracy: The cross-national evidence",
        "Liberalism, authoritarianism and the politics of decisionism in Thailand",
        "Article of faith: The failure of royal liberalism in Thailand",
        "Thailand-Four elections and a coup",
        "Rethinking civil society: Toward democratic consolidation",
        "Democracy and the Thai middle class: Globalization, modernization, and constitutional change",
        "The end of history?",
        "The future of history: Can liberal democracy survive the decline of the middle class",
        "The middle classes in Thailand: The rise of the urban intellectual elite and their social consciousness",
        "Class struggle between the coloured t-shirts in Thailand",
        "Democratic consolidation in the Third World: Many questions, any answers?",
        "Will more countries become democratic?",
        "Why did Thailand's middle class turn against a democratically elected government? The information-gap hypothesis",
        "Democratization, civil society, and illiberal middle class culture in Pacific Asia",
        "Toppling Thaksin",
        "Middle classes, democratization, and class formation: The case of South Korea",
        "Toward consolidated democracies",
        "Presidents vs. Parliaments: The centrality of political culture",
        "Network monarchy and legitimacy crises in Thailand",
        "Grassroots NGOs and political reform in Thailand: Democracy behind civil society",
        "Thaksin's populism",
        "Counter-movements in Democratic transition: Thai right-wing movements after the 1973 popular uprising",
        "The 2006 anti-Thaksin movement in Thailand: An analysis",
        "Towards consolidating democracy: The paradoxical role of democracy groups in Thailand",
        "Phibun Songkhram and Thai nationalism in the fascist era",
        "Taking uncertainty seriously: The blurred boundaries of democratic transition and consolidation",
        "Liberalization, transition and consolidation: Measuring the components of democratization",
        "Thailand's November 1996 election and its impact on democratic consolidation",
        "The rule of capital and the rise of democracy",
        "New masses",
        "Toppling democracy",
        "Reign-seeking and the rise of the unelected in Thailand",
        "Does China's middle class prefer (liberal) democracy?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}