{
    "eid": "2-s2.0-84921522423",
    "title": "Occurrence and induction of a ultraviolet-absorbing substance in the cyanobacterium Fischerella muscicolaTISTR8215",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Mycosporine-like amino acid",
        "Photoprotection",
        "UV radiation"
    ],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 18,
    "ref-count": 40,
    "ref-list": [
        "Effects of solar ultraviolet radiation on terrestrial ecosystems. Patterns, mechanisms, and interactions with climate change",
        "Nitrogen fixation and hydrogen metabolism in cyanobacteria",
        "Mycosporine-like amino acids: Relevant secondary metabolites. chemical and ecological aspects",
        "A high-resolution reverse-phase liquid chromatography method for the analysis of mycosporine-like amino acids (MAAs) in marine organisms",
        "The deactivation pathways of the excited-states of the mycosporine-like amino acids shinorine and porphyra-334 in aqueous solution",
        "Antioxidant activity of mycosporine-like amino acids isolated from three red macroalgae and one marine lichen",
        "Small-molecule antioxidants in marine organisms: Antioxidant activity of mycosporine-glycine",
        "Biogeochemistry: Life before the rise of oxygen",
        "Recent Res. Dev. Photochem. Photobiol.",
        "Effects of UV radiation on aquatic ecosystems and interactions with climate change",
        "Reactive oxygen species and UV-B: Effect on cyanobacteria",
        "Natural ultraviolet radiation and photosynthetically active radiation induce formation of mycosporine-like amino acids in the marine macroalga Chondrus crispus (Rhodophyta)",
        "UV-absorbing substance in the red alga Porphyra yezoensis (Bangiales, Rhodophyta) block thymine photodimer production",
        "Separation of mycosporine-like amino acids in marine organisms using reversed-phase high-performance liquid chromatography",
        "Mycosporine-like amino acids extracted from scallop (Patinopecten yessoensis) ovaries: UV protection and growth stimulation activities on human cells",
        "Stratospheric ozone depletion: The main driver of twentieth-century atmospheric circulation changes in the Southern Hemisphere",
        "UV radiation-induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "Characterization of UV-screening compounds, mycosporine-like amino acids, and scytonemin in the cyanobacterium Lyngbya sp. CU2555",
        "Analysis of UV-absorbing photoprotectant mycosporine-like amino acid (MAA) in the cyanobacterium Arthrospira sp. CU2556",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "Solar ultraviolet radiation-induced dna damage and protection/repair strategies in cyanobacteria",
        "Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair",
        "Detection of reactive oxygen species (ROS) by the oxidant-sensing probe 2',7'-dichlorodihydrofluorescein diacetate in the cyanobacterium Anabaena variabilis PCC 7937",
        "Photoprotective compounds from marine organisms",
        "Mycosporine-like amino acids profile and their activity under PAR and UVR in a hot-spring cyanobacterium Scytonema sp. HKAR-3",
        "Ultraviolet-B-induced DNA damage and photorepair in the cyanobacterium Anabaena variabilis PCC 7937",
        "Molecular characterization of hot spring cyanobacteria and evaluation of their photoprotective compounds",
        "Partial characterization, UV-induction and photoprotective function of sunscreen pigment, scytonemin from Rivularia sp. HKAR-4",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Mycosporine-like amino acids (MAAs) profile of a rice-field cyanobacterium Anabaena doliolum as influenced by PAR and UVR",
        "Effects of abiotic stressors on synthesis of the mycosporine-like amino acid shinorine in the cyanobacterium anabaena variabilis PCC 7937",
        "Photoheterotrophic growth unprecedentedly increases the biosynthesis of mycosporine-like amino acid shinorine in the cyanobacterium Anabaena sp., isolated from hot springs of Rajgir (India)",
        "Induction of a mycosporine-like amino acid (MAA) in the rice-field cyanobacterium Anabaena sp. by UV irradiation",
        "UV-B-induced synthesis of mycosporine-like amino acids in three strains of Nodularia (cyanobacteria)",
        "Database on mycosporines and mycosporine-like amino acids (MAAs) in fungi, cyanobacteria, macroalgae, phytoplankton and animals",
        "Life of wetland cyanobacteria under enhancing solar UV-B radiation",
        "Sources of mycosporine-like amino acids in planktonic Chlorella-bearing ciliates (Ciliophora)",
        "Phototrophic prokaryotes: the cyanobacteria.",
        "Photodegradation and photosensitization of mycosporine-like amino acids",
        "Strategies of ultraviolet-B protection in microscopic algae"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}