{
    "eid": "2-s2.0-84948073018",
    "title": "Coastal vulnerability to typhoon inundation in the Bay of Bangkok, Thailand? Evidence from carbonate boulder deposits on Ko Larn island",
    "cover-date": "2015-11-05",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Bay of Bangkok",
        "Coastal boulders",
        "Coastal vulnerability",
        "Marine flooding",
        "Thailand",
        "Typhoons"
    ],
    "authors": [
        "James P. Terry"
    ],
    "citedby-count": 19,
    "ref-count": 55,
    "ref-list": [
        null,
        "Study of storm surge due to Typhoon Linda (1997) in the Gulf of Thailand using a three dimensional ocean model",
        "Particle shape: A review and new methods of characterization and classification",
        "Proceedings of the IOC/WESTPAC Fourth International Scientific Symposium, 2-7 February 1998, Okinawa, Japan",
        "Morphodynamics of a boulder beach, Putuo Island, SE China coast: The role of storms and typhoon",
        "Temporal variation in a coral reef community at Pattaya Bay, Gulf of Thailand",
        "The Typhoons of the Chinese Seas in the Year 1881",
        "Geological Map of Thailand 1:50,000 F5134 1 Sheet 5134 I Amphoe Bang Lamung",
        "Impacts of typhoon on wave height at Bangkhuntien shoreline",
        "Intertidal Deposits: River Mouths, Tidal Flats, and Coastal Lagoons",
        "Marine inundation hazards in French Polynesia: Geomorphic impacts of tropical cyclone oli in February 2010",
        "Coral boulders, gravel tongues and sand sheets: Features of coastal accretion and sediment nourishment by Cyclone Tomas (March 2010) on Taveuni Island, Fiji",
        "Three-dimensional modeling of coastal boulders using multi-view image measurements",
        "Historical and geological evidence of boulders deposited by tsunamis, southern Ryukyu Islands, Japan",
        "Discrimination of boulders deposited by tsunamis and storm waves at Ishigaki Island, Japan",
        "Distribution of boulders at Miyara Bay of Ishigaki Island, Japan: A flow characteristic indicator of tsunami and storm waves",
        "Seismicity of the Earth",
        "Holocene sea levels and palaeoenvironments, Malay-Thai Peninsula, southeast Asia",
        "Japan Meteorological Agency. RSMC Best Track Data (Text)",
        "Tsunami Risk Reduction Measures Phase 2",
        "Environmental limits to coral reef development: Where do we draw the line?",
        "Hydrol. Res. Lett.",
        "A preliminary study of the distribution, sizes and orientations of large reef-top coral boulders deposited by extreme waves at Makemo Atoll, French Polynesia",
        "Advantages of beachrock slabs for interpreting high-energy wave transport: Evidence from ludao island in south-eastern Taiwan",
        "Extreme wave events in the central Mediterranean: Geomorphic evidence of tsunami on the Maltese Islands",
        "Turbidity currents generated at river mouths during exceptional discharges to the world oceans",
        "Reassessment of hydrodynamic equations: Minimum flow velocity to initiate boulder transport by high energy events (storms, tsunamis)",
        "National Oceanic and Atmospheric Administration. International Best Track Archive for Climate Stewardship (IBTrACS)",
        "Tsunamis versus storm deposits from Thailand",
        "Coastal geomorphic conditions and styles of storm surge washover deposits from Southern Thailand",
        "Late Holocene sea level indicators from twelve atolls in the central and eastern Tuamotus (Pacific Ocean)",
        "Recent storm and tsunami coarse-clast deposit characteristics, southeast Hawai'i",
        "Consideration on Management of Coastal Environment at Deltas in Thailand",
        "Effect of Tsunamis generated in the Manila Trench on the Gulf of Thailand",
        "Land Ocean Interact. Coast. Zone",
        "Galaxea",
        "Sinking deltas due to human activities",
        "\"Stones from the dangerous winds\": Reef platform mega-clasts in the tropical Pacific Islands",
        "Potential for timing high-energy marine inundation events in the recent geological past through age-dating of reef boulders in Fiji",
        "On quantifying the sinuosity of typhoon tracks in the western North Pacific basin",
        "One hundred and thirty years since Darwin: 'Reshaping' the theory of atoll formation",
        "The 'terrific Tongking typhoon' of October 1881 - Implications for the Red River Delta (northern Vietnam) in modern times",
        "Reef-platform Coral Boulders: Evidence for High-energy Marine Inundation Events on Tropical Coastlines",
        "Sea State Along Shipping Route",
        "Reconstructing mid-late Holocene cyclone variability in the Central Pacific using sedimentary records from Tahaa, French Polynesia",
        "Sea level change in the Gulf of Thailand from GPS-corrected tide gauge data and multi-satellite altimetry",
        "Erosion and accretion processes in a muddy dissipative coast, the Chao Phraya River delta, Thailand",
        "Sea-level Rise and Coastal Subsidence",
        "Projection of storm surge climate extreme over sunda shelf based on IPCC SRES A2 scenario",
        "Natural Disasters",
        "Climate Risks and Adaptation in Asian Coastal Megacities",
        "Reconstruction of storm/tsunami records over the last 4000 years using transported coral blocks and lagoon sediments in the southern South China Sea",
        "High-precision U-series ages of transported coral blocks on Heron Reef (southern Great Barrier Reef) and storm activity during the past century",
        "Floods, false hope, and the future",
        "Schweiz. Mineral. Petrogr. Mittl."
    ],
    "affiliation": [
        {
            "affiliation-city": "Dubai",
            "affilname": "Zayed University",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Aon-Benfield Pte. Ltd.",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Ministry of Education - Singapore",
        "Zayed University"
    ]
}