{
    "eid": "2-s2.0-84949767977",
    "title": "Bloom dynamics of cyanobacteria and their toxins: Environmental health impacts and mitigation strategies",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Microbiology (medical)",
            "@code": "2726"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Cyanobacterial blooms",
        "Cyanotoxins",
        "Ecotoxicology",
        "Eutrophication",
        "Mitigation strategies"
    ],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 219,
    "ref-count": 269,
    "ref-list": [
        "Enhancement of acetylcholine release by homoanatoxin-a from Oscillatoria formosa",
        "Algol. Stud",
        "Cardio-respiratory changes and mortality in the conscious rat induced by (+)- and (±)-anatoxin-a",
        "Biodegradation of microcystin by a new Bacillus sp. isolated from a Saudi freshwater lake",
        "In vitro inhibition of algal growth by rut a graveolens L. Extracts: Biological and chemical aspects",
        "Neurotoxic cyanobacterial toxins",
        "Laboratory investigation of the phosphorus removal (SRP and TP) from eutrophic lake water treated with aluminium",
        "Identification of cylindrospermopsin in Aphanizomenon ovalisporum (cyanophyceae) isolated from Lake Kinneret, Israel",
        "7-epicylindrospermopsin, a toxic minor metabolite of the cyanobacterium Aphanizomenon ovalisporum from Lake Kinneret, Israel",
        "Seasonal and interannual dynamics of polyphenols in Myriophyllum verticillatum and their allelopathic activity on Anabaena variabilis",
        "Nostocarboline: Isolation and synthesis of a new cholinesterase inhibitor from Nostoc 78-12A",
        "Antillatoxin and kalkitoxin, ichthyotoxins from the tropical cyanobacterium Lyngbya majuscula, induce distinct temporal patterns of NMDA receptor-mediated neurotoxicity",
        "Toxicological comparison of diverse Cylindrospermopsis raciborskii strains: Evidence of liver damage caused by a French C. raciborskii strain",
        "Cyanobacterial toxins as allelochemicals with potential applications as algaecides, herbicides and insecticides",
        "Long-term monitoring reveals carbon-nitrogen metabolism key to microcystin production in eutrophic lakes",
        "The isolation and characterization of lipopolysaccharides from Microcystis aeruginosa, a prominent toxic water bloom forming cyanobacteria",
        "Management of a toxic cyanobacterium bloom (Planktothrix rubescens) affecting an Italian drinking water basin: A case study",
        "Characterizing fish-habitat associations in streams as the first step in ecological restoration",
        "Sodium channel mutation leading to saxitoxin resistance in clams increases risk of PSP",
        "Ecology: Resilience to blooms",
        "The cycad neurotoxic amino acid, β-N-methylamino-L-alanine (BMAA), elevates intracellular calcium levels in dissociated rat brain cells",
        "Physiology and molecular biology of aquatic cyanobacteria",
        "Bioassay-guided isolation of anti-algal constituents from Inula helenium and Limonium myrianthum",
        "Isolation and identification of antifungal and antialgal alkaloids from Haplophyllum sieversii",
        "Seaweed dermatitis: Structure of lyngbyatoxin A",
        "Handbook of Natural Toxins, Marine Toxins and Venoms",
        "Marine Toxins: Origin, Structure, and Molecular Pharmacology",
        "Degradation of microcystin-LR and RR by a Stenotrophomonas sp. strain EMS isolated from Lake Taihu, China",
        "Decline of sperm quality and testicular function in male mice during chronic low-dose exposure to microcystin-LR",
        "Lipopolysaccharide inhibition of rat hepatic microsomal epoxide hydrolase and glutathione S-transferase gene expression irrespective of nuclear factor-κB activation",
        "Isolation and structure determination of two microcystins and sequence comparison of the McyABC adenylation domains in Planktothrix species",
        "Effects of bacillamide and newly synthesized derivatives on the growth of cyanobacteria and microalgae cultures",
        "Effects of tryptamine on growth, ultrastructure, and oxidative stress of cyanobacteria and microalgae cultures",
        "Water in the Garden",
        "Proactive management of estuarine algal blooms using an automated monitoring buoy coupled with an artificial neural network",
        "Cyanobacterial toxins: Risk management for health protection",
        "Ecology - Controlling eutrophication: Nitrogen and phosphorus",
        "Cyanobacterial toxins: Modes of actions, fate in aquatic and soil ecosystems, phytotoxicity and bioaccumulation in agricultural crops",
        "Fast removal of cyanobacterial toxin microcystin-LR by a low-cytotoxic microgel-Fe(III) complex",
        "Anthropogenic nutrients and harmful algae in coastal waters",
        "A methodology for optimising the removal of cyanobacteria cells from a brazilian eutrophic water",
        "Can. J. Chem",
        "UVB Radiation as a Potential Selective Factor Favoring Microcystin Producing Bloom Forming Cyanobacteria",
        "Eutrophication of U. S. freshwaters: Analysis of potential economic damages",
        "The fate of the cyanobacterial toxin β-N-methylamino-l-alanine in freshwater mussels",
        "Identification of anatoxin-A in benthic cyanobacteria (blue-green algae) and in associated dog poisonings at Loch Insh, Scotland",
        "Structure and biosynthesis of the Jamaicamides, new mixed polyketide-peptide neurotoxins from the marine cyanobacterium Lyngbya majuscula",
        "Global warming and hepatotoxin production by cyanobacteria: What can we learn from experiments?",
        "Hepatic and renal toxicity of the blue-green alga (cyanobacterium) Cylindrospermopsis raciborskii in male Swiss Albino mice",
        "Molecular effects of the cyanobacterial toxin cyanopeptolin (CP1020) occurring in algal blooms: Global transcriptome analysis in zebrafish embryos",
        "Nanaomycin A methyl ester, an actinomycete metabolite: Algicidal activity and the physiological response of Microcystis aeruginosa",
        "Cylindrospermopsin-induced protein synthesis inhibition and its dissociation from acute toxicity in mouse hepatocytes",
        "Indole alkaloids: Dihydroteleocidin B, teleocidin, and lyngbyatoxin A as members of a new class of tumor promoters",
        "A two-stage mouse skin carcinogenesis study of lyngbyatoxin A",
        "The third class of new tumor-promoters, polyacetates (debromoaplysiatoxin and aplysiatoxin), can differentiate biological actions relevant to tumor promoters",
        "Human health risk assessment related to cyanotoxins exposure",
        "The first identification of the rare cyanobacterial toxin, homoanatoxin-a, in Ireland",
        "Phenolic compounds exuded from two submerged freshwater macrophytes and their allelopathic effects on microcystis aeruginosa",
        "Nodularin, a cyanobacterial toxin, is synthesized in planta by symbiotic Nostoc sp.",
        "Climate change and regulation of hepatotoxin production in Cyanobacteria",
        "Structure of Curacin A, a Novel Antimitotic, Antiproliferative and Brine Shrimp Toxic Natural Product from the Marine Cyanobacterium Lyngbya majuscula",
        "Activity of the natural algicide, cyanobacterin, on eukaryotic microorganisms",
        "Evidence for dissolved organic nitrogen and phosphorus uptake during a cyanobacterial bloom in Florida Bay",
        "The Palm Island mystery disease 20 years on: A review of research on the cyanotoxin cylindrospermopsin",
        "The microcystins and nodularins: Cyclic polypeptide inhibitors of PP1 and PP2A",
        "Anti-Chikungunya viral activities of aplysiatoxin-related compounds from the marine cyanobacterium Trichodesmium erythraeum",
        "Cyanobacterium producing cylindrospermopsin cause oxidative stress at environmentally relevant concentrations in sub-chronically exposed tilapia (Oreochromis niloticus)",
        "The protective role of l-carnitine against cylindrospermopsin-induced oxidative stress in tilapia (Oreochromis niloticus)",
        "Interactions of anthropogenic stress factors on marine phytoplankton",
        "Productivity of aquatic primary producers under global climate change",
        "Isolation of cylindrospermopsin from a cyanobacterium Umezakia natans and its screening method",
        "Experimental manipulation of TN: TP ratios suppress cyanobacterial biovolume and microcystin concentration in large-scale in situ mesocosms",
        "Cyanobacteria blooms: effects on aquatic ecosystems.",
        null,
        "Eutrophication and harmful algal blooms: A scientific consensus",
        "Microcystins from tap water could be a risk factor for liver and colorectal cancer: A risk intensified by global change",
        "Structural characterization of in vitro and in vivo intermediates on the loading module of microcystin synthetase.",
        "Serologic evaluation of human microcystin exposure",
        "Isolation and identification of a novel microcystin-degrading bacterium from a biological sand filter",
        "Gramine-induced growth inhibition, oxidative damage and antioxidant responses in freshwater cyanobacterium Microcystis aeruginosa"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vallabh Vidyanagar",
            "affilname": "Sardar Patel University",
            "affiliation-country": "India"
        }
    ],
    "funding": []
}