{
    "eid": "2-s2.0-85127588401",
    "title": "Potential risk factors for Brachyspira hyodysenteriae, Lawsonia intracellularis and Salmonella spp. infection and their prevalence in commercial swine farms in Thailand",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Brachyspira hyodysenteriae",
        "Lawsonia intracellularis",
        "multiplex PCR",
        "prevalence",
        "risk factor",
        "Salmonella spp."
    ],
    "authors": [
        "Morakot Nuntapaitoon",
        "Sawang Katedangsakulwut",
        "Rachod Tantilertcharoen",
        "Napawan Bunpapong",
        "Nanthiya Iampraphat",
        "Suphadtra Therarachatamongkol",
        "Jeremy Gatine"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Prevalence and antimicrobial resistance of Salmonella isolated from backyard pigs in Chiang Mai, Thailand",
        "Risk factors associated with Lawsonia intracellularis in English pig farms",
        "Prevalence for selected enteropathogenic bacteria in Hungarian finishing pigs",
        "Phytogenic feed additive in controlling presence of lawsonia Intracellularis in young fattening pigs",
        "Prevalence of Lawsonia intracellularis in swine herds in Taiwan",
        "Detection of Lawsonia intracellularis in feces of swine from main producing region in Brazil",
        "Lawsonia intracellularis and Brachyspira spp. prevalence in fatteners in the Czech Republic, Hungary and Poland Czech large-scale farms without diarrhea",
        "The efficacy of two phytogenic feed additives in the control of swine dysentery",
        "Influence of phytogenic feed additive on Lawsonia intracellularis infection in pigs",
        "The effects of a phytogenic additive on the histomorphometric characteristics of the intestines in weaned pigs with a subclinical Natural infection with lawsonia intracellularis",
        "Prevalence and risk factors for Lawsonia intracellularis, Brachyspira hyodysenteriae and Salmonella spp. in finishing pigs in Polish farrow-to-finish swine farms",
        "Emergence of Brachyspira species and strains: reinforcing the need for surveillance",
        "Current infection patterns of porcine proliferative enteropathy in Great Britain and the Republic of Ireland",
        "Prevalence for proliferative enteritis on pig farms in Australia",
        "Diarrhoea in the growing pig - a comparison of clinical, morphological and microbial findings between animals from good and poor performance farms",
        "Characteristics of Serpulina hyodysenteriae isolated from swine farms",
        "Prevalences of Lawsonia intracellularis in selected pig herds in Korea as determined bt PCR",
        "Comparison of ELISA and selective culture in the diagnosis of swine dysentery in Thailand",
        "Lawsonia intracellularis: Revisiting the Disease Ecology and Control of This Fastidious Pathogen in Pigs",
        "Prevalence for porcine proliferative enteropathy and its control with tylosin in Korea",
        "Bacterial pathogens in field cases of clinical colitis in growing and finishing pigs in Italy",
        "Prevalence of antibody against Lawsonia intracellularis infection in swine herd by IFAT in Thailand",
        "Analysis of bacterial load and Prevalence for mixed infections with Lawsonia intracellularis, Brachyspira hyodysenteriae and/or Brachyspira pilosicoli in German pigs with diarrhoea",
        "Prevalence for intestinal pathogens in Danish finishing pig farms",
        "Prevalence for Lawsonia intracellularis, Brachyspira hyodysenteriae and Salmonella in swine farms",
        "Effects of copper-bearing montmorillonite on Salmonella spp. in vitro study",
        "A descriptive study of the frequency and characteristics of proliferative enteropathy in swine in Ontario by analyzing routine animal health surveillance data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "126563806",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126563806",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Misicevo",
            "@id": "126368906",
            "affilname": "Patent Co",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126368906",
            "affiliation-country": "Serbia"
        }
    ],
    "funding": [
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}