{
    "eid": "2-s2.0-85090038463",
    "title": "Attrition and treatment outcomes among adolescents and youths living with HIV in the Thai National AIDS Program",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Attrition",
        "National aidsprogram",
        "Thailand",
        "Youth"
    ],
    "authors": [
        "Sirinya Teeraananchai",
        "Thanyawee Puthanakit",
        "Stephen J. Kerr",
        "Suchada Chaivooth",
        "Sasisopin Kiertiburanakul",
        "Kulkanya Chokephaibulkit",
        "Sorakij Bhakeecheep",
        "Achara Teeraratkul",
        "Matthew Law",
        "Kiat Ruxrungtham"
    ],
    "citedby-count": 4,
    "ref-count": 26,
    "ref-list": [
        "Thailand eliminates mother-to-child transmission of HIV and syphilis",
        "Risk factors for HIV Infection among young Thai men during 2005-2009",
        "Trends in HIV prevalence, estimated hiv incidence, and risk behavior among men who have sex with men in Bangkok, Thailand, 2003-2007",
        "HIV and syphilis infection among men who have sex with men-Bangkok, Thailand, 2005-2011",
        "Factors related to the sexual behaviors among youth in universities located in the eastern region of Thailand",
        "Adolescent girls and young women: Key populations for HIV epidemic control",
        "Blat Cet al. Loss to follow-up among youth accessing outpatient HIV care and treatment services in Kisumu, Kenya",
        "Improving retention in HIV care among adolescents and adults in low- A nd middle-income countries: A systematic review of the literature",
        "Nuwagaba-Biribonwoha Het al. High attrition before and after ART initiation among youth (15-24 years of age) enrolled in HIV care",
        "Characteristics and outcomes of HIV-infected youth and young adolescents enrolled in HIV care in Kenya",
        "Treatment outcomes of HIV-infected adolescents attending public-sector HIV clinics across Gauteng and Mpumalanga, South Africa",
        "Thai national guidelines for the use of antiretroviral therapy in pediatric HIV infection in 2010",
        "The challenges of ending AIDSin Asia: Outcomes of the Thai National AIDSUniversal Coverage Programme, 2000-2014",
        "Antiretroviral therapy outcomes among adolescents and youth in rural Zimbabwe",
        "Antiretroviral therapy enrollment characteristics and outcomes among HIV-infected adolescents and young adults compared with older adults-seven African countries, 2004-2013",
        "Impact of Youth and adolescent friendly services on retention of 10-24-year-olds in HIV care and treatment programs in Nyanza, Kenya",
        "Bhakeecheep Set al. Guidelines for antiretroviral therapy in HIV-1 infected adults and adolescents 2014, Thailand",
        "Benedict Cet al. Impact of a youth-friendly HIV clinic: 10 years of adolescent outcomes in Port-au-Prince, Haiti",
        "Treatment outcomes in HIV-infected adolescents attending a community-based antiretroviral therapy clinic in South Africa",
        "Hansudewechakul Ret al. Risk of first-line antiretroviral therapy failure in HIV-infected Thai children and adolescents",
        "High rate of virological failure and low rate of switching to second-line treatment among adolescents and adults livingwith HIV on first-line ART in Myanmar, 2005-2015",
        "Wood Ret al. AIDSamong older children and adolescents in Southern Africa: Projecting the time course and magnitude of the epidemic",
        "Transition from paediatric to adult care of adolescents living with HIV in sub-Saharan Africa: Challenges, youth-friendly models, and outcomes",
        "Optimizing linkage to care and initiation and retention on treatment of adolescents with newly diagnosed HIV infection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60092132",
            "affilname": "National Health Security Office",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092132",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kensington",
            "@id": "60026655",
            "affilname": "The Kirby Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026655",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60015887",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015887",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Bristol-Myers squibb",
        "Merck sharp & Dohme"
    ]
}