{
    "eid": "2-s2.0-85156233104",
    "title": "Arthroscopic Repair of a High-Grade Partial Articular-Sided Subscapularis Tendon Tear Without Bursal-Sided Tendon Overtension",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Napatpong Thamrongskulsiri",
        "Somsak Kuptniratsaikul"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Subscapularis repair",
        "Arthroscopic repair of subscapularis tear: Surgical technique and results",
        "Outcomes of arthroscopic and open surgical repair of isolated subscapularis tendon tears",
        "Arthroscopic single and double row repair of isolated and combined subscapularis tears result in similar improvements in outcomes: A systematic review",
        "All-inside arthroscopic partial articular-sided supraspinatus tendon avulsion (PASTA) repair without bunching of the bursal side of the tendon",
        "Preoperative magnetic resonance imaging accurately detects the arthroscopic comma sign in subscapularis tears",
        "Complete rupture of the supraspinatus tendon. Operative treatment with report of two successful cases. 1911",
        "The classic: Pathological appearances of seven cases of injury of the shoulder-joint: With remarks. 1834",
        "Avulsion of the tendon of the subscapularis muscle",
        "Subscapularis tendon tear: An anatomic and clinical investigation",
        "Trends in rotator cuff surgery: Research through the decades",
        "Natural history of rotator cuff disease and implications on management"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}