{
    "eid": "2-s2.0-85063150094",
    "title": "Enhancing antibacterial activity by combination of chloramphenicol with constituents from dracaena cochinchinensis (Lour.) S.C.Chen",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antibacterial activity",
        "Chloramphenicol",
        "Combination. effect",
        "Dracaena cochinchinensis",
        "Minimum inhibitory concentration",
        "Zone of inhibition"
    ],
    "authors": [
        "Ritbey Ruga",
        "Warinthorn Chavasiri"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Naturally occurring antiacne agents",
        "Synthesis and methicillin resistant Staphylococcus aureus activity of substituted chalcones alone and in combination with nonbeta- lactam antibiotics",
        "Synergistic antibacterial and antibiotic effects of bisbenzylisoquinoneline alkaloids on clinical isolates of methicillin-resistant Staphylococcus aureus (MRSA)",
        "Techasakul. Antimicrobial activity of coronarin D and its synergistic potential with antibiotics",
        "Epigallocatechin gallate synergistically enhances the activity of carbapenems against methicillin-resistant Staphylococcus aureus",
        "Nucleotide sequence and characterization of the Staphylococcus aureus norA gene, which confers resistance to quinolones",
        "Antibacterial activity of?-mangostin against vancomycin resistant Enterococci (VRE) and synergism with antibiotics",
        "Antibacterial activity of phytochemicals isolated from Eerythrina zeyheri against vancomycin-resistant Enterococci and their combination with vancomycin",
        "Ethnopharmacology and systems biology: A perfect holistic match",
        "Synergism between natural products and antibiotics against infection diseases",
        "Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals",
        "Antimicrobial activities of plant extracts against methicillinsusceptibility and methillin-resistant Staphylococcus aureus",
        "Antimicrobial activity of crude extract of Piper sarmentosam against methillin-resistant Staphylococcus aureus, Escherichia coli, Vibrio cholera and Streptomyces pnemoniae",
        "Traditional medicinal plants of Thailand, IX. 10-hydroxy-11- methoxydracaenone and 7,10-dihydroxy-11-methoxydracaenone from Dracaena loureiri",
        "A new-meta homoisoflavane from the fresh stems of Dracaena cochinchinensis",
        "Retrodihydrochalcones and homoisoflavonones isolated from Thai medicinal plant Dracaena loureiri and their estrogen agonist activity",
        "Comparison of the chemical profiles and antiplatelet aggregation effects of two “Dragon’s blood” drug used in traditional Chinese medicine",
        "Natural potential therapeutic agents of neurodegenerative diseases from the traditional herbal medicine Chinese Dragon’s blood",
        "Homoisoflavanone. IV. Neue inhaltsstoffe der eucomin-reihe von Eucomis bicolar",
        "Antiproliferative homoisoflavanoids and bufatrienolides from Urginea depressa",
        "Traditional medicinal plant extracts and natural products with activity against oral bacteria: Potential application in the prevention and treatment of oral diseases",
        "Oral microbial communities in sickness and in health",
        "Comparison of bacteriostatic and bactericidal activity of 13 essential oils against strains with varying sensitivity to antibiotics",
        "Following the mechanisms of bacteriostatic versus bactericidal action using Raman spectroscopy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}