{
    "eid": "2-s2.0-84989213644",
    "title": "Determinants of Voluntary National Health Insurance Drop-Out in Eastern Sudan",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Health Policy",
            "@code": "2719"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [],
    "authors": [
        "Chantal Herberholz"
    ],
    "citedby-count": 15,
    "ref-count": 42,
    "ref-list": [
        "Reaching universal coverage via social health insurance: key design features in the transition period",
        "Thinking of introducing social health insurance?",
        "Health financing revisited: a practitioner’s guide",
        "J Life Sci",
        "National Health Insurance Authority 2013 Annual Report",
        "Mwaura RN, et al. The path to universal health coverage in Kenya: repositioning the role of the national hospital insurance fund.",
        "National Health Insurance Fund (Tanzania). National Health Insurance Fund profile.",
        "Health system financing review report",
        "Statistical year book for the year 2009",
        "Community-based health insurance schemes: a systematic review",
        "Community health insurance in sub-Saharan Africa: What operational difficulties hamper its successful development?",
        "Drop-out analysis of community-based health insurance membership at Nouna, Burkina Faso",
        "Health insurance for the poor? Determinants of participation in community-based health insurance schemes in rural Senegal",
        "Understanding enrolment in community health insurance in sub-Saharan Africa: A population-based case-control study in rural Burkina Faso",
        "Determinants for participation in a public health insurance program among residents of urban slums in Nairobi, Kenya: Results from a cross-sectional survey",
        "Can social capital help explain enrolment (or lack thereof) in community-based health insurance? Results of an exploratory mixed methods study from Senegal",
        "A systematic review of factors that affect uptake of community-based health insurance in low-income and middle-income countries",
        "BMC Health Services Research",
        "Household perceptions and their implications for enrolment in the National Health Insurance Scheme in Ghana",
        "Declining subscriptions to the Maliando Mutual Health Organisation in Guinea-Conakry (West Africa): What is going wrong?",
        "\"To enrol or not to enrol?\": A qualitative investigation of demand for health insurance in rural West Africa",
        "Low enrolment in Ugandan Community Health Insurance Schemes: Underlying causes and policy implications",
        "Extending social health insurance to the informal sector in Kenya. An assessment of factors affecting demand",
        "Dropping out of Ethiopia's community-based health insurance scheme",
        "Factors influencing the decision to drop out of health insurance enrolment among urban slum dwellers in Ghana",
        "Equity aspects of the National Health Insurance Scheme in Ghana: Who is enrolling, who is not and why?",
        "Community-based health insurance programmes and the national health insurance scheme of Nigeria: Challenges to uptake and integration",
        "Health plan disenrollment in a choice-based Medicaid managed care program",
        "Sudan—Country cooperation strategy at a glance",
        "Sudan social safety net assessment",
        "[Online]",
        "[Online]",
        "[Online]",
        "[Online]",
        "NHIF report—Kassala state",
        "Determinants of informal sector participation in the National Health Insurance Fund in Kassala State (Eastern Sudan), unpublished MSc thesis",
        "Annual statistical report—Kassala",
        "Statistics: an introductory analysis",
        "Loss of health insurance among non-elderly adults in medicaid",
        "Sudan",
        "Patients' needs, satisfaction, and health related quality of life: Towards a comprehensive model",
        "Does household enrolment reduce adverse selection in a voluntary health insurance system? Evidence from the Ghanaian National Health Insurance System"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "National Health Insurance Fund (NHIF)",
            "affiliation-country": "Sudan"
        }
    ],
    "funding": []
}