{
    "eid": "2-s2.0-84944681867",
    "title": "Influence of calcium chloride in the high temperature acetification by strain Acetobacter aceti WK for vinegar",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Calcium chloride",
        "Cell-wall thickness",
        "cis-vaccenic acid",
        "High temperature acetification",
        "Improved production economics",
        "Membrane-bound enzyme"
    ],
    "authors": [
        "W. Krusong"
    ],
    "citedby-count": 6,
    "ref-count": 45,
    "ref-list": [
        "Purification and Properties of Particulate Alcohol Dehydrogenase from Acetobacter Acetit",
        "Official Methods of Analysis of the Association of Official Analytical Chemistry",
        "Rapid method for total, viable and non-viable acetic acid bacteria determination during acetification process",
        "Influence of the final ethanol concentration on the acetification and production rate in the wine vinegar process",
        "Phospholipids in tissues of the eye I. Isolation, characterization and quantitative analysis by two-dimensional thin-layer chromatography of diacyl and vinyl-ether phospholipids",
        "The calcium requirement for stability and enzymatic activity of two isoforms of barley aleurone alpha-amylase.",
        "Segmentation of beef marbling based on vision threshold",
        "Bacterial Membrane Lipids: Where Do We Stand?",
        "Effect of selected environmental and physico-chemical factors on bacterial cytoplasmic membranes",
        "A simple method for the isolation and purification of total lipides from animal tissues.",
        "Influence of fermentation temperature on semi-continuous acetification for wine vinegar production",
        "Estimating the mean acetification rate via on-line monitored changes in ethanol during a semi-continuous vinegar production cycle",
        "Granulibacter bethesdensis gen. nov., sp. nov., a distinctive pathogenic acetic acid bacterium in the family Acetobacteraceae",
        "A gene encoding phosphatidylethanolamine N-methyltransferase from Acetobacter aceti and some properties of its disruptant",
        "Change in chemical composition of membrane of Bacillus caldotenax after shifting the growth temperature",
        null,
        "Lipid composition of Aspergillus niger in citric acid accumulating and nonaccumulating conditions",
        "Physical studies on membrane lipids of Bacillus stearothermophilus temperature and calcium effects",
        "Characterization of thermotolerant Acetobacter pasteurianus strains and their quinoprotein alcohol dehydrogenases",
        "Acetification of rice wine by Acetobacter aceti using loofa sponge in a low-cost reciprocating shaker",
        "KMITL Sci J",
        "Semi-continuous production process of corn vinegar in stirred tank reactor using fixation of Acetobacter aceti WK on surface of loofa sponge",
        "Prediction of influence of stepwise increment of initial acetic acid concentration in charging medium on acetification rate of semi-continuous process by artificial neural network",
        "Impact of high initial concentrations of acetic acid and ethanol on acetification rate in an internal Venturi injector bioreactor",
        "Swaminathania salitolerans gen. nov., sp. nov., a salt-tolerant, nitrogen-fixing and phosphate-solubilizing bacterium from wild rice (Porteresia coarctata Tateoka)",
        "Protein measurement with the Folin phenol reagent.",
        "A thermotolerant and high acetic acid-producing bacterium Acetobacter sp. I14-2",
        "Changes in amino acid composition during wine vinegar production in a fully automatic pilot acetator",
        "Survival and Death in Bacteria",
        "Thermoresistant properties of acetic acids bacteria isolated from tropical products of Sub-Saharan Africa and destined to industrial vinegar",
        "A new pilot plant scale acetifier designed for vinegar production in Sub-Saharan Africa",
        null,
        "Maximum yield acetic acid fermenter. Comparative fed-batch and continuous operation studies at pilot plant scales",
        "Operation in semi-continuous with a closed pilot plant scale acetifier for vinegar production",
        "Bioethanol production from triticale by simultaneous saccharification and fermentation with magnesium or calcium ions addition",
        "A protocol for optimization vinegar fermentation according to the ratio of oxygen consumption versus acid yield",
        "Non-bilayer lipids are required for efficient protein transport across the plasma membrane of Escherichia coli",
        null,
        "Sci Technol Food Ind",
        "Phospholipid composition of gluconobacter cerinus",
        "The highly tolerant acetic acid bacterium Gluconacetobacter europaeus adapts to the presence of acetic acid by changes in lipid composition, morphological properties and PQQ-dependent ADH expression",
        "Regulation of the mitochondrial permeability transition pore by ubiquinone analogs. A progress report",
        "A modified methylation method to determine fatty acid content by gas chromatography",
        "Alcohol dehydrogenase of acetic acid bacteria: Structure, mode of action, and applications in biotechnology",
        "Calcium chloride improve ethanol production in recombinant zymomonas mobilis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}