{
    "eid": "2-s2.0-84957535632",
    "title": "Synergistic extraction of amoxicillin from aqueous solution by using binary mixtures of Aliquat 336, D2EHPA and TBP",
    "cover-date": "2016-04-13",
    "subject-areas": [
        {
            "$": "Filtration and Separation",
            "@code": "1506"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Amoxicillin",
        "Extraction",
        "Synergistic",
        "Wastewater"
    ],
    "authors": [
        "Chaiyarerk Homsirikamol"
    ],
    "citedby-count": 44,
    "ref-count": 42,
    "ref-list": [
        "Physicians' generic drug prescribing behavior in district hospitals: A case of Phitsanulok, Thailand",
        "Treatment failure with use of a third-generation cephalosporin for penicillin-resistant pneumococcal meningitis: Case report and review",
        "Resistance to levofloxacin and failure of treatment of pneumococcal pneumonia",
        "Anaerobic inhibition and biodegradation of antibiotics in ISO test schemes",
        "Effect of a modified photo-Fenton procedure on the oxidative degradation of antibiotics in aqueous solutions",
        "Adsorption of emerging contaminants enhanced by ultrasound irradiation",
        "Bioprocess Engineering, Basic Concepts",
        "Supported liquid membranes with strip dispersion for the recovery of Cephalexin",
        "J. Chem. Pharm. Res.",
        "Separation of amoxicillin using trioctylmethylammonium chloride via a hollow fiber supported liquid membrane: Modeling and experimental investigation",
        "Antibiotic removal from wastewaters: The ozonation of amoxicillin",
        "Extraction equilibria of benzoic acid with tributyl phosphate in kerosene and 1-octanol",
        "Separation of p-aminobenzoic acid by reactive extraction. 1. Mechanism and influencing factors",
        "Lanthanum and neodymium from Egyptian monazite: Synergistic extractive separation using organophosphorus reagents",
        "Solvent Extractive Separation of Zirconium and Hafnium from Hydrochloric Acid Solutions by Organophosphorous Extractants and Their Mixtures with Other Types of Extractants",
        "Equilibrium studies on the extraction of citric acid from aqueous solutions with tri-n-octylamine",
        "Effect of a water-insoluble organic acid on amine extraction of acetic acid from aqueous solutions. Equilibrium studies",
        "Synergistic extraction of lactic acid with alkylamine and tri-n-butylphosphate: Effects of amines, diluents and temperature",
        "Extraction of lactic acid from technological (concentrated) solutions",
        "Effect of binary extractants and modifier-diluents systems on equilbria of propionic acid extraction",
        "Extraction of monocarboxylic acids with binary extracting agents based on amines and quaternary ammonium bases",
        "Phosphonium ionic liquids as new, reactive extractants of lactic acid",
        "Extraction of butyric acid with a solvent containing ammonium ionic liquid",
        "Solvent Extraction",
        "Inter. J. Chem.",
        "Applied Statistics and Probability for Engineers",
        "Extraction Equilibria of Glycolic Acid Using Tertiary Amines: Experimental Data and Theoretical Predictions",
        "A study on glutaric acid extraction by tridodecylamine: Equilibria and models",
        "Liquid-liquid equilibria of 5-methyl-2-pyrazinecarboxylic acid in systems (aqueous solution with increased ionic strength) + (Solvent with Trioctylamine)",
        "Extraction and separation of Pt(IV)/Rh(III) from acidic chloride solutions using Aliquat 336",
        "The extraction of sulphuric acid by some binary extractants",
        "Interaction between TBP and D2EHPA during Zn, Cd, Mn, Cu, Co and Ni solvent extraction: A thermodynamic and empirical approach",
        "Synergistic Extraction Studies of Thiocyanate Complexes of Gadolinium, Dysprosium and Erbium with Mixture of Tributyl Phosphate and Tricaprylmonomethylammonium Chloride",
        "Extraction of trivalent actinides with some substituted pyrazolones and their synergistic mixtures with tri-n-octylphosphine oxide in chloroform",
        "Synergistic extraction of zinc(II) and cadmium(II) with mixtures of primary amine N1923 and neutral organophosphorous derivatives",
        "Instant Notes. Analytical Chemistry",
        "Reactive extraction of beta-lactam antibiotics: Ir spectroscopic studies",
        "Reactive extraction of cephalosporin c",
        "Extraction of aminoglycoside antibiotics with reverse micelles",
        "Enantioselective partitioning of 2-phenylpropionic acid enantiomers in a biphasic recognition chiral extraction system",
        "Study on the reactive extraction and stripping kinetics of certain β-lactam antibiotics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Government Pharmaceutical Organization",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Government Pharmaceutical Organization",
        "Ratchadapiseksompoch Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}