{
    "eid": "2-s2.0-85153093669",
    "title": "Policy Entrepreneurship and the Drafting of Refugee Law in a Non-Signatory Country: The Case of Thailand's National Screening Mechanism",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "non-signatory state",
        "policy entrepreneurship",
        "refugee law",
        "refugee screening mechanism",
        "Thailand"
    ],
    "authors": [
        "Bhanubhatra Jittiang"
    ],
    "citedby-count": 0,
    "ref-count": 40,
    "ref-list": [
        "Understanding Refugee Durable Solutions by International Players: Does Dialogue Form a Missing Link?",
        "Realising the Right of Return: Refugees’ Roles in Localising Norms and Socialising UNHCR",
        "From Policy Entrepreneurs to Policy Entrepreneurship: Actors and Actions in Public Policy Innovation",
        "Thailand and the Indochinese Refugees: Fifteen Years of Compromise and Uncertainty",
        "Policy Entrepreneurs and the Reorientation of National Security Policy under the G. W. Bush Administration (2001–04)",
        "The Evolution of the International Refugee System",
        "UNHCR and the Syrian Refugee Response: Negotiating Status and Registration in Lebanon",
        "Non-Signatory States and the International Refugee Regime",
        "Regional Refugee Regimes: Middle East",
        "Comparative Regional Protection Frameworks for Refugees: Norms and Norm Entrepreneurs",
        "A New Era for Refugee Protection in Thailand?",
        "Onward Migration",
        "So You Want to Be a Policy Entrepreneur?",
        "Policy Entrepreneurship in Asia: The Emerging Research Agenda",
        "Policy Entrepreneurship and Policy Change",
        "Networks and Norm Entrepreneurship amongst Local Civil Society Actors: Advancing Refugee Protection in the Asia Pacific Region",
        "ASEAN and Its Approach to Forced Migration Issues",
        "Thailand Deports 100 Uyghurs to China",
        "Thailand’s Changing of the Guard: Negotiating the Transition from UNHCR Refugee Status Determination to a National Refugee Screening Mechanism",
        "Advancing Refugee Rights in Non-Signatory States: The Role of Civil Society in Thailand",
        "RTG Policy towards Displaced Persons from Myanmar: Development and Current Status",
        "Accession of Pakistan to the 1951 Convention and 1967 Protocol Relating to the Status of Refugees: ‘Signing on Could Make All the Difference’"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}