{
    "eid": "2-s2.0-84896887867",
    "title": "Level of agreement between self-rated and clinician-rated instruments when measuring major depressive disorder in the Thai elderly: A 1-year assessment as part of the THAISAD study",
    "cover-date": "2014-02-25",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        }
    ],
    "keywords": [
        "Correlation",
        "Late-life depression",
        "Measurement"
    ],
    "authors": [
        "Nahathai Wongpakaran"
    ],
    "citedby-count": 11,
    "ref-count": 27,
    "ref-list": [
        "Major depression in community-dwelling middle-aged and older adults: Prevalence and 2- and 4-year follow-up symptoms",
        "J Psychiatr Assoc Thailand.",
        "High occurrence of mood and anxiety disorders among older adults: The National Comorbidity Survey Replication",
        "Prevalence of psychiatric disorders among older adults in long-term care homes: A systematic review",
        "J Psychiatr Assoc Thailand.",
        "Development and validation of a geriatric depression screening scale: A preliminary report",
        "A rating scale for depression",
        "Self-report and clinician-rated measures of depression severity: Can one replace the other?",
        "Discrepancy between subjective and objective severity in treatment-resistant depression: Prediction of treatment outcome",
        "Baseline characteristics of depressive disorders in Thai outpatients: Findings from the Thai Study of Affective Disorders",
        "The Mini-International Neuropsychiatric Interview (M.I.N.I.): The development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10",
        "Mini-Mental State Examination-Thai 2002",
        "Siriraj Hosp Gaz.",
        "Interpersonal problems among psychiatric outpatients and non-clinical samples",
        "A Short version of the revised 'experience of close relationships questionnaire': Investigating Non-clinical and clinical samples",
        "The Thai version of the PSS-10: An Investigation of its psychometric properties",
        "A revised Thai Multi-dimensional Scale of Perceived Social Support",
        "\"Mini-mental state\". A practical method for grading the cognitive state of patients for the clinician",
        "A comparison of Cohen's Kappa and Gwet's AC1 when calculating inter-rater reliability coefficients: A study conducted with personality disorder samples",
        "The Definitive Guide to Measuring the Extent of Agreement Among Raters",
        "AgreeStat2011.2",
        "Practical Statistics for Medical Research",
        "The relationship of demographic, clinical, cognitive and personality variables to the discrepancy between self and clinician rated depression",
        "A comparison of self-report and clinical diagnostic interviews for depression: Diagnostic interview schedule and schedules for clinical assessment in neuropsychiatry in the Baltimore epidemiologic catchment area follow-up",
        "Discrepancies between self and observer ratings of depression: The relationship to demographic, clinical and personality variables",
        "J Clin Med Res.",
        "Prevalence of major depressive disorders and suicide in long-term care facilities: A report from northern Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lampang",
            "affilname": "Lampang Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Trang Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Srisaket",
            "affilname": "Srisangwal Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen Regional Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Queen Savang Vadhana Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}