{
    "eid": "2-s2.0-84892983067",
    "title": "Non-Carcinogenic Hazard Maps of Heavy Metal Contamination in Shallow Groundwater for Adult and Aging Populations at an Agricultural Area in Northeastern Thailand",
    "cover-date": "2014-05-01",
    "subject-areas": [
        {
            "$": "Ecological Modeling",
            "@code": "2302"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Health",
            "@code": "2307"
        }
    ],
    "keywords": [
        "adult and aging populations",
        "agricultural area",
        "groundwater contamination",
        "health hazard assessment",
        "heavy metals",
        "Thailand"
    ],
    "authors": [
        "Srilert Chotpantarat"
    ],
    "citedby-count": 31,
    "ref-count": 26,
    "ref-list": [
        "Peer-Verified Methods Program, Manual on Policies and Procedures.",
        "Environmental risk assessment of arsenic and fluoride in the chaco province, Argentina: Research advances",
        "Aquatic Toxicity of Mixtures. Technical Report 80.",
        "Arsenic contamination of groundwater and prevalence of arsenical dermatosis in the Hetao plain area, Inner Mongolia, China",
        "Organophosphate pesticide residues in drinking water from artesian wells and health risk assessment of agricultural communities, Thailand",
        "Middle-East J Sci Res",
        "Heavy metal contamination and health risk assessment in the vicinity of the abandoned Songcheon Au-Ag mine in Korea",
        "Heavy Metals, Major Metals, Trace Elements",
        "J Health Res",
        "Blacksmith Inst J Health Pollut",
        "Long-term impact of irrigation with sewage effluents on heavy metal content in soils, crops and groundwater - A case study",
        "Health risk assessment of inorganic arsenic intake of ronphibun residents via duplicate diet study",
        "Proceedings of the APRC-2010",
        "J Health Res",
        "45 Fed Reg",
        "USEPA IRIS",
        "Drinking Water Contaminants (Arsenic, Cadmium, Lead, Benzene, and Trichloroethylene). 1. Interaction of Contaminants with Nutritional Status on General Performance and Immune Function in Broiler Chickens",
        "Human health risk assessment case study: An abandoned metal smelter site in Poland",
        "Heavy metal contaminations in a soil-rice system: Identification of spatial dependence in relation to soil properties of paddy fields"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "School of Environmental and Biological Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New Brunswick",
            "affilname": "Rutgers New Jersey Agricultural Experiment Station",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Center of Excellence on Hazardous",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}