{
    "eid": "2-s2.0-85161284223",
    "title": "Leniency programmes",
    "cover-date": "2023-03-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Cristina A. Volpin",
        "Peerapat Chokesuwattanaskul"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Leniency: The Poisoned Chalice or the Pot at the End of the Rainbow?",
        "Cartel Damages to the Economy: An Assessment for Developing Countries",
        "Cartel Overcharges and the Deterrent Effect of EU Competition Law",
        "Cartel Overcharges: Survey and Meta-Analysis",
        "Competition and Corporate Performance",
        "Market Share, Market Value and Innovation in a Panel of British Manufacturing Firms",
        "On the Welfare Effects and Political Economy of Competition-Enhancing Policies",
        "Competition Policy and Productivity Growth: An Empirical Assessment",
        "The Impact of the Corporate Leniency Program on Cartel Formation and the Cartel Price Path",
        "Optimal Corporate Leniency Programs",
        "How Does a Corporate Leniency Program Affect Cartel Stability? Empirical Evidence from Korea",
        "Strategic Leniency and Cartel Enforcement",
        "Cartel Laws Undermined: Corruption, Social Norms, and Collectivist Business Culture",
        "Japan",
        "A Principled Argument for Personal Criminal Sanctions as Punishment under EC Cartel Law",
        "Immunity for Cartel Conduct: Revolution or Religion? An Australian Case Study",
        "The Good and Evil of Leniency and Settlement Procedures in Formative Competition Law Regimes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60009357",
            "affilname": "L'Organisation de Coopération et de Développement Economiques",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009357",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}