{
    "eid": "2-s2.0-85068788495",
    "title": "Metal oxide mediated extracellular NADPH regeneration improves ethanol production by engineered synechocystis sp. PCC 6803",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Histology",
            "@code": "2722",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Biomedical Engineering",
            "@code": "2204",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Electron donor",
        "Ethanol",
        "Light intensity",
        "Metal oxides",
        "NADPH regeneration",
        "Redirection of carbon-flow",
        "Synechocystis"
    ],
    "authors": [
        "Rajendran Velmurugan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 6,
    "ref-count": 38,
    "ref-list": [
        "Global gene expression during short-term ethanol stress in Saccharomyces cerevisiae",
        "Visible-light photocatalysis in nitrogen-doped titanium oxides",
        "A genomic approach to defining the ethanol stress response in the yeast Saccharomyces cerevisiae",
        "Enhancing biomass and ethanol production by increasing NADPH production in Synechocystis s",
        "Influence of TiO2 nanoparticles on growth and phenolic production in photosynthetic microorganisms",
        "Bioethanol from cellulosic materials: a renewable motor fuel from biomass",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoidmanoyl oxide",
        "Photosynthetic production of ethanol from carbon dioxide in genetically engineered cyanobacteria",
        "Membrane-enclosed electroenzymatic catalysis with a low molecular weight electron transfer mediator",
        "Photoregeneration of NADH using carbon containing TiO2",
        "Efficient regeneration of NADPH using an engineered phosphite dehydrogenase",
        "Ferrous iron oxidation by molecular oxygen under acidic conditions: the effect of citrate, EDTA and fulvic acid",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "Long-term acclimation of the cyanobacterium Synechocystis sp. PCC 6803 to high light is accompanied by an enhanced production of chlorophyll that is preferentially channeled to trimeric photosystem I",
        "Oxidation of organic electron donor by denitratation: Performance, pathway and key microorganism",
        "Engineered cyanobacteria with enhanced growth show increased ethanol production and higher biofuel to biomass ratio",
        "P2X7 receptors mediate NADH transport across the plasma membranes of astrocytes",
        "Integrating a light-driven coenzyme regeneration system by expression of an alcohol dehydrogenase in phototrophic bacteria for synthesis of chiral alcohol",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the Cyanobacterium synechocystis s",
        "Formulae for determination of chlorophyllous pigments extracted with N, N dimethyl formamide",
        "The Iron (III)-catalyzed oxidation of edta in aqueous solution",
        "Light mediated cofactor recycling system in biocatalytic asymmetric reduction of ketone",
        "Cyanobacteria as a platform for biofuel production",
        "Enhanced NADPH production in the pentose phosphate pathway accelerates lipid accumulation in the oleaginous diatom Fistulifera solaris",
        "Pharmacological effects of exogenous NAD on mitochondrial bioenergetics, DNA repair, and apoptosis",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Visible-light photocatalytic regeneration of NADH using P-doped TiO2 nanoparticles",
        "NADH-reductive stress in Saccharomyces cerevisiae induces the expression of the minor isoform of glyceraldehydes-3-phosphate dehydrogenase (TDH1)",
        "Recent developments in pyridine nucleotide regeneration",
        "Potential of metal oxides in fractionation of Synechocystis sp. PCC 6803 biomass for biofuel production",
        "Disruption of polyhydroxybutyrate synthesis redirects carbon flow towards glycogen synthesis in Synechocystis sp. Pcc 6803 overexpressing Glgc/Glga",
        "Enzymatic vs. fermentative synthesis: Thermostable glucose dehydrogenase catalyzed regeneration of NAD(P)H for use in enzymatic synthesis",
        "Closed Photobioreactor System for Continued Daily in situ Production of Ethanol From Genetically Enhanced Photosynthetic Organisms With Means for Separation and Removal of Ethanol",
        "NAD(H) and NADP(H) redox couples and cellular energy metabolism",
        "Prevention of cyanobacterial blooms using nanosilica: a biomineralization-inspired strategy",
        "Robust NADH-regenerator: improved a-haloketone-resistant formate dehydrogenase",
        "The photoheterotrophic fluxome in Synechocystis sp. PCC 6803 and its implications for cyanobacterial bioenergetics",
        "Rescuing ethanol photosynthetic production of cyanobacteria sterilized outdoor cultivations with a bicarbonate-based pH-rising strategy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "102044311",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/102044311",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}