{
    "eid": "2-s2.0-85146830568",
    "title": "Outcomes of Older Adults with Non-Hodgkin Lymphoma Undergoing Autologous Stem Cell Transplantation: A Mayo Clinic Cohort Analysis",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Autologous stem cell transplantation",
        "Elderly",
        "Geriatric",
        "Lymphoma",
        "Mortality"
    ],
    "authors": [
        "Kitsada Wudhikarn",
        "Bradley M. Johnson",
        "David J. Inwards",
        "Luis F. Porrata",
        "Ivana N. Micallef",
        "Stephen M. Ansell",
        "Willam J. Hogan",
        "Jonas Paludo",
        "Jose C. Villasboas",
        "Patrick B. Johnston"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        "Autologous bone marrow transplantation as compared with salvage chemotherapy in relapses of chemotherapy-sensitive non-Hodgkin's lymphoma",
        "Autologous stem cell transplantation in the management of relapsed non-Hodgkin lymphoma",
        "How we approach patient evaluation for hematopoietic stem cell transplantation",
        "High-dose chemotherapy and autologous stem cell transplant in older patients with lymphoma",
        "Current use of and trends in hematopoietic cell transplantation in the United States",
        "Outcomes of auto-SCT for lymphoma in subjects aged 70 years and over",
        "Autologous stem cell transplantation in elderly lymphoma patients in their 70s: outcomes and analysis",
        "Toxicities of high-dose chemotherapy and autologous hematopoietic cell transplantation in older patients with lymphoma",
        "Outcomes of autologous hematopoietic cell transplantation in older patients with diffuse large B-cell lymphoma",
        "CAR T cells: continuation in a revolution of immunotherapy",
        "Hematopoietic cell transplantation (HCT)-specific comorbidity index: a new tool for risk assessment before allogeneic HCT",
        "Cost-effectiveness analysis of a risk-adapted algorithm of plerixafor use for autologous peripheral blood stem cell mobilization",
        "Standardizing definitions of hematopoietic recovery, graft rejection, graft failure, poor graft function, and donor chimerism in allogeneic hematopoietic cell transplantation: a report on behalf of the American Society for Transplantation and Cellular Therapy",
        "Recommendations for initial evaluation, staging, and response assessment of Hodgkin and non-Hodgkin lymphoma: the Lugano classification",
        "Revised response criteria for malignant lymphoma",
        "Progression-free survival at 24 months as a landmark after autologous stem cell transplant in relapsed or refractory diffuse large B-cell lymphoma",
        "Autologous hematopoietic stem cell transplantation for older patients with relapsed non-Hodgkin's lymphoma",
        "Results from a multidisciplinary clinic guided by geriatric assessment before stem cell transplantation in older adults",
        "Recommendations and outcomes from a geriatric assessment guided multidisciplinary clinic prior to autologous stem cell transplant in older patients",
        "Impact and safety of chimeric antigen receptor T-cell therapy in older, vulnerable patients with relapsed/refractory large B-cell lymphoma",
        "The role of autologous stem cell transplantation in the treatment of diffuse large B-cell lymphoma in the era of CAR-T cell therapy",
        "Lisocabtagene maraleucel for patients with relapsed or refractory large B-cell lymphomas (TRANSCEND NHL 001): a multicentre seamless design study",
        "Axicabtagene ciloleucel CAR T-cell therapy in refractory large B-cell lymphoma",
        "Tisagenlecleucel in adult relapsed or refractory diffuse large B-cell lymphoma",
        "Standard-of-care axicabtagene ciloleucel for relapsed or refractory large B-cell lymphoma: results from the US Lymphoma CAR T Consortium",
        "Lisocabtagene maraleucel (liso-cel), a CD19-directed chimeric antigen receptor (CAR) T cell therapy, versus standard of care (SOC) with salvage chemotherapy (CT) followed by autologous stem cell transplantation (ASCT) as second-line (2L) treatment in patients (Pts) with relapsed or refractory (R/R) large B-cell lymphoma (LBCL): results from the randomized phase 3 TRANSFORM study",
        "Axicabtagene ciloleucel as second-line therapy for large B-cell lymphoma",
        "Second-line tisagenlecleucel or standard care in aggressive B-cell lymphoma",
        "Autologous transplant vs chimeric antigen receptor T-cell therapy for relapsed DLBCL in partial remission"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital Thai Red Cross Society"
    ]
}