{
    "eid": "2-s2.0-84901616421",
    "title": "High throughput pyrosequencing technology for molecular differential detection of Babesia vogeli, Hepatozoon canis, Ehrlichia canis and Anaplasma platys in canine blood samples",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        }
    ],
    "keywords": [
        "Anaplasma platys",
        "Babesia vogeli",
        "Differential detection",
        "Ehrlichia canis",
        "Hepatozoon canis",
        "Pyrosequencing"
    ],
    "authors": [
        "Worasak Kaewkong"
    ],
    "citedby-count": 19,
    "ref-count": 29,
    "ref-list": [
        "Pyrosequencing: History, biochemistry and future",
        "Detection of pathogens in water: From phylochips to qPCR to pyrosequencing",
        "Comparison of serological detection methods for diagnosis of Ehrlichia canis infections in dogs",
        "Molecular characterisation of Babesia canis canis and Babesia canis vogeli from naturally infected European dogs",
        "Molecular applications for identifying microbial pathogens in the post-9/11 era",
        "Tick-borne infections in dogs-An emerging infectious threat",
        "Serological study of selected vector-borne diseases in shelter dogs in central spain using point-of-care assays",
        "Ticks and tick-borne diseases: A One Health perspective",
        "Detection of granulocytic Ehrlichia species DNA by PCR in persistently infected dogs",
        "American Canine Hepatozoonosis",
        "Tick-transmitted diseases in dogs: Clinicopathological findings",
        "The application of PCR and reverse line blot hybridization to detect arthropod-borne hemopathogens of dogs and cats in Trinidad",
        "Transmission of Ehrlichia canis to dogs by ticks (Rhipicephalus sanguineus).",
        "Fundamentals of pyrosequencing",
        "Clinical relevance of annual screening using a commercial enzyme-linked immunosorbent assay (SNAP 3Dx) for canine ehrlichiosis",
        "Diagnosis of canine Hepatozoon spp. infection by quantitative PCR",
        "Ehrlichiosis and Anaplasmosis in Dogs and Cats",
        "Molecular markers for detection and differentiation of Plasmodium falciparum and Plasmodium vivax in human blood samples by pyrosequencing",
        "The evolution of Pyrosequencing® for microbiology: From genes to genomes",
        "J. Helminthol.",
        "Tick-borne infectious diseases of dogs",
        "Evaluation of Rhipicephalus sanguineus as a potential biologic vector of Ehrlichia platys.",
        "Babesiosis in dogs and cats-Expanding parasitological and clinical spectra",
        "Identification and delineation of members of the Entamoeba complex by pyrosequencing",
        "Host surveys, ixodid tick biology and transmission scenarios as related to the tick-borne pathogen, Ehrlichia canis",
        "Molecular identification of Paragonimus species by DNA pyrosequencing technology",
        "Molecular and serological detection of Ehrlichia canis and Babesia vogeli in dogs in Colombia",
        "Comparative evaluation of a point-of-care immunochromatographic test SNAP 4Dx with molecular detection tests for vector-borne canine pathogens in Hong Kong",
        "Prevalence of Ehrlichia canis, Anaplasma platys, Babesia canis vogeli, Hepatozoon canis, Bartonella vinsonii berkhoffii, and Rickettsia spp. in dogs from Grenada"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Medicine, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "SHep-GMS",
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Khon Kaen University",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}