{
    "eid": "2-s2.0-85079590137",
    "title": "Association of Physician Orders for Life-Sustaining Treatment with ICU Admission among Patients Hospitalized Near the End of Life",
    "cover-date": "2020-03-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Robert Y. Lee",
        "Lyndia C. Brumback",
        "Seelwan Sathitratanacheewin",
        "William B. Lober",
        "Matthew E. Modes",
        "Ylinne T. Lynch",
        "Corey I. Ambrose",
        "James Sibley",
        "Kelly C. Vranas",
        "Donald R. Sullivan",
        "Ruth A. Engelberg",
        "J. Randall Curtis",
        "Erin K. Kross"
    ],
    "citedby-count": 80,
    "ref-count": 41,
    "ref-list": [
        "Use of intensive care at the end of life in the United States: An epidemiologic study",
        "Change in end-of-life care for Medicare beneficiaries: Site of death, place of care, and health care transitions in 2000, 2005, and 2009",
        "Medical care inconsistent with patients' treatment goals: Association with 1-year Medicare resource use and survival",
        "End-of-life discussions, goal attainment, and distress at the end of life: Predictors and outcomes of receipt of care consistent with preferences",
        "A prospective study of the efficacy of the physician order form for life-sustaining treatment",
        "Use of the physician orders for life-sustaining treatment program in the clinical setting: A systematic review of the literature",
        "Patterns of functional decline at the end of life",
        "Mobility trajectories at the end of life: Comparing clinical condition and latent class approaches",
        "Caring for the wounded: The ethics of trauma surgery",
        "A modified Poisson regression approach to prospective studies with binary data",
        "The consistency between treatments provided to nursing facility residents and orders on the Physician Orders for Life-Sustaining Treatment form",
        "A comparison of methods to communicate treatment preferences in nursing facilities: Traditional practices versus the Physician Orders for Life-Sustaining Treatment program",
        "Physician Orders for Life-Sustaining Treatment (POLST): Outcomes in a PACE program",
        "The POLST program: A retrospective review of the demographics of use and outcomes in one community where advance directives are prevalent",
        "The progression of end-of-life wishes and concordance with end-of-life care",
        "Symptoms experienced by intensive care unit patients at high risk of dying",
        "Posttraumatic stress disorder in general intensive care unit survivors: A systematic review",
        "Family perspectives on aggressive cancer care near the end of life",
        "Bereaved family member perceptions of quality of end-of-life care in U.S. Regions with high and low usage of intensive care unit care",
        "Long-term outcome of critically ill elderly patients requiring intensive care",
        "Interviews with intensive care unit survivors: Assessing post-intensive care quality of life and patients' preferences regarding intensive care and mechanical ventilation",
        "The epidemiology of mechanical ventilation use in the United States",
        "End-of-life care in the intensive care unit: Can we simultaneously increase quality and reduce costs?",
        "Patients who want their family and physician to make resuscitation decisions for them: Observations from SUPPORT and HELP.",
        "Advance directives and nursing home stays associated with less aggressive end-of-life care for patients with severe dementia",
        "Factors influencing the use of intensive procedures at the end of life",
        "Timing of POLST form completion by cause of death",
        "Elderly patients presenting to a level i trauma center with Physician Orders for a Life-Sustaining Treatment form: A propensity-matched analysis",
        "Predictors of advance care planning documentation in patients with underlying chronic illness who died of traumatic injury",
        "Redefining the \"planning\" in advance care planning: Preparing for end-of-life decision making",
        "Controlling death: The false promise of advance directives",
        "The influence of age on the likelihood of receiving end-of-life care consistent with patient treatment preferences",
        "Age and decisions to limit life support for patients with acute lung injury: A prospective cohort study",
        "Physician-related barriers to communication and patient- and family-centred decision-making towards the end of life in intensive care: A systematic review",
        "Racial and ethnic differences in end-of-life medicare expenditures",
        "Are demographic characteristics associated with advance directive completion? a secondary analysis of two randomized trials",
        "Data quality in electronic health records research: Quality domains and assessment methods",
        "The quality and utility of death certificate data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60028548",
            "affilname": "University of Washington School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028548",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Portland",
            "@id": "60016733",
            "affilname": "Oregon Health &amp; Science University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016733",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60001212",
            "affilname": "Harborview Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001212",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Portland",
            "@id": "113182713",
            "affilname": "Veterans Affairs Portland Health Care System",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113182713",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Knight Cancer Institute",
        "Oregon Health & Science University Medical Research Foundation",
        "Stupski Foundation",
        "University of Washington Institute of Translational Health Sciences",
        "NIH",
        "National Institute of Mental Health",
        "National Heart, Lung, and Blood Institute",
        "Cystic Fibrosis Foundation",
        "Gordon and Betty Moore Foundation",
        "American Thoracic Society",
        "Collins Medical Trust",
        "American Lung Association",
        "Borchard Foundation",
        "National Center for Advancing Translational Sciences",
        "ITHS",
        "National Palliative Care Research Center",
        "Cambia Health Foundation"
    ]
}