{
    "eid": "2-s2.0-84897608513",
    "title": "Electrochemical oxidation of sodium dodecylbenzenesulphonate, cetyltrimethyl-ammonium bromide and oleic acid at platinum and cobalt hydroxide modified platinum electrodes",
    "cover-date": "2014-05-01",
    "subject-areas": [
        {
            "$": "Electrochemistry",
            "@code": "1603"
        }
    ],
    "keywords": [
        "Ctab",
        "Mediated oxidation",
        "Modified electrode",
        "Oleic acid",
        "Sdbs",
        "Voltammetry"
    ],
    "authors": [
        "Reni Mulyani"
    ],
    "citedby-count": 3,
    "ref-count": 21,
    "ref-list": [
        "Anaerobic treatment of sewage sludge and grease trap sludge in continuous CO-digestion",
        "Continuous high rate anaerobic treatment of oleic acid based wastewater is possible after a step feeding start-up",
        "J. Environ. Eng. Manage.",
        "The oxidation of oleic acid by permanganate in oil in water emulsion",
        "The ultrasound-assisted oxidative scission of monoenic fatty acids by ruthenium tetroxide catalysis: Influence of the mixture of solvents",
        null,
        "Photosensitized oxidation of oleic acid, methyl oleate, and olive oil using visible light",
        "A detailed identification study on high-temperature degradation products of oleic and linoleic acid methyl esters by GC-MS and GC-FTIR",
        "Removal of surfactant from industrial wastewaters by coagulation flocculation process",
        "The mechanism of sonochemical degradation of a cationic surfactant in aqueous solution",
        null,
        null,
        null,
        null,
        "Co-degradation with glucose of four surfactants, CTAB, Triton X-100, SDS and Rhamnolipid, in liquid culture media and compost matrix",
        "Oxidative degradation of non-ionic surfactant (TritonX-100) by chromium(VI)",
        "Analysis of chemiluminescence spectra in oxidative degradation of oleic acid",
        "Destruction of aniline by mediated electrochemical oxidation with Ce(IV) and Co(III) as mediators",
        "Cobalt(III)-mediated oxidative destruction of phenol using divided electrochemical cell",
        "Electro-oxidation of ascorbic acid catalyzed on cobalt hydroxide-modified glassy carbon electrode",
        "Modal analysis and experiment research on natural frequencies of transition section subgrade of high-speed railway"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bandung",
            "affilname": "Institut Teknologi Bandung",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Institut Teknologi Bandung",
        "DIKTI Sandwich Program",
        "Chulalongkorn University of Thailand"
    ]
}