{
    "eid": "2-s2.0-85135462713",
    "title": "It’s COVID-19 chaos! Is the temporary restriction on short selling in Thailand effective?",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Causal inference",
        "difference-in-difference",
        "G10",
        "market quality",
        "short-selling restriction",
        "Stock Exchange of Thailand"
    ],
    "authors": [
        "Tanakorn Likitapiwat",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "The effect of price tests on trader behavior and market quality: An analysis of reg SHO",
        "The 2008 short sale ban: Liquidity, dispersion of opinion, and the cross-section of returns of U.S. financial stocks",
        "Regulatory uncertainty and market liquidity: The 2008 short sale ban’s impact on equity option markets",
        "Market declines: What is accomplished by banning short-selling?",
        "Short-selling bans around the world: Evidence from the 2007–09 crisis",
        "The 2020 European short-selling ban and the effects on market quality",
        "Shackling short sellers: The 2008 shorting ban",
        "Do short selling restrictions destabilize stock markets? Lessons from Taiwan",
        "Equity options during the shorting ban of 2008",
        "Price movers on the stock exchange of Thailand: Evidence from a fully automated order‐driven market",
        "Can short selling improve internal control? An empirical study based on the difference-in-differences model",
        "Short-selling bans in Europe: Evidence from the COVID-19 pandemic",
        "The causal effects of short-selling bans: Evidence from eligibility thresholds",
        "The effects of short-selling threats on incentive contracts: Evidence from an experiment",
        "Short-sale constraints and stock price crash risk: Causal evidence from a natural experiment",
        "Constraints on short-selling and asset price adjustment to private information",
        "It’s SHO time! Short-sale price tests and market quality",
        "Securities lending, shorting, and pricing",
        "Securities lending, shorting, and pricing",
        "Short selling and earnings management: A controlled experiment",
        "Short-sales constraints and market quality: Evidence from the 2008 short-sales bans",
        "Short selling in extreme events",
        "COVID-19 and finance: Agendas for future research",
        "Do option markets undo restrictions on short sales? Evidence from the 2008 short-sale ban",
        "Speculative investor behavior in a stock market with heterogeneous expectations",
        "Which financial stocks did short sellers target in the subprime crisis?",
        "Security price formation and informed trading with constrained short selling",
        "Insider sales vs. short selling: Negative information trading in Australia",
        "Disagreement and the stock market",
        "Short-selling and cost of equity: Evidence from China",
        "Short-sale constraints and stock returns",
        "Shorting restrictions: Revisiting the 1930s",
        "Short sellers and financial misconduct",
        "From COVID-19 herd immunity to investor herding in international stock markets: The role of government and regulatory restrictions",
        "Short selling and market mispricing",
        "Does short selling improve stock price efficiency and liquidity? Evidence from a natural experiment in China",
        "Banning short sales and market quality: The U.K.’s experience",
        "Competition of the informed: Does the presence of short sellers affect insider selling?",
        "The determinants of short selling: Evidence from the Hong Kong equity market",
        "Does short selling affect a firm’s financial constraints?",
        "Risk, uncertainty, and divergence of opinion",
        "Short-sales and stock price crash risk: Evidence from an emerging Market",
        "The unintended real effects of short selling in an emerging market",
        "COVID-19 and investor behavior",
        "Investor type trading behavior and trade performance: Evidence from the Thai stock market",
        "Do short sellers trade on private information or false information?",
        "Order aggressiveness in limit order book markets",
        "Banning Cassandra from the market? An empirical analysis of short-selling bans during the covid 19 crisis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}