{
    "eid": "2-s2.0-84953732199",
    "title": "Cytohistology of small tissue samples: Cytohistology of focal liver lesions",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Aileen Wee"
    ],
    "citedby-count": 0,
    "ref-count": 358,
    "ref-list": [
        "Characteristics of common solid liver lesions and recommendations for diagnostic workup",
        "Comparison of liver biopsy and noninvasive methods for diagnosis of hepatocellular carcinoma",
        "The Art and Science of Cytopathology",
        "Diagnosis of hepatocellular carcinoma: Fine needle aspiration cytology or needle core biopsy",
        "Algorithm for immediate cytologic diagnosis of hepatic tumors.",
        "Fine needle aspiration biopsy of the liver: Algorithmic approach and current issues in the diagnosis of hepatocellular carcinoma",
        "Fine needle aspiration biopsy of hepatocellular carcinoma and hepatocellular nodular lesions: Role, controversies and approach to diagnosis",
        "Fine Needle Aspiration Biopsy of the Liver. Diagnostic Algorithms. A Southeast Asian Perspective",
        "Anatomy, pathophysiology and basic mechanisms of disease",
        "Nomenclature of the finer branches of the biliary tree: Canals, ductules, and ductular reactions in human livers",
        "World Health Organization Classification of Tumours of the Digestive System",
        "MacSween's pathology of the liver",
        "Practical Hepatic Pathology. A Diagnostic Approach",
        "MR imaging of liver fibrosis: Current state of the art",
        "Macrovesicular Hepatic Steatosis in Living Related Liver Donors: Correlation between CT and Histologic Findings",
        "J Clin Imaging Sci",
        "Magnetic Resonance Cholangiopancreatography: Current Use and Future Applications",
        "Magnetic resonance imaging quantification of liver iron",
        "The Art and Science of Cytopathology",
        "Tumours and tumour-like lesions of the liver",
        "Algorithm for immediate cytologic diagnosis of hepatic tumors.",
        "Fine needle aspiration biopsy of the liver: Algorithmic approach and current issues in the diagnosis of hepatocellular carcinoma",
        "Cytologic comparison between malignant and regenerative nodules in the background of cirrhosis",
        "Cytohistologic Correlation of Cirrhosis and Hepatocellular Carcinoma: Pitfall in Diagnosis?",
        "Fine-needle aspiration cytology to distinguish dysplasia from hepatocellular carcinoma with different grades",
        "Is ultrasound-guided fine-needle biopsy effective for diagnosis of early HCC in liver cirrhosis?",
        "Highly well differentiated hepatocellular carcinoma and benign hepatocellular lesions: Can they be distinguished on fine needle aspiration biopsy?",
        "Distinguishing well-differentiated hepatocellular carcinoma from benign liver by the physical features of fine-needle aspirates",
        "Aspiration cytodiagnosis of small cell malignancies found in fine needle aspirate (FNA) of the liver: An immunocytochemical study",
        "Spindle-cell lesions of the liver: Diagnosis by fine-needle aspiration biopsy",
        "The role of fine-needle aspiration cytology in the evaluation of metastatic clear cell tumors",
        "Diagnosis and differential diagnosis of small-cell lesions of the liver",
        "Fine needle aspiration biopsy of small/intermediate cell tumors in the liver: Considerations in a southeast asian population",
        "Cystic tumors of the liver: A practical approach",
        "Cystic tumors of the liver: On the problems of diagnostic criteria",
        "Fine needle aspiration of cystic liver lesions. Cytologic examination and carcinoembryonic antigen assay of cyst contents",
        "α-Fetoprotein for Hepatocellular Carcinoma Diagnosis: The Demise of a Brilliant Star",
        "Diagnosis of Hepatocellular Carcinoma: Role of Tumor Markers and Liver Biopsy",
        "Serum markers of hepatocellular carcinoma",
        "Present and future possibilities for early diagnosis of hepatocellular carcinoma",
        "Surveillance for hepatocellular carcinoma: Long way to achieve effectiveness",
        "Surveillance for hepatocellular carcinoma: In whom and how?",
        "Surveillance for hepatocellular carcinoma",
        "Hepatocellualar carcinoma serum markers",
        "Screening for hepatocellular carcinoma in cirrhosis",
        "α-fetoprotein and ultrasonography screening for hepatocellular carcinoma",
        "EUS accessories",
        "Computed tomographic imaging of hepatocellular carcinoma",
        "Management of hepatocellular carcinoma: An update",
        "Early diagnosis of hepatocellular carcinoma: It's not a matter of opinion",
        "EASL-EORTC Clinical Practice Guidelines: Management of hepatocellular carcinoma",
        "The role of imaging techniques in clinical decision making for the management of hepatocellular carcinoma",
        "Radiological diagnosis of hepatocellular carcinoma",
        "Diagnostic biopsy for hepatocellular carcinoma in cirrhosis: Useful, necessary, dangerous, or academic sport?",
        "Should we biopsy each liver mass suspicious for HCC before liver transplantation? - No, please don't",
        "Magnetic resonance imaging of hepatocellular carcinoma",
        "Future perspectives in hepatocellular carcinoma",
        "Characteristics of common solid liver lesions and recommendations for diagnostic workup",
        "Algorithm for immediate cytologic diagnosis of hepatic tumors.",
        "Fine needle aspiration biopsy of hepatocellular carcinoma and hepatocellular nodular lesions: Role, controversies and approach to diagnosis",
        "Focal liver lesions: Pattern-based classification scheme for enhancement at arterial CT",
        "Ultrasonography and echo-guided fine-needle biopsy in the diagnosis of focal fatty liver change",
        "Focal fatty change of the liver: Cytologic findings in a radiographic mimic of metastases",
        "Fine needle aspiration biopsy of hepatic focal fatty change: A report of two cases",
        "Diagnostic use of cytokeratins, CD34, and neuronal cell adhesion molecule staining in focal nodular hyperplasia and hepatic adenoma",
        "Over-expression of glutamine synthetase in focal nodular hyperplasia: A novel easy diagnostic tool in surgical pathology",
        "Spindle cell fragments in focal nodular hyperplasia of the liver: A case report",
        "Diagnosis of focal nodular hyperplasia of the liver by needle biopsy",
        "Fine needle aspiration cytology of focal nodular hyperplasia of the liver",
        "Immunostaining of glutamine synthetase is a sensitive and specific marker for diagnosing focal nodular hyperplasia in needle biopsy",
        "From the Archives of the AFIP - Focal Nodular Hyperplasia of the Liver: Radiologic-Pathologic Correlation",
        "Cystic focal liver lesions in the adult: Differential CT and MR imaging features",
        "The infected liver: Radiologic-pathologic correlation",
        "Subtype classification of hepatocellular adenoma",
        "Revisiting the pathology of resected benign hepatocellular nodules using new immunohistochemical markers",
        "Asymptomatic first-trimester liver cell adenoma: Diagnosis by fine-needle aspiration cytology with cytochemical and ultrastructural study",
        "The cytological characteristics of small cell change of dysplasia in small hepatic nodules",
        "Distinction of hepatocellular carcinoma from benign hepatic mimickers using Glypican-3 and CD34 immunohistochemistry",
        "Cytohistologic Correlation of Cirrhosis and Hepatocellular Carcinoma: Pitfall in Diagnosis?",
        "Hepatic Precancerous Lesions and Small Hepatocellular Carcinoma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "NUS Yong Loo Lin School of Medicine",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Philadelphia",
            "affilname": "University of Pennsylvania",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}