{
    "eid": "2-s2.0-85018181669",
    "title": "Genitourinary syndrome of menopause in five Asian countries: results from the Pan-Asian REVIVE survey",
    "cover-date": "2017-07-04",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "Asia",
        "awareness",
        "Genitourinary syndrome of menopause",
        "postmenopausal",
        "REVIVE Survey"
    ],
    "authors": [
        "Y. Chua"
    ],
    "citedby-count": 25,
    "ref-count": 19,
    "ref-list": [
        "Vulvovaginal atrophy",
        "Genitourinary syndrome of menopause: an overview of clinical manifestations, pathophysiology, etiology, evaluation, and management",
        "Genitourinary syndrome of menopause: New terminology for vulvovaginal atrophy from the International Society for the Study of Women's Sexual Health and The North American Menopause Society",
        "The CLOSER (CLarifying Vaginal Atrophy's Impact On SEx and Relationships) Survey: Implications of vaginal discomfort in postmenopausal women and in male partners",
        "Vaginal Health: Insights, Views & Attitudes (VIVA) - results from an international survey.",
        "Vulvar and vaginal atrophy in postmenopausal women: Findings from the REVIVE (REal women's VIews of treatment options for menopausal vaginal changEs) survey",
        "Vulvar and vaginal atrophy in four European countries: Evidence from the European REVIVE Survey",
        "Recommendations for the management of postmenopausal vaginal atrophy",
        "Treating vulvovaginal atrophy/genitourinary syndrome of menopause: How important is vaginal lubricant and moisturizer composition?",
        "Helping Women Understand Treatment Options for Vulvar and Vaginal Atrophy",
        "Perceptions of dyspareunia in postmenopausal women with vulvar and vaginal atrophy: Findings from the REVIVE survey",
        "The American–European difference in vulvar and vaginal atrophy views: a lesson from the REVIVE Survey",
        "Clin Med Insights Reprod Health",
        "2016 IMS Recommendations on womens midlife health and menopause hormone therapy",
        "The relative effects of hormones and relationship factors on sexual function of women through the natural menopausal transition",
        "Estrogen and progestogen use in postmenopausal women: 2010 position statement of the North American menopause society",
        "Ospemifene for the treatment of postmenopausal vulvar and vaginal atrophy: Recommendations for clinical use",
        "Ospemifene: A safe treatment of vaginal atrophy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Taipei",
            "affilname": "Chang Gung Memorial Hospital",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Central Jakarta",
            "affilname": "Universitas Indonesia, RSUPN Dr. Cipto Mangunkusumo",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taoyuan",
            "affilname": "Chang Gung University",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Osaka",
            "affilname": "Shionogi &amp; Co., Ltd.",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Pantai Hospital Cheras",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Mt Alvernia Hospital",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}