{
    "eid": "2-s2.0-85028728454",
    "title": "Flexural strength and cytotoxicity of ZCC, a resin modified zinc-calcium liner prototype",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Dental liner",
        "Flexural strength",
        "Physical property"
    ],
    "authors": [
        "Pasutha Thunyakitpisal"
    ],
    "citedby-count": 1,
    "ref-count": 24,
    "ref-list": [
        "Pulp-dentin biology in restorative dentistry. Part 7: The exposed pulp",
        "Liners and bases in general dentistry",
        "Liners, bases, and cements: An in-depth review, part 3",
        "ISO 9917-2:2010(E). Dentistry-Water-based Cements Part 2: Resin-modified Cements",
        "Deacetylation affects the physical properties and bioactivity of acemannan, an extracted polysaccharide from Aloe vera",
        "Weibull analysis and flexural strength of hot-pressed core and veneered ceramic structures",
        "Flexural strength and Weibull analysis of a microhybrid and a nanofill composite evaluated by 3- and 4-point bending tests",
        "Cytotoxicity of polymerized resin cements on human dental pulp cells in vitro",
        "The biocompatibility of resin-modified glass-ionomer cements for dentistry",
        "Culture of Animal Cells: A Manual of Basic Technique",
        "Toxicity of flow line, durafill VS, and Dycal to dental pulp cells: Effects of growth factors",
        "ISRN Dent.",
        "Tooth slice organ culture for cytotoxicity assessment of dental materials",
        "Phillips' Science of Dental Materials",
        "Cytotoxicity of resin-based light-cured liners",
        "Cytotoxicity and osteogenic potential of silicate calcium cements as potential protective materials for pulpal revascularization",
        "Cytotoxicity comparison of three current direct pulp-capping agents with a new bioceramic root repair putty",
        "Enzymatic hydrolysis of (di)methacrylates and their polymers",
        "Residual monomer/additive release and variability in cytotoxicity of light-curing glass-ionomer cements and compomers",
        "The in vitro cytotoxicity of eluates from dentin bonding resins and their effect on tyrosine phosphorylation of L929 cells",
        "Int. J. Prosthod.",
        "Quantification of elutable substances from methacrylate based sealers and their cytotoxicity effect on with human gingival fibroblasts"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}