{
    "eid": "2-s2.0-84977848744",
    "title": "Constructing π-Electron-Conjugated Diarylbutadiyne-Based Polydiacetylene under Molecular Framework Controlled by Hydrogen Bond and Side-Chain Substituent Position",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "conductive polymers",
        "diarylbutadiynes",
        "molecular frameworks",
        "polydiacetylenes",
        "topochemical polymerization"
    ],
    "authors": [
        "Pimsai Tanphibal"
    ],
    "citedby-count": 14,
    "ref-count": 35,
    "ref-list": [
        "Solid-state polymerization mechanisms",
        "SOLID-STATE POLYMERIZATION OF A DIACETYLENE CRYSTAL: THERMAL, ULTRAVIOLET, AND gamma -RAY POLYMERIZATION OF 2,4-HEXADIYNE-1,6-DIOL BIS-(p-TOLUENE SULFONATE).",
        "Optical and electrical anisotropies of polydiacetylene derivative film aligned by shear stress",
        "Electroluminescent behavior of polydiacetylene films",
        "A soluble, low-temperature thermochromic and chemically reactive polydiacetylene",
        "Preparation, characterization, and sensing behavior of polydiacetylene liposomes embedded in alginate fibers",
        "Selective and sensitive TNT sensors using biomimetic polydiacetylene-coated CNT-FETs",
        "Biosensing with polydiacetylene materials: Structures, optical properties and applications",
        "Colorimetric reversibility of polydiacetylene supramolecules having enhanced hydrogen-bonding under thermal and pH stimuli",
        "Odd-even and hydrophobicity effects of diacetylene alkyl chains on thermochromic reversibility of symmetrical and unsymmetrical diyndiamide polydiacetylenes",
        "Resonance Raman Study of the Thermochromic Phase Transition of a Polydiacetylene",
        "pH response of carboxy-terminated colorimetric polydiacetylene vesicles",
        "Unusually Low Energy Electronic Transitions in Poly(diacetylene) Solutions: Solvato-and Thermochromic Behavior of Poly(1,4-bis(3-quinolyl)buta-1,3-diyne)",
        "Poly(diiododiacetylene): Preparation, isolation, and full characterization of a very simple poly(diacetylene)",
        "Single-crystal-to-single-crystal topochemical polymerizations of a terminal diacetylene: Two remarkable transformations give the same conjugated polymer",
        "Structural and chromatic changes of host polydiacetylene crystals during intercalation with guest alkylamines",
        "Tuning topochemical polymerization of diacetylenes: A joint synthetic, structural, photophysical, and theoretical study of a series ofanalogues of aknown reactive monomer, 1,6-bis(diphenylamino)-2,4-hexadiyne (THD)",
        "J. Phys.: Conf. Ser.",
        "J. Polym. Sci., Part A: Polym. Chem.",
        "Polydiacetylenes",
        "Polydiacetylenes",
        "Benzo-15-crown-5 functionalized polydiacetylene-based colorimetric self-assembled vesicular receptors for lead ion recognition",
        "Control of supramolecular chirality for polydiacetylene LB films with the command azobenzene derivative monolayer",
        "Multifunctional polydiacetylene-liposome with controlled release and fluorescence tracing",
        "Polydiacetylenes-recent molecular advances and applications",
        "Solid-state polymerization of diacetylenes",
        "Encyclopedia of Polymers and Composites",
        "Phenyl-Perfluorophenyl Stacking Interactions: A New Strategy for Supermolecule Construction",
        "Topochemical polymerization of a diarylbutadiyne derivative in the gel and solid states",
        "Weak interactions dominating the supramolecular self-assembly in a salt: A designed single-crystal-to-single-crystal topochemical polymerization of a terminal aryldiacetylene",
        "One-dimensional optoelectronic nanostructures derived from the aqueous self-assembly of π-conjugated oligopeptides",
        "Synthesis and alignment of discrete polydiacetylene-peptide nanostructures",
        "Polym. Prepr. Jpn. (Engl. Ed.)",
        "Oxidative Coupling of Acetylenes. II"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Toyota Technological Institute",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Japan Student Services Organization"
    ]
}