{
    "eid": "2-s2.0-85047732656",
    "title": "GHGs emissions and sustainable solid waste management",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Climate change",
        "Emission",
        "Greenhouse gases (GHGs)",
        "Integrated solid waste management",
        "Life cycle assessment (LCA)",
        "Sustainability"
    ],
    "authors": [
        "Suthirat Kittipongvises"
    ],
    "citedby-count": 6,
    "ref-count": 53,
    "ref-list": [
        "Project Design Document",
        "The production of methane from solid wastes",
        "Climate Change 2007: Mitigation. Contribution of Working Group III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "Municipal solid waste management in Thailand and disposal emission inventory",
        "Biochar and the nitrogen cycle: Introduction",
        "5Th International Landfill Symposium",
        "Greenhouse Gas Emissions and the Potential for Mitigation from Materials Management within OECD Countries",
        "Landfill Gas Emissions Model (Landgem), Version 3.02.",
        "Climate Change Indicators in the United States: Global Greenhouse Gas Emissions. Report",
        "FAOSTAT: emissions—land Use",
        "Climate Change 2007: The Physical Science Basis",
        "Life Cycle Assessments in Industry and Business, Adoption Patterns, Applications and Implications. Springer",
        "Biochar for Environmental Management: Science and Technology",
        "Energy balance and emissions associated with biochar sequestration and pyrolysis bioenergy production",
        "What A Waste: A Global Review of Solid Waste Management. World Bank, Urban Development Series Knowledge Papers",
        "Environmental management—life Cycle assessment—principles and framework—ISO 14040",
        "Report of the Twelfth Season of the Intergovernmental Panel on Climate Change",
        "Climate Change 2007: Synthesis Report. Intergovernmental Panel on Climate Change",
        "Climate Change 2014: Mitigation of Climate Change. Contribution of Working Group III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, United Kingdom",
        "Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "Good Practice Guidance and Uncertainty Management in National Greenhouse Gas Inventories: IPCC. Available At",
        "Netherlands Environmental Assessment Agency",
        "Methane emission potential of open dumps in Chennai: A case study",
        "Review of sustainable methane mitigation and biopolymer production",
        "German GHG Mitigation Lighthouse Project MBT Plant Gaobeidian (PR China)",
        "Sustain Sci",
        "Estimation method for national methane emission from solid waste landfills",
        "Bio-energy in the black",
        "A handful of carbon",
        "Estimating national landfill methane emissions: An application of the 2006 Intergovernmental Panel on Climate Change Waste Model in Panama",
        "Project Design Document",
        "Neural network prediction model for the methane fraction in biogas from field-scale landfill bioreactors",
        "Chapter",
        "32 MW Landfill Gas Project",
        "Project Design Document",
        "Life cycle assessment of biochar systems: Estimating the energetic, economic, and climate change potential",
        "Proceedings of the 3Rd USDA Symposium on Greenhouse Gases and Carbon Sequestration in Agriculture and Forestry",
        "Applying guidance for methane emission estimation for landfills",
        "Portugal 31 March–3 April",
        "The economics of climate change: The stern review",
        "Comparison of Models for Predicting Landfill Methane Recovery. Publication No. GR-LG 0075",
        "Municipal Solid Waste Management in Asia and the Pacific Islands",
        "Life Cycle Assessment",
        "Waste and Climate Change Global Trends and Strategy Framework",
        "CDM Methodology",
        "AMS-III.F.: Avoidance of Methane Emissions through Composting, CDM Methodology",
        "AM0025: Avoided Emissions from Organic Waste through Alternative Waste Treatment Processes, CDM Methodology",
        "The Millennium Development Goals Report, New York",
        "Concise Report on the World Population Situation in 2014",
        "Available At",
        "Solid Waste Management and Greenhouse Gases: A Life-Cycle Assessment of Emissions and Sinks",
        null,
        "Climate Analysis Indicators Tool (CAIT) 2.0"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}