{
    "eid": "2-s2.0-84901635370",
    "title": "Enhancement of ABE fermentation through regulation of ammonium acetate and D-xylose uptake from acid-pretreated corncobs",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Butanol",
        "Clostridium acetobutylicum",
        "Clostridium beijerinckii",
        "Corncobs",
        "Fermentation"
    ],
    "authors": [
        "Akarin Boonsombuti"
    ],
    "citedby-count": 17,
    "ref-count": 35,
    "ref-list": [
        "The Study of Butanol Production From Sweet Sorghum Stem Juice by Clostridium Beijerinckii JCM 1390.",
        "Transcriptional profiling of gene expression in response to glucose in Bacillus subtilis: Regulation of the central metabolic pathways",
        "Buffering as a means for increasing growth and butanol production by Clostridium acetobutylicum",
        "Improved acetone-butanol fermentation analysis using subambient HPLC column temperature",
        "Acetate enhances solvent production and prevents degeneration in Clostridium beijerinckii BA101",
        "Effect of acetate on molecular and physiological aspects of Clostridium beijerinckii NCIMB 8052 solvent production and strain degeneration",
        "Butanol production from agricultural residues: Impact of degradation products on Clostridium beijerinckii growth and butanol fermentation",
        "Enhanced butanol production by Clostridium beijerinckii BA101 grown in semidefined P2 medium containing 6 percent maltodextrin or glucose",
        "Ammonium acetate enhances solvent production by clostridium acetobutylicum EA 2018 using cassava as a fermentation medium",
        "Acetone-butanol fermentation revisited",
        "The Maillard reaction and its control during food processing. The potential of emerging technologies",
        "Fermentation of rice bran and defatted rice bran for butanol production using Clostridium beijerinckii NCIMB 8052",
        "The improvement of glucose/xylose fermentation by Clostridium acetobutylicum using calcium carbonate",
        "Emended descriptions of Clostridium acetobutylicum and Clostridium beijerinckii, and descriptions of Clostridium saccharoperbutylacetonicum sp. nov. and Clostridium saccharobutylicum sp. nov.",
        "Fermentation-derived butanol and scenarios for its uses in energy-related applications",
        "Continuous butanol production using suspended and immobilized Clostridium beijerinckii NCIMB 8052 with supplementary butyrate",
        "Butanol production by Clostridium beijerinckii ATCC 55025 from wheat bran",
        "The cause of \"acid crash\" and \"acidogenic fermentations\" during the batch acetone-butanol-ethanol (ABE-) fermentation process",
        "Detoxification of dilute acid hydrolysates of lignocellulose with lime",
        null,
        "Effects of butyric and acetic acids on acetone-butanol formation by Clostridium acetobutylicum",
        "Use of Dinitrosalicylic Acid Reagent for Determination of Reducing Sugar",
        "Genome sequence and comparative analysis of the solvent-producing bacterium Clostridium acetobutylicum",
        "Regulation and butanol inhibition of D-xylose and D-glucose uptake in Clostridium acetobutylicum",
        "Butanol recovery from model solution/fermentation broth by pervaporation: Evaluation of membrane performance",
        "Butanol production by Clostridium beijerinckii. Part I: Use of acid and enzyme hydrolyzed corn fiber",
        "Production of butanol (a biofuel) from agricultural residues: Part I - Use of barley straw hydrolysate",
        "Ann Microbiol",
        "Biomass Bioenerg",
        "Bioconversion of agro-wastes into acetone butanol",
        "Determination of Structural Carbohydrates and Lignin in Biomass.",
        "Production of bioethanol from wheat straw: An overview on pretreatment, hydrolysis and fermentation",
        "Acetone-butanol fermentation of xylose and sugar mixtures",
        "Butanol production from corncob residue using Clostridium beijerinckii NCIMB 8052",
        "Role of D-ribose as a cometabolite in D-xylose metabolism by Saccharomyces cerevisiae"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Ratchadaphiseksomphot Endowment Fund",
        "Center of Excellence on Petrochemical and Materials Technology"
    ]
}