{
    "eid": "2-s2.0-84900324507",
    "title": "Minimal intervention dentistry II: Part 6. Microscope and microsurgical techniques in periodontics",
    "cover-date": "2014-05-09",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [],
    "authors": [
        "Y. Sitbon"
    ],
    "citedby-count": 6,
    "ref-count": 34,
    "ref-list": [
        "Consensus report. Periodontal diseases: epidemiology and diagnosis.",
        "Periodontal diseases: diagnosis.",
        "Enhanced periodontal debridement with the use of micro ultrasonic, periodontal endoscopy.",
        "Long‐term maintenance of patients treated for advanced periodontal disease",
        "Long‐term effect of surgical/non‐surgical treatment of periodontal disease",
        "Non-surgical pocket therapy: mechanical.",
        "Total calculus removal: an attainable objective?",
        "Calculus removal by scaling/root planing with and without surgical access.",
        "The effectiveness of subgingival scaling and root planing. II. Clinical responses related to residual calculus.",
        "The effectiveness of subgingival scaling and root planning. I. Clinical detection of residual calculus.",
        "The clinical effectiveness of open versus closed scaling and root planing on multi-rooted teeth.",
        "A Perspective on Periodontal Microsurgery",
        "Microscope-enhanced periodontal therapy: A review and report of four cases",
        "The microscopy in dental medicine: gadget or necessity?",
        "Current trends in soft tissue.",
        "Minimal intervention in dental care",
        "Root substance removal by scaling and root planing.",
        "Schweiz Monatsschr Zahnmed",
        "Inside Dentistry",
        "Periodontal microsurgery.",
        "A review of the principles and practice of periodontal microsurgery.",
        "Soft tissue management in endodontic surgery",
        "Comparison of long-term papilla healing following sulcular full thickness flap and papilla base flap in endodontic surgery",
        "Coverage of localized gingival recessions: Comparison of micro-and macrosurgical techniques",
        "A model for the study of epithelial migration in wound healing",
        "Periodontal microsurgery: Report of 16 cases consecutively treated by the free rotated papilla autograft technique combined with the coronally advanced flap",
        "Microsurgical technique for augmentation of the interdental papilla: Three case reports",
        "Anterior esthetic implants: microsurgical placement in extraction sockets with immediate plovisionals.",
        "Fiber retention and papilla preservation technique in the treatment of infrabony defects: A microsurgical approach",
        "Microsurgical Approach to Periodontal Regeneration. Initial Evaluation in a Case Cohort",
        "Microsurgical treatment of gingival recession: A controlled clinical study",
        "Standards for Advanced Speciality Education Programs in Endodontics",
        "A Classification System for Loss of Papillary Height",
        "Regeneration of interdental papillae using periodic curettage."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Montreal",
            "affilname": "University of Montreal",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}