{
    "eid": "2-s2.0-84994895398",
    "title": "Antioxidant activity, anti-proliferative activity, and amino acid profiles of ethanolic extracts of edible mushrooms",
    "cover-date": "2016-10-17",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "Amino acid profiles",
        "Anti-proliferation",
        "Antioxidation",
        "Auricularia auricula-judae",
        "Pleurotus abalonus",
        "Pleurotus sajor-caju"
    ],
    "authors": [
        "S. Panthong"
    ],
    "citedby-count": 14,
    "ref-count": 42,
    "ref-list": [
        "KNApSAcK family databases: Integrated metabolite-plant species databases for multifaceted plant research",
        "Environmental pharmacology - An overview",
        "Apple phytochemicals and their health benefits",
        "Cancer biology and hormesis: Human tumor cell lines commonly display hormetic (biphasic) dose responses",
        "Resveratrol commonly displays hormesis: Occurrence and biomedical significance",
        "Amino acids and antioxidant properties of the oyster mushrooms, Pleurotus ostreatus and Pleurotus sajor-caju",
        "Regulation of the growth and differentiation of a human monocytic cell line by lymphokines. I. Induction of superoxide anion production and chemiluminescence",
        "Glutamic acid as anticancer agent: An overview",
        "Swietenine: A potential oral hypoglycemic from Swietenia macrophylla seed",
        "Microculture tetrazolium assays: a comparison between two new tetrazolium salts, XTT and MTS",
        "Antidiabetic and In Vivo antioxidant activity of ethanolic extract of Bacopa monnieri Linn. Aerial parts: A possible mechanism of action",
        "Cancer statistics, 2002",
        "J. Food Nutr. Res",
        "Chemical composition and antioxidant properties of extracts of fresh fruiting bodies of Pleurotus sajor-caju (Fr.) singer",
        "Bioactive microconstituents and antioxidant properties of wild edible mushrooms from the island of Lesvos, Greece",
        "Novel angiotensin I-converting enzyme inhibitory peptides derived from an edible mushroom, Pleurotus cystidiosus O.K. Miller identified by LC-MS/MS",
        "Isolation and identification of a novel polysaccharide-peptide complex with antioxidant, anti-proliferative and hypoglycaemic activities from the abalone mushroom",
        "Evaluation of water soluble β-d-glucan from Auricularia auricular-judae as potential anti-tumor agent",
        "Antiproliferative and immunostimulatory protein fraction from edible mushrooms",
        "J. Mycol",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Effect of chronic cadmium exposure on antioxidant defense system in some tissues of rats: Protective effect of selenium",
        "Immunomodulation and anti-cancer activity of polysaccharide-protein complexes",
        "Recent developments in mushrooms as anti-cancer therapeutics: A review",
        "GC-MS studies of the chemical composition of two inedible mushrooms of the genus Agaricus",
        "Hormetins, antioxidants and prooxidants: Defining quercetin-, caffeic acid- and rosmarinic acid-mediated life extension in C. elegans",
        "Trolox equivalent antioxidant capacity (TEAC) of Ginkgo biloba flavonol and Camellia sinensis catechin metabolites",
        "Epidemiology and clinical burden of acute myeloid leukemia",
        "Antioxidant and antitumor effects of polysaccharides from the fungus Pleurotus abalonus",
        "Comparative antitumor activity of different solvent fractions from an auricularia auricula-judae ethanol extract in P388D1 and sarcoma 180 cells",
        "Dichlormethane extract of the jelly ear mushroom Auricularia auricula-judae (higher Basidiomycetes) inhibits tumor cell growth in vitro",
        "Epidemiology of acute leukemia in children and adults",
        "Cancer statistics, 2016",
        "Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent",
        "Hormetic dietary phytochemicals",
        "Screening of basidiomycetes in submerged cultivation based on antioxidant activity",
        "Hormesis and synergy: Pathways and mechanisms of quercetin in cancer prevention and management",
        ",",
        "A novel DNA topoisomerase i inhibitor with different mechanism from camptothecin induces G2/M phase cell cycle arrest to K562 cells",
        "Iron translocation in Pleurotus ostreatus basidiocarps: Production, bioavailability, and antioxidant activity",
        "Effects of β-adrenergic receptor antagonists on oxidative stress in purified rat retinal ganglion cells",
        "Antitumor Protein-containing Polysaccharides from a Chinese Mushroom Fengweigu or Houbitake, Pleurotus sajor-caju(Fr.) Sings"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Medical Biotechnology Center",
        "Medical Life Science Institute",
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}