{
    "eid": "2-s2.0-85163364829",
    "title": "Siamochlamys panhai, a New Limestone Karst-Restricted Terrestrial Snail from Thailand (Eupulmonata: Helicarionidae)",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "endemic",
        "Indochina",
        "land snail",
        "limestones",
        "taxonomy"
    ],
    "authors": [
        "Arthit Pholyotha",
        "Piyoros Tongkerd",
        "Chirasak Sutcharit"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        "Description of new genera or subgenera of Heli-cidc",
        "Notes malacologiques. A - Observations sur les mollusques terrestres et fluviatiles recueillies dans lIndo-Chine et particulièrement au Laos. B - Descriptions d’espéces nouve-lles du centre de I’Afrique. C - Notes sur quelques coupes géné-riques ou sous-génériques de Mollusques. D - Description dun mollusque méditerranéen nouveau",
        "New Helicidae collected by W. Theobald, Esq., jun., in Burmah and the Khasia Hills, and described by W.H. Benson",
        "Re-description of the land snail Eurychlamys platychlamys (Blanford, 1880) (Pulmonata: Helicarionidae) from the Western Ghats of India",
        "Mollusca: Testacellidae and Zonitidae",
        "Contributions to Indian malacology, No. XII. Descriptions of new land and freshwater shells from Southern and Western India, Burmah, the Andaman Islands, &c",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "Description de deux nouveaux genres algériens, suivie d’une classification des familles et des genres de Mollusques terrestres et fluviatiles du système européen",
        "Ecological and morphological patterns in communities of land snails of the genus Mandarina from the Bonin Islands",
        "A list of the genera of recent Mollusca, their synonyma and types",
        "Dynamic gastropods: Stable shell polymorphism despite gene flow in the land snail Arianta arbustorum",
        "Phylogeny of the Limacoidea sensu lato (Gastropoda: Stylommatophora)",
        "Biogeography of the Limacoidea sensu lato (Gastropoda: Stylommatophora): vicariance events and longdistance dispersal",
        "Aktualisierte Liste der terrest-rischen Gastropoden Thailands",
        "Molecular phylogeny of Australian Helicarionidae, Euconulidae and related groups (Gastropoda: Pulmonata: Stylommatophora) based on mitochondrial DNA",
        "A morphological phylogenetic analysis and generic revision of Australian Helicarionidae (Gastropoda: Pulmonata: Stylommatophora), and an assessment of the relationships of the family",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Morphological parallelism of sympatric cave-dwelling microsnails of the genus Georissa at Mount Silabur, Borneo (Gastropoda, Neritimorpha, Hydrocenidae)",
        "Binnenmollusken aus Hinterindien. 2. Neue Arten und Unterarten von Fruhstorfer in Siam gesammelt",
        "Cause of bimodal distribution in the shape of a terrestrial gastropod",
        "An integrative taxonomic approach to infer the systematic position of Chalepotaxis Ancey, 1887 (Gastropoda: Stylommatophora: Helicarionidae)",
        "A checklist and classification of the land terrestrial pulmonate snail in Thailand",
        "The land snail genus Macrochlamys Gray, 1847 from Thailand, with descript-tions of five new species (Pulmonata: Ariophantidae)",
        "Land snail genus Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from Cambodia, with description of three new species",
        "Taxonomic revision of the land snail genera Macroch-lamys Gray, 1847 and Sarika Godwin-Austen, 1907 (Eupulmo-nata: Ariophantidae) from Southeastern Myanmar, with descriptions of three new species",
        "Integrative taxonomic revision of the land snail genus Sarika Godwin-Austen, 1907 in Thailand, with descriptions of nine new species (Eupulmonata, Ariophantidae)",
        "Rediscovering the dancing semislug genus Cryptosemelus Collinge, 1902 (Eupul-monata, Ariophantidae) from Thailand with description of two new species",
        "Integrative systematics reveals the new landsnail genus Taphrenalla (Eupulmonata: Ariophantidae) with a description of nine new species from Thailand",
        "Systematic revision of the limestone karst-restricted land snail genus Aenigmatoconcha (Eupulmonata: Helicarionidae), with description of a new species",
        "Uncovering local endemism from southeastern Myanmar: description of the new karst-associated terrestrial snail genus Burmoch-lamys (Eupulmonata, Helicarionidae)",
        "Treatise on recent terrestrial pulmonate molluscs. Part 9. Helicarionidae, Gymnarionidae, Rhysotinidae, Ariophantidae",
        "Treatise on recent terrestrial pulmonate molluscs. Part 10. Ariophantidae, Ostracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Microgeographic evolution of snail shell shape and predator behavior",
        "Some non-marine mollusks from Thailand",
        "Molecular phylogeny reveals high diversity and ende-mism in the limestone karst-restricted land snail genus Sophina Benson, 1859 from Myanmar (Eupulmonata: Helicar-ionidae), with description of four new species",
        "Systematic review of the dextral Hemiplecta Albers, 1850 (Eupulmonata, Ariophantidae) from Thailand with description of a new species and list of all the Indochinese species",
        "Reassessment and systematic position of the sinistral snails of genus Hemiplecta from Thailand (Eupulmonata: Ariophan-tidae), with description of two new species",
        "Descriptions of some new Burmese and Indian Helicidae with remarks on some previously described species",
        "A new species of Sesara Albers, 1860 from northeastern Thailand (Stylommatophora: Helicarionidae)",
        "Discovery of an overlooked helicarionid land snail (Helicarionidae: Durgel-linae) from northeastern Thailand, with description of a new genus and new species, and a note on radula morphology and genital system",
        "Muangnua arbórea, a new semislug (Gastropoda, Stylommatophora, Helicarionidae, Durgellininae) from Loei Province, northeastern Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "ASRU",
        "Chulalong-korn University",
        "Thailand Research Fund",
        "Center of Excellence on Biodiversity"
    ]
}