{
    "eid": "2-s2.0-85078260806",
    "title": "Evolutionary relationships of the ancient fern lineage the adder's tongues (Ophioglossaceae) with description of Sahashia gen. nov",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Liang Zhang",
        "Xue Ping Fan",
        "Sahanat Petchsri",
        "Lin Zhou",
        "Rossarin Pollawatn",
        "Xin Zhang",
        "Xin Mao Zhou",
        "Ngan Thi Lu",
        "Ralf Knapp",
        "Sahut Chantanaorrapint",
        "Ponpipat Limpanasittichai",
        "Hang Sun",
        "Xin Fen Gao",
        "Li Bing Zhang"
    ],
    "citedby-count": 13,
    "ref-count": 85,
    "ref-list": [
        "A new look at the statistical model identification",
        "Ophioderma redactophylla sp. nov. (Ophioglossaceae), a new fern from the Malay Peninsula",
        "The Chinese fern families and genera: Systematic arrangement and historical origin (Cont.)",
        "Ophioglossaceae, Botrychiaceae, and Helminthostachyaceae: Volume 2",
        "A linear sequence of extant families and genera of lycophytes and ferns",
        "A monograph of the Ophioglossaceae",
        "jModelTest 2: more models, new heuristics and parallel computing",
        "Molecular phylogenetics supports widespread cryptic species in moonworts (Botrychium s.s. Ophioglossaceae)",
        "Ploidy level and genome size variation in the homosporous ferns Botrychium s.l. (Ophioglossaceae)",
        "A worldwide molecular phylogeny provides new insight on cryptic diversity within the moonworts (Botrychium s. s., Ophioglossaceae)",
        "Rapid allopolyploid radiation of moonwort ferns (Botrychium; Ophioglossaceae) revealed by PacBio sequencing of homologous and homeologous nuclear regions",
        "Gene transfer from a parasitic flowering plant to a fern",
        "Molecular species identification with rich floristic sampling: DNA barcoding the pteridophyte flora of Japan",
        "Parsimony jackknifing outperforms neighbor-joining",
        "Taxonomic affinities of Medusagyne oppositifolia (Medusagynaceae)",
        "Maximum likelihood and minimum-steps methods for estimating evolutionary trees from data on discrete characters",
        "Molecular phylogeny of the fern family Blechnaceae (Polypodiales) with a revised genus-level treatment",
        "Biosystematic survey of pteridophytes from Shevaroy Hills, South India",
        "Botrychium michiganense sp. nov. (Ophioglossaceae), a new North American moonwort",
        "Complete plastid genomes from Ophioglossum californicum, Psilotum nudum, and Equisetum hyemale reveal an ancestral land plant genome structure and resolve the position of Equisetales among monilophytes",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Fern phylogeny based on rbcL nucleotide sequences",
        "Phylogenetic studies of Ophioglossaceae: evidence from rbcL and trnL-F plastid DNA sequences and morphology",
        "A phylogenetic investigation of Botrychium s. s. (Ophioglossaceae): evidence from three plastid DNA sequence datasets",
        "A note on the classification of Botrychium Sw. s. l",
        "A phylogenetic classification of Ophioglossaceae",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Chromosome evolution in the genus Ophioglossum L",
        "Evolution of six novel ORFs in the plastome of Mankyua chejuense and phylogeny of eusporangiate ferns",
        "Horsetails are the sister group to all other monilophytes and Marattiales are sister to leptosporangiate ferns",
        "First insights into fern matK phylogeny",
        "Phylogenetics of Chinese Dryopteris (Dryopteridaceae) based on the chloroplast rps4-trnS sequence data",
        "IOPB chromosome number reports LVII",
        "Contributions to our knowledge of the flora of southern part of Japan",
        "Testing for phylogenetic conflict among molecular data sets in the tribe Triticeae (Gramineae)",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Phylogeny of marattioid ferns (Marattiaceae): inferring a root in the absence of a closely related outgroup",
        "A new system of Ophioglossales",
        "Life cycle matters: DNA barcoding reveals contrasting community structure between fern sporophytes and gametophytes",
        "On simultaneous analysis",
        "Speciation with gene flow on Lord Howe Island",
        "Molecular evidence for long-distance dispersal in the New Zealand pteridophyte flora",
        "Fragmenta Pteridologiae—I",
        "Tentamen pteridophytorum genera in taxanomicum ordinam redigendi",
        "Empirical problems of the hierarchical likelihood ratio test for model selection",
        "Model selection and model averaging in phylogenetics: advantages of Akaike information criterion and Bayesian approaches over likelihood ratio tests",
        "A community-derived classification for extant lycophytes and ferns",
        "Horsetails and ferns are a monophyletic group and the closest living relatives to seed plants",
        "Phylogeny and evolution of ferns (monilophytes) with a focus on the early leptosporangiate divergences",
        "The deepest divergences in land plants inferred from phylogenomic evidence",
        "Utility of a large, multigene plastid data set in inferring higher-order relationships in ferns and relatives (monilophytes)",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "The evolutionary history of ferns inferred from 25 low-copy nuclear genes",
        "Morphological and taxonomical studies on Ophioglossales in Japan and the adjacent regions (4): Comparative morphology of spores of some species in Ophioglossales",
        "Chloroplast DNA phylogeny, reticulate evolution, and biogeography of Paeonia (Paeoniaceae)",
        "The use of matK in Ophioglossaceae phylogeny and the determination of Mankyua chromosome number shed light on chromosome number evolution in Ophioglossaceae",
        "Taxonomic comments on the\" Flora of North America north of Mexico,\" vol. 2, with some nomenclatural combinations for Pteridophyta",
        "Amplification of noncoding chloroplast DNA for phylogenetic studies in lycophytes and monilophytes with a comparative example of relative phylogenetic utility from Ophioglossaceae",
        "A classification for extant ferns",
        "Phylogenetic analysis of Iridaceae with parsimony and distance methods using the plastid gene rps4",
        "A rapid bootstrap algorithm for the RAxML Web servers",
        "Mankyua (Ophioglossaceae): a new fern genus from Cheju Island, Korea",
        "Phylogeny of the family Ophioglossaceae with special emphasis on genus Mankyua",
        "Universal primers for amplification of three non-coding regions of chloroplast DNA",
        "Paraphyly of Tarasa (Malvaceae) and diverse origins of the polyploid species",
        "Some probabilistic and statistical problems in the analysis of DNA sequences",
        "A 4000-species dataset provides new insight into the evolution of ferns",
        "Polyploidy, phylogeography and Pleistocene refugia of the rockfern Asplenium ceterach: evidence from chloroplast DNA",
        "Ophioglossaceae",
        "Hiemobotrychium, a new section of Botrychium subgenus Sceptridium from the southeastern United States",
        "The polymorphy of fronds and chromosome number of Ophioglossum petiolatum Hook",
        "Cryptic speciation in allotetraploids: Lessons from the Botrychium matricariifolium complex",
        "Evaluation of atpB nucleotide sequences for phylogenetic studies of ferns and other pteridophytes",
        "Phylogenetic relationships of the enigmatic fern families Hymenophyllopsidaceae and Lophosoriaceae: Evidence from rbcL nucleotide sequences",
        "Maximum likelihood phylogenetic estimation from DNA sequences with variable rates over sites: approximate methods",
        "Phylogeny and delimitation of the Celastrales inferred from nuclear and plastid genes",
        "Phylogeny and quaternary history of the European montane/alpine endemic Soldanella (Primulaceae) based on ITS and AFLP variation",
        "Ophioglossaceae",
        "Two new fern chloroplasts and decelerated evolution linked to the long generation time in tree ferns",
        "The nature of nucleotide sequence divergence between barley and maize chloroplast DNA"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kamphaeng Saen",
            "@id": "60117964",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60071359",
            "affilname": "Vietnam Academy of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071359",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Yangling",
            "@id": "60031041",
            "affilname": "Northwest A&amp;F University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031041",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chengdu",
            "@id": "60028423",
            "affilname": "Chengdu Institute of Biology Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028423",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kunming",
            "@id": "60028009",
            "affilname": "Yunnan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028009",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60027363",
            "affilname": "University of Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027363",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60019499",
            "affilname": "Chinese Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019499",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kunming",
            "@id": "60018910",
            "affilname": "Kunming Institute of Botany",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018910",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chengdu",
            "@id": "60016521",
            "affilname": "Sichuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016521",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "@id": "60001319",
            "affilname": "Missouri Botanical Garden",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001319",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Eberbach",
            "@id": "117005382",
            "affilname": "Correspondent of the Muséum national d'Histoire naturelle (MNHN",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117005382",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Atlanta Botanical Garden",
        "Project of Platform Construction for Plant Resources of Sichuan Province",
        "Southeast Asia Biodiversity Research Institute",
        "National Natural Science Foundation of China",
        "Chinese Academy of Sciences"
    ]
}