{
    "eid": "2-s2.0-84992437465",
    "title": "The effects of good governance satisfaction, quality of work life, and morale on employee engagement in public companies in Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Employee engagement",
        "Employee morale",
        "Good governance",
        "Public companies",
        "Quality of work life"
    ],
    "authors": [
        "Naritphol Boonyakiat"
    ],
    "citedby-count": 0,
    "ref-count": 183,
    "ref-list": [
        "Does employee satisfaction matter? A study to determine whether low employee morale affects customer satisfaction and profits in the business-to-business sector",
        "Research in Organizational Behavior",
        "A Comparative Theory of Corporate Governance. Unpublished Working Paper",
        "The measurement and antecedents of affective, continuance and normative commitment to the organization",
        "Consequences associated with work-to-family conflict: a review and agenda for future research.",
        "Proceedings of the 17Th Annual Conference of the Society for Industrial and Organisational Psychology",
        "The Practitioner’s Guide to Corporate Governance in Asia",
        "Psychological Testing",
        "Structural Equation Modeling in Practice: A Review and Recommended Two-Step Approach",
        "Human Computer Interaction: Applications and Case Studies",
        "Benefiting from Back Translations",
        "What a mess! Participation as a simple managerial rule to 'complexify' organizations",
        "Administrative Science Quarterly",
        "Administrative Science Quarterly",
        "The relationship between ipsatized and normative measures of personality",
        "European Journal of Work and Organizational Psychology",
        "The viability of alternative call centre production models",
        "Blockholdings in Europe: An international comparison",
        "The Modern Corporation and Private Property",
        "Positive and negative aspects of the work of information technology personnel: An exploratory analysis",
        "Globalization, Innovation and Human Resource Development for Competitive Advantage",
        "Ownership and Control: Rethinking Corporate Governance for the Twenty-First Century",
        "Duration of computer use and mouse use in relation to musculoskeletal disorders of neck or upper limb",
        "A causal model to evaluate the relationships among supervision, role stress, organizational commitment and internal service quality",
        "Humans on the Net: Information and Communication Technology, Work Organization and Human Beings",
        "Human Resource Management Theory and Practice",
        "DO PEOPLE MAKE THE PLACE? AN EXAMINATION OF THE ATTRACTION‐SELECTION‐ATTRITION HYPOTHESIS",
        "Social Policy and Woman’s Experience",
        "A new look at psychological climate and its relationship to job involvement, effort, and performance",
        "Does supporting employees' career adaptability lead to commitment turnover, or both?",
        "Alternative Ways of Assessing Model Fit",
        "Employee Engagement",
        "First, Break All the Rules: What the world’s Greatest Managers Do Differently",
        "Corporate Responsibility",
        "Work-life programs and organization culture: The essence of workplace community",
        "Meaningfulness, commitment, and engagement:the intersection of a deeper level of intrinsic motivation",
        "Association between psychosocial work characteristics and health functioning in American women: Prospective study",
        "Cycles of Crisis and Regulation: The enduring agency and stewardship problems of corporate governance",
        "Academy of Management Review",
        "The Economic Journal",
        "Mid-American Journal of Business",
        "Built to Last: Successful Habits of Visionary Companies",
        "The construct of work commitment: Testing an integrative framework",
        "Formulating a metaphysics of governance: Explaining the dynamics of governance using the new JEWAL synthesis framework",
        "Theory Testing in Organizational Behavior: The Varient Approach",
        "Spirituality in the Workplace, in Human Resources, Edited by Michael Marquardt",
        "Chapter 4: Key Economic Sectors",
        "International Corporate Governance",
        "Whitepaper-Driving Employee Engagement",
        "Examining the roles of job involvement and work centrality in predicting organizational citizenship behaviors and job performance",
        "Mail and Telephone Surveys: The Total Design Approach",
        "Psychological Morale: Its conceptualisation and measurement. The Doherty Inventory of Psychological Morale (DIPM)",
        "The Two-tier System of Corporate Governance",
        "Academy of Management Journal",
        "An examination of competing versions of the person-environment fit approach to stress",
        "Academy of Management Review",
        "Cannibals with Forks: The Triple Bottom Line of 21St Century",
        "New Work Organization, Working Conditions and Quality of Work: Towards the Flexible Firm?",
        "Motivational bases of affective organizational commitment: A partial test of an integrative theoretical model",
        "Does good corporate governance include employee representation? Evidence from German corporate boards",
        "Organizational Culture and Identity: What’s the Difference Anyway",
        "Manage your Human Sigma",
        "Reputation: Realizing Value from the Corporate Image",
        "Strategic Management: A Stakeholder Approach",
        "The Social Responsibility of Business is to Increase Its Profits",
        "Developing stakeholder theory",
        "The economics of corporate governance: Beyond the Marshallian firm",
        "Organizational identity, image, and adaptive instability",
        "Ondernemingsraad En Strategische Beleidsvorming (Works Council and Strategic Decision-Making)",
        "Corporate Governance En Medezeggenschap (Corporate Governance and Workers’ Participation)",
        "The evolution of corporate governance and its impact on modern corporate America",
        "The Disappearing Relationship Between Directors' Pay and Corporate Performance",
        "The State under Cintract",
        "Who started this? Investigating different sources of organizational change",
        "Reconceptualizing the work-family interface: an ecological perspective on the correlates of positive and negative spillover between work and family.",
        "Personnel Psychology",
        "Demographic and attitudinal correlates of employee satisfaction with an ESOP",
        "The effects of ownership structure on conditions at the top: The case of CEO pay raises"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}