{
    "eid": "2-s2.0-84924871700",
    "title": "Purification and characterization of extracellular, polyextremophilic α-amylase obtained from halophilic Engyodontium album",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Engyodontium album",
        "Extremozyme",
        "Halophilic fungi",
        "α-amylase"
    ],
    "authors": [
        "Imran Ali"
    ],
    "citedby-count": 23,
    "ref-count": 36,
    "ref-list": [
        "Halotolerant and Halophilic Fungi. In: Deshmukh SK, Rai MK (Eds), Biodiversity of Fungi-Their Role in Human Life",
        "Screening of potential biotechnological applications from obligate halophilic fungi, isolated from a man-made solar saltern located in Phetchaburi Province, Thailand",
        "Encyclopedia of Life Sciences. Wiley, London",
        "Fungal Adaptation to Extremely High Salt Concentrations",
        "Industrial and environmental applications of halophilic microorganisms",
        "Biochemical characterization of an extracellular polyextremophilic α-amylase from the halophilic archaeon Halorubrum xinjiangense",
        "Expression cloning of fungal enzyme genes; A novel approach for efficient isolation of enzyme genes of industrial relevance",
        "Halotolerant ability and α-amylase activity of some saltwater fungal isolates",
        "Production of surfactant and detergent-stable, halophilic, and alkalitolerant alpha-amylase by a moderately halophilic Bacillus sp. Strain TSCVKK",
        "A novel raw starch digesting α-amylase from a newly isolated Bacillus sp. YX-1: Purification and characterization",
        "Purification and biochemical characterization of a novel SDS and surfactant stable, raw starch digesting, and halophilic α-amylase from a moderately halophilic bacterium, Nesterenkonia sp. strain F",
        "Identification, phylogenetic analysis and characterization of obligate halophilic fungi isolated from a man-made solar saltern in Phetchaburi province, Thailand",
        "LUJST",
        "Amylase production by Aspergillus niger in submerged cultivation on two wastes from food industries",
        "Isolation and characterization of novel α-amylase from marine Streptomyces sp. D1",
        "Purification and biochemical characterization of a novel α-amylase from Bacillus licheniformis NH1. Cloning, nucleotide sequence and expression of amyN gene in Escherichia coli",
        "Use of Dinitrosalicylic Acid Reagent for Determination of Reducing Sugar",
        "Protein measurement with the Folin phenol reagent.",
        "Application of microbial α-amylase in industry - a review",
        "Microbial α-amylases: A biotechnological perspective",
        "α-Amylase production by Penicillium fellutanum isolated from mangrove rhizosphere soil",
        "Production, purification and partial characterization of a novel protease from marine Engyodontium album BTMFS10 under solid state fermentation",
        "Characterization of an extracellular alkaline serine protease from marine Engyodontium album BTMFS10",
        "One step purification and characterization of an extracellular α-amylase from marine Vibrio sp.",
        "Production, purification, and characterization of two extremely halotolerant, thermostable, and alkali-stable α-amylases from Chromohalobacter sp. TVSP 101",
        "Production and characterization of α-amylase from Aspergillus niger JGI 24 isolated in Bangalore",
        "α-Amylase: An ideal representative of thermostable enzymes",
        "Production, purification, and characterization of thermostable a-amylase from thermophilic Geobacillus stearothermophilus",
        "Highly thermostable amylase and pullulanase of the extreme thermophilic eubacterium Rhodothermus marinus: Production and partial characterization",
        "Purification and characterization of a halophilic α-amylase with increased activity in the presence of organic solvents from the moderately halophilic Nesterenkonia sp. strain F",
        "Characterization of a microbial community capable of reducing perchlorate and nitrate in high salinity",
        "Purification, characterization, and potential of saline waste water remediation of a polyextremophilic α -amylase from an obligate halophilic aspergillus gracilis",
        "Removal of hardness ions from tap water using electromembrane processes",
        "Identification of a haloalkaliphilic and thermostable cellulase with improved ionic liquid tolerance",
        "Diversity and industrial potential of hydrolaseproducing halophilic/halotolerant eubacteria",
        "Extracellular enzyme production by indigenous thermophilic bacteria: Partial purification and characterization of α-amylase by Bacillus sp. WA21"
    ],
    "affiliation": [
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}