{
    "eid": "2-s2.0-84983527168",
    "title": "miR-570 interacts with mitochondrial ATPase subunit g (ATP5L) encoding mRNA in stored platelets",
    "cover-date": "2017-01-02",
    "subject-areas": [
        {
            "$": "Hematology",
            "@code": "2720"
        }
    ],
    "keywords": [
        "ATP5L",
        "microarray",
        "microRNA",
        "platelets",
        "storage lesion"
    ],
    "authors": [
        "Neetu Dahiya"
    ],
    "citedby-count": 18,
    "ref-count": 21,
    "ref-list": [
        "Increased platelet storage time is associated with mitochondrial dysfunction and impaired platelet function",
        "A rest period before agitation may improve some in vitro apheresis platelet parameters during storage",
        "High-yield Platelet units revealed immediate pH decline and delayed mitochondrial dysfunction during storage in 100% plasma as compared with storage in SSP+",
        "Membrane array-based differential profiling of platelets during storage for 52 miRNAs associated with apoptosis",
        "Platelet MicroRNAs: An Overview",
        "Existence of a microRNA pathway in anucleate platelets",
        "Platelet microRNAs: From platelet biology to possible disease biomarkers and therapeutic targets",
        "Platelets",
        "MicroRNAs in platelet production and activation",
        "Platelet microRNA-mRNA coexpression profiles correlate with platelet reactivity",
        "The complex transcriptional landscape of the anucleate human platelet.",
        "Blood Transfus",
        "Characterization of human platelet microRNA by quantitative PCR coupled with an annotation network for predicted target genes",
        "The Repertoire and Features of Human Platelet microRNAs",
        "Genome-wide analysis of mir-548 gene family reveals evolutionary and functional implications",
        null,
        "Evaluation of small noncoding RNAs in ex vivo stored human mature red blood cells: Changes in noncoding RNA levels correlate with storage lesion events",
        "Acquired granular pool defect in stored platelets",
        "Adenine and guanine nucleotide metabolism during platelet storage at 22°C",
        "Platelet dysfunction in injured patients. Mol Cell Ther.",
        "MiRNA-548c: A specific signature in circulating PBMCs from dilated cardiomyopathy patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "The George Washington University School of Medicine and Health Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Institute on Aging (NIA)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "affilname": "Food and Drug Administration",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institute on Aging"
    ]
}