{
    "eid": "2-s2.0-85052163120",
    "title": "Reptilian genotoxicity",
    "cover-date": "2016-04-19",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Apolonia Novillo"
    ],
    "citedby-count": 4,
    "ref-count": 98,
    "ref-list": [
        "Artificial transmutation of the gene",
        "Chemical production of mutations [18]",
        "Chemical and biochemical dosimetry of exposure to genotoxic chemicals",
        "ATLA",
        "Linking genotoxic responses and reproductive success in ecotoxicology",
        "Genetic ecotoxicology: An overview",
        "Pharmaceuticals and personal care products in the environment: Agents of subtle change?",
        "The Waste System, Office of Solid Waste, and Emergency Response",
        "The genotoxicity of industrial wastes and effluents. A review",
        "Sites in the united states contaminated with radioactivity",
        "Performance assessment of radioactive waste repositories",
        "Genetic damage in a population of slider turtles (Trachemys scripta) inhabiting a radioactive reservoir",
        "Wet and dry deposition of Chernobyl releases",
        "Polycyclic hydrocarbons and cancer",
        "Genotypic toxicity: Implications for individuals and populations",
        "DNA damage as a biomarker of exposure",
        "Genetic and molecular ecotoxicology: A research framework",
        "Somatic and heritable effects of environmental genotoxins and the emergence of evolutionary toxicology",
        "Indirect mechanisms of genotoxicity",
        "Regulatory recognition of indirect genotoxicity mechanisms in the European Union",
        "Valoración de alteraciones citogenéticas en estudios medioambientales:desarrollo de protocolos metodológicos utilizando citometría de flujo",
        "Environmental genotoxicity: Probing the underlying mechanisms",
        "Ecotoxicology of Amphibians and Reptiles",
        "Reptiles as models of contaminant-induced endocrine disruption",
        "Responses of the iguanid lizard Anolis carolinensis to four organophosphorus pesticides",
        "Herpetological J.",
        "Ecotoxicology of Amphibians and Reptiles",
        "Snapping turtles - a biological screen for PCB's",
        "Disposition of toxic PCB congeners in snapping turtle eggs: Expressed as toxic equivalents of TCDD",
        "Ecotoxicology of Amphibians and Reptiles",
        "Lizard contaminant data for ecological risk assessment",
        "The accumulation and effects of environmental contaminants on snakes: A review",
        "A logical starting point for developing priorities for lizard and snake ecotoxicology: A review of available data",
        "Flow cytometric analysis of the effects of low-level radiation exposure on natural populations of slider turtles (Pseudemys scripta)",
        "Comparison of two freshwater turtle species as monitors of radionuclide and chemical contamination: DNA Damage and residue analysis",
        "Ecotoxicology of Amphibians and Reptiles",
        "New trends in biological monitoring: Application of biomarkers to genetic ecotoxicology",
        "Quantitation of chemically induced damage to DNA of aquatic organisms by alkaline unwinding assay",
        "Genetic effects of contaminant exposure - towards an assessment of impacts on animal populations",
        "The slider turtle as an environmental sentinel: multiple tissue assays using flow cytometric analysis",
        "Chromosome translocations in turtles: A biomarker in a sentinel animal for ecological dosimetry",
        "Use of DNA fingerprinting to detect genotoxic effects",
        "In Vitro Methods in Aquatic Toxicology",
        "Comparative genomic hybridization for molecular cytogenetic analysis of solid tumors",
        "The in vitro micronucleus test: A multi-endpoint assay to detect simultaneously mitotic delay, apoptosis, chromosome breakage, chromosome loss and non-disjunction",
        "Report from the vitro micronucleus assay working group",
        "Aquatic toxicology: Opportunities for enhancement through histopathology",
        "The ecotoxicological significance of genotoxicity in marine invertebrates",
        "Reptile Medicine and Surgery",
        "Ecotoxicology of Amphibians and Reptiles",
        "The Reproductive Biology of the Chelonian",
        "Herpetology: An Introductory Biology of Amphibians and Reptiles",
        "Animals as Sentinels of Environmental Health Hazards",
        "Chromosome translocations in T. scripta: The dose-rate effect and in vivo lymphocyte radiation response",
        "Environmental biodosimetry: A biologically relevant tool for ecological risk assessment and biomonitoring",
        "Can. J. Zool.",
        "Chemical Contaminants and Their Effects in Fish and Wildlife from the Industrial Zone of Sumgayit, Republic of Azerbaijan",
        "U.S. Air Force Center for Environmental Excellence (AFCEE)",
        "Assessment of the effects of groundwater pollution on a sentinel species, Chrysemys picta, on Cape Cod, MA: tissue contaminant levels and hepatic and reproductive bioindicators",
        "Cytochrome P4501A immunoassay in freshwater turtles and exposure to PCBS and environmental pollutants",
        "Cytochromes P450 in liver of the turtle Chrysemys picta picta and the induction and partial purification of CYP1A-like proteins",
        "Reproductive endocrine disruption in a sentinel species (Chrysemys picta) on Cape Cod, Massachusetts",
        "Potential environmental impacts on endocrine responses and gonadal development in freshwater turtles",
        "Cadmium: Tissue distribution and binding protein induction in the painted turtle, Chrysemys picta",
        "Zoologica (NY)",
        "Fibropapillomatosis of marine turtles",
        "Experimental transmission of green turtle fibropapillomatosis using cell-free tumor extracts",
        "Green turtle fibropapillomatosis: Challenges to assessing the role of environmental cofactors",
        "Phylogenetic Relationships of the Lizard Families, Essays Commemorating Charles L. Camp.",
        "Biology of the Reptilia",
        "Evolution",
        "Evolution of Sex-Determining Mechanisms",
        "Reptilian viviparity and Dollo's law",
        "Evolutionary origins of viviparity in the Reptilia. I. Sauria.",
        "Eutherian-like reproductive specializations in a viviparous reptile",
        "Energy and nutrient utilisation by embryonic reptiles",
        "Viral particles in a papilloma from a green lizard (Lacerta viridis)",
        "C type virus particles in a reptilian tumor",
        "Lymphosarcoma associated with virus-like intranuclear inclusions in a California king snake (Colubridae: Lampropeltis)",
        "Adv. Radiat. Biol."
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "affilname": "College of Arts &amp; Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}