{
    "eid": "2-s2.0-85065095049",
    "title": "An effect-analysis method for species-dependent coral health status in temperature and ammonia: A case study of Acropora sp., Turbinaria sp., and Porites sp.",
    "cover-date": "2019-04-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (all)",
            "@code": "1900",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "U. Bussapakorn",
        "C. Petchporn",
        "R. Sompop"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Biodiversity of inververtebrate in Thailand sea: Corals",
        "Photographic assessment of coral stress: Effect of low salinity to acropora sp. Goniopora sp. And pavona sp. At sichang island, Thailand",
        "The early step of healthiness detection for coral quality of life at sichang island, Thailand",
        "Seasonal patterns of tossue biomass and densities of symbiotic dinoflagellates in reef corals and relation to coral bleaching",
        "Study the effect of ammonia by image analysis on healthiness detection for coral quality of life",
        "Reports from the environmental quality situation in eastern of Thailand at 2015",
        "Latent impacts: The role of historical human activitiy in coastal habitat loss",
        "Monitoring coral bleaching using a colour reference card",
        "Probit analysis",
        "Annual variation in the timing of coral spawning in a high-latitude environment: Influence of temperature",
        "Coral mucus goes mainstream-new discoveries in microbial communities",
        "Effects of hypo-osmosis on the coral stylophora pistillata: Nature and cause of low salinity",
        "Effects of temperature, hypoxia, ammonia and nitrate on the bleaching among three coral species",
        "Local processes strongly influence post-bleaching benthic recovery in the lakshadweep island",
        "Photographic assessment of coral chlorophyll contents: Implications for ecophysiological studies and coral monitoring"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}