{
    "eid": "2-s2.0-85105189834",
    "title": "The combination of patient-reported clinical symptoms and an endoscopic score correlates well with health-related quality of life in patients with ulcerative colitis",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Endoscopy",
        "Outcome",
        "Quality of life",
        "Ulcerative colitis"
    ],
    "authors": [
        "Satimai Aniwan",
        "David H. Bruining",
        "Sang Hyoung Park",
        "Badr Al-Bawardy",
        "Sunanda V. Kane",
        "Nayantara Coelho Prabhu",
        "John B. Kisiel",
        "Laura E. Raffals",
        "Konstantinos A. Papadakis",
        "Darrell S. Pardi",
        "William J. Tremaine",
        "Edward V. Loftus"
    ],
    "citedby-count": 10,
    "ref-count": 21,
    "ref-list": [
        "Treatment patterns, complications, and disease relapse in a real-world population of patients with moderate-to-severe ulcerative colitis initiating immunomodulator therapy",
        "Cumulative incidence and risk factors for hospitalization and surgery in a population-based cohort of ulcerative colitis",
        "Patient-reported outcomes as primary end points in clinical trials of inflammatory bowel disease",
        "Prevalence of symptoms meeting criteria for irritable bowel syndrome in inflammatory bowel disease: Systematic review and meta-analysis",
        "Selecting Therapeutic Targets in Inflammatory Bowel Disease (STRIDE): Determining Therapeutic Goals for Treat-to-Target",
        "Incidence and Prevalence of Crohn’s Disease and Ulcerative Colitis in Olmsted County, Minnesota from 1970 through 2010",
        "Update on the incidence and prevalence of Crohn’s disease and ulcerative colitis in Olmsted County, Minnesota, 1940-2000",
        "Ulcerative colitis in Olmsted County, Minnesota, 1940–1993: Incidence, prevalence, and survival",
        "Randomised clinical study: Discrepancies between patient-reported outcomes and endoscopic appearance in moderate to severe ulcerative colitis",
        "The Short Inflammatory Bowel Disease Questionnaire: A quality of life instrument for community physicians managing inflammatory bowel disease. CCRPT Investigators. Canadian Crohn’s Relapse Prevention Trial",
        "Evaluation of the patient-reported outcomes measurement information system in a large cohort of patients with inflammatory bowel diseases",
        "Validity, reliability, and responsiveness of the EQ-5D in inflammatory bowel disease in Germany",
        "Effect of Adalimumab on Clinical Outcomes and Health-related Quality of Life Among Patients with Ulcerative Colitis in a Clinical Practice Setting: Results from InspirADA",
        "Validation of the functional assessment of chronic illness therapy-fatigue (FACIT-F) in patients with inflammatory bowel disease",
        "Fatigue and health-related quality of life in inflammatory bowel disease: Results from a population-based study in the Netherlands: The IBD-South Limburg cohort",
        "The impact of endoscopic inflammation and mucosal healing on health-related quality of life in ulcerative colitis patients",
        "Poor correlation between clinical disease activity and mucosal inflammation, and the role of psychological comorbidity, in inflammatory bowel disease",
        "The short inflammatory bowel disease questionnaire is reliable and responsive to clinically important change in ulcerative colitis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60006240",
            "affilname": "University of Ulsan College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006240",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}