{
    "eid": "2-s2.0-85116824959",
    "title": "Corporate integrity and hostile takeover threats: Evidence from machine learning and “CEO luck”",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Agency theory",
        "Corporate governance",
        "Hostile takeover",
        "Integrity",
        "Machine learning",
        "Textual analysis"
    ],
    "authors": [
        "Viput Ongsakul",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Sirithida Chaivisuttangkun"
    ],
    "citedby-count": 16,
    "ref-count": 93,
    "ref-list": [
        "The structure of voluntary disclosure narratives: Evidence from tone dispersion",
        "Is all that talk just noise? The information content of internet stock message boards",
        "Measuring economic policy uncertainty*",
        "Coups d’état and the cost of debt",
        "Employee–management trust and M & A activity",
        "What matters in corporate governance?",
        "Lucky CEOs and lucky directors",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "The promise and peril of corporate governance indices",
        "Capital market pressure, disclosure frequency-induced earnings/cash flow conflict, and managerial myopia (retracted)",
        "Suspect CEOs, unethical culture, and corporate misbehavior",
        "Option backdating and board interlocks",
        "Using 10-k text to gauge financial constraints",
        "Using 10-k text to gauge financial constraints",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Does policy uncertainty affect mergers and acquisitions?",
        "Corporate governance myths: Comments on Armstrong, Guay, and Weber",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Does firm-level political risk influence corporate social responsibility (CSR)? Evidence from earnings conference calls",
        "Does economic policy uncertainty influence executive risk-taking incentives?",
        "Wisdom of crowds: The value of stock opinions transmitted through social media",
        "Identifying control motives in managerial ownership: Evidence from antitakeover legislation",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "The effect of corporate governance on CEO luck: Evidence from the institutional shareholder services (ISS)",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Does weak governance cause weak stock returns? An examination of firm operating performance and investors’ expectations",
        "Corporate culture and shared knowledge",
        "Thirty years of shareholder rights and firm value",
        "Takeovers and the cross-section of returns",
        "Text and context: Language analytics in finance",
        "The effect of manager-specific optimism on the tone of earnings conference calls",
        "Managers’ use of language across alternative disclosure outlets: Earnings press releases versus MD & A*",
        "How do accounting practices spread? An examination of law firm networks and stock option backdating",
        "Toward a theory of organizational culture and effectiveness",
        "Measuring accounting fraud and irregularities using public and private enforcement",
        "Executive turnover following option backdating allegations",
        "Response to Deirdre Nansen Mccloskeyys comment on putting integrity into finance: A purely positive approach",
        "Reputation penalties for poor monitoring of executive pay: Evidence from option backdating",
        "Annual report readability, tone ambiguity, and the cost of borrowing",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "The earnings returns to graduating with honors — Evidence from law graduates",
        "Trust and financial reporting quality",
        "Capital structure and corporate control: The effect of antitakeover statutes on firm leverage",
        "Determinants and consequences of quantitative critical accounting estimate disclosures",
        "Corporate governance and equity prices",
        "The fit between integrity and integrative social contracts theory",
        "The value of corporate culture",
        "Textual analysis and machine leaning: Crack unstructured data in finance and accounting",
        "Do scandals trigger governance changes? evidence from option backdating",
        "Do scandals trigger governance changes? evidence from option backdating",
        "Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies",
        "Firm-level political risk: Measurement and effects*",
        "A new business excellence model with business integrity from ancient confucian thinking",
        "Option backdating announcements and information advantage of institutional investors",
        "Capital structure, shareholder rights, and corporate governance",
        "Does Corporate Social Responsibility (CSR) Improve Credit Ratings? Evidence from Geographic Identification",
        "Ceo compensation, shareholder rights, and corporate governance: An empirical investigation",
        "Corporate governance, shareholder rights and firm diversification: An empirical analysis",
        "The wealth effects of second-generation state takeover legislation",
        "Textual sentiment in finance: A survey of methods and models",
        "Integrity as a business asset",
        "Economic short-termism: The debate, the unresolved issues, and the implications for management practice and research",
        "Managerial myopia or systemic short-termism?",
        "Does takeover activity cause managerial discipline? Evidence from international M & A laws",
        "Selection models in accounting research",
        "Measuring corporate culture using machine learning",
        "Textual analysis in accounting and finance: A survey",
        "Measuring firm complexity",
        "Managerial risk-taking behavior and equity-based compensation",
        "Corporate investment myopia: a horserace of the theories",
        "Mergers and the market for corporate control",
        "Entropy-balanced accruals",
        "The theory and practice of myopic management",
        "How misconduct spreads: Auditors’ role in the diffusion of stock-option backdating",
        "The impact of US sanctions on poverty",
        "Does a good central banker make a difference?",
        "Policy uncertainty and mergers and acquisitions",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Does board gender diversity reduce ‘CEO luck’?",
        "Does managerial ownership influence corporate social responsibility (CSR)? The role of economic policy uncertainty",
        "Do firms adjust corporate governance in response to economic policy uncertainty? Evidence from board size",
        "Corporations, culture, and commitment: motivation and social control in organizations",
        "The central role of the propensity score in observational studies for causal effects",
        "Hostility in takeovers: In the eyes of the beholder?",
        "Does corporate integrity improve the quality of internal control?",
        "Behavioral integrity: The perceived alignment between managers’ words and deeds as a research focus",
        "Does corporate integrity culture matter to corporate social responsibility? Evidence from China",
        "Executive turnover in the stock option backdating wave: The impact of social context"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001921",
            "affilname": "National Institute of Development Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001921",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101335017",
            "affilname": "Securities and Exchange Commission (SEC) of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101335017",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}