{
    "eid": "2-s2.0-84920525842",
    "title": "Collaborator recommendation in interdisciplinary computer science using degrees of collaborative forces, temporal evolution of research interest, and comparative seniority status",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "Information Systems and Management",
            "@code": "1802"
        },
        {
            "$": "Software",
            "@code": "1712"
        },
        {
            "$": "Management Information Systems",
            "@code": "1404"
        },
        {
            "$": "Artificial Intelligence",
            "@code": "1702"
        }
    ],
    "keywords": [
        "Co-authorship network",
        "Collaborator recommendation",
        "Knowledge discovery",
        "Research collaboration",
        "Social network"
    ],
    "authors": [
        "Paweena Chaiwanarom"
    ],
    "citedby-count": 33,
    "ref-count": 29,
    "ref-list": [
        "Collaboration in Computer Science: A Network Science Approach. Part II, CoRR abs/1104.4296",
        "Development of computer science disciplines: a social network analysis approach",
        "SDM",
        "Analysis of computer science communities based on DBLP",
        "Good partners are hard to find: The search for and selection of collaborators in the health sciences",
        "Facebook for scientists: Requirements and services for optimizing how scientific collaborations are established",
        "Understanding importance of collaborations in co-authorship networks: A supportiveness analysis approach",
        "Co-authorship networks in the digital library research community",
        "Int. J. Eng.",
        "Finding potential research collaborators in four degrees of separation",
        "Recommending collaborators using social features and MeSH terms",
        "Recommending collaborators using keywords",
        "CollabSeer: A search engine for collaboration discovery",
        "An emerging view of scientific collaboration: Scientists' perspectives on collaboration and factors that impact collaboration",
        "Who collaborates successfully? Prior experience reduces collaboration barriers in distributed interdisciplinary research",
        "A hybrid recommender system for the selective dissemination of research resources in a technology transfer office",
        "A google wave-based fuzzy recommender system to disseminate information in University Digital Libraries 2.0",
        "Locating Expertise: Design Issues for An Expertise Locator System, Sharing Expertise: Beyond Knowledge Management",
        "Coauthor prediction for junior researchers",
        "Friends and neighbors on the Web",
        "Probabilistic author-topic models for information discovery",
        "Impact of data sources on citation counts and rankings of LIS faculty: Web of science versus scopus and google scholar",
        "Collaboration over time: Characterizing and modeling network evolution",
        "Comparative analysis of co-authorship networks considering authors' roles in collaboration: Differences between the theoretical and application areas",
        "A geographical analysis of knowledge production in Computer Science",
        "On six degrees of separation in DBLP-DB and more",
        "SIGCSE Bull.",
        "Collaboration in computer science: A network science approach",
        "An analysis of the connection between researchers' productivity and their co-authors' past attributions, including the importance in collaboration networks"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}