{
    "eid": "2-s2.0-85111247868",
    "title": "Actinoplanes lichenicola sp. Nov. and actinoplanes ovalisporus sp. nov., isolated from lichen in Thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinoplanes lichenicola",
        "Actinoplanes ovalisporus",
        "Lichen",
        "Polyphasic taxonomy"
    ],
    "authors": [
        "Patcharin Saeng-In",
        "Pawina Kanchanasin",
        "Masahiro Yuki",
        "Takuji Kudo",
        "Moriya Ohkuma",
        "Wongsakorn Phongsopitanun",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 4,
    "ref-count": 26,
    "ref-list": [
        "Actinoplanes, a new genus of the actinomycetales",
        "Actino-planes couchii sp. nov",
        "Actinoplanes sediminis sp. nov., isolated from marine sediment",
        "Actinoplanes tropicalis sp. nov. and Actinoplanes cibodasensis sp. nov., isolated from leaf litter",
        "Actino-planes lichenis sp. nov., isolated from lichen",
        "16S/23S rRNA sequencing",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA and whole genome assemblies",
        "MEGA X: Molecular Evolutionary Genetics Analysis across Computing Platforms",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Methods for characterization of Strepto-myces species",
        "Actinoplanes capillaceus sp. nov., a new species of the genus Actinoplanes",
        "Chapter XI actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Distribution of menaquinones in Actinomycetes and Corynebacteria",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their relationship to whole genome sequence similarities"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}