{
    "eid": "2-s2.0-85062031018",
    "title": "Do letters to shareholders have information content?",
    "cover-date": "2019-03-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Accounting",
            "@code": "1402",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Business words",
        "Content of letters to shareholders",
        "Letters to shareholders",
        "Tone",
        "Voluntary disclosure"
    ],
    "authors": [
        "Prapaporn Kiattikulwattana"
    ],
    "citedby-count": 5,
    "ref-count": 74,
    "ref-list": [
        "The information content of the president’s letter to shareholders",
        "An empirical investigation of users’ views on corporate annual reports in Qatarnull",
        "A multinational test of determinants of corporate disclosure",
        "An empirical evaluation of accounting income numbers",
        "How much new information is there in earnings?",
        "Value relevance of voluntary disclosure in the annual report",
        "Factors influencing voluntary corporate disclosure by Kenyan companies",
        "The corporate report and the private shareholder: Lee and Tweedie twenty years on",
        "Post-earnings-announcement drift: delayed price response or risk premium?",
        "Size matters: word count as a measure of quality on Wikipedia",
        "Large-sample evidence on firms’ year-over‐year MD&A modifications",
        "Voluntary disclosure of mission statements in corporate annual reports: signaling what and to whom?",
        "Family ownership, board independence and voluntary disclosure: evidence from Hong Kong",
        "SPECIAL ISSUEAn analysis of intertemporal and cross-sectional determinants of earnings response coefficients",
        "An examination of social and environmental reporting strategies",
        "Corporate accounting disclosure in ASEAN",
        "Managers’ use of language across alternative disclosure outlets: earnings press releases versus MD&A",
        "Beyond the numbers: measuring the information content of earnings press release language",
        "The effect of manager-specific optimism on the tone of earnings conference calls",
        "Earnings conference call content and stock price: the case of REITs",
        "Organizational legitimacy: social values and organizational behavior",
        "When managers change their tone, analysts and investors change their tune",
        "Corporate annual reports as promotional tools: the case of Australian National Industries Limited",
        "Management’s tone change, post earnings announcement drift and accruals",
        "Have financial statements lost their relevance?",
        "A letter from the president: seduction, charm and obfuscation in French CEO letters",
        "The economic implications of corporate financial reporting",
        "Information asymmetry, corporate disclosure, and the capital markets: a review of the empirical disclosure literature",
        "Stock performance and intermediation changes surrounding sustained increases in disclosure",
        "Limited attention, information disclosure, and financial reporting",
        "Do investors overvalue firms with bloated balance sheets?",
        "Some behavioral parameters of financial analysis",
        "Letters to the shareholders: a content analysis comparison of letters written by CEOs in the United States and Japan",
        "Tone management",
        "An information highway in need of capital improvements",
        "Theory of the firm: managerial behavior, agency costs and ownership structure",
        "Information quality benchmarks: product and service performance",
        "An examination of the effect of the president’s letter and stock advisory service information on financial decisions",
        "Earnings management and voluntary disclosure of management’s responsibility for the financial reports",
        "Market liquidity and volume around earnings announcements",
        "Market-induced information disclosures: an experimental markets investigation",
        "The effect of disclosures by management, analysts, and financial press on the equity cost of capital: a study using content analysis",
        "Cross-sectional determinants of analyst ratings of corporate disclosures",
        "The effect of quarterly report readability on information efficiency of stock prices*",
        "Impression management through minimal narrative disclosure in annual reports",
        "Fundamental information analysis",
        "Annual report readability, current earnings, and earnings persistence",
        "Textual analysis of corporate disclosures: a survey of the literature",
        "The information content of forward-looking statements in corporate filings – a Naïve Bayesian machine learning approach",
        "Experimental research in financial accounting",
        "When is a liability not a liability? Textual analysis, dictionaries, and 10-Ks",
        "Bringing the future forward: the effect of disclosure on the returns-earnings relation",
        "Strategic posture, financial performance and environmental disclosure: an empirical test of legitimacy theory",
        "The power of voice: managerial affective states and future firm performance",
        "Factors influencing voluntary annual report disclosures by U.S., U.K. and Continental European multinational corporations",
        "Theoretical perspectives on corporate disclosure: a critical evaluation and literature survey",
        "Environmental disclosures in the annual report: extending the applicability and predictive power of legitimacy theory",
        "Automatically constructing a dictionary for information extraction tasks",
        "The changing significant of financial statements",
        "Readability of management’s discussion and analysis",
        "Long-term trends and cycles in ASEAN stock markets",
        "Theories and determinants of voluntary disclosure",
        "Giving content to investor sentiment: the role of media in the stock market",
        "More than words: quantifying language to measure firms’ fundamentals",
        "Foreign institutional investors and corporate voluntary disclosure around the World",
        "Self-serving attributions in corporate annual reports: a replicated study",
        "Discretionary disclosure",
        "Essays on disclosure",
        "Voluntary disclosure with a strategic opponent",
        "Managerial ability, tone of earnings announcements, and market reaction",
        "Financial reporting complexity and investor underreaction to 10-K information"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}