{
    "eid": "2-s2.0-85078918420",
    "title": "Outcomes of thrombolytic therapy in acute ischemic stroke: Mothership, drip-and-ship, and ship-and-drip paradigms",
    "cover-date": "2020-02-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acute ischemic stroke",
        "Drip-and-ship",
        "Mothership",
        "Ship-and-drip",
        "Telestroke",
        "Thrombolytic"
    ],
    "authors": [
        "Naruchorn Kijpaisalratana",
        "Aurauma Chutinet",
        "Wasan Akarathanawat",
        "Pakkawan Vongvasinkul",
        "Nijasri C. Suwanwela"
    ],
    "citedby-count": 7,
    "ref-count": 31,
    "ref-list": [
        "Stroke epidemiology in Thailand",
        "2018 guidelines for the early management of patients with acute ischemic stroke: A guideline for healthcare professionals from the American Heart Association/American Stroke Association",
        "Safety and efficacy of thrombolysis in telestroke: A systematic review and meta-analysis",
        "Thrombolytic treatment for acute ischemic stroke: A 2 year-experience at King Chulalongkorn Memorial Hospital",
        "Thrombolytic treatment in Thailand",
        "Stroke fast track in Thailand 2558",
        "Telestroke increases use of acute stroke therapy",
        "Guidelines for the early management of patients with acute ischemic stroke: A guideline for healthcare professionals from the American Heart Association/American Stroke Association",
        "Thrombolysis with alteplase for acute ischaemic stroke in the safe implementation of thrombolysis in stroke-monitoring study (SITS-MOST): An observational study",
        "Classification of subtype of acute ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial of org 10172 in acute stroke treatment",
        "Tissue plasminogen activator for acute ischemic stroke",
        "Intravenous tissue plasminogen activator for acute ischemic stroke: Feasibility, safety, and efficacy in the first year of clinical practice",
        "Telestroke network fundamentals",
        "Telestroke\": The application of telemedicine for stroke",
        "Drip-and-ship thrombolytic treatment paradigm among acute ischemic stroke patients in the United States",
        "Drip and ship thrombolytic therapy for acute ischemic stroke: Use, temporal trends, and outcomes",
        "Acute ischemic stroke and thrombolysis location: Comparing telemedicine and stroke center treatment outcomes",
        "Safety of a \"drip and ship\" intravenous thrombolysis protocol for patients with acute ischemic stroke",
        "Is the drip-and-ship approach to delivering thrombolysis for acute ischemic stroke safe?",
        "Remote supervision of IV-tPA for acute ischemic stroke by telemedicine or telephone before transfer to a regional stroke center is feasible and safe",
        "Treating acute stroke patients with intravenous tPA. The OSF stroke network experience",
        "Influence of the stroke code activation source on the outcome of acute ischemic stroke patients",
        "Direct access to a hospital offering intravenous thrombolysis therapy improves functional outcome of acute ischemic stroke patients",
        "Extending tissue plasminogen activator use to community and rural stroke patients",
        "Influence of direct admission to comprehensive stroke centers on the outcome of acute stroke patients treated with intravenous thrombolysis",
        "Geographic differences in acute stroke care in Catalunya: Impact of a regional interhospital network",
        "Predictors of in-hospital death and symptomatic intracranial hemorrhage in patients with acute ischemic stroke treated with thrombolytic therapy: Paul Coverdell acute stroke registry 2008-2012",
        "Predictors of in-hospital mortality in patients with acute ischemic stroke treated with thrombolytic therapy",
        "Factors associated with in-hospital mortality after Administration of Thrombolysis in acute ischemic stroke patients",
        "Predictive factors for functional outcomes after intravenous thrombolytic therapy in acute ischemic stroke",
        "Gender differences in acute ischemic stroke: Etiology, stroke patterns and response to thrombolysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}