{
    "eid": "2-s2.0-85007240844",
    "title": "A folic acid-induced rat model of renal injury to identify biomarkers of tubulointerstitial fibrosis from urinary exosomes",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Biomarkers",
        "Chronic kidney disease",
        "Folic acid",
        "Interstitial fibrosis",
        "Proteomics",
        "Urine exosomes"
    ],
    "authors": [
        "Panthip Rattanasinganchan"
    ],
    "citedby-count": 7,
    "ref-count": 32,
    "ref-list": [
        "New clinical practice guidelines for chronic kidney disease: A framework for K/DOQI",
        "Renal tubulointerstitial fibrosis: Common but never simple",
        "Why is proteinuria an ominous biomarker of progressive kidney disease?",
        "Liquid biopsy for cancer screening, patient stratification and monitoring",
        "Identification and proteomic profiling of exosomes in human urine",
        "Urinary exosomal transcription factors, a new class of biomarkers for renal disease",
        "MicroRNA-29c in urinary exosome/microvesicle as a biomarker of renal fibrosis",
        "Inducible rodent models of acquired podocyte diseases",
        "Pre-existing renal disease promotes sepsis-induced acute kidney injury and worsens outcome",
        "Attenuation of folic acid-induced renal inflammatory injury in platelet-activating factor receptor-deficient mice",
        "Stimulation of renal growth in the rat by folic acid",
        "Response of the rat kidney to folic acid administration. I. Biochemical studies.",
        "Response of the rat kidney to folic acid administration. II. Morphologic studies.",
        "Folic acid-induced renal injury and repair: Correlation of structural and functional abnormalities",
        "Experimental folic acid nephropathy",
        "Discovery of urinary biomarkers",
        "Isolation and purification of exosomes in urine.",
        "Exosomal Fetuin-A identified by proteomics: A novel urinary biomarker for detecting acute kidney injury",
        "Target-decoy search strategy for increased confidence in large-scale protein identifications by mass spectrometry",
        "Angiotensin II overcomes strain-dependent resistance of rapid CKD progression in a new remnant kidney mouse model",
        null,
        "ExoCarta 2012: Database of exosomal proteins, RNA and lipids",
        "Rapid renal alpha-1 antitrypsin gene induction in experimental and clinical acute kidney injury",
        "Measurement of urinary annexin V by ELISA and its significance as a new urinary-marker of kidney disease",
        "Comparison of the course of biomarker changes and kidney injury in a rat model of drug-induced acute kidney injury",
        "Clusterin attenuates the development of renal fibrosis",
        "Prediction of the long-term outcome in acute interstitial nephritis",
        "Chronic kidney disease following acute kidney injury - Risk and outcomes",
        "Biomarkers: More than just markers!",
        "Cell proliferation in mouse kidney after a single injection of folic acid.",
        "Urine annexin A1 as an index for glomerular injury in patients",
        "Deep sequencing in microdissected renal tubules identifies nephron segment-specific transcriptomes"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "Huachiew Chalermprakiet University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}