{
    "eid": "2-s2.0-84912026346",
    "title": "Seminal vesicle carcinoma-in-situ in an adult rhesus macaque: A case report and review of the literature",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Adenocarcinoma",
        "Histopathology",
        "Malignant",
        "Rhesus macaque",
        "Seminal vesicle"
    ],
    "authors": [
        "Rawiwan Imerbsin"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Adenocarcinoma of the prostate invading the seminal vesicle: Definition and relation of tumor volume, grade and margins of resection to prognosis",
        "Controversies in prostate pathology: dysplasia and carcinoma in situ.",
        "Prostatic carcinoma in a rhesus monkey (Macaca mulatta).",
        "Carcinoma in situ of the bladder extending into the seminal vesicles",
        "Spontaneous neoplasms of the seminal vesicles in aged Han:Chin hamsters (Cricetulus criseus)",
        "Spontaneous neoplasms observed in cynomolgus monkeys (Macaca fascicularis) during a 15-year period",
        "Use of nonhuman primates in cancer research",
        "Primary seminal vesicle carcinoma: An immunohistochemical analysis of four cases",
        "Neoplasia in prosimians: Case series from a captive prosimian population and literature review",
        "A Spontaneous Seminal Vesicle Adenocarcinoma in an Aged F344 Rat",
        "Epithelial-stromal tumor of the seminal vesicles in the transgenic adenocarcinoma mouse prostate model",
        "Primary adenocarcinoma of the seminal vesicles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}