{
    "eid": "2-s2.0-84907089936",
    "title": "Anti-proliferative effects of c-phycocyanin on a human leukemic cell line and induction of apoptosis via the PI3K/AKT pathway",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Apoptosis",
        "BCR-ABL fusion protein",
        "Leukemia",
        "Phycocyanin",
        "PI3Kinase"
    ],
    "authors": [
        "Phakorn Tantirapan"
    ],
    "citedby-count": 10,
    "ref-count": 28,
    "ref-list": [
        "Am. J. Blood. Res",
        "Signal transduction in the chronic leukemias: Implications for targeted therapies",
        "Targeting the AKT protein kinase for cancer chemoprevention",
        "AKT/Protein Kinase B Regulation of BCL Family Members during Oxysterol-induced Apoptosis",
        "Cell death regulation by the Bcl-2 protein family in the mitochondria",
        "Review: Novel target for cancer therapy",
        "Cancer chemoprevention with dietary phytochemicals",
        "Cell signaling pathways altered by natural chemopreventive agents",
        "Sterols, triglycerides and essential fatty acid constituents of Brassica oleracea varieties, Brassica juncea and Raphanus sativus",
        "C-Phycocyanin, a selective cyclooxygenase-2 inhibitor, induces apoptosis in lipopolysaccharide-stimulated RAW 264.7 macrophages",
        "C-Phycocyanin: A potent peroxyl radical scavenger in vivo and in vitro",
        "An in vitro study of c-phycocyanin activity on protection of DNA and human erythrocyte membrane from oxidative damage",
        "Anti-inflammatory activity of c-phycocyanin in lipopolysaccharide-stimulated RAW 264.7 macrophages",
        "Phycocyanin induces apoptosis and enhances the effect of topotecan on prostate cell line LNCaP",
        "Apoptotic mechanism of MCF-7 breast cells in vivo and in vitro induced by photodynamic therapy with C-phycocyanin",
        "Molecular mechanisms in C-Phycocyanin induced apoptosis in human chronic myeloid leukemia cell line-K562",
        "Am. Soc.Clin.Oncol. Educ. Book",
        "JAK/STAT, Raf/MEK/ERK, PI3K/Akt and BCR-ABL in cell cycle progression and leukemogenesis",
        "Efficacy of imatinib mesylate-based front-line therapy in pediatric chronic myelogenous leukemia",
        "Resistance to tyrosine kinase inhibition therapy for chronic myelogenous leukemia: A clinical perspective and emerging treatment options",
        "C-Phycocyanin inhibits MDR1 through reactive oxygen species and cyclooxygenase-2 mediated pathways in human hepatocellular carcinoma cell line",
        "Strategy for a protein purification design using C-phycocyanin extract",
        "Alteration of mitochondrial membrane potential by Spirulina platensis C-phycocyanin induces apoptosis in the doxorubicin-resistant human hepatocellular-carcinoma cell line HepG2",
        "Compensatory PI3-kinase/Akt/mTor activation regulates im'atinib resistance development",
        "Manag.Care",
        "Cytokines and BCR-ABL mediate suppression of TRAIL-induced apoptosis through inhibition of forkhead FOXO3a transcription factor",
        "FoxO tumor suppressors and BCR-ABL-induced leukemia: A matter of evasion of apoptosis",
        "TGF-Β-FOXO signalling maintains leukaemia-initiating cells in chronic myeloid leukaemia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}