{
    "eid": "2-s2.0-85059681158",
    "title": "Circulating androgen levels before and after oophorectomy in premenopausal and postmenopausal women",
    "cover-date": "2019-03-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "androgens",
        "estrogens",
        "Oophorectomy",
        "ovary",
        "postmenopause",
        "testosterone"
    ],
    "authors": [
        "F. Z. Stanczyk",
        "S. Chaikittisilpa",
        "I. Sriprasert",
        "A. Rafatnia",
        "M. Nadadur",
        "D. R. Mishell"
    ],
    "citedby-count": 18,
    "ref-count": 26,
    "ref-list": [
        "Physiological Effects of Androgens in Women",
        "Testosterone in women–the clinical significance",
        "Adrenal and gonadal androgen secretion in normal females",
        "Androgen levels in adult females: changes with age, menopause, and oophorectomy",
        "Twenty-four-hour mean plasma testosterone concentration declines with age in normal premenopausal women",
        "Ovarian androgen production in postmenopausal women",
        "The postmenopausal ovary is not a major androgen-producing gland",
        "DHEA, important source of sex steroids in men and even more in women",
        "Serum gonadotropin testosterone estradiol and estrone levels prior to and following bilateral vasectomy",
        "Serum testosterone concentrations in women throughout the menstrual cycle and following hCG administration",
        "Male pseudohermaphroditism due to testicular 17-hydroxysteroid dehydrogenase deficiency",
        "Increased 5 alpha-reductase activity in idiopathic hirsutism",
        "Calculations of free and bound fractions of testosterone and 17β-estradiol to human plasma proteins at body temperature",
        "A critical evaluation of simple methods for the estimation of free testosterone in serum",
        "Validity of free testosterone and free estradiol determinations in serum samples from postmenopausal women by theoretical calculations",
        "Endocrine function of the postmenopausal ovary: concentration of androgens and estrogens in ovarian and peripheral vein blood",
        "Early postoperative changes in testosterone, dehydroepiandrosterone sulfate, and sex hormone-binding globulin after hysterectomy with or without concomitant oophorectomy",
        "Serum testosterone levels measured by isotope dilution-liquid chromatography-tandem mass spectrometry in postmenopausal women versus those in women who underwent bilateral oophorectomy",
        "The hormonal activity of the postmenopausal ovary",
        "Hysterectomy, oophorectomy, and endogenous sex hormone levels in older women: the Rancho Bernardo Study",
        "Associations between reproductive and menstrual factors and postmenopausal androgen concentrations",
        "Management strategies for the ovaries at the time of hysterectomy for benign disease",
        "Elective oophorectomy for benign gynecological disorders",
        "Salpingo-oophorectomy at the time of benign hysterectomy: A systematic review",
        "Oophorectomy: the debate between ovarian conservation and elective oophorectomy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Los Angeles",
            "@id": "60015183",
            "affilname": "Keck School of Medicine of USC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015183",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}