{
    "eid": "2-s2.0-85139218691",
    "title": "CSR variability, managerial risk aversion, and hostile takeover threats",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "corporate governance",
        "corporate social responsibility",
        "mergers and acquisitions",
        "quiet life hypothesis",
        "the takeover market"
    ],
    "authors": [
        "Takakorn Likitapiwat",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 0,
    "ref-count": 83,
    "ref-list": [
        "Local embeddedness, and corporate social performance: The mediating role of social innovation orientation",
        "Stakeholder management, CSR commitment, corporate social performance: The moderating role of uncertainty in CSR regulation",
        "Corporate social responsibility performance, financial distress, and firm life cycles: Evidence from Australia",
        "Risk reduction as a managerial motive for conglomerate mergers",
        "Too much finance?",
        "Testing the quiet life hypothesis in the African Banking industry",
        "CSR and environmental responsibility: Motives and pressures to adopt green management practices",
        "Corporate social responsibility as a conflict between shareholders",
        "The efficiency cost of market power in the banking industry: A test of the “Quiet Life” and related hypotheses",
        "Is there discretion in wage setting? A test using takeover legislation",
        "Enjoying the quiet life? Corporate governance and managerial preferences",
        "Does financial resource slack drive sustainability expenditure in developing economy small and medium-sized enterprises?",
        "Identity, intended image, construed image, and reputation: An interdisciplinary framework and suggested terminology",
        "Do stakeholder orientation and environmental proactivity impact firm profitability?",
        "The effects of prior outcomes on managerial risk taking: Evidence from Italian professional soccer",
        "Do takeover laws matter? Evidence from five decades of hostile takeovers",
        "Some practical guidance for the implementation of propensity score matching",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Corporate complexity, managerial myopia, and hostile takeover exposure: Evidence from textual analysis",
        "Does customer-base structure influence managerial risk-taking incentives?",
        "Identifying control motives in managerial ownership: Evidence from antitakeover legislation",
        "Corporate social responsibility and dividend policy",
        "The effect of entrenched boards on corporate risk-taking: testing the quiet life hypothesis",
        "Estimating the effect of corporate social responsibility on firm value using geographic identification",
        "The effect of corporate governance on corporate social responsibility",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "Testing the ‘Quiet Life’ hypothesis in the Italian Banking industry",
        "RQ innovative efficiency and firm value",
        "Does weak governance cause weak stock returns? An examination of firm operating performance and Investors' expectations",
        "Access to markets and rural poverty: Evidence from household consumption in China",
        "Agency problems and the theory of the firm",
        "Separation of ownership and control",
        "Revisiting the quiet life hypothesis in banking using nonparametric techniques",
        "Cash holdings and CEO risk incentive compensation: Effect of CEO risk aversion",
        "Corporate citizenship: Creating intangible assets across institutional environment",
        "Corporate social responsibility theories: Mapping the territory",
        "Capital structure and corporate control: The effect of antitakeover statutes on firm leverage",
        "The relationship between corporate philanthropy and shareholder wealth: A risk management perspective",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "Quiet life no more? Corporate bankruptcy and bank competition",
        "The impact of corporate social responsibility on the cost of bank loans",
        "Can media coverage restrain executive empire building and pursuit of a quiet life? Evidence from China",
        "Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies",
        "What drives merger waves?",
        "Under positive pressure: How stakeholder pressure affects corporate social responsibility implementation",
        "Do stock options overcome managerial risk aversion? Evidence from exercises of executive stock options",
        "Annual survey of economic theory: The theory of monopoly",
        "Enjoying the quiet life: Corporate decision-making by entrenched managers",
        "Managerial risk-taking incentives and the systemic risk of financial institutions",
        "How do powerful CEOs view corporate social responsibility (CSR)? An empirical note",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "How do independent directors influence corporate risk-taking? Evidence from a quasi-natural experiment",
        "The effects of ownership concentration and corporate governance on corporate risk-taking",
        "Managerial risk incentives and a firm's financing policy",
        "The wealth effects of second-generation state takeover legislation",
        "Enjoying the quiet life under deregulation? Evidence from adjusted Lerner indices for U.S. banks",
        "Do co-opted directors influence corporate risk-taking and credit ratings?",
        "Does takeover activity cause managerial discipline? Evidence from International M&A Laws",
        "Selection models in accounting research",
        "External determinants and financial outcomes of an eco-friendly orientation in smaller manufacturing firms",
        "Using heteroscedasticity to identify and estimate mismeasured and endogenous Regressor models",
        "Managerial risk-taking behavior and equity-based compensation",
        "Mergers and the market for corporate control",
        "Corporate social responsibility and firm financial performance",
        "Strategic risk and corporate performance: An analysis of alternative risk measures",
        "Empirical tests of the pollution haven hypothesis when environmental regulation is endogenous",
        "The effect of inflation targeting and financial openness on currency composition of sovereign international debt",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and “CEO luck",
        "The central role of the propensity score in observational studies for causal effects",
        "The disciplinary role of takeovers",
        "Managerial incentives and product market competition",
        "Hostility in takeovers: In the eyes of the beholder?",
        "Independent director death and CEO acquisitiveness: Build an empire or pursue a quiet life?",
        "The determinants of Firms' hedging policies",
        "Corporate governance and corporate social responsibility: What do investors care about? What should investors care about?",
        "Stakeholder pressure on MNEs and the transfer of socially irresponsible practices to subsidiaries",
        "The relationship between corporate social responsibility, financial misstatements and SEC enforcement actions",
        "Futures markets: A consequence of risk aversion or transactions costs?",
        "Deciphering the motives behind corporate social responsibility (CSR) using managerial ownership: Evidence from heteroskedastic identification",
        "Achieving legitimacy through corporate social responsibility: The case of emerging economy firms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Australian University Librarians",
        "University of Western Australia",
        "National Research Council of Thailand"
    ]
}