{
    "eid": "2-s2.0-84892906322",
    "title": "Densities and low pressure solubilities of carbon dioxide in five promising ionic liquids",
    "cover-date": "2014-01-29",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Thanawat Nonthanasin"
    ],
    "citedby-count": 43,
    "ref-count": 55,
    "ref-list": [
        "Energy: What Everyone Needs to Know",
        "A semi-empirical Henry's law expression for carbon dioxide dissolution in ionic liquids",
        "Solubility of carbon dioxide in 30 mass % monoethanolamine and 50 mass % methyldiethanolamine solutions",
        "A review of ionic liquids towards supercritical fluid applications",
        "Room temperature ionic liquids and their mixtures - A review",
        "Lenzinger Ber.",
        "High-pressure phase behavior of carbon dioxide with ionic liquids: 1-alkyl-3-methylimidazolium trifluoromethanesulfonate",
        null,
        "Carbon capture with ionic liquids: Overview and progress",
        "Carbon dioxide capture using ionic liquid 1-butyl-3-methylimidazolium acetate",
        "Solubility of carbon dioxide, ethane, methane, oxygen, nitrogen, hydrogen, argon, and carbon monoxide in 1-butyl-3-methylimidazolium tetrafluoroborate between temperatures 283 K and 343 K and at pressures close to atmospheric",
        "Gas solubilities in room-temperature ionic liquids",
        "Low pressure hydrocarbon solubility in room temperature ionic liquids containing imidazolium rings interpreted using regular solution theory",
        "Solubilities and thermodynamic properties of gases in the ionic liquid 1-n-butyl-3-methylimidazolium hexafluorophosphate",
        null,
        "Solubility measurement and prediction of carbon dioxide in ionic liquids",
        "Anion effects on gas solubility in ionic liquids",
        null,
        null,
        null,
        null,
        "High-pressure phase behavior of carbon dioxide with imidazolium-based ionic liquids",
        "Solubilities of oxygen and carbon dioxide in butyl methyl imidazolium tetrafluoroborate as a function of temperature and at pressures close to atmospheric pressure",
        null,
        "Correlations of low-pressure carbon dioxide and hydrocarbon solubilities in imidazolium-, phosphonium-, and ammonium-based room-temperature ionic liquids. Part 1. Using surface tension",
        "High-pressure solubilities of carbon dioxide in ionic liquids based on bis(trifluoromethylsulfonyl)imide and chloride",
        null,
        "Improving carbon dioxide solubility in ionic liquids",
        null,
        null,
        null,
        "Gas solubilities in room temperature ionic liquids - Correlation between RTiL-molar mass and Henry's law constant",
        null,
        null,
        null,
        "Phase behavior of {carbon dioxide + [bmim][Ac]} mixtures",
        null,
        "The double bond",
        "High carbon dioxide solubilities in trihexyltetradecylphosphonium-based ionic liquids",
        "Solubility of mixed gases containing carbon dioxide in ionic liquids: Measurements and predictions",
        "Low-pressure solubility and thermodynamics of solvation of carbon dioxide, ethane, and hydrogen in 1-hexyl-3-methylimidazolium bis(trifluoromethylsulfonyl) amide between temperatures of 283 K and 343 K",
        null,
        "Low-Pressure Solubility of Carbon Dioxide in Room-Temperature Ionic Liquids Measured with a Quartz Crystal Microbalance",
        "Solubilities of gases in the ionic liquid 1-n-butyl-3-methylimidazolium bis(trifluoromethylsulfonyl)imide",
        null,
        "Critical properties, normal boiling temperatures, and acentric factors of fifty ionic liquids",
        "Critical properties, normal boiling temperature, and acentric factor of another 200 ionic liquids",
        "A New Two-Constant Equation of State",
        "On the thermodynamics of solutions. V. An equation of state. Fugacities of gaseous solutions",
        "Equilibrium constants from a modified Redlich-Kwong equation of state",
        "Modeling the high-pressure ammonia-water system with WATAM and the Peng-Robinson equation of state for kalina cycle studies",
        "PHASE EQUILIBRIA IN CHEMICAL ENGINEERING.",
        "Extraction of butylbenzene from dodecane using hexafluorophosphate-based ionic liquids: Effect of cation change",
        "Chemical and Biomolecular Engineering"
    ],
    "affiliation": [
        {
            "affiliation-city": "Regina",
            "affilname": "University of Regina",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}