{
    "eid": "2-s2.0-85106868501",
    "title": "Examining the impact and influencing channels of carbon emission trading pilot markets in china",
    "cover-date": "2021-05-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Hardware and Architecture",
            "@code": "1708",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Carbon emission trading",
        "Difference‐in‐difference",
        "Green total factor productivity",
        "Synergy effect"
    ],
    "authors": [
        "Qiong Wu",
        "Kanittha Tambunlertchai",
        "Pongsa Pornchaiwiseskul"
    ],
    "citedby-count": 20,
    "ref-count": 33,
    "ref-list": [
        "Can emissions trading scheme achieve the Porter Effect in China?",
        "Local air pollutant emission reduction and ancillary carbon benefits of SO2 control policies: Application of AIM/CGE model to China",
        "The effects of sulfur dioxide controls on productivity change in the U.S. electric power industry",
        "Sources of China’s Economic Growth: An Empirical Analysis Based on the BML Index with Green Growth Accounting",
        "Measuring green productivity growth of Chinese industrial sectors during 1998–2011",
        "Assessment of Green Total Factor Productivity Impact on Sustainable Indonesia Productivity Growth",
        "Research on industrial carbon emissions and emissions reduction mechanism in Chinaʹs ETS",
        "Impacts of carbon trading scheme on air pollutant emissions in Guangdong Province of China",
        "Gains from emission trading under multiple stabilization targets and technological constraints",
        "The productivity and efficiency of the Australian electricity supply industry",
        "Total factor productivity growth in agriculture: a Malmquist index analysis of 93 countries, 1980–2000",
        "Measuring environmental‐biased technological progress considering energy saving and emission reduction",
        "Can Carbon Trading Policies Promote Regional Green Innovation Efficiency? Empirical Data from Pilot Regions in China",
        "Low‐CO2 energy pathways and regional air pollution in Europe",
        "Exploring the ancillary benefits of the Kyoto Protocol for air pollution in Europe",
        "Goal and technology path of CO2 mitigation in Chinaʹs cement industry: from the perspective of cobenefit",
        "Co‐benefits from energy policies in China",
        "Dynamic interactive effect and co‐design of SO2 emission tax and CO2 emission trading scheme",
        "Evaluation of the implementation effect of Chinaʹs low carbon pilot policy",
        "Productivity and Undesirable Outputs: A Directional Distance Function Approach",
        "Malmquist productivity index decompositions: a unifying framework",
        "Impact of urbanization level and endowment disparity on carbon reduction efficiency",
        "The optimization of Guangdong Provinceʹs industrial structure under the objective of carbon emission reduction—A simulating analysis based on input‐output model and multi‐objective programming model",
        "Chinaʹs capital stock series by region and sector",
        "China CO2 emission accounts 1997–2015",
        "Analysis of the synergistic effects of air pollutant emission reduction and carbon emissions at coal‐fired power plants in China",
        "Does FDI promote MENA regions environment quality? Pollution halo or pollution haven hypothesis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}