{
    "eid": "2-s2.0-85002487119",
    "title": "Bishydroquinone renieramycin M induces apoptosis of human lung cancer cells through a mitochondria-dependent pathway",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Oncology",
            "@code": "2730"
        },
        {
            "$": "Cancer Research",
            "@code": "1306"
        }
    ],
    "keywords": [
        "Apoptosis",
        "BCL2",
        "Bishydroquinone renieramycin M",
        "Lung cancer",
        "Renieramycin M"
    ],
    "authors": [
        "Tatchakorn Pinkhien"
    ],
    "citedby-count": 15,
    "ref-count": 19,
    "ref-list": [
        "Global burden of cancer",
        "The new concepts on overcoming drug resistance in lung cancer",
        "Chemistry and biology of the tetrahydroisoquinoline antitumor antibiotics",
        "Anticancer and antimetastatic activities of renieramyein M, a marine tetrahydroisoquinoline alkaloid, in human non-small cell lung cancer cells",
        "Chemistry of renieramycins. Part 6: Transformation of renieramycin M into jorumycin and renieramycin J including oxidative degradation products, mimosamycin, renierone, and renierol acetate",
        "Jorunnamycins A-C, new stabilized renieramycin-type bistetrahydroisoquinolines isolated from the Thai nudibranch Jorunna funebris",
        "Chemistry of renieramycins. Part 8: Synthesis and cytotoxicity evaluation of renieramycin M-jorunnamycin A analogues",
        "Chemistry of renieramycins. Part 5. Structure elucidation of renieramycin-type derivatives O, Q, R, and S from Thai marine sponge Xestospongia species pretreated with potassium cyanide",
        "Natural products in the process of finding new drug candidates",
        "Control of apoptosis by the BCL-2 protein family: Implications for physiology and therapy",
        "Apoptosis initiated by Bcl-2-regulated caspase activation independently of the cytochrome c/Apaf-1/caspase-9 apoptosome",
        "The role of mitochondria in apoptosis",
        "Control of mitochondrial apoptosis by the Bcl-2 family",
        "ACS Med Chem Lett",
        "Targeting BCL-2 family proteins to overcome drug resistance in non-small cell lung cancer",
        "Selenium compounds, apoptosis and other types of cell death: An overview for cancer therapy",
        "PARP-1 cleavage fragments: Signatures of cell-death proteases in neurodegeneration",
        "Renieramycin m sensitizes anoikis-resistant h460 lung cancer cells to anoikis",
        "Replacement of a quinone by a 5- O -Acetylhydroquinone abolishes the accidental necrosis inducing effect while preserving the apoptosis-inducing effect of renieramycin M on lung cancer cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "affilname": "Meiji Pharmaceutical University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}