{
    "eid": "2-s2.0-85086157295",
    "title": "Simple ammonium salts acting on sigma-1 receptors yield potential treatments for cancer and depression",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "James M. Brimson",
        "Kiran K. Akula",
        "Haider Abbas",
        "David R. Ferry",
        "Shrinivas K. Kulkarni",
        "Steven T. Russell",
        "Michael J. Tisdale",
        "Tewin Tencomnao",
        "Stephen T. Safrany"
    ],
    "citedby-count": 14,
    "ref-count": 45,
    "ref-list": [
        "The effects of morphine- and nalorphine- like drugs in the nondependent and morphine-dependent chronic spinal dog",
        "Purification, molecular cloning, and expression of the mammalian sigma1-binding site",
        "Crystal structure of the human sigma1 receptor",
        "The hallucinogen N,N-dimethyltryptamine (DMT) is an endogenous sigma-1 receptor regulator",
        "Identification of the gene that codes for the sigma2 receptor",
        "The pharmacology of sigma-1 receptors",
        "Are fluoxetine’s effects due to sigma-1 receptor agonism?",
        "A comparison of the binding profiles of dextromethorphan, memantine, fluoxetine and amitriptyline: treatment of involuntary emotional expression disorder",
        "Sigma-1 and sigma-2 receptors are expressed in a wide variety of human and rodent tumor cell lines",
        "Labelled sigma receptor ligands: can their role in neurology and oncology be extended?",
        "Small molecule antagonists of the sigma-1 receptor cause selective release of the death program in tumor and self-reliant cells and inhibit tumor growth in vitro and in vivo",
        "Sigma receptor antagonists inhibit human lens cell growth and induce pigmentation",
        "Pharmaceutical strategy and innovation: An academics perspective",
        "Is a nitrogen atom an important pharmacophoric element in sigma ligand binding?",
        "Structural features important for sigma 1 receptor binding",
        "Synthesis, structure and quantitative structure-activity relationships of sigma receptor ligands, 1-[2-(3,4-dimethoxyphenyl)ethyl]-4-(3-phenylpropyl) piperazines",
        "Dipentylammonium Binds to the Sigma-1 Receptor and Protects Against Glutamate Toxicity, Attenuates Dopamine Toxicity and Potentiates Neurite Outgrowth in Various Cultured Cell Lines",
        "The sigma1 receptor interacts with N-alkyl amines and endogenous sphingolipids",
        "Antagonists show GTP-sensitive high-affinity binding to the sigma-1 receptor",
        "Hazards of Using Masking Protocols When Performing Ligand Binding Assays: Lessons From the Sigma-1 and Sigma-2 Receptors",
        "Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings",
        "In silico prediction of blood-brain barrier permeation",
        "Behavioral despair in mice: a primary screening test for antidepressants",
        "The tail suspension test: a new method for screening antidepressants in mice",
        "McN-5652: a highly potent inhibitor of serotonin uptake",
        "Pharmacological characterization of (E)-N-(3-iodoprop-2-enyl)-2beta-carbomethoxy-3beta-(4’-methylphenyl)n ortropane as a selective and potent inhibitor of the neuronal dopamine transporter",
        "The transport of (+)-amphetamine by the neuronal noradrenaline carrier",
        "Effects of Nandrolone Decanoate on the Toxicity and Anti-Tumor Action of Ccnu and Fu in Murine Tumors",
        "Molecular modeling of sigma 1 receptor ligands: a model of binding conformational and electrostatic considerations",
        "Coupled ion movement underlies rectification in an inward-rectifier K+ channel",
        "Probing of NMDA channels with fast blockers",
        "Binding of sigma receptor ligands and their effects on muscarine-induced Ca2+changes in SH-SY5Y cells",
        "Desensitization of the nicotinic acetylcholine receptor: molecular mechanisms and effect of modulators",
        "Increased agonist affinity at the mu-opioid receptor induced by prolonged agonist exposure",
        "Desensitization mechanism of GABA receptors revealed by single oocyte binding and receptor function",
        "Sigma-1 receptor knockout mice display a depressive-like phenotype",
        "The antidepressant-like effect induced by sigma(1)-receptor agonists and neuroactive steroids in mice submitted to the forced swimming test",
        "Sodium-dependent norepinephrine-induced currents in norepinephrine-transporter-transfected HEK-293 cells blocked by cocaine and antidepressants",
        "Antidepressant- and cocaine-sensitive human serotonin transporter: molecular cloning, expression, and chromosomal localization",
        "The sigma receptor as a ligand-regulated auxiliary potassium channel subunit",
        "Involvement of sigma-1 receptor modulation in the antidepressant action of venlafaxine",
        "On the mechanism of antidepressant-like action of berberine chloride",
        "Characterization of a transplantable adenocarcinoma of the mouse colon producing cachexia in recipient animals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Novato",
            "@id": "60112067",
            "affilname": "Ultragenyx Pharmaceutical Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112067",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Muharraq",
            "@id": "60107237",
            "affilname": "Royal College of Surgeons in Ireland Medical University of Bahrain",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107237",
            "affiliation-country": "Bahrain"
        },
        {
            "affiliation-city": "Bath",
            "@id": "60030480",
            "affilname": "University of Bath",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030480",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Birmingham",
            "@id": "60026493",
            "affilname": "University Hospitals Birmingham NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026493",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Indianapolis",
            "@id": "60025685",
            "affilname": "Eli Lilly and Company",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025685",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Wolverhampton",
            "@id": "60020708",
            "affilname": "New Cross Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020708",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Chandigarh",
            "@id": "60018483",
            "affilname": "University Institute of Pharmaceutical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018483",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Birmingham",
            "@id": "60014551",
            "affilname": "Aston University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014551",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Wolverhampton",
            "@id": "60007173",
            "affilname": "University of Wolverhampton",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007173",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "National Research University Project",
        "Hospitals NHS Foundation Trust",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}