{
    "eid": "2-s2.0-84958999049",
    "title": "Antenatal depression and hematocrit levels as predictors of postpartum depression and anxiety symptoms",
    "cover-date": "2016-04-30",
    "subject-areas": [
        {
            "$": "Biological Psychiatry",
            "@code": "2803"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Antenatal depression",
        "Hematocrit",
        "Inflammation",
        "Postpartum depression",
        "The Edinburgh Postnatal Depression Scale"
    ],
    "authors": [
        "Chutima Roomruangwong"
    ],
    "citedby-count": 22,
    "ref-count": 69,
    "ref-list": [
        "Pregnancy and laboratory studies: A reference table for clinicians",
        "Postpartum depression: Psychoneuroimmunological underpinnings and treatment",
        "No relationship between maternal iron status and postpartum depression in two samples in China",
        "Effect of depressive and anxiety symptoms during pregnancy on risk of obstetric interventions",
        "Maternal iron deficiency anemia affects postpartum emotions and cognition",
        "Psychometric properties of the Beck Depression Inventory: Twenty-five years of evaluation",
        "A Meta-Analysis of Predictors of Postpartum Depression",
        "Predictors of postpartum depression: An update",
        "The impact of maternal postnatal depression on men and their ways of fathering: an interpretative phenomenological analysis",
        "Identifying the women at risk of antenatal anxiety and depression: A systematic review",
        "Postpartum psychiatric disorders",
        "Aspects of Postpartum Depression-A Literature Review",
        "Social support and the incidence and persistence of depression between antenatal and postnatal examinations in Turkey: A cohort study",
        "Evaluation of hemoglobin and hematocrit in pregnant women receiving folate and iron supplements",
        "Sociodemographic, pregnancy, obstetric, and postnatal predictors of postpartum stress, anxiety and depression in new mothers",
        "Anxiety Disorders During Pregnancy and Postpartum",
        "Low Hemoglobin Level Is a Risk Factor for Postpartum Depression",
        "Psychiatr. Q.",
        "Prevalence of postpartum depression among immigrant women: A systematic review and meta-analysis",
        "Plasma volume expansion in pregnancy: Implications for biomarkers in population studies",
        "Prenatal depression effects and interventions: A review",
        "Perinatal depression: A systematic review of prevalence and incidence",
        "Neuroscience",
        "Adaptation of the Structured Clinical Interview for DSM-IV Disorders for assessing depression in women during pregnancy and post-partum across countries and cultures",
        "Association between maternal anaemia and postpartum depression in an urban sample of pregnant women in Iran",
        "The impact of maternal depression during pregnancy on perinatal outcomes: A systematic review and meta-analysis",
        "Maternal psychological distress and fetal growth trajectories: The generation R study",
        "Antenatal depressive symptoms and the risk of preeclampsia or operative deliveries: A meta-analysis",
        "Haematological changes during acute mental stress",
        "Validity of depression rating scales during pregnancy and the postpartum period: Impact of trimester and parity",
        "Factors associated with depressive symptoms among postpartum mothers in a rural district in Uganda",
        "Maternity blues reassessed",
        "Perinatal mental health: What every neonatologist should know",
        "Interventions during pregnancy to lower the chances of postnatal depression among women from the Asian subcontinent",
        "Role of the husband's knowledge and behaviour in postnatal depression: A case study of an immigrant Pakistani woman",
        "Iran. J. Nurs. Midwifery Res.",
        "Hematocrit Increase by Mental Stress in Hypertensive Patients",
        "Impact of maternal depression on pregnancies and on early attachment",
        "Risk factors for antenatal depression, postnatal depression and parenting stress",
        "Mechanistic explanations how cell-mediated immune activation, inflammation and oxidative and nitrosative stress pathways and their sequels and concomitants play a role in the pathophysiology of unipolar depression",
        "The effects of psychological stress on humans: Increased production of pro-inflammatory cytokines and a Th1-like response in stress-induced anxiety",
        "Significantly increased expression of T-cell activation markers (interleukin-2 and HLA-DR) in depression: Further evidence for an inflamatory process during that illness",
        "Alterations in iron metabolism and the erythron in major depression: Further evidence for a chronic inflammatory process",
        "Comparison of two instruments to track depression symptoms during pregnancy in a sample of pregnant teenagers in Southern Brazil",
        "Iran. Red Crescent Med. J.",
        "Postpartum mood disorders: Diagnosis and treatment guidelines",
        "Assessment and treatment of depression during pregnancy: An update",
        "Rates and risk of postpartum depression - A meta-analysis",
        "Perinatal depression-The fourth inflammatory morbidity of pregnancy?. Theory and literature review.",
        "Postnatal depression and its effects on child development: A review of evidence from low- and middle-income countries",
        "Depression during Pregnancy",
        "Validation of the Thai Edinburgh Postnatal Depression Scale for screening postpartum depression",
        "Postpartum psychiatric disorders: Early diagnosis and management",
        "Antenatal risk factors for postpartum depression: A synthesis of recent literature",
        "Perinatal depression in Asian women: Prevalence, associated factors, and cultural aspects",
        "Interplay between the pro-oxidant and antioxidant systems and proinflammatory cytokine levels, in relation to iron metabolism and the erythron in depression",
        "Psychometric Properties of the STAI: A Reply to Ramanaiah, Franzen, and Schill",
        "Assessment of burden of depression during pregnancy among pregnant women residing in rural setting of Chennai",
        "Effects of perinatal mental disorders on the fetus and child",
        "Perinatal Depression: An Update and Overview",
        "Antenatal risk factors of postpartum depression at 20 weeks gestation in a Japanese sample: Psychosocial perspectives from a cohort study in Tokyo",
        "J. Ment. Health Thail.",
        "Psychiatric disorders in pregnant and postpartum women in the United States",
        "Breastfeed. Med.",
        "Prevalence and predictors of antenatal depressive symptoms among Chinese women in their third trimester: A cross-sectional survey"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Waalre",
            "affilname": "Revitalis",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}