{
    "eid": "2-s2.0-85115381484",
    "title": "Investment tax incentives and firm productivity: evidence from Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "competition",
        "developing country",
        "productivity",
        "Tax incentives"
    ],
    "authors": [
        "Athiphat Muthitacharoen"
    ],
    "citedby-count": 1,
    "ref-count": 15,
    "ref-list": [
        "Industrial Policy and Competition",
        "Growth, Governance, and Fiscal Policy Transmission Channels in Low-income Countries",
        "Do Low Corporate Income Tax Rates Attract FDI? –evidence from Central-and East European Countries",
        "Effect of International Competition on Firm Productivity and Market Power",
        "Tax Policy for Inclusive Growth after the Pandemic",
        "Propensity Score-matching Methods for Nonexperimental Causal Studies",
        "Empirical Evidence on the Effects of Tax Incentives",
        "Estimating Production Functions Using Inputs to Control for Unobservables",
        "How Do Tax Incentives Affect Investment and Productivity? Firm-level Evidence from China",
        "Assessing the Importance of Taxation on Foreign Direct Investment: Evidence from Southeast Asian Developing Countries",
        "Tax Rate Cut and Firm Investment: Evidence from Thailand",
        "The Dynamics of Productivity in the Telecommunications Equipment Industry",
        "Constructing a Control Group Using Multivariate Matched Sampling Methods that Incorporate the Propensity Score",
        "Rise of Ineffective Incentives: New Empirical Evidence on Tax Holidays in Developing Countries"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}