{
    "eid": "2-s2.0-84949175353",
    "title": "Public health and international epidemiology for radiology",
    "cover-date": "2014-10-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Krit Pongpirul"
    ],
    "citedby-count": 1,
    "ref-count": 65,
    "ref-list": [
        "The untilled fields of public health",
        "Bridging Radiology and Public Health: The Emerging Field of Radiologic Public Health Informatics",
        "Radiology and Public Health",
        "WHO, Essential Diagnostic Imaging",
        "Implementing the Stop TB Strategy: A Handbook for National Tuberculosis Control Programmes",
        "The role of radiology in influenza: Novel H1N1 and lessons learned from the 1918 pandemic",
        "Global cancer statistics",
        "The descriptive epidemiology of female breast cancer: An international comparison of screening, incidence, survival and mortality",
        "Mammography screening and risk of breast cancer death: A population-based case - Control study",
        "Increasingly strong reduction in breast cancer mortality due to screening",
        "Improved breast cancer survival following introduction of an organized mammography screening program among both screened and unscreened women: A population-based cohort study",
        "Breast cancer risk factors in Queensland women attending population-based mammography screening",
        "Balancing sensitivity and specificity: Sixteen year's of experience from the mammography screening programme in Copenhagen, Denmark",
        "Modeling the impact of global tuberculosis control strategies",
        "Global Burden of Disease and Risk Factors",
        "The growing burden of tuberculosis: Global trends and interactions with the HIV epidemic",
        "An outbreak of tuberculosis with accelerated progression among persons infected with the human immunodeficiency virus: An analysis using restriction-fragment—length polymorphisms",
        "Exogenous reinfection with multidrug-resistant Mycobacterium tuberculosis in an immunocompetent patient",
        "Effect of Improving the Quality of Radiographic Interpretation on the Ability to Predict Pulmonary Tuberculosis Relapse",
        "American Thoracic Society/Centers for Disease Control and Prevention/Infectious Diseases Society of America: treatment of tuberculosis.",
        "Improving the Diagnosis and Treatment of Smear-negative Pulmonary and Extrapulmonary Tuberculosis among Adults and Adolescents: Recommendations for HIV-prevalent and Resource-constrained Settings",
        "Reducing the global burden of tuberculosis: the contribution of improved diagnostics.",
        "Estimation of prevalence of bacillary tuberculosis on the basis of chest X ray and/or symptomatic screening",
        "Interventions to reduce tuberculosis mortality and transmission in low- and middle-income countries",
        "Expanding the WHO tuberculosis control strategy: Rethinking the role of active case-finding",
        "Studies on the accuracy of diagnostic procedures.",
        "Differences in radiological patterns, tumour characteristics and diagnostic precision between digital mammography and screen-film mammography in four breast cancer screening programmes in Spain",
        "Fusion of local and global detection systems to detect tuberculosis in chest radiographs",
        "Computeraided Detection of Tuberculosis among High Risk Groups: Potential for Automated Triage",
        "Committee on Diet and Health: Diet and Health: Implications for Reducing Chronic Disease Risk",
        "Colon cancer: A review of the epidemiology",
        "Screening for colorectal cancer: U.S. Preventive Services Task Force recommendation statement",
        "Implementation of Colon Cancer Screening: Techniques, Costs, and Barriers",
        "Computed tomography colonography: The future of colon cancer screening",
        "Accuracy of CT colonography for detection of large adenomas and cancers",
        "Participation and yield of colonoscopy versus non-cathartic CT colonography in population-based screening for colorectal cancer: A randomised controlled trial",
        "Current role and future potential of computed tomographic colonography for colorectal polyp detection and colon cancer screening-incidental findings",
        "Current Treatment of Unresectable Lung Cancer",
        "A case-control study for evaluating lung cancer screening in Japan",
        "The efficacy of lung cancer screening conducted in 1990s: Four case-control studies in Japan",
        "A population-based cohort study of chest x-ray screening in smokers: Lung cancer detection findings and follow-up",
        "Screening by chest radiograph and lung cancer mortality: The Prostate, Lung, Colorectal, and Ovarian (PLCO) randomized trial",
        "Lung Cancer Screening with Sputum Cytologic Examination, Chest Radiography, and Computed Tomography: An Update for the U.S. Preventive Services Task Force",
        "Introduction to radiation safety and monitoring",
        "Radiation protection of medical staff",
        "Radiation safety for anesthesia providers",
        "SCAI Consensus Document on Occupational Radiation Exposure to the Pregnant Cardiologist and Technical Personnel",
        "Hand exposure to ionising radiation of nuclear medicine workers",
        "Radiation safety for the speech-language pathologist",
        "A quality assurance program in dental radiographic units in western Greece",
        "Patient self-attenuation and technologist dose in positron emission tomography",
        "Radiation Safety in the Era of Helical CT: A Patient-Based Protection Program Currently in Place in Two Community Hospitals in New Hampshire",
        "Radiation safety in the neonatal intensive care unit: Too little or too much concern?",
        "Scientifi C Committee 6-2 on Radiation Exposure of the U.S. Population: Ionizing Radiation Exposure of the Population of the United States: Recommendations of the National Council on Radiation Protection and Measurements",
        "Environmental impact of cardiac imaging tests for the diagnosis of coronary artery disease",
        "Thematic Planning Meeting on Diagnostic Radiology",
        "Committee for the Study of the Future of Public Health. The Future of Public Health",
        "International encyclopedia of public health",
        "Encyclopedia of Public Health",
        "Encyclopedia of Public Health",
        "Definition of Public Health 2010",
        "Public Health 2010",
        "Public Health 2010",
        "Public Health: McGraw-Hill"
    ],
    "affiliation": [
        {
            "affiliation-city": "Palo Alto",
            "affilname": "Lucile Packard Children's Hospital Stanford",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chevy Chase",
            "affilname": "RAD-AID International",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}