{
    "eid": "2-s2.0-85128555339",
    "title": "Characterization of Carotenoids from Pineapples: An Integrated and Modular Experiment for Practical Learning of UV-vis Spectroscopy, Chromatography, Mass Spectrometry, and Chemometrics",
    "cover-date": "2022-05-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Chemometrics",
        "Chromatography",
        "Food Science",
        "Hands-On Learning/Manipulatives",
        "HPLC",
        "Interdisciplinary/Multidisciplinary",
        "Mass Spectrometry",
        "Thin Layer Chromatography",
        "Upper-Division Undergraduate",
        "UV−vis Spectroscopy"
    ],
    "authors": [
        "Worakan Chutakool",
        "Thanit Praneenararat"
    ],
    "citedby-count": 2,
    "ref-count": 24,
    "ref-list": [
        "Design of a Food Chemistry-Themed Course for Nonscience Majors.",
        "Making a Natural Product Chemistry Course Meaningful with a Mini Project Laboratory.",
        "Plant Pigment Identification: A Classroom and Outreach Activity.",
        "Determination of Beet Root Betanin in Dairy Products by High-Performance Liquid Chromatography (HPLC).",
        "Analysis and Identification of Major Organic Acids in Wine and Fruit Juices by Paper Chromatography.",
        "Analysis of Whiskey by Dispersive Liquid-Liquid Microextraction Coupled with Gas Chromatography/Mass Spectrometry: An Upper Division Analytical Chemistry Experiment Guided by Green Chemistry.",
        "Separation of Anthocyaninic and Nonanthocyaninic Flavonoids by Liquid-Liquid Extraction Based on Their Acid-Base Properties: A Green Chemistry Approach.",
        "Green Approach To Separate Spinach Pigments by Column Chromatography.",
        "Modified Method for Extraction of Photosynthetic Plant Pigments for Microcolumn Chromatography.",
        "Supermarket Column Chromatography of Leaf Pigments” Revisited: Simple and Ecofriendly Separation of Plant Carotenoids, Chlorophylls, and Flavonoids from Green and Red Leaves.",
        "Simulating Chromatographic Separations in the Classroom.",
        "Development, Implementation, and Analysis of a National Survey of Faculty Goals for Undergraduate Chemistry Laboratory.",
        "Interactive Web Application as a Teaching Tool to Introduce Basics of Chromatography and the Plate Theory.",
        "Carotenoids from fruits and vegetables: Chemistry, analysis, occurrence, bioavailability and biological activities.",
        "Carotenoid extraction methods: A review of recent developments.",
        "Hydrolysis of Esters",
        "HPLC-DAD-APCI-MSn analysis of the genuine carotenoid pattern of pineapple (Ananas comosus [L.] Merr.) infructescence.",
        "Bioequivalence of β-carotene and retinol.",
        "The current role of mass spectrometry in forensics and future prospects.",
        "Recent advancements and future trends in environmental analysis: Sample preparation, liquid chromatography and mass spectrometry.",
        "Identification of carotenoids using mass spectrometry.",
        "Recent chemometrics advances for foodomics.",
        "Trends in Chemometrics: Food Authentication, Microbiology, and Effects of Processing."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}