{
    "eid": "2-s2.0-85089342218",
    "title": "Average reservoir pressure determination from drawdown tests by the TDS technique",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Formation pressure",
        "Pressure derivative",
        "Pseudosteady-state",
        "Shape factor"
    ],
    "authors": [
        "F. H. Escobar",
        "A. M. Palomino",
        "K. Jongkittinarukorn"
    ],
    "citedby-count": 6,
    "ref-count": 20,
    "ref-list": [
        "The Estimation of Permeability and Reservoir Pressure from Bottom Hole Pressure Build-Up Characteristics",
        "A Method for Determination of Average Pressure in a Bounded Reservoir",
        "Determination of Average Reservoir Pressure from Build-Up Surveys",
        "Non-Graphical Solutions for Average Reservoir Pressure from Production or Buildup Data",
        "Analysis of pressure and pressure derivative without type-curve matching: 1 skin and wellbore storage",
        "The Power of TDS Technique for Well Test Interpretation: A Short Review",
        "Determining the average reservoir pressure from vertical and horizontal well test analysis using the Tiab’s direct synthesis technique",
        "Determination of Average Reservoir Pressure for Vertical Wells in Naturally Fractured Reservoirs from Pressure and Pressure Derivative Plots without Type-Curve Matching",
        "Application of the TDS Technique for Determining the Average Reservoir Pressure for Vertical Wells in Naturally Fractured Reservoirs",
        "Average Reservoir Pressure Determination for Homogeneous and Naturally Fractured Formations from Multi-Rate Testing with the TDS Technique",
        "Practical Approach for the Estimation of the Average Reservoir Pressure from Multi-Rate Tests in Long Horizontal Wells",
        "Application of the transient rate decline analysis for determining average reservoir pressure in naturally fractured reservoirs",
        "Direct Method of Estimating Average Reservoir Pressure for Flowing Oil and Gas Wells",
        "A General Pressure Buildup Theory for a Well in a Closed Drainage Area (includes associated paper 6563)",
        "Transient Pressure Behavior in Vertically Fractured Reservoirs",
        "Analysis of pressure and pressure derivative without type curve matching, 4, Naturally fractured reservoir",
        "Analysis of pressure and pressure derivative without type-curve matching: vertically fractured wells in closed systems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Neiva",
            "@id": "60070351",
            "affilname": "Universidad Surcolombiana",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070351",
            "affiliation-country": "Colombia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}