{
    "eid": "2-s2.0-85086079070",
    "title": "Current understanding of the cyanobacterial CRISPR-Cas systems and development of the synthetic CRISPR-Cas systems for cyanobacteria",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "CO2 utilization",
        "CRISPR-Cas systems",
        "Cyanobacteria",
        "Synthetic biology"
    ],
    "authors": [
        "Napisa Pattharaprachayakul",
        "Mieun Lee",
        "Aran Incharoensakdi",
        "Han Min Woo"
    ],
    "citedby-count": 18,
    "ref-count": 90,
    "ref-list": [
        "Origins and evolution of CRISPR-Cas systems",
        "Evolution and classification of the CRISPR–Cas systems",
        "CRISPR-Cas cystems in the cyanobacterium Synechocystis sp. PCC 6803 exhibit distinct processing pathways involving at least two Cas6 and a Cmr2 protein",
        "An updated evolutionary classification of CRISPR–Cas systems",
        "A decade of discovery: CRISPR functions and applications",
        "Advances in therapeutic CRISPR/Cas9 genome editing",
        "Applications of CRISPR/Cas system to bacterial metabolic engineering",
        "From gene editing to genome engineering: restructuring plant chromosomes via CRISPR/Cas",
        "Photosynthetic conversion of CO2 to farnesyl diphosphate-derived phytochemicals (amorpha-4,11-diene and squalene) by engineered cyanobacteria",
        "Direct conversion of CO2 to α-farnesene using metabolically engineered Synechococcus elongatus PCC 7942",
        "Evolutionary engineering of Cyanobacteria to enhance the production of α-Farnesene from CO2",
        "Bio-solar cell factories for photosynthetic isoprenoids production",
        "Enhancement of photosynthetic isobutanol production in engineered cells of Synechocystis PCC 6803",
        "Isobutanol production as an alternative metabolic sink to rescue the growth deficiency of the glycogen mutant of Synechococcus elongatus PCC 7942",
        "Modular engineering for efficient photosynthetic biosynthesis of 1-butanol from CO2 in cyanobacteria",
        "Altered carbohydrate metabolism in glycogen synthase mutants of Synechococcus sp. Strain PCC 7002: cell factories for soluble sugars",
        "Sucrose accumulation in salt-stressed cells of agp gene deletion-mutant in cyanobacterium Synechocystis sp. PCC 6803",
        "Exploring the photosynthetic production capacity of sucrose by cyanobacteria",
        "Annotation and classification of CRISPR-Cas systems",
        "RNA-guided RNA cleavage by a CRISPR RNA-Cas protein complex",
        "Small CRISPR RNAs guide antiviral defense in prokaryotes",
        "Evidence for the widespread distribution of CRISPR-Cas system in the Phylum Cyanobacteria",
        "CRISPR Outsourcing: Commissioning IHF for Site-Specific Integration of Foreign DNA at the CRISPR Array",
        "Adaptation in CRISPR-Cas systems",
        "Special focus CRISPR-Cas",
        "Comparative genomics reveals diversified CRISPR-Cas systems of globally distributed Microcystis aeruginosa, a freshwater bloom-forming cyanobacterium",
        "Classification and Nomenclature of CRISPR-Cas Systems: Where from Here?",
        "Evolutionary classification of CRISPR–cas systems: a burst of class 2 and derived variants",
        "Adaptation and modification of three CRISPR loci in two closely related cyanobacteria",
        "Biogenesis pathways of RNA guides in archaeal and bacterial CRISPR-Cas adaptive immunity",
        "Diversity and evolution of class 2 CRISPR-Cas systems",
        "Divergent methylation of CRISPR repeats and cas genes in a subtype I-D CRISPR-Cas-system",
        "Mature clustered, regularly interspaced, short palindromic repeats RNA (crRNA) length is measured by a ruler mechanism anchored at the precursor processing site",
        "CRISPR–cas in mobile genetic elements: counter-defence and beyond",
        "Targeted transposition with Tn7 elements: safe sites, mobile plasmids",
        "RNA-guided DNA insertion with CRISPR-associated transposases",
        "CRISPR-Cas systems in multicellular cyanobacteria",
        "CRISPR-based technologies for metabolic engineering in Cyanobacteria",
        "Microbial CRISPRi and CRISPRa systems for metabolic engineering",
        "Crystal structure of Cas9 in complex with guide RNA and target DNA",
        "Repurposing CRISPR as an RNA-guided platform for sequence-specific control of gene expression",
        "A carbon sink pathway increases carbon productivity in cyanobacteria",
        "Multiple gene repression in Cyanobacteria Using CRISPRi",
        "Diversion of the long-chain acyl-ACP pool in Synechocystis to fatty alcohols through CRISPRi repression of the essential phosphate acyltransferase PlsX",
        "Targeted repression of essential genes to arrest growth and increase carbon partitioning and biofuel titers in Cyanobacteria",
        "CRISPR interference (CRISPRi) for gene regulation and succinate production in cyanobacterium S. Elongatus PCC 7942",
        "CRISPR interference as a titratable, trans-acting regulatory tool for metabolic engineering in the cyanobacterium Synechococcus sp. Strain PCC 7002",
        "Application of CRISPR interference for metabolic engineering of the heterocyst-forming multicellular cyanobacterium Anabaena sp. PCC 7120",
        "Spatiotemporal Gene Repression System in the Heterocyst-Forming Multicellular Cyanobacterium Anabaena sp. PCC 7120",
        "cyAbrB transcriptional regulators as safety devices to inhibit heterocyst differentiation in Anabaena sp. Strain PCC 7120",
        "The CRISPR-associated DNA-cleaving enzyme Cpf1 also processes precursor CRISPR RNA",
        "Cpf1 is a single RNA-Guided endonuclease of a class 2 CRISPR-Cas system",
        "Multiplex gene regulation by CRISPR-ddCpf1",
        "Efficient transcriptional gene repression by type V-A CRISPR-Cpf1 from Eubacterium eligens",
        "Tunable repression of key photosynthetic processes ssing Cas12a CRISPR interference in the fast-growing cyanobacterium Synechococcus sp. UTEX 2973",
        "CRISPRi-dCas12a: A dCas12a-mediated CRISPR interference for repression of multiple genes and metabolic engineering in cyanobacteria",
        "CyanoGate : a modular cloning suite for engineering cyanobacteria based on the plant MoClo syntax",
        "Pooled CRISPRi screening of the cyanobacterium Synechocystis sp PCC 6803 for enhanced industrial phenotypes",
        "CRISPR-Cas guides the future of genetic engineering",
        "CRISPR/Cas9 mediated targeted mutagenesis of the fast growing cyanobacterium Synechococcus elongatus UTEX 2973",
        "New applications of synthetic biology tools for cyanobacterial metabolic engineering",
        "CRISPR-Cas9 for the genome engineering of cyanobacteria and succinate production",
        "Developing a Cas9-based tool to engineer native plasmids in Synechocystis sp. PCC 6803",
        "Cpf1 is a versatile tool for CRISPR genome editing across diverse species of Cyanobacteria",
        "The host-encoded RNase E endonuclease as the crRNA maturation enzyme in a CRISPR-Cas subtype III-Bv system",
        "Dimeric CRISPR RNA-guided FokI nucleases for highly specific genome editing",
        "Programmable editing of a target base in genomic DNA without double-stranded DNA cleavage",
        "Search-and-replace genome editing without double-strand breaks or donor DNA",
        "Guide RNA engineering for versatile Cas9 functionality",
        "Increasing the specificity of CRISPR systems with engineered RNA secondary structures",
        "Pooled CRISPR interference screening enables genome-scale functional genomics study in bacteria with superior performance",
        "Guide RNAs with embedded barcodes boost CRISPR-pooled screens",
        "The AID/APOBEC family of nucleic acid mutators",
        "DNA editing in DNA/RNA hybrids by adenosine deaminases that act on RNA",
        "Base editing with a Cpf1-cytidine deaminase fusion",
        "Precise base editing in rice, wheat and maize with a Cas9-cytidine deaminase fusion",
        "Targeted base editing in rice and tomato using a CRISPR-Cas9 cytidine deaminase fusion",
        "Deaminase-mediated multiplex genome editing in Escherichia coli",
        "Highly efficient base editing in bacteria using a Cas9-cytidine deaminase fusion",
        "Programmable base editing of A*T to G*C in genomic DNA without DNA cleavage",
        "Evolved Cas9 variants with broad PAM compatibility and high DNA specificity",
        "Expanding the base editing scope in rice by using Cas9 variants",
        "Cytosine base editor generates substantial off-target single-nucleotide variants in mouse embryos",
        "DNA-binding-domain fusions enhance the targeting range and precision of Cas9",
        "Engineered dCas9 with reduced toxicity in bacteria: implications for genetic circuit design",
        "Regulated expression of sgRNAs tunes CRISPRi in E. coli",
        "Design of a programmable biosensor-CRISPRi genetic circuits for dynamic and autonomous dual-control of metabolic flux in Bacillus subtilis",
        "Improving CRISPR genome editing by engineering guide RNAs",
        "Solar-to-chemical and solar-to-fuel production from CO2 by metabolically engineered microorganisms",
        "Thermosynechococcus as a thermophilic photosynthetic microbial cell factory for CO2 utilisation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60007511",
            "affilname": "Sungkyunkwan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007511",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "Ministry of Science and ICT",
        "Ministry of Trade, Industry and Energy",
        "Ministry of Science and ICT",
        "National Research Foundation of Korea"
    ]
}