{
    "eid": "2-s2.0-85160487648",
    "title": "Miscellaneous Studies on Epoxy/Synthetic Fiber Composites",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Benzoxazine",
        "Composites",
        "Epoxy resin",
        "Shape memory behaviors",
        "Synthetic fiber"
    ],
    "authors": [
        "Sunan Tiptipakorn",
        "Sarawut Rimdusitnkur"
    ],
    "citedby-count": 0,
    "ref-count": 75,
    "ref-list": [
        "Sea water effect on mechanical performance of steel pipes rehabilitated with glass fiber reinforced epoxy composites",
        "Effects of temperature and load on the creep performance of CNT reinforced laminated glass fiber/epoxy composites",
        "Evaluation of mechanical behaviour of glass fibre-epoxy composite laminates",
        "Inter laminar shear strength behavior of acid, base and silane treated E-glass fibre epoxy resin composites on drilling process",
        "Hygrothermal aging effect on physical and mechanical properties of carbon fiber/epoxy cross-ply composite laminate. Mater",
        "Investigating the role of 3D network of carbon nanofillers in improving the mechanical properties of carbon fiber epoxy laminated composite",
        "Evaluation of the IITRI compression test method for stiffness and strength determination",
        "Axial and lateral buckling analysis of fiber reinforced S-glass/epoxy composites containing nano-clay particles. Compos",
        "Thermo-mechanical response of post-plasma irradiated E-glass fibre/epoxy composite",
        "Covalent modification of Aramid fibers’ surface via direct fluorination to enhance composite interfacial properties",
        "Simultaneously improving mode I and mode II fracture toughness of the carbon fiber/epoxy composite laminates via interleaved with uniformly aligned PES fiber webs",
        "Effect of environmental aging on mechanical properties of graphene nanoplatelet/nanocarbon aerogel hybrid-reinforced epoxy/carbon fiber composite laminates",
        "Mechanical interlocking between porous electrospun polystyrene fibers and an epoxy matrix",
        "Optimization of glass fiber based core materials for vacuum insulation panels with laminated aluminum foils as envelopes",
        "Ballistic impact behaviour of glass fibre reinforced polymer composite with 1D/2D nanomodified epoxy matrices",
        "Model of stabilization for pan-based carbon fiber precursor bundles",
        "Ballistic comparison between epoxy-ramie and epoxy-aramid composites in multilayered armor systems",
        "Enhanced interfacial adhesion of aramid fiber III reinforced epoxy composites via low temperature plasma treatment",
        "Influence of hydrothermal ageing on the compressive behaviour of glass fibre/epoxy composite pipes",
        "Ilss improvement of quasi-isotropic glass fiber reinforced epoxy laminate enhanced with arc discharged multi-walled carbon nanotubes. Mater",
        "Creep behaviour prediction of multi-layer graphene embedded glass fiber/epoxy composites using time-temperature superposition principle",
        "Synergetic effect of rubber on the tensile and flexural properties of graphene based epoxy-carbon fiber hybrid nanocomposite",
        "Examining conductivity, current density, and sizings applied to carbon fibers during manufacture and their effect on fiber-to-matrix adhesion in epoxy polymers",
        "Mechanical and thermal performance of recycled glass fiber reinforced epoxy composites embedded with carbon nanotubes",
        "Positive synergistic effect of graphene oxide/carbon nanotube hybrid coating on glass fiber/epoxy interfacial normal bond strength",
        "Solvent mediated dispersion of carbon nanotubes for glass fibre surface modification- Suspensions stability and its effects on mechanical, interlaminar and dynamic mechanical properties of modified glass fibre reinforced epoxy laminates",
        "Mechanical and thermal behaviour of multi-layer graphene and nanosilica reinforced glass fiber/epoxy composites",
        "Are natural fiber composites environmentally superior to glass fiber reinforced composites",
        "Lignin-based carbon fibers for composite fiber applications",
        "Comparative study on the enhancement of thermo-mechanical properties of carbon fiber and glass fiber reinforced epoxy composites. Mater",
        "Fabrication and mechanical properties of carbon fiber/ epoxy nanocomposites containing high loadings of noncovalently functionalized graphene nanoplatelets. Compos. Sci",
        "Effects of stress waveform and water absorption on the fatigue strength of angle-ply aramid fiber/epoxy composites",
        "Lignin-based carbon fibers: Effect of synthetic polymer blending on fiber properties",
        "High performance multiscale glass fibre epoxy composites integrated with cellulose nanocrystals for advanced structural applications",
        "Effects of the oxygen content of reduced graphene oxide on the mechanical and electromagnetic interference shielding properties of carbon fiber/reduced graphene oxide-epoxy composites",
        "Epoxy-functionalized polysiloxane/Nano-SiO2synergistic reinforcement in cryogenic mechanical properties of epoxy and carbon fiber reinforced epoxy laminate. Compos. Sci",
        "Ultrasonic treatment of aramid fiber surface and its effect on the interface of aramid/epoxy composites",
        "Effect of fibre waviness on the compressive fatigue behavior of woven carbon/epoxy laminates. Compos",
        "Study on mechanical properties of epoxy and nylon/epoxy composite",
        "Fungal treatment modifies kraft lignin for lignin-and cellulose-based carbon fiber precursors",
        "Self-heating 3D printed continuous carbon fiber/ epoxy mesh and its application in wind turbine deicing",
        "The influence of hardener-to-epoxy ratio on the interfacial strength in glass fibre reinforced epoxy composites",
        "Static and fatigue characterizations of fiber glass/epoxy tubes exposed to internal pressure and/or bending moment",
        "Cure kinetics, morphology development, and rheology of a high-performance carbon-fiber-reinforced epoxy composite",
        "The effect of fiber architecture on the mechanical properties of carbon/epoxy composites. Mater",
        "A critical review on recycling of end-of-life carbon fibre/glass fibre reinforced composites waste using pyrolysis towards a circular economy",
        "Effect of nanosilica and nanoclay reinforcement on flexural and thermal properties of glass fiber/epoxy composites",
        "Time-temperature-transformation (TTT) diagram of a carbon fiber epoxy prepreg",
        "Processing of glass fiber pultruded composites using graphene nanoplatelets modified epoxy matrix. Mater",
        "Influence of electrospun Nylon 6,6 nanofibrous mats on the interlaminar properties of Gr-epoxy composite laminates",
        "Effect of ozone-treated single-walled carbon nanotubes on interfacial properties and fracture toughness of carbon fiber-reinforced epoxy composites",
        "Reinforcement effect of graphene oxide in glass fibre/epoxy composites at in-situ elevated temperature environments: An emphasis on graphene oxide content",
        "Estimation of aramid fiber/epoxy interfacial properties by fiber bundle tests and multiscale modeling considering the fiber skin/core structure",
        "Mechanical and electrical properties of carbon fiber composites with incorporation of graphene nanoplatelets at the fiber-matrix interphase",
        "Mode-II fracture behaviour of aerospace-grade carbon fibre/epoxy composites interleaved with thermoplastic veils",
        "Modeling and evaluation of effective elastic properties of carbon nanotubes reinforced carbon fiber/epoxy multiscale composites",
        "Comparative study of high velocity impact response of aluminium 3105-H18 and carbon fibre-epoxy composite double hat bumper beams",
        "UV-activated frontal polymerization of glass fibre reinforced epoxy composites",
        "A study of the effect of carbon nanotube/nanoclay binary nanoparticle reinforcement on glass fibre/epoxy composites",
        "Low-temperature plasma assisted growth of vertical graphene for enhancing carbon fibre/epoxy interfacial strength",
        "Toughening and enhancing mechanical and thermal properties of adhesives and glass-fiber reinforced epoxy composites by brominated epoxy. Compos",
        "Glass fiber/epoxy composites with integrated layer of carbon nanotubes for deformation detection. Compos. Sci",
        "Flexural strength enhancement in carbonfiber epoxy composites through graphene nano-platelets coating on fibers",
        "Experimental investigation of mechanical properties of glass fibre/epoxy composites with variable volume fraction. Mater",
        "Dynamic damage and fracture mechanism of three-dimensional braided carbon fiber/epoxy resin composites",
        "Fracture behaviour of poly(ethylene terephthalate) fiber toughened epoxy composites",
        "Effect of the characteristics of nylon microparticles on Mode-I interlaminar fracture toughness of carbon-fibre/epoxy composites",
        "Interfacial improvement of carbon fiber reinforced epoxy composites by tuning the content of curing agent in sizing agent",
        "Comparative study on effects of covalent-covalent, covalent-ionic and ionic-ionic bonding of carbon fibers with polyether amine/GO on the interfacial adhesion of epoxy composites",
        "Comparative study on effects of epoxy sizing involving ZrO2 and GO on interfacial shear strength of carbon fiber/epoxy composites through one and two steps dipping routes",
        "Mutual irradiation grafting on indigenous aramid fiber-3 in diethanolamine and epichlorohydrin and its effect on interfacially reinforced epoxy composite",
        "Characterization and analysis of the thermal damages of aramid/epoxy composite laminates induced by the dielectric heating effect of microwaves",
        "Bending, compression, and shear behavior of woven glass fiber-epoxy composites",
        "Fracture investigation of functionalized carbon nanotubes-grown carbon fiber fabrics/epoxy composites",
        "Rate-related study on the ply orientation of carbon fiber reinforced epoxy composite laminates"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kamphaeng Saen",
            "@id": "60117964",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}