{
    "eid": "2-s2.0-84982263959",
    "title": "Self-Care in the Twenty First Century: A Vital Role for the Pharmacist",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        }
    ],
    "keywords": [
        "Community pharmacies",
        "Health economics",
        "Health literacy",
        "Heartburn/reflux",
        "Self-care"
    ],
    "authors": [
        "John Bell"
    ],
    "citedby-count": 62,
    "ref-count": 37,
    "ref-list": [
        "Consumer perceptions of self care in Europe. Quantitative Study 2013",
        "SelfCare.",
        "Results and discussion",
        "Estimating the burden of minor ailment consultations in general practices and emergency departments through retrospective review of routine data in North East Scotland",
        "A cohort study of influences, health outcomes and costs of patients' health-seeking behaviour for minor ailments from primary and emergency care settings",
        "Pharmacy assisted patient self care of minor ailments: A chronological review of UK health policy documents and key events 1997-2010",
        "Responsibility and confidence: Identifying barriers to advanced pharmacy practice",
        "Paris: OECD Publishing",
        "McKinsey Quarterly",
        "Health online 2013",
        "mHealth for development: the opportunity of mobile technology for healthcare in the developing World",
        "Managing minor ailments; the public's preferences for attributes of community pharmacies. A discrete choice experiment",
        "Epidemiology of gastro-oesophageal reflux disease: A systematic review",
        "Partnership in optimizing management of reflux symptoms: A treatment algorithm for over-the-counter proton-pump inhibitors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "University of Technology Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Pfizer Inc.",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nyon",
            "affilname": "World Self-Medication Industry (WSMI)",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": []
}