{
    "eid": "2-s2.0-84959332225",
    "title": "CT features of normal lung change in asymptomatic elderly patients",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Aging lung",
        "Asymptomatic",
        "CT",
        "Reticulation",
        "Senile lung"
    ],
    "authors": [
        "Nattinee Leelakanok"
    ],
    "citedby-count": 2,
    "ref-count": 20,
    "ref-list": [
        "Impact of Demographic Change in Thailand",
        "Aging and the Respiratory System",
        "The aging lung",
        "Long-term clearance from small airways decreases with age",
        "Physiological changes in respiratory function associated with ageing",
        "Correlation of aging and smoking with air trapping at thin-section CT of the lung in asymptomatic subjects",
        "Effect of aging on respiratory system physiology and immunology.",
        "Immune dysregulation in the aging human lung",
        "Natural aging, expression of fibrosis-related genes and collagen deposition in rat lung",
        "Microscopic emphysema in relation to age and smoking habit",
        "Emphysema and the lungs of the aged: a clinical study; preliminary report.",
        "The senile lung; Comparison with normal and emphysematous lungs. 1. Structural aspects",
        "THE RADIOLOGICAL SPECTRUM OF AGING AND EMPHYSEMATOUS LUNGS.",
        "Detection of Age-Related Changes in Thoracic Structure and Function by Computed Tomography, Magnetic Resonance Imaging, and Positron Emission Tomography",
        "Air trapping at CT: High prevalence in asymptomatic subjects with normal pulmonary function",
        "Lung morphology in the elderly: Comparative CT study of subjects over 75 years old versus those under 55 years old",
        "Bronchoarterial ratio and bronchial wall thickness on high-resolution CT in asymptomatic subjects: Correlation with age and smoking",
        "The MRC breathlessness scale.",
        "Fleischner Society: Glossary of terms for thoracic imaging",
        "High resolution computed tomographic assessment of airway wall thickness in chronic asthma: Reproducibility and relationship with lung function and severity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}