{
    "eid": "2-s2.0-84922875329",
    "title": "Rate-adaptive reconciliation and its estimator for quantum bit error rate",
    "cover-date": "2015-01-15",
    "subject-areas": [],
    "keywords": [
        "low-density parity-check codes",
        "maximum-likelihood estimator",
        "Quantum key distribution",
        "rate-adaptive reconciliation",
        "Slepian-Wolf coding"
    ],
    "authors": [
        "Patcharapong Treeviriyanupab"
    ],
    "citedby-count": 10,
    "ref-count": 22,
    "ref-list": [
        "Proceedings of IEEE International Conference on Computers, Systems and Signal Processing, Bangalore, India (IEEE, New York 1984",
        "Privacy amplification by public discussion",
        "Secret key agreement by public discussion from common information",
        "Experimental quantum cryptography",
        "ID Quantique SA. A Fast and Secure Solution: High Speed Encryption Combined with Quantum Key Distribution",
        "Anhui Qasky Quantum Science and Technology Co. Ltd",
        "Cygnus: State-of-the-Art CVQKD Module",
        "Experimental quantum cryptography",
        "Advance in Cryptology Proc. EUROCRYPT",
        "Fast, efficient error reconciliation for quantum cryptography",
        "QCMC",
        "Efficient reconciliation protocol for discrete-variable quantum key distribution",
        "Rate compatible protocol for information reconciliation: An application to QKD",
        "Information reconciliation for QKD with rate-compatible non-binary LDPC codes",
        "Blind reconciliation",
        "Analysis of a rate-adaptive reconciliation protocol and the effect of leakage on the secret key rate",
        "Noiseless Coding of Correlated Information Sources",
        "Distillation of secret key and entanglement from quantum states",
        "Low-Density Parity-Check Codes",
        "Maximum likelihood BSC parameter estimation for the slepian-wolf problem",
        "Construction of rate-compatible LDPC codes utilizing information shortening and parity puncturing",
        "Security of quantum key distribution with imperfect devices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phranakhon Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hefei",
            "affilname": "University of Science and Technology of China",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}