{
    "eid": "2-s2.0-85159346334",
    "title": "Development of a bivalent mucoadhesive nanovaccine to prevent francisellosis and columnaris diseases in Nile tilapia (Oreochromis niloticus)",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (miscellaneous)",
            "@code": "2401",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Bivalent vaccine",
        "Columnaris disease",
        "Flavobacterium oreochromis",
        "Francisella orientalis sp. nov.",
        "Francisellosis",
        "Immersion vaccination",
        "Mucoadhesive nanovaccine",
        "Mucosal immunity",
        "Nile tilapia (Oreochromis niloticus)"
    ],
    "authors": [
        "Anurak Bunnoy",
        "Kim D. Thompson",
        "Patcharapong Thangsunan",
        "Putita Chokmangmeepisarn",
        "Teerapong Yata",
        "Nopadon Pirarat",
        "Sirikorn Kitiyodom",
        "Pattanapong Thangsunan",
        "Pimwarang Sukkarun",
        "Pochara Prukbenjakul",
        "Naphat Panthukumphol",
        "Manami Morishita",
        "Prapansak Srisapoome",
        "Channarong Rodkhum"
    ],
    "citedby-count": 1,
    "ref-count": 32,
    "ref-list": [
        "Mucoadhesive cationic lipid-based Flavobacterium oreochromis nanoencapsulation enhanced the efficacy of mucoadhesive immersion vaccination against columnaris disease and strengthened immunity in Asian sea bass (Lates calcarifer)",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "Characterization of Francisella noatunensis subsp. orientalis isolated from Nile tilapia Oreochromis niloticus farmed in Lake Yojoa, Honduras",
        "Reclassification of Francisella noatunensis subsp. orientalis Ottem et al. 2009 as Francisella orientalis sp. nov., Francisella noatunensis subsp. chilensis subsp. nov. and emended description of Francisella noatunensis",
        "Francisella noatunensis subsp. orientalis pathogenesis analyzed by experimental immersion challenge in Nile tilapia, Oreochromis niloticus (L.)",
        "The fish pathogen Flavobacterium columnare represents four distinct species: Flavobacterium columnare, Flavobacterium covae sp. nov., Flavobacterium davisii sp. nov. and Flavobacterium oreochromis sp. nov., and emended description of Flavobacterium columnare",
        "Immersion vaccination by a biomimetic-mucoadhesive nanovaccine induces humoral immune response of red tilapia (Oreochromis sp.) against Flavobacterium columnare challenge",
        "Virulence variations of Flavobacterium columnare in rainbow trout (Oncorhynchus mykiss) eyed eggs and alevin",
        "Novel development of cationic surfactant-based mucoadhesive nanovaccine for direct immersion vaccination against Francisella noatunensis subsp. orientalis in red tilapia (Oreochromis sp.)",
        "Development of fish vaccine in Southeast Asia: a challenge for the sustainability of SE Asia aquaculture",
        "Chapter 3 - nanotechnology applications in drug controlled release",
        "Probiotic effects of a novel strain, Acinetobacter KU011TH, on the growth performance, immune responses, and resistance against Aeromonas hydrophila of bighead catfish (Clarias macrocephalus Gunther, 1864)",
        "Method of separation of lymphocytes from peripheral blood peripheral blood by means of a mixture of Ficoll and Angio-Conray",
        "Molecular characterization and increased expression of the Nile tilapia, Oreochromis niloticus (L.), T-cell receptor beta chain in response to Streptococcus agalactiae infection",
        "Analysis of relative gene expression data using real-time quantitative PCR and the 2−ΔΔCTmethod",
        "Mystifying molecular structure, expression and repertoire diversity of IgM heavy chain genes (Ighmu) in Clarias catfish and hybrids: two novel transcripts in vertebrates",
        "A history of fish vaccination: science-based disease prevention in aquaculture",
        "Oral and parenteral vaccines against Flavobacterium columnare: evaluation of humoral immune response by ELISA and in vivo efficiency in Nile tilapia (Oreochromis niloticus)",
        "Immunoglobulins, mucosal immunity and vaccination in teleost fish",
        "The potential of mucoadhesive polymer in enhancing efficacy of direct immersion vaccination against Flavobacterium columnare infection in tilapia",
        "Systemic and mucosal antibody response in tilapia, Oreochromis niloticus (L.), following immunization with Flavobacterium columnare",
        "Use of an immersion adjuvant with a Flavobacterium columnare recombinant protein vaccine in channel catfish",
        "The lipooligosaccharides of pathogenic gram-negative bacteria",
        "Microbe-associated molecular patterns in innate immunity: extraction and chemical analysis of gram-negative bacterial lipopolysaccharides",
        "Structure of lipopolysaccharides from gram-negative bacteria. II. Core structure",
        "Gene expression profiling in live attenuated Edwardsiella tarda vaccine immunized and challenged zebrafish: insights into the basic mechanisms of protection seen in immunized fish",
        "Immune responses and immune-related gene expression profile in orange-spotted grouper after immunization with Cryptocaryon irritans vaccine",
        "Antigen uptake and expression of antigen presentation-related immune genes in flounder (Paralichthys olivaceus) after vaccination with an inactivated Edwardsiella tarda immersion vaccine, following hyperosmotic treatment",
        "Immune responses and protective efficacy of a formalin-killed Francisella noatunensis subsp. orientalis vaccine evaluated through intraperitoneal and immersion challenge methods in Oreochromis niloticus",
        "Immunogenic proteins and their vaccine development potential evaluation in outer membrane proteins (OMPs) of Flavobacterium columnare",
        "New attenuated vaccine against columnaris disease in fish: choosing the right parental strain is critical for vaccine efficacy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Midlothian",
            "@id": "60016146",
            "affilname": "Moredun Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016146",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Center of Excellence in Fish Infectious Diseases",
        "Department of Aquaculture, Faculty of Fisheries, Kasetsart University",
        "Department of Veterinary Microbiology, Faculty of Veterinary Science, Chulalongkorn University",
        "Second Century Fund",
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "Faculty of Veterinary Science, Chulalongkorn University"
    ]
}