{
    "eid": "2-s2.0-85064889205",
    "title": "Influence of LED-based assistive lighting solutions on the autonomous mobility of low vision people",
    "cover-date": "2019-06-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Low vision",
        "Mobility",
        "Smart lighting",
        "Visual aid",
        "Visual enhancement",
        "Visual impairment"
    ],
    "authors": [
        "P. Katemake",
        "A. Radsamsong",
        " Dinet",
        "C. W. Heng",
        "Y. C. Kuang",
        "V. Kalavally",
        "A. Trémeau"
    ],
    "citedby-count": 2,
    "ref-count": 65,
    "ref-list": [
        "International Statistical Classification of Diseases and Related Health Problems",
        "Global estimates of visual impairment",
        "National Plan for Eye and Vision Research: Low Vision and Blindness Rehabilitation",
        "An Analytic Model for Describing the Influence of Lighting Parameters upon Visual Performance",
        "Lighting of Work Places - Part 1: Indoor (ISO 8995-1:2002(E)/CIE S 008/E:2001)",
        "Design Guideline for the Visual Environment",
        "International Statistical Classification of Diseases and Related Health Problems",
        "Lighting to enhance visual capabilities",
        "Quality of light and quality of life – the effect of lighting adaptation among people with low vision",
        "Extra-care housing for people with sight loss: lighting and design",
        "Lighting For Older People and People with Visual Impairment in Buildings",
        "Environmental variables and mobility performance in adults with low vision",
        "Consideration in low vision prescribing",
        "Determining the convergence demand for a patient who reads at a close working distance",
        "Head mounted video magnification devices for low vision rehabilitation: a comparison with existing technology",
        "Reading with a head-mounted video magnifier",
        "Mobility performance of low-vision adults using an electronic mobility aid",
        "A depth-based head-mounted visual display to aid navigation in partially sighted individuals",
        "Head-mounted mobility aid for low vision using scene classification techniques",
        "Applications of augmented-vision head-mounted systems in vision rehabilitation",
        "Inventory of electronic mobility aids for persons with visual impairments: a literature review",
        "State of the art review on walking support system for visually impaired people",
        "Use of prism for navigation and driving in hemianopic patients",
        "Low Vision: the Essential Guide for Ophthalmologists",
        "New indoor navigation system for visually impaired people using visible light communication",
        "The Art and Practice of Low Vision",
        "The role of psychosocial factors in adaptation to visual impairment and rehabilitation outcomes for adults and older adults",
        "MoBIC: an aid to increase the independent mobility of blind travellers",
        "Tactile sensory substitution studies",
        "Sensing surrounding 3-D space for navigation of the blind. A prototype system featuring vibration arrays and data fusion provides a near realtime feedback",
        "Reading with sounds: sensory substitution selectively activates the visual word form area in the blind",
        "Multi-section sensing and vibrotactile perception for walking guide of visually impaired person",
        "Design of an energy-saving controller for an intelligent LED lighting system",
        "Smart lighting: the way forward? Reviewing the past to shape the future",
        "Development of a prototype smart home intelligent lighting control architecture using sensors onboard a mobile computing system",
        "Real-time closed-loop color control of a multi-channel luminaire using sensors onboard a mobile device",
        "Orientation and mobility services for children and youths with low vision",
        "Orientation and Mobility Techniques: A Guide for the Practitioner",
        "Use of an obstacle course to assess balance and mobility in the elderly: a validation study 1",
        "The obstacle course: a tool for the assessment of functional balance and mobility in the elderly",
        "The mobility performance of the elderly before, during and after crossing over an obstacle",
        "Foundations of Low Vision: Clinical and Functional Perspectives",
        "Establishing optimal visual parameters: illuminance, correlated color temperature and color of packaging for the elderly in a supermarket-type illuminated environment",
        "Orientation and mobility for children and adults with low vision",
        "Visual factors and orientation-mobility performance",
        "Vision and mobility performance of subjects with vision and age-related macular degenaration",
        "Image enhancement of real-time television to benefit the visually impaired",
        "Vision multiplexing: an engineering approach to vision rehabilitation device development",
        "Augmented-view for restricted visual field: multiple device implementations",
        "Embedded system for contrast enhancement in low-vision",
        "Contribution of Augmented Reality Solutions to Assist Visually Impaired People in Their Mobility",
        "Comparison of functional mobility performance with clinical vision measures in simulated retinitis pigmentosa",
        "Traditional measures of mobility performance and retinis pigmenstosa",
        "An efficient designing method of spectral distribution of illuminant for the enhancement of color discrimination",
        "Enhancing local color contrast by optimizing multichannel LED light sources",
        "Optimal illumination for local contrast enhancement based on the human visual system",
        "Linear discriminant analysis",
        "Colorimetry: Understanding the CIE System",
        "The Ishihara test for color blindness"
    ],
    "affiliation": [
        {
            "affiliation-city": "Saint-Etienne",
            "@id": "60068548",
            "affilname": "Laboratoire Hubert Curien UMR CNRS 5516",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068548",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bandar Sunway",
            "@id": "60018894",
            "affilname": "Monash University Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018894",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Hamilton",
            "@id": "60004424",
            "affilname": "The University of Waikato",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004424",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": [
        "Chulalongkorn Dusadi Phiphat fund",
        "Collaborative Research in Engineering, Science and Technology",
        "Multidisciplinary platform of Advanced Engineering, Electrical and Computer Systems Engineering Discipline",
        "CREST",
        "Monash University Malaysia"
    ]
}