{
    "eid": "2-s2.0-85064209038",
    "title": "Evaluation of bone regeneration using injectable surfactant-induced thai silk fibroin/collagen in situ- forming hydrogel in segmental bone defects in rats",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bone regeneration",
        "Cell encapsulation",
        "Collagen",
        "Fibroin",
        "Growth factor carrier",
        "Hydrogel",
        "Silk"
    ],
    "authors": [
        "J. Apinun",
        "R. Chaisuparat",
        "C. Wangdee",
        "S. Kuptniratsaikul",
        "J. Jamkratoke",
        "S. Kanokpanont"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Tissue engineering of bone",
        "Hydrogels for tissue engineering applications",
        "Introduction to hydrogels",
        "Cell encapsulation in biodegradable hydrogels for tissue engineering applications",
        "Silk fibroin derived polypeptideinduced biomineralization of collagen",
        "A comparison of Thai silk fibroin-based and chitosanbased materials on in vitro biocompatibility for bone substitutes",
        "The development of injectable gelatin/silk fibroin microspheres for the dual delivery of curcumin and piperine",
        "Silk fibroin biomaterials for tissue regenerations",
        "Processing techniques and applications of silk hydrogels in bioengineering",
        "Processing silk hydrogel and its applications in biomedical materials",
        "Sonicationinduced gelation of silk fibroin for cell encapsulation",
        "A silk hydrogel-based delivery system of bone morphogenetic protein for the treatment of large bone defects",
        "The use of injectable sonication-induced silk hydrogel for VEGF(165) and BMP-2 delivery for elevation of the maxillary sinus floor",
        "Swelling behavior and morphological evolution of mixed gelatin/silk fibroin hydrogels",
        "Biomaterials from ultrasonication-induced silk fibroin-hyaluronic acid hydrogels",
        "A vascular patch prepared from Thai silk fibroin and gelatin hydrogel incorporating simvastatinmicelles to recruit endothelial progenitor cells",
        "Fibroin/collagen hybrid hydrogels with crosslinking method: Preparation, properties, and cytocompatibility",
        "Effects of poloxamer on the gelation of silk fibroin",
        "Sodium dodecyl sulfate-induced rapid gelation of silk fibroin",
        "Biological responses to materials",
        "The healing of confined critical size cancellous defects in the presence of silk fibroin hydrogel",
        "Human platelet rich plasma plus Persian Gulf coral effects on experimental bone healing in rabbit model: Radiological, histological, macroscopical and biomechanical evaluation",
        "Effects of combined hydroxyapatite and human platelet rich plasma on bone healing in rabbit model: Radiological, macroscopical, hidtopathological and biomechanical evaluation",
        "Histological, biomechanical and radiological evaluation of bone repair with human platelet rich plasma in rabbit model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "120620922",
            "affilname": "Queen Sirikit Sericulture Center (Nakhon Ratchasima)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120620922",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project",
        "Queen Sirikit Sericulture Center",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}