{
    "eid": "2-s2.0-84936021729",
    "title": "An agent model for information filtering using revolutionary RSVD technique",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Adaptation process",
        "Collaborative agent",
        "Distributed environment",
        "Recommender systems"
    ],
    "authors": [
        "Dussadee Praserttitipong"
    ],
    "citedby-count": 4,
    "ref-count": 17,
    "ref-list": [
        "Toward the next generation of recommender systems: A survey of the state-of-the-art and possible extensions",
        "Comparison of collaborative filtering algorithms: Limitations of current techniques and proposals for scalable, high-performance recommender systems",
        "Agent-based collaborative filtering based on fuzzy recommendations",
        "Netfiix Update: Try This at Home",
        "A scalable collaborative filtering framework based on co-clustering",
        "An agent-based recommender system to support collaborative web search based on shared user interests",
        "An algorithmic framework for performing collaborative filtering",
        "Evaluating collaborative filtering recommender systems",
        "Evaluation of recommender systems: A new approach",
        "Incremental collaborative filtering via evolutionary co-clustering",
        "Factorization meets the neighborhood: A multifaceted collaborative filtering model",
        "Collaborative filtering with temporal dynamics",
        "Proceedings of the KDD Cup Workshop at the 13Th ACM International Conference on Knowledge Discovery and Data Mining",
        "Item-based collaborative filtering recommendation algorithms",
        "Proceedings of ACM Webkdd 2000 Web Mining for E-Commerce Workshop",
        "Adv. Artif. Intell",
        "Proceedings of the 6Th Hellenic European Conference on Computer Mathematics and Its Applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}