{
    "eid": "2-s2.0-85026253910",
    "title": "Deformation characteristics and stress responses of cement-treated expansive clay under confined one-dimensional swelling",
    "cover-date": "2017-09-15",
    "subject-areas": [
        {
            "$": "Soil Science",
            "@code": "1111"
        },
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        }
    ],
    "keywords": [
        "Cement-treated soil",
        "Expansive clay",
        "Lateral coefficient of earth pressure",
        "One-dimensional compression",
        "Swelling pressure"
    ],
    "authors": [
        "Sopheap Por"
    ],
    "citedby-count": 60,
    "ref-count": 33,
    "ref-list": [
        "Consolidation stress effects on the strength of stabilised Swedish soils",
        "Proceedings of the 4th International Symposium on Deformation Characteristics of Geomaterials, Atlanta",
        "Effect of lime, cement and Sarooj (artificial pozzolan) on the swelling potential of an expansive soil from Oman",
        "Experimental study of lateral restraint effects on the potential heave of expansive soils",
        "Laboratory evaluation of lateral swelling pressure",
        "Laboratory assessment of swelling pressure of expansive soils",
        "Swelling characteristics of compacted GMZ bentonite-sand mixtures as a buffer/backfill material in China",
        "Hydraulic conductivity of cement-stabilized marine clay with metakaolin and its correlation with pore size distribution",
        "On the swelling potential of compacted high plasticity clays",
        "The Proceedings, 2nd International Conference on Expansive Clay Soils",
        "Compressibility and permeability of Bangkok clay compared with kaolinite and bentonite",
        "Simplified evaluation on hydraulic conductivities of sand-bentonite mixture backfill",
        "Predicting hydraulic conductivity of sand-bentonite mixture backfill before and after swelling deformation for underground disposal of radioactive wastes",
        "Experimental study on swelling characteristics of sand-bentonite mixture for nuclear waste disposal",
        "J. Eng. Sci.",
        "Effectiveness of class C fly ash as an expansive soil stabilizer",
        "Investigation of shrinkage and swelling behaviour of expansive/non-expansive clay mixtures",
        "Technical Report 0-4573-2",
        "Swell and shrinkage characterizations of unsaturated expansive clays from Texas",
        "Am. J. Eng. Res.",
        "Evaluation of kaolin slurry properties treated with cement",
        "Influence of initial degree of saturation on swell pressures of compacted Barmer bentonite specimens",
        "Swelling of compacted sand-bentonite mixtures",
        "Stiffness and strength parameters for hardening soil model of soft and stiff Bangkok clays",
        "Coefficients of earth pressure at rest in thick and deep soils",
        "Experimental study on the inclusion of soilbags in retaining walls constructed in expansive soils",
        "Experimental study on the swelling behaviour of bentonite/claystone mixture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sapporo",
            "affilname": "Hokkaido University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Japan International Cooperation Agency"
    ]
}