{
    "eid": "2-s2.0-85047650740",
    "title": "A Tale of Two Hybrid Regimes: A Study of Cabinets and Parliaments in Indonesia and Thailand",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Siripan Nogsuan Sawasdee"
    ],
    "citedby-count": 1,
    "ref-count": 68,
    "ref-list": [
        "Democratisation in Indonesia: From transition to consolidation",
        "The transition to democracy in Indonesia: Some outstanding problems",
        "Portents of pluralism: How hybrid regimes affect democratic transitions",
        "Elite competition and changing state-society relations: Shari'a policymaking in Indonesia",
        "Executive accountability in southeast Asia: The role of legislatures in new democracies and under electoral authoritarianism",
        "Hybrid what? The contemporary debate on hybrid regimes and the identity question",
        "Hybrid what? Partial consensus and persistent divergences in the analysis of hybrid regimes",
        "Democracy with adjectives: Conceptual innovation in comparative",
        "A tale of two courts: The judicialization of electoral politics in Asia",
        "Indonesia's \"Democratic Transition\" revisited: A clientelist model of political transition",
        "Authoritarian breakdown: Empirical test of a game theoretic argument",
        "Mega' expectations: Indonesia's democratic transition and first female president",
        "Beyond authoritarianism: The conceptualization of hybrid regimes",
        "Party fabrication: Constitutional reform and the rise of Thai rak Thai",
        "Electoral governance and democratic consolidation in Indonesia",
        "The vote of confidence in parliamentary democracies",
        "Guided democracy in Indonesia",
        "The Paradox of Thailand's 1997 people's constitution: Be careful what you wish for",
        "Elections without democracy: The rise of competitive authoritarianism",
        "The constitutional courts of Thailand and Indonesia: Two case studies from South East Asia",
        "Leadership, party, and religion: Explaining voting behavior in Indonesia",
        "Presidential or parliamentary democracy: Does it make a difference?",
        "Indonesia's new \"National Unity\" cabinet",
        "The making of Thai democracy: A study of political alliances among the state, the capitalists, and the middle class",
        "Are there hybrid regimes? Or are they just an optical illusion?",
        "Voters and the new Indonesian democracy",
        "Thailand 1979: A government in trouble",
        "The legislatures of Thailand, the philippines and Indonesia: Towards greater inclusiveness?",
        "The menu of manipulation",
        "Presidentialism and parliamentarism compared",
        "When election results count: A reflection on de-democratization in Thailand",
        "Contending political networks: A study of the \"Yellow Shirt\" and \"Red Shirts\" in Thailand's politics",
        "Jokowi's new cabinet: Who's the boss now?",
        "Opposition coalition no longer solid: Pks politician",
        "Political party and party system institutionalisation in southeast Asia: Lessons for democratic consolidation in Indonesia, the Philippines and Thailand",
        "Indonesia in 1985: Chill and Thaw",
        "A consolidated patrimonial democracy? Democratization in post-Suharto Indonesia",
        "The rise of illiberal democracy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}