{
    "eid": "2-s2.0-85055518848",
    "title": "Relation of lumbar sympathetic chain to the open corridor of retroperitoneal oblique approach to lumbar spine: an MRI study",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Lumbar sympathetic chain",
        "Magnetic Resonance Imaging",
        "Minimally invasive surgical approach",
        "Oblique corridor",
        "Oblique lumbar interbody fusion"
    ],
    "authors": [
        "A. Mahatthanatrakul",
        "T. Itthipanichpong",
        "C. Ratanakornphan",
        "N. Numkarunarunrote",
        "W. Singhatanadgige",
        "W. Yingsakmongkol",
        "W. Limthongkul"
    ],
    "citedby-count": 8,
    "ref-count": 24,
    "ref-list": [
        "A new microsurgical technique for minimally invasive anterior lumbar interbody fusion",
        "Retroperitoneal oblique corridor to the L2–S1 intervertebral discs in the lateral position: an anatomic study",
        "Retroperitoneal oblique corridor to the L2–S1 intervertebral discs: an MRI study",
        "Minimally invasive transforaminal lumbar interbody fusion: one surgeon’s learning curve",
        "Complications associated with the initial learning curve of minimally invasive spine surgery: a systematic review",
        "314 Minimally invasive oblique lateral interbody fusion for L4–5: clinical outcomes and perioperative complications",
        "The oblique anterolateral approach to the lumbar spine provides access to the lumbar spine with few early complications",
        "Perioperative complications in 155 patients who underwent oblique lateral interbody fusion surgery: perspectives and indications from a retrospective, multicenter survey",
        "Operative anatomy of the lumbar sympathetic chain",
        "Anatomy of the lumbar sympathetic chain",
        "The lumbar sympathetic trunk: its visibility and distance to two anatomical landmarks",
        "Approach-related lesions of the sympathetic chain in anterior correction and instrumentation of idiopathic scoliosis",
        "Anhidrosis after anterior retroperitoneal approach for L4–L5 artificial disc replacement",
        "Risk of sympathectomy after anterior and lateral lumbar interbody fusion procedures",
        "Complications and morbidities of mini-open anterior retroperitoneal lumbar interbody fusion: oblique lumbar interbody fusion in 179 patients",
        "Utility of multilevel lateral interbody fusion of the thoracolumbar coronal curve apex in adult deformity surgery in combination with open posterior instrumentation and L5–S1 interbody fusion: a case-matched evaluation of 32 patients",
        "Imaging anatomical research on the operative windows of oblique lumbar interbody fusion",
        "Visceral and vascular complications resulting from anterior lumbar interbody fusion",
        "Successful treatment of severe sympathetically maintained pain following anterior spine surgery",
        "Complications during anterior surgery of the lumbar spine: an anatomically based study and review",
        "Morphometric analysis of the retroperitoneal vessels with respect to lateral access surgery in adult scoliosis",
        "Morphometric analysis of the ventral nerve roots and retroperitoneal vessels with respect to the minimally invasive lateral approach in normal and deformed spines",
        "Does right lateral decubitus position change retroperitoneal oblique corridor? a radiographic evaluation from L1 to L5",
        "Movement of abdominal structures on magnetic resonance imaging during positioning changes related to lateral lumbar spine surgery: a morphometric study—clinical article"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}