{
    "eid": "2-s2.0-85024099797",
    "title": "Activated neuro-oxidative and neuro-nitrosative pathways at the end of term are associated with inflammation and physio-somatic and depression symptoms, while predicting outcome characteristics in mother and baby",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Clinical Psychology",
            "@code": "3203"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Cytokines",
        "Depression",
        "Immune",
        "Inflammation",
        "Oxidative and nitrosative stress"
    ],
    "authors": [
        "Chutima Roomruangwong"
    ],
    "citedby-count": 26,
    "ref-count": 120,
    "ref-list": [
        "Postpartum depression: Psychoneuroimmunological underpinnings and treatment",
        "Oxidative/nitrosative stress and immuno-inflammatory pathways in depression: Treatment implications",
        "CNS Neurol. Disord. Drug Targets",
        "The influence of maternal smoking habits before pregnancy and antioxidative supplementation during pregnancy on oxidative stress status in a non-complicated pregnancy",
        "Ghrelin, paraoxonase and arylesterase levels in depressive patients before and after citalopram treatment",
        "Psychometric properties of the Beck Depression Inventory: Twenty-five years of evaluation",
        "Chorioamniotic membrane senescence: A signal for parturition?",
        "Advanced oxidation protein products are generated by bovine neutrophils and inhibit free radical production in vitro",
        "Lowered plasma paraoxonase (PON)1 activity is a trait marker of major depression and PON1 Q192R gene polymorphism-smoking interactions differentially predict the odds of major depression and bipolar disorder",
        "Total hydroperoxide and advanced oxidation protein products in preterm hypoxic babies",
        "Evaluation of malondialdehyde, superoxide dismutase and catalase activity and their diagnostic value in drug naïve, first episode, non-smoker major depression patients and healthy controls",
        "Effects of antidepressant treatment on total antioxidant capacity and free radical levels in patients with major depressive disorder",
        "Nitric oxide production increases during normal pregnancy and decreases in preeclampsia",
        "Poststroke depression as a factor adversely affecting the level of oxidative damage to plasma proteins during a brain stroke",
        "A central role for intermolecular dityrosine cross-linking of fibrinogen in high molecular weight advanced oxidation protein product (AOPP) formation",
        "Oxidative profile and δ-aminolevulinate dehydratase activity in healthy pregnant women with iron supplementation",
        "Lowered serum n-3 polyunsaturated fatty acid (PUFA) levels predict the occurrence of postpartum depression: Further evidence that lowered n-PUFAs are related to major depression",
        "Oxidative stress in pregnancy and reproduction",
        "Serum paraoxonase type-1 activity in pigs: Assay validation and evolution after an induced experimental inflammation",
        "Leptin and paraoxonase activity in cord blood from obese mothers",
        "Levels of advanced oxidation protein products (AOPP) in the first trimester of pregnancy",
        "Oxidative stress and inflammation in pregnancy",
        "PON1 status of farmworker mothers and children as a predictor of organophosphate sensitivity",
        "Paraoxonases-1, -2 and -3: What are their functions?",
        "The expression of genes encoding for COX-2, MPO, iNOS, and sPLA2-IIA in patients with recurrent depressive disorder",
        "Nitric oxide and thiol groups",
        "Inhibition of microsomal lipid peroxidation by αtocopherol and αtocopherol acetate",
        "Improved detection of advanced oxidation protein products in plasma",
        "Serum prolactin in breastfeeding: State of the science",
        "Bull. Suanprung",
        "Measurement of protein thiol groups and glutathione in plasma",
        "Nitric Oxide-Mediated Regulation of Gamma Interferon-Induced Bacteriostasis: Inhibition and Degradation of Human Indoleamine 2,3-Dioxygenase",
        "J. Gerontol. A Biol. Sci. Med Sci.",
        "Advanced oxidation protein products in pregnancy",
        "Total oxidative and anti-oxidative status, and ADAMTS-12 levels in placenta previa and early-onset severe preeclampsia",
        "Antioxidative enzymes and increased oxidative stress in depressive women",
        "The Immune System and the Role of Inflammation in Perinatal Depression",
        "Plasma markers of oxidative stress in patients with gestational diabetes mellitus in the second and third trimester",
        "Oxidative modifications of DAMPs suppress inflammation: The case for S100A8 and S100A9",
        "A meta-analysis of oxidative stress markers in depression",
        "J. Psychiatr. Assoc. Thai",
        "Red blood cell survival and kinetics during pregnancy",
        "The relationship between serum zinc level and preeclampsia: A meta-analysis",
        "The cytokine hypothesis of depression: Inflammation, oxidative & nitrosative stress (IO&NS) and leaky gut as new targets for adjunctive treatments in depression",
        "\"Functional\" or \"psychosomatic\" symptoms, e.g. a flu-like malaise, aches and pain and fatigue, are major features of major and in particular of melancholic depression",
        "Inflammatory and oxidative and nitrosative stress pathways underpinning chronic fatigue, somatization and psychosomatic symptoms",
        "Disturbances in dexamethasone suppression test and lower availability of Ł-tryptophan and tyrosine in early puerperium and in women under contraceptive therapy",
        "New drug targets in depression: Inflammatory, cell-mediate immune, oxidative and nitrosative stress, mitochondrial, antioxidant, and neuroprogressive pathways. and new drug candidates-Nrf2 activators and GSK-3 inhibitors",
        "A review on the oxidative and nitrosative stress (O&NS) pathways in major depression and their possible contribution to the (neuro)degenerative processes in that illness",
        "The new '5-HT' hypothesis of depression: Cell-mediated immune activation induces indoleamine 2,3-dioxygenase, which leads to lower plasma tryptophan and an increased synthesis of detrimental tryptophan catabolites (TRYCATs), both of which contribute to the onset of depression",
        "Immune activation in the early puerperium is related to postpartum anxiety and depressive symptoms",
        "Increased plasma peroxides and serum oxidized low density lipoprotein antibodies in major depression: Markers that further explain the higher incidence of neurodegeneration and coronary artery disease",
        "Chronic fatigue syndrome is accompanied by an IgM-related immune response directed against neopitopes formed by oxidative or nitrosative damage to lipids and proteins",
        "Omics-based depression and inflammation research",
        "Toward Omics-Based, Systems Biomedicine, and Path and Drug Discovery Methodologies for Depression-Inflammation Research",
        "Effects of pregnancy and delivery on serum concentrations of Clara Cell Protein (CC16), an endogenous anticytokine: Lower serum CC16 is related to postpartum depression",
        "Effects of pregnancy and delivery on the availability of plasma tryptophan to the brain: Relationships to delivery-induced immune activation and early post-partum anxiety and depression",
        "Significantly increased expression of T-cell activation markers (interleukin-2 and HLA-DR) in depression: Further evidence for an inflamatory process during that illness",
        "Chronic fatigue syndrome: Harvey and Wessely's (bio)psychosocial model versus a bio(psychosocial) model based on inflammatory and oxidative and nitrosative stress pathways",
        null,
        "Oxidative stress-mediated aging during the fetal and perinatal periods",
        "The role of oxidative and nitrosative stress in accelerated aging and major depressive disorder",
        "Human fetal membranes at term: Dead tissue or signalers of parturition?",
        "Placental membrane aging and HMGB1 signaling associated with human parturition",
        "Implications of maternal systemic oxidative stress in normal pregnancy and in pregnancy complicated by preeclampsia",
        "C-reactive protein inhibits plasmacytoid dendritic cell interferon responses to autoantibody immune complexes",
        "The Neuro-Immune Pathophysiology of Central and Peripheral Fatigue in Systemic Immune-Inflammatory and Neuro-Immune Diseases",
        "Mol. Neurobiol.",
        "Myalgic encephalomyelitis/chronic fatigue syndrome and encephalomyelitis disseminata/multiple sclerosis show remarkable levels of similarity in phenomenology and neuroimmune characteristics",
        "Oxidative & nitrosative stress in depression: Why so much stress?",
        "Free radicals and antioxidants status in neonates with congenital malformation",
        "Semiautomated measurement of nitrate in biological fluids",
        "Comparison of oxidative stress markers and serum cortisol between normal labor and selective cesarean section born neonates",
        "Assessing perinatal depression as an indicator of risk for pregnancy-associated cardiovascular disease",
        "The effect of zinc supplementation on pregnancy outcomes: A double-blind, randomised controlled trial, Egypt",
        "Childhood asthma: Causes, risks, and protective factors; a role of innate immunity",
        "Nitric oxide-induced oxidation of 5,6-dihydroxyindole and 5,6-dihydroxyindole-2-carboxylic acid under aerobic conditions: Non-enzymatic route to melanin pigments of potential relevance to skin (photo)protection",
        "Serum advanced oxidation protein products, myeloperoxidase and ascorbic acid in pre-eclampsia and eclampsia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Plovdiv",
            "affilname": "Medical University of Plovdiv",
            "affiliation-country": "Bulgaria"
        },
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Fortaleza",
            "affilname": "Universidade Federal do Ceará",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Waalre",
            "affilname": "Revitalis",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Saint-Jean-d'Illac",
            "affilname": "GEMAC",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Talence",
            "affilname": "IDRPHT",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}