{
    "eid": "2-s2.0-84911466495",
    "title": "One strain-many compounds (OSMAC) method for production of polyketides, azaphilones, and an isochromanone using the endophytic fungus Dothideomycete sp.",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Azaphilone",
        "Cytotoxic activity",
        "Dothideomycete sp.",
        "Endophytic fungi One strain-many compounds",
        "Fungal metabolites",
        "Isochromanone",
        "OSMAC",
        "Polyketide"
    ],
    "authors": [
        "Ranuka T. Hewage"
    ],
    "citedby-count": 100,
    "ref-count": 29,
    "ref-list": [
        "Structurally diverse chaetophenol productions induced by chemically mediated epigenetic manipulation of fungal gene expression",
        "Big effects from small changes: Possible ways to explore nature's chemical diversity",
        "Calbistrins, Novel Antifungal Agents Produced By Penicillium Restrictum Ii. Isolation And Elucidation Of Structure",
        "Aromatase inhibitors in the treatment of breast cancer",
        "Evaluation of a Tetrazolium-based Semiautomated Colorimetric Assay: Assessment of Radiosensitivity",
        "Cyclopentenones, scaffolds for organic syntheses produced by the endophytic fungus mitosporic dothideomycete sp. LRUB20",
        "Curvularides A-E: Antifungal hybrid peptide-polyketides from the endophytic fungus Curvularia geniculata",
        "Metabolites from the endophytic mitosporic Dothideomycete sp. LRUB20",
        "Suberoylanilide hydroxamic acid, a histone deacetylase inhibitor, induces the production of anti-inflammatory cyclodepsipeptides from Beauveria felina",
        "Mammalian Cell Culture: Essential Techniques",
        "The use of X-ray crystallography to determine absolute configuration",
        "Mechanism-based in vitro screening of potential cancer chemopreventive agents",
        "Natural products from plant-associated microorganisms: Distribution, structural diversity, bioactivity, and implications of their occurrence",
        "Calbistrins, Novel Antifungal Agents Produced By Penicillium Restrictum I. Production, Taxonomy Of The Producing Organism And Biological Activity",
        "Untapped mutualistic paradigms linking host plant and endophytic fungal production of similar bioactive secondary metabolites",
        "Spicochalasin a and new aspochalasins from the marine-derived fungus spicaria elegans",
        "Phytochem. Rev.",
        "Uncovering biosynthetic potential of plant-associated fungi: Effect of culture conditions on metabolite production by Paraphaeosphaeria quadriseptata and Chaetomium chiversii",
        "A novel tricyclic polyketide and its biosynthetic precursor azaphilone derivatives from the endophytic fungus Dothideomycete sp",
        "A short history of SHELX",
        "Calbistrin E and two other new metabolites from an Australian isolate of Penicillium striatisporum",
        "A high-throughput screen to identify inhibitors of aromatase (CYP19)",
        "Directed biosynthesis through biohalogenation of secondary metabolites of the marine-derived fungus Aspergillus unguis",
        "Depsidones, aromatase inhibitors and radical scavenging agents from the marine-derived fungus aspergillus unguis CRI282-03",
        "Endophytes: A rich source of functional metabolites",
        "Three new cytochalasins from the marine-derived fungus spicaria elegans KLA03 by supplementing the cultures with L - And D -tryptophan",
        "Caryophyllene sesquiterpenes from the marine-derived fungus Ascotricha sp. ZJ-M-5 by the one strain-many compounds strategy",
        "Maximizing chemical diversity of fungal metabolites: Biogenetically related heptaketides of the endolichenic fungus Corynespora sp. (1)",
        "Potential allelopathic indole diketopiperazines produced by the plant endophytic Aspergillus fumigatus using the one strain-many compounds method"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Graduate Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Research Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Ministry of Education",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulabhorn Research Centre",
        "Institute of Molecular Biosciences, Mahidol University",
        "Thailand International Development Cooperation Agency",
        "Higher Education Research Promotion",
        "Ministry of Education",
        "Office of the Higher Education Commission",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}