{
    "eid": "2-s2.0-85159130158",
    "title": "Surgical outcomes of sacrospinous ligament fixation at the time of vaginal hysterectomy for vaginal vault prolapse prevention: 10 years review",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "pelvic organ prolapse",
        "sacrospinous fixation",
        "vaginal hysterectomy"
    ],
    "authors": [
        "Suvit Bunyavejchevin",
        "Athiwat Songsiriphan",
        "Purim Ruanphoo",
        "Keerati Chiengthong"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "The prevalence of pelvic organ prolapse symptoms and signs and their relation with bladder and bowel disorders in a general female population",
        "Update on the epidemiology of genital prolapse",
        "Post-hysterectomy vaginal vault prolapse",
        "Vaginal prolapse following hysterectomy",
        "Posthysterectomy vault prolapse",
        "Management of vaginal vault prolapse",
        "True incidence of vaginal vault prolapse. Thirteen years of experience",
        "Sacrospinous ligament fixation at the time of transvaginal hysterectomy",
        "Surgical management of pelvic organ prolapse in women",
        "Sacrospinous ligament fixation: medium and long-term anatomical results, functional and quality of life results",
        "The effectiveness of sacrospinous ligament fixation: critical review of outcome in a general district hospital",
        "Long-term follow-up of 453 patients with pelvic organ prolapse who underwent transvaginal sacrospinous colpopexy with Veronikis ligature carrier",
        "Sacrospinous fixation for vaginal vault prolapse after hysterectomy sec. Miyazaki—longterm results",
        "Sacrospinous ligament fixation and modified McCall culdoplasty during vaginal hysterectomy for advanced uterovaginal prolapse",
        "Individualised pelvic floor muscle training in women with pelvic organ prolapse (POPPY): a multicentre randomised controlled trial",
        "Use of vaginal mesh in the face of recent FDA warnings and litigation",
        "Selection of patients in whom vaginal graft use may be appropriate. Consensus of the 2nd IUGA grafts roundtable: optimizing safety and appropriateness of graft use in transvaginal pelvic reconstructive surgery",
        "Modern role of sacrospinous ligament fixation for pelvic organ prolapse surgery—a systemic review",
        "Patient-reported outcomes after sacrospinous fixation of vault prolapse with a suturing device: a retrospective national cohort study",
        "Permanent suture used in uterosacral ligament suspension offers better anatomical support than delayed absorbable suture",
        "High uterosacral ligament vaginal vault suspension: comparison of absorbable vs. permanent suture for apical fixation",
        "Comparison of two natural tissue repair-based surgical techniques; sacrospinous fixation and uterosacral ligament suspension for pelvic organ prolapse treatment",
        "Sacrospinous ligament fixation with uterine preservation reduces the risk of anatomical recurrence in pelvic organ prolapse",
        "Anatomic and functional assessment and risk factors of recurrent prolapse after vaginal sacrospinous fixation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}