{
    "eid": "2-s2.0-85110220977",
    "title": "Super-natural fears",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuropsychology and Physiological Psychology",
            "@code": "3206",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Cognitive Neuroscience",
            "@code": "2805",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Behavioral Neuroscience",
            "@code": "2802",
            "@abbrev": "NEUR"
        }
    ],
    "keywords": [
        "Beliefs",
        "Fear acquisition",
        "Preparedness",
        "Specific phobias",
        "Supernatural",
        "Unknown"
    ],
    "authors": [
        "Carlos M. Coelho",
        "Andras N. Zsido",
        "Panrapee Suttiwan",
        "Mathias Clasen"
    ],
    "citedby-count": 3,
    "ref-count": 131,
    "ref-list": [
        "Paranormal beliefs, education, and thinking styles",
        "Why I am not a christian, and other essays on religion and related subjects",
        "The distinct role of the amygdala, superior colliculus and pulvinar in processing of central and peripheral snakes",
        "Diagnostic and Statistical Manual of Mental Disorders",
        "Vicarious learning and the development of fears in childhood",
        "Religion's evolutionary landscape: counterintuition, commitment, compassion, communion",
        "The emotions and the will",
        "Exploring the natural foundations of religion",
        "Why Santa Claus is not a god",
        "Conceptualizing a nonnatural entity: Anthropomorphism in god concepts",
        "Brains seek patterns in coincidences",
        "The folk psychology of souls",
        "“O Lord… you perceive my thoughts from Afar”: recursiveness and the evolution of supernatural agency",
        "Individuals who believe in the paranormal expose themselves to biased information and develop more causal illusions than nonbelievers in the laboratory",
        "Non-reflective thinkers are predisposed to attribute supernatural causation to uncanny experiences",
        "Cognitive architecture of the imagination",
        "Evolutionary perspectives on religion",
        "They are afraid of the animal, so therefore I am too: influence of peer modeling on fear beliefs and approach-avoidance behaviors towards animals in typically developing children",
        "“Meaningful” patterns in visual noise: effects of lateral stimulation and the observer's belief in esp",
        "Origins of orienting and defensive responses: an evolutionary perspective",
        "The intolerance of uncertainty construct in the context of anxiety disorders: theoretical and practical perspectives",
        "Fear of the unknown: one fear to rule them all?",
        "Fearing the unknown: a short version of the intolerance of uncertainty scale",
        "Anxiety sensitivity and intolerance of uncertainty: requisites of the fundamental fears?",
        "What holds people together? First-person anthropology and perspective-taking in thai ghost stories",
        "Psychobiological mechanism of resilience and vulnerability: implications for successful adaptation to extreme stress",
        "Experience and other reasons given for belief and disbelief in paranormal and religious phenomena",
        "Monsters evolve: a biocultural approach to horror stories",
        "Why horror seduces",
        "Horror, personality, and threat simulation: a survey on the psychology of scary media",
        "The origins of specific phobias: influential theories and current perspectives",
        "Things that go bump in the literature: an environmental appraisal of “haunted houses”",
        "Suggestion, belief in the paranormal, proneness to reality testing deficits, and perception of an allegedly haunted building",
        "Preparedness and phobias: specific evolved associations or a generalized expectancy bias?",
        "Phobia of the supernatural: a distinct but poorly recognized specific phobia with an adverse impact on daily living",
        "In two minds: dual-process accounts of reasoning",
        "Rationality and reasoning",
        "Fear information and the development of fears during childhood: effects on implicit fear responses and behavioural avoidance",
        "Who's afraid of the big bad wolf: a prospective paradigm to test Rachman's indirect pathways in children",
        "Fear information and social phobic beliefs in children: a prospective paradigm and preliminary results",
        "Historical introduction: the example of early modern and nineteenth-century England",
        "Spirits, witches, and sorcerers in the supernatural economy of the Yako",
        "Cognitive reflection and decision making",
        "Perceived control and vulnerability to anxiety disorders: a meta-analytic review",
        "Brain and cognitive evolution: forms of modularity and functions of mind",
        "Analytic thinking promotes religious disbelief",
        "Associative processing and paranormal belief",
        "You Can't not believe everything you read",
        "Nighttime fears of children and adolescents: frequency, content, severity, harm expectations, disclosure, and coping behaviours",
        "Neuroimaging of fear-associated learning",
        "Superstition predicts perception of illusory control",
        "Increased anxiety during anticipation of unpredictable but not predictable aversive stimuli as a psychophysiologic marker of panic disorder",
        "Faces in the Clouds: A New Theory of Religion",
        "Religion: what is it?",
        "A cognitive theory of religion [and comments and reply]",
        "Advances in the conceptualization and measurement of religion and spirituality: implications for physical and mental health research",
        "‘The ghost pushes you down’: SleeP paralysis-type panic attacks in a khmer refugee population",
        "Beyond fear and disgust: the role of (automatic) contamination-related associations in spider phobia",
        "Mental health literacy: public knowledge and beliefs about mental disorders",
        "Thinking, Fast and Slow",
        "Did our ancestors fear the unknown? The role of predation in the survival advantage",
        "Etiology of childhood phobias: current status of Rachman's three pathways theory",
        "Religion, spirituality and psychotic disorders",
        "Religion, spirituality, and health: the research and clinical implications",
        "The role of fear in delusions of the paranormal",
        "The effects of verbal information on children's fear beliefs about social situations",
        "Rethinking the emotional brain",
        "Coming to terms with fear",
        "Surviving threats: neural circuit and computational implications of a new taxonomy of defensive behaviour",
        "Using neuroscience to help understand fear and anxiety: a two-system framework",
        "Whence collective rituals? A cultural selection model of ritualized behavior",
        "Mental health literacy and the belief in the supernatural",
        "Superstitious, magical, and paranormal beliefs: an integrative model",
        "Is weaker inhibition associated with supernatural beliefs?",
        "18% Of Americans Say They've Seen a Ghost",
        "What we fear most: a developmental advantage for threat-relevant stimuli",
        "Fear in Development. In Handbook of Emotional Development",
        "U.S. religious landscape survey: Religious affiliation",
        "Psychotherapeutic management of night-time fears",
        "Fears, Phobias, and Rituals: Panic, Anxiety, and Their Disorders",
        "Fear and fitness: an evolutionary analysis of anxiety disorders",
        "A test of a disease-avoidance model of animal phobias",
        "Illusions of causality at the heart of pseudoscience",
        "Geography & architecture of horror : how places creep us out",
        "Preparedness and phobias: a review",
        "Three in Four Americans Believe in Paranormal",
        "Children's nighttime fears: parent-child ratings of frequency, content, origins, coping behaviors and severity",
        "Fear of the beast: a prospective study on the effects of negative information on childhood fear",
        "The “anti-monster letter” as a simple therapeutic tool for reducing night-time fears in young children",
        "Adaptive memory: ancestral priorities and the mnemonic value of survival processing",
        "Adaptive memory: survival processing enhances retention",
        "Adaptive memory: the comparative value of Survival processing: research article",
        "Does intolerance of uncertainty predict anticipatory startle responses to uncertain threat?",
        "Natural selection and the regulation of defenses. A signal detection analysis of the smoke detector principle",
        "Spiders at the cocktail party: an ancestral threat that surmounts inattentional blindness",
        "Americans’ belief in psychic and paranormal phenomena is up over last decade",
        "Demonic influence: the negative mental health effects of belief in demons",
        "Psychology and neurobiology of horror movies",
        "Fears, phobias, and preparedness: toward an evolved module of fear and fear learning",
        "The relation of rational and experiential information processing styles to personality, basic beliefs, and the ratio-bias phenomenon",
        "Analytic cognitive style predicts religious and paranormal belief",
        "Everyday consequences of analytic thinking",
        "Who falls for fake news? The roles of bullshit receptivity, overclaiming, familiarity, and analytic thinking",
        "Many americans mix multiple faiths: easter, new age beliefs widespread",
        "Scary and nasty beasts: self-reported fear and disgust of common phobic animals",
        "The Meanings of Fear",
        "The conditioning theory of fearacquisition: a critical examination",
        "The phi",
        "Individual differences in religiosity as a function of cognitive ability and cognitive style",
        "Pandemic practice: horror fans and morbidly curious individuals are more psychologically resilient during the COVID-19 pandemic",
        "Phobias and preparedness",
        "Divine intuition: cognitive style influences belief in God",
        "The use of emotive imagery and behavioral techniques for a 10-year-old boy's nocturnal fear of ghosts and zombies",
        "Exploring the perceptual biases associated with believing and disbelieving in paranormal phenomena",
        "The empirical case for two systems of reasoning",
        "Are survival processing memory advantages based on ancestral priorities?",
        "Media impact on fright reactions and belief in UFOs: the potential role of mental imagery",
        "The relationship between exposure to televised messages about paranormal phenomena and paranormal beliefs",
        "Individual differences in reasoning: implications for the rationality debate?",
        "Disgust and disgust sensitivity in blood-injection-injury and spider phobia",
        "Effects of exposure to pseudoscientific television programs upon taiwanese citizens’ pseudoscientific beliefs",
        "Perceptual biases in relation to paranormal and conspiracy beliefs",
        "Curvilinear shapes and the snake detection hypothesis: an ERP study",
        "Role of the bed nucleus of the stria terminalis versus the amygdala in fear, stress, and anxiety",
        "Superior colliculus-pulvinar-amygdala subcortical visual pathway and its biological significance",
        "Who sees human? The stability and importance of individual differences in anthropomorphism",
        "Cognitive biases explain religious belief, paranormal belief, and belief in life's purpose",
        "Psychological approaches in the treatment of specific phobias: a meta-analysis",
        "Is a snake scarier than a gun? The ontogenetic-phylogenetic dispute from a new perspective: the role of arousal",
        "Investigating evolutionary constraints on the detection of threatening stimuli in preschool children",
        "Does threat have an advantage after all? – proposing a novel experimental design to investigate the advantages of threat-relevant cues in visual processing"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maia",
            "@id": "60159959",
            "affilname": "University Institute of Maia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60159959",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Aarhus",
            "@id": "60029616",
            "affilname": "Aarhus Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029616",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60007249",
            "affilname": "Universidade do Porto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007249",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Pecs",
            "@id": "60004737",
            "affilname": "Pécsi Tudományegyetem",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004737",
            "affiliation-country": "Hungary"
        }
    ],
    "funding": [
        "University of Porto, Foundation for Science and Technology Portugal",
        "European Union",
        "FCT",
        "Chulalongkorn University",
        "European Social Fund",
        "University of Pécs",
        "Independent Research Fund Denmark",
        "National Research, Development and Innovation Fund",
        "Ministry for Innovation and Technology"
    ]
}