{
    "eid": "2-s2.0-85136670394",
    "title": "Cost-utility study of home-based cryotherapy device for wart treatment: a randomized, controlled, and investigator-blinded trial",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cost-effectiveness",
        "cryotherapy",
        "cutaneous wart"
    ],
    "authors": [
        "Nattanichcha Kulthanachairojana",
        "Suthira Taychakhoonavudh",
        "Kanokvalai Kulthanan",
        "Sumanas Bunyaratavej",
        "Sasima Eimpunth",
        "Bawonpak Pongkittilar",
        "Suthasanee Prasertsook",
        "Supisara Wongdama",
        "Charussri Leeyaphan"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Extragenital cutaneous warts—clinical presentation, diagnosis and treatment",
        "Prevalence of HPV genotypes in adult male patients with cutaneous warts: a Cross-Sectional study",
        "Human papillomavirus (HPV) genotyping of cutaneous warts in Greek children",
        "Cutaneous wart-associated HPV types: prevalence and relation with patient characteristics",
        "Warts in primary schoolchildren: prevalence and relation with environmental factors",
        "Natural history of warts. A two-year study",
        "Cutaneous viral infections in organ transplant patients",
        "Severe plantar warts in an immunocompromised patient",
        "Cryotherapy with liquid nitrogen versus topical salicylic acid application for cutaneous warts in primary care: randomized controlled trial",
        "EVerT: cryotherapy versus salicylic acid for the treatment of verrucae—a randomised controlled trial",
        "Topical treatments for cutaneous warts",
        "To freeze or not to freeze: a cost-effectiveness analysis of wart treatment",
        "Effectiveness and cost-effectiveness of salicylic acid and cryotherapy for cutaneous warts. An economic decision model",
        "The validity and reliability of the dermatologic life quality index (DLQI) in thais",
        "The efficacy of duct tape vs cryotherapy in the treatment of verruca vulgaris (the common wart)",
        "Silver duct tape occlusion in treatment of plantar warts in adults: is it effective?",
        "Duct tape may not be superior to placebo in the treatment of common warts",
        "Efficacy and safety of three cryotherapy devices for wart treatment: a randomized, controlled, Investigator-Blinded, comparative study",
        "Cryotherapy versus salicylic acid for the treatment of plantar warts (verrucae): a randomised controlled trial",
        "Liquid nitrogen cryotherapy of common warts: cryo-spray vs. cotton wool bud"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}