{
    "eid": "2-s2.0-84942574687",
    "title": "Physical, compositional, and wet-milling characteristics of Mexican blue maize (Zea mays L.) landrace",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [],
    "authors": [
        "Perla Marysol Uriarte-Aceves"
    ],
    "citedby-count": 17,
    "ref-count": 31,
    "ref-list": [
        "Isolation and characterization of starch from pigmented maizes",
        "Rev. Mex. Cienc. Agric.",
        "Official Methods of Analysis of the AOAC",
        "Relationship between corn vitreousness and ruminal in situ starch degradability",
        "Starch characterization of different blue maize varieties",
        "Polyphenolic and antioxidant content of white and blue corn (Zea mays L.) products",
        "Improvements to laboratory-scale maize wet-milling procedures",
        "A 100-g laboratory corn wet-milling procedure",
        "Cereal Chem.",
        "Corn: Chemistry and Technology",
        "Corroborative study on maize quality, dry-milling and wet-milling properties of selected maize hybrids",
        "Quantitative measurement of total starch in cereal flours and products",
        "Corn: Chemistry and Technology",
        "Microsatellite-based genetic diversity among accessions of maize landraces from sinaloa in méxico",
        "The History and Success of the public-private project on germplasm enhancement of maize (GEM)",
        "Anthocyanins and antioxidant activity in maize grains (Zea mays L.) of chalqueño, Elotes Cónicos and Bolita races",
        "Isozymatic and morphological diversity in the races of maize of Mexico",
        "Site-specific study of corn protein, oil, and extractable starch variability using nit spectroscopy",
        "Wet milling of corn - A review of laboratory-scale and pilot plant- scale procedures",
        "Comparison of laboratory and pilot-plant corn wet-milling procedures",
        "Compositional, physical, and wet-milling properties of accessions used in Germplasm Enhancement of Maize project",
        "Wet-milling characteristics of 10 lines from germplasm enhancement of maize project compared with five corn belt lines",
        "Physical, compositional, and wet milling characteristics of grain from crosses of corn inbreds with exotic and nonexotic background",
        null,
        "Blue maize: Morphology and starch synthase characterization of starch granule",
        "A 10-g laboratory wet-milling procedure for maize and comparison with larger scale laboratory procedures",
        "Optimum steeping process for wet milling of sorghum",
        "Corn: Chemistry and Technology",
        "Cereal Chem",
        "Cereal Chem."
    ],
    "affiliation": [
        {
            "affiliation-city": "Culiacan",
            "affilname": "Universidad Autónoma de Sinaloa",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}