{
    "eid": "2-s2.0-84979833398",
    "title": "Efficacy of intraarticular administration of hyaluronic acid in osteoarthritis after surgical correction of canine cranial cruciate ligament rupturec",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Cranial cruciate ligament",
        "Hyaluronic acid",
        "Nutraceutical",
        "Osteoarthritis",
        "WF6"
    ],
    "authors": [
        "Natee Techaarpornkul"
    ],
    "citedby-count": 0,
    "ref-count": 31,
    "ref-list": [
        "Effect of various irrigating fluids on the ultrastructure of articular cartilage",
        "Anabolic and catabolic markers of proteoglycan metabolism in osteoarthritis",
        "The Effect of Normal Saline Irrigation at Different Temperatures on the Surface of Articular Cartilage: An Experimental Study in the Rat",
        "The effects of intra-articular administration of hyaluronic acid on osteoarthritis of the knee: A clinical study with immunological and biochemical evaluations",
        "Intra-articular injection of hyaluronic acid is not superior to saline solution injection for ankle arthritis: A randomized, double-blind, placebo-controlled study",
        "An update on the pathogenesis and epidemiology of osteoarthritis",
        "Efficacy and safety of intraarticular hyaluronic acid in the treatment of hip osteoarthritis: a systematic review",
        "Use of biochemical markers to study and follow patients with osteoarthritis",
        "Biomarkers of cartilage turnover. Part 1: Markers of collagen degradation and synthesis",
        "Biomarkers of cartilage turnover. Part 2: Non-collagenous markers",
        "The pathobiology of osteoarthritis and the rationale for the use of pentosan polysulfate for its treatment",
        "The effects of intraarticular administration of hyaluronan in a model of early osteoarthritis in sheep I. Gait analysis and radiological and morphological studies",
        "Nociceptive nerve activity in an experimental model of knee joint osteoarthritis of the guinea pig: Effect of intra-articular hyaluronan application",
        "Intra-articular hyaluronic acid increases cartilage breakdown biomarker in patients with knee osteoarthritis",
        "Influence of various irrigation fluids on articular cartilage",
        "Cranial cruciate ligament pathophysiology in dogs with cruciate disease: A review",
        "Intra-articular hyaluronate in experimental rabbit osteoarthritis can prevent changes in cartilage proteoglycan content",
        "Effects of different irrigation liquids and times on articular cartilage: An experimental, biomechanical study",
        "Radiological assessment of osteo-arthrosis.",
        "Randomised double-blind, positive-controlled trial to assess the efficacy of glucosamine/chondroitin sulfate for the treatment of dogs with osteoarthritis",
        "Intra-articular hyaluronan (hyaluronic acid) and hylans for the treatment of osteoarthritis: Mechanisms of action",
        "Khon Kaen University Veterinary Journal",
        "Canine osteoarthritis",
        "Effects of one-time and two-time intra-articular injection of hyaluronic acid sodium salt after joint surgery in dogs",
        "The efficacy of intra-articular hyaluronan injection after the microfracture technique for the treatment of articular cartilage lesions",
        "Efficacy of intra-articular hyaluronic acid in patients with osteoarthritis of the ankle: a prospective study",
        "Relationship between radiographic grading of osteoarthritis and the biochemical markers for arthritis in knee osteoarthritis",
        "Textbook of small animal surgery",
        "Textbook of small animal surgery",
        "Therapeutic Effects of Hyaluronic Acid on Osteoarthritis of the Knee: A Meta-Analysis of Randomized Controlled Trials",
        "Epidemiology of cranial cruciate ligament rupture in dogs."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}