{
    "eid": "2-s2.0-85072727708",
    "title": "Health risk assessment of airborne Cd, Cu, Ni and Pb for electronic waste dismantling workers in Buriram Province, Thailand",
    "cover-date": "2019-12-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Cadmium",
        "Copper",
        "Electronic waste dismantling",
        "Hazard quotient",
        "Inhalation exposure",
        "Lead",
        "Lifetime cancer risk",
        "Nickel"
    ],
    "authors": [
        "Suthima Puangprasert",
        "Tassanee Prueksasit"
    ],
    "citedby-count": 28,
    "ref-count": 36,
    "ref-list": [
        "Toxicological Profile of Copper. September 2004. U.S. Department of Health and Human Services",
        "Toxicological Profile of Nickel. August 2005. U.S. Department of Health and Human Services",
        "Toxicology Profile of Arsenic. August 2007. U.S. Department of Health and Human Services",
        "Toxicological Profile of Cadmium. September 2012. U.S. Department of Health and Human Services",
        "Toxicological Profile of Lead. May 2019. U.S. Department of Health and Human Services",
        "Prenatal exposures to environmental chemicals and children's neurodevelopment: an update",
        "Longitudinal analyses of prenatal and postnatal lead exposure and early cognitive development",
        "Adult Blood Lead Epidemiology and Surveillance (ABLES) Case Definition for an Elevated Blood Lead Level",
        "Atmospheric levels and cytotoxicity of PAHs and heavy metals in TSP and PM2.5at an electronic waste recycling site in southeast China",
        "Guidelines for Surveillance of Risk Areas: Electronic Waste. Health Impact Assessment Division, Ministry of Public Health",
        "Notifications of department of Labour protection and Welfare: threshold limit value",
        "PM10 and PM2.5 and health risk assessment for heavy metals in a typical factory for cathode ray tube television recycling",
        "Formal recycling of E-waste leads to increased exposure to toxic metals: an occupational exposure study from Sweden",
        "E-waste: Management Technology of Waste Printed Circuit Board",
        "Association between lead exposure from electronic waste recycling and child temperament alterations",
        "Extended Producer Responsibility in the Developing Countries Context: The Management of Waste Electrical and Electronic Equipment in Thailand",
        "Cancer potency values",
        "Exposure assessment of heavy metals in an e-waste processing area in northern Vietnam",
        "The Way to Cope with the Problem of Electronic Waste in Thailand. The Secretariat of the Senate",
        "Thailand State of Pollution Report 2017",
        "Booklet on Thailand State of Pollution 2018",
        "Draft Act on the Management of Waste Electrical and Electronic Equipment and Other End-Of-Life Products, B.E. Xxxx",
        "The Management of Waste from Electrical and Electronic Equipment (WEEE) in Bangkok, Thailand. 6th International Conference on Biological",
        "Environmental monitoring in the areas of e-waste dismantling and separating",
        "Health risk assessment of the workers exposed to the heavy metals in e-waste recycling sites of Chandigarh and Ludhiana, Punjab, India",
        "Selective separation of Cu, Ni and Ag from printed circuit board waste using an environmentally safe technique",
        "Multiple elemental exposures amongst workers at the Agbogbloshie electronic waste (e-waste) site in Ghana",
        "Appendix C risk characterization equations",
        "Appendix Q human health benchmarks",
        "Risk Assessment Guidance for Superfund Volume I: Human Health Evaluation Manual (Part F) Final. Office of Superfund Remediation and Technology Innovation",
        "Exposure Factors Handbook 2011 Edition",
        "Assessment of Noise and heavy metals (Cr, Cu, Cd, Pb) in the ambience of the production line for recycling waste printed circuit boards",
        "Blood lead and cadmium levels and relevant factors among children from an e-waste recycling town in China",
        "PM2.5, PM10and health risk assessment of heavy metals in a typical printed circuit boards manufacturing workshop",
        "Health hazards resulting from the WEEE combustion at illegal e-waste yards in developing countries on the example of Agbogbloshie"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60091516",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091516",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "PERDO",
        "S&T Postgraduate Education and Research Development Office",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}