{
    "eid": "2-s2.0-85049251897",
    "title": "The impact of perceived counterfeit luxury brand proliferation on luxury brand values and patronage intention",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Marketing",
            "@code": "1406",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Counterfeit luxury brands",
        "Luxury brand values",
        "Luxury fashion brands",
        "Perceived counterfeit proliferation"
    ],
    "authors": [
        "Natee Srisomthavil",
        "Nuttapol Assarut"
    ],
    "citedby-count": 1,
    "ref-count": 63,
    "ref-list": [
        "Viewing usage of counterfeit luxury goods: Social identity and social hierarchy effects on dilution and enhancement of genuine luxury brands",
        "Possessions and the extended self",
        "Empirical tests of status consumption: Evidence from women's cosmetics",
        "Impact of value perceptions on luxury purchase intentions: A developed market comparison",
        "Entering the dragon's nest: Exploring Chinese upper-class consumers' perception of luxury",
        "Consumption of counterfeit goods in Thailand: Who are the patrons?",
        "The impact of counterfeiting on genuine-item consumers' brand relationships",
        "Conspicuous consumption, snobbism and conformism",
        "Deloitte",
        "Material possessions as stereotypes: Material images of different socio-economic groups",
        "The relationship between status consumption and materialism: A cross-cultural comparison of Chinese, mexican, and American student",
        "Materialism status consumption market involved consumers",
        "Evaluating structural equation models with unobservable variables and measurement error",
        "Consumers and their brands: Developing relationship theory in consumer research",
        "Does counterfeiting aff ect luxury customer-based brand equity?",
        "The effects of counterfeiting on consumer search",
        "Status consumption price sensitivity",
        "Pls-sem: Indeed a silver bullet",
        "Partial least squares structural equation modeling (pls-sem): An emerging tool in business research",
        "Market share and customers' perceptions of quality: When can firms grow their way to higher versus lower quality?",
        "Effects of counterfeits on the image of luxury brands: An empirical study from the customer perspective",
        "The ethics of counterfeiting in the fashion industry: Quality, credence and profi t issues",
        "The confucius connection: From cultural roots to economic growth",
        "How consumers consume: A typology of consumption practices",
        "Use of partial least squares (pls) in strategic management research: A review of four recent studies",
        "Observations: Role-relaxed consumers: Empirical evidence",
        "Why are we seduced by luxury brands?",
        "Materialistic values and goals",
        "Refl ections on customer-based brand equity: Perspectives, progress, and priorities",
        "Measuring customer-based brand equity",
        "The eff ect of counterfeits on the perceptions toward luxury fashion brands",
        "Scarcity effects on value: A quantitative review of the commodity theory literature",
        "Culture, product type, and price influences on consumer purchase intention to buy personalized products online",
        "Do counterfeits devalue the ownership of luxury brands?",
        "Original brands and counterfeit brands -do they have anything in common?",
        "Consuming luxury brands: The relevance of the 'rarity principle'",
        "When counterfeits raise the appeal of luxury brands",
        "Why we buy what we buy: A theory of consumption values",
        "Fashion",
        "Horizontal and vertical dimensions of individualism and collectivism: A theoretical and measurement refi nement",
        "Using self-congruity and ideal congruity to predict purchase motivation",
        "Retail environment, self-congruity, and retail patronage: An integrative model and a research agenda",
        "A reduced version of the horizontal and vertical individualism and collectivism scale: A four-country assessment",
        "Exploring luxury value perceptions in China: Direct and indirect effects",
        "Consumer perceived value: The development of a multiple item scale",
        "Co-creating value for luxury brands",
        "A review and a conceptual framework of prestige-seeking consumer behavior",
        "Measuring perceptions of brand luxury",
        "Counterfeiting: Friend or foe of luxury brands? An examination of Chinese consumers' attitudes toward counterfeit luxury brands",
        "Value-based segmentation of luxury consumption behavior",
        "Partial least squares structural equation modeking (pls-sem) techniques using smartpls",
        "Personal taste and family face: Luxury consumption in confucian and western societies",
        "Do affluent customers care when luxury brands go mass?: The role of product type and",
        "Luxe for less: How do consumers react to luxury hotel price promotions? The moderating role of consumers' need for status",
        "Buy genuine luxury fashion products or counterfeits?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}