{
    "eid": "2-s2.0-85006817947",
    "title": "Pharmacokinetics of a Standardized Extract of Centella asiatica ECa 233 in Rats",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Apiaceae",
        "asiaticoside",
        "Centella asiatica",
        "ECa 233",
        "madecassoside",
        "pharmacokinetics"
    ],
    "authors": [
        "Tosapol Anukunwithaya"
    ],
    "citedby-count": 44,
    "ref-count": 28,
    "ref-list": [
        "Centella asiatica (Linn.) urban óa review",
        "Usefulness of Herbs",
        "Encyclopedia of Herbs and Their Uses",
        "Triterpenes from Centella asiatica stimulate extracellular matrix accumulation in rat experimental wounds",
        "In vitro and in vivo wound healing activity of asiaticoside isolated from Centella asiatica",
        "Effect of Centella asiatica on cognition and oxidative stress in an intracerebroventricular streptozotocin model of Alzheimer's disease in rats",
        "Effects of Centella asiatica on ethanol induced gastric mucosal lesions in rats",
        "Effects of the total triterpenic fraction of Centella asiatica in venous hypertensive microangiopathy: A prospective, placebo-controlled, randomized trial",
        "Thai medicinal plants modulate nitric oxide and tumor necrosis factor-α in J774.2 mouse macrophages",
        "Pentacyclic triterpenoids from the medicinal herb, Centella asiatica (L.) Urban",
        "Inhibitory effects of Centella asiatica water extract and asiaticoside on inducible nitric oxide synthase during gastric ulcer healing in rats",
        "Clinical study of a new antikeloid agent",
        "Pharmacokinetics of the total triterpenic fraction of Centella asiatica after single and multiple administrations to healthy volunteers. A new assay for asiatic acid",
        "Bioactive Standardized Extract of Centella Asiatica (ECa 233). Proceeding of the 8th NRCT-JSPS Joint Seminar, Bangkok, Thailand",
        "Anxiolytic effects of standardized extract of Centella asiatica (ECa 233) after chronic immobilization stress in mice",
        "Thai J Pharmacol",
        "CU Dent J",
        "Thai J Pharmacol",
        "Thai J Pharmacol",
        "Neuritogenic effect of standardized extract of Centella asiatica ECa233 on human neuroblastoma cells",
        "Acute and sub-chronic toxicity studies of a standardized extract of Centella asiatica ECa 233",
        "Effects of the standard extract of Centella asiatica (ECa233) on rat hepatic cytochrome P450",
        "Development and validation of high-performance liquid chromatography/electrospray ionization mass spectrometry for assay of madecassoside in rat plasma and its application to pharmacokinetic study",
        "Preparation Methods of Colorless Mixture between Madecassoside and Asiaticoside from Centella Asiatica. Department of Intellectual Property MoC Ed. C07H 1/00 Ed",
        "In vivo disposition and metabolism of madecassoside, a major bioactive constituent in Centella asiatica (L.) Urb.",
        "Asiatic acid, a pentacyclic triterpene from Centella asiatica, is neuroprotective in a mouse model of focal cerebral ischemia",
        "The comparative steady-state bioavailability of the active ingredients of madecassol",
        "The metabolism of asiatic acid,-madecassic acid and asiaticoside in the rat."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}