{
    "eid": "2-s2.0-84983651696",
    "title": "A 24-weeks toxicity study of Eryngium foetidum Linn. leaves in mice",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "AIN-76 diet",
        "Chronic toxicity",
        "Eryngium foetidum Linn.",
        "Kidney",
        "Mice"
    ],
    "authors": [
        "Kanittha Janwitthayanuchit"
    ],
    "citedby-count": 5,
    "ref-count": 18,
    "ref-list": [
        "Flowering plants of Jamaica",
        "Seed development and umble order contribution on eryngo (Eryngium foetidum L.) seed yield and quality [dissertation]",
        "Eryngium foetidum L.: A review",
        "Composition of the essential oil from the leaves of eryngium foetidum L. From the venezuelan andes",
        "Eryngium foetidum suppresses inflammatory mediators produced by macrophages",
        "Screening of antioxidant activity and antioxidant compounds of some edible plants of Thailand",
        "Topical antiinflammatory activity of phytosterols isolated from Eryngium foetidum on chronic and acute inflammation models",
        "Hydroindene-derived chiral synthons from carotol and their cytotoxicity",
        "Chemical component variation, cytotoxicity, antioxidant and stability of volatile oils from Thai medicinal plants [dissertation]",
        "Anticlastogenic effect of Eryngium foetidum L. Assessed by erythrocyte micronucleus assay",
        "High intake of fruits and vegetables predicts weight loss in Brazilian overweight adults",
        "Dietary fiber and body weight",
        "Safety evaluations of ethanolic extract of moringa oleifera lam. Seed in experimental animals",
        "Vegetable oils high in phytosterols make erythrocytes less deformable and shorten the life span of stroke-prone spontaneously hypertensive rats",
        "Animal Histopathology in CRC Handbook of Toxicology",
        "Position of the American Dietetic Association: Health implications of dietary fiber",
        "The Merck Manual of Diagnosis and Therapy",
        "Dietary Fiber Overview in Handbook of Dietary Fiber"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "DSM Nutritional Products Ltd.",
        "National Research Council of Thailand"
    ]
}