{
    "eid": "2-s2.0-85040670621",
    "title": "Clinical features and treatment of nonalcoholic fatty liver disease across the Asia Pacific region—the GO ASIA initiative",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hepatology",
            "@code": "2721",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "W. K. Chan",
        "S. Treeprasertsuk",
        "K. Imajo",
        "A. Nakajima",
        "Y. Seki",
        "K. Kasama",
        "S. Kakizaki",
        "J. G. Fan",
        "M. J. Song",
        "S. K. Yoon",
        "Y. Y. Dan",
        "L. Lesmana",
        "K. Y. Ho",
        "K. L. Goh",
        "V. W.S. Wong"
    ],
    "citedby-count": 46,
    "ref-count": 29,
    "ref-list": [
        "Asian consensus on the relationship between obesity and gastrointestinal and liver diseases",
        "Epidemiology of a fast emerging disease in the Asia-Pacific region: non-alcoholic fatty liver disease",
        "Prevalence of non-alcoholic fatty liver disease and advanced fibrosis in Hong Kong Chinese: a population study using proton-magnetic resonance spectroscopy and transient elastography",
        "New trends on obesity and NAFLD in Asia",
        "Prevalence of nonalcoholic fatty liver disease in mainland of China: a meta-analysis of published studies",
        "Prevalence and severity of nonalcoholic fatty liver disease in non-obese patients: a population study using proton-magnetic resonance spectroscopy",
        "Histological severity and clinical outcomes of nonalcoholic fatty liver disease in nonobese patients",
        "Diagnosis of fibrosis and cirrhosis using liver stiffness measurement in nonalcoholic fatty liver disease",
        "Meta-analysis: natural history of non-alcoholic fatty liver disease (NAFLD) and diagnostic accuracy of non-invasive tests for liver disease severity",
        "Non-alcoholic fatty liver disease in Malaysia: a demographic, anthropometric, metabolic and histological study",
        "Progression of liver disease in non-alcoholic fatty liver disease: a prospective clinicopathological follow-up study",
        "Histological progression of non-alcoholic fatty liver disease in Chinese patients",
        "Disease progression of non-alcoholic fatty liver disease: a prospective study with paired liver biopsies at 3 years",
        "The diagnosis and management of non-alcoholic fatty liver disease: practice Guideline by the American Association for the Study of Liver Diseases, American College of Gastroenterology, and the American Gastroenterological Association",
        "The new BMI criteria for asians by the regional office for the western pacific region of WHO are suitable for screening of overweight to prevent metabolic syndrome in elder Japanese workers",
        "Group IDFETFC. The metabolic syndrome–a new worldwide definition",
        "Design and validation of a histological scoring system for nonalcoholic fatty liver disease",
        "Serial combination of non-invasive tools improves the diagnostic accuracy of severe liver fibrosis in patients with NAFLD",
        "A novel 2-step approach combining the NAFLD fibrosis score and liver stiffness measurement for predicting advanced fibrosis",
        "Systematic review with meta-analysis: non-invasive assessment of non-alcoholic fatty liver disease–the role of transient elastography and plasma cytokeratin-18 fragments",
        "Weight loss through lifestyle modification significantly reduces features of nonalcoholic steatohepatitis",
        "Pioglitazone, vitamin E, or placebo for nonalcoholic steatohepatitis",
        "Reimbursement policies in the Asia-Pacific for chronic hepatitis B",
        "Community-based lifestyle modification programme for non-alcoholic fatty liver disease: a randomized controlled trial",
        "A randomized trial of silymarin for the treatment of nonalcoholic steatohepatitis",
        "A randomized, placebo-controlled trial of cenicriviroc for treatment of nonalcoholic steatohepatitis with fibrosis",
        "Systematic review with meta-analysis: risk factors for non-alcoholic fatty liver disease suggest a shared altered metabolic and cardiovascular profile between lean and obese patients",
        "Clinical and histological determinants of nonalcoholic steatohepatitis and advanced fibrosis in elderly patients",
        "Limitations of liver biopsy and non-invasive diagnostic tests for the diagnosis of nonalcoholic fatty liver disease/nonalcoholic steatohepatitis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Maebashi",
            "@id": "60162044",
            "affilname": "Graduate School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60162044",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Yokohama",
            "@id": "60161454",
            "affilname": "Graduate School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60161454",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60082819",
            "affilname": "Shanghai Jiao Tong University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60082819",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60029157",
            "affilname": "Universiti Malaya",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029157",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bucheon-si",
            "@id": "60003087",
            "affilname": "The Catholic University of Korea",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003087",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60002798",
            "affilname": "Chinese University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002798",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": null,
            "@id": "115710096",
            "affilname": "Yotsuya Medical Cube",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115710096",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Jakarta",
            "@id": "101572156",
            "affilname": "Medistra Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101572156",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": []
}