{
    "eid": "2-s2.0-84991713039",
    "title": "Superhard Semiconducting Phase of Osmium Tetraboride Stabilizing at 11 GPa",
    "cover-date": "2016-10-13",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Energy",
            "@code": "2100"
        }
    ],
    "keywords": [],
    "authors": [
        "Komsilp Kotmool"
    ],
    "citedby-count": 16,
    "ref-count": 39,
    "ref-list": [
        "Phase Diagrams of the Elements",
        "The most incompressible metal osmium at static pressures above 750 gigapascals",
        "Osmium has the lowest experimentally determined compressibility",
        "Experimental evidence for a high-pressure isostructural phase transition in osmium",
        "Bulk modulus of osmium: High-pressure powder x-ray diffraction experiments under quasihydrostatic conditions",
        "Osmium metal studied under high pressure and nonhydrostatic stress",
        "Osmium is not harder than diamond",
        null,
        null,
        "Osmium diboride, an ultra-incompressible, hard material",
        null,
        "Electronic and structural origin of ultraincompressibility of 5d transition-Metal diborides MB2 (M=W, Re, Os)",
        "Acta Crystallogr.",
        "Tungsten tetraboride, an inexpensive superhard material",
        "New superconducting and semiconducting Fe-B compounds predicted with an Ab initio evolutionary search",
        "Discovery of a superhard iron tetraboride superconductor",
        "Revealing an unusual transparent phase of superhard iron tetraboride under high pressure",
        "Evolution of boron clusters in iron tetraborides under high pressure: Semiconducting and ferromagnetic superhard materials",
        null,
        null,
        "Structural and relative stabilities, electronic properties and possible reactive routing of osmium and ruthenium borides from first-principles calculations",
        "Crystal structure prediction using ab initio evolutionary techniques: Principles and applications",
        "USPEX-Evolutionary crystal structure prediction",
        "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set",
        "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set",
        "First principles methods using CASTEP",
        "Generalized gradient approximation made simple",
        "Finite elastic strain of cubic crystals",
        "On the stability of crystal lattices. I",
        "The elastic behaviour of a crystalline aggregate",
        "Modeling hardness of polycrystalline materials and bulk metallic glasses",
        "First principles phonon calculations in materials science",
        "Structural modifications and mechanical properties of molybdenum borides from first principles",
        "Necessary and sufficient elastic stability conditions in various crystal systems",
        "Synthesis of ultra-incompressible superhard rhenium diboride at ambient pressure",
        null,
        "First-principles calculation of the indentation strength of FeB4",
        "Philos. Mag.",
        "Hybrid functionals based on a screened Coulomb potential"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Uppsala Universitet",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Stockholm",
            "affilname": "The Royal Institute of Technology (KTH)",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakon Pathom",
            "affilname": "Mahidol Wittayanusorn School",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}