{
    "eid": "2-s2.0-85031903526",
    "title": "Characterization of D-lactic acid, spore-forming bacteria and Terrilactibacillus laevilacticus SK5-6 as potential industrial strains",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Catalase positive",
        "D-lactic acid",
        "Homofermentative",
        "Terrilactibacillus laevilacticus",
        "Two-phase fermentation"
    ],
    "authors": [
        "Budsabathip Prasirtsak"
    ],
    "citedby-count": 14,
    "ref-count": 53,
    "ref-list": [
        "Effect of mixing during fermentation in yogurt manufacturing",
        "Metabolic engineering and adaptive evolution for efficient production of D-lactic acid in Saccharomyces cerevisiae",
        "D-Lactic acid production by Sporolactobacillus inulinus YBS1-5 with simultaneous utilization of cottonseed meal and corncob residue",
        "Sporolactobacillus vineae sp. nov., a spore-forming lactic acid bacterium isolated from vineyard soil",
        "Effects of inoculum size and incubation time on broth microdilution susceptibility testing of lactic acid bacteria",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Production of optically pure d-lactate from glycerol by engineered Klebsiella pneumoniae strain",
        "Can J Pure Appl Sci",
        "Sporolactobacillus putidus sp. nov., an endospore-forming lactic acid bacterium isolated from spoiled orange juice",
        "Physiological function of superoxide dismutase in glucose limited chemostat cultures of Escherichia coli",
        "Tuberibacillus calidus gen. nov., sp. nov., isolated from a compost pile and reclassification of Bacillus naganoensis Tomimura et al. 1990 as Pullulanibacillus naganoensis gen. nov., comb. nov. and Bacillus laevolacticus Andersch et al. 1994 as Sporolactobacillus laevolacticus comb. nov",
        "Physiology of Sporolactobacillus strains isolated from different habitats and the indication of in vitro antagonism against Bacillus species",
        "Catalytic reaction mechanism of L-lactate dehydrogenase: An ab initio study",
        "Effects of agitation speed, temperature, carbon and nitrogen sources on the growth of recombinant Lactococcus lactis NZ9000 carrying domain 1 of Aerolysin gene",
        "Growth kinetics and product inhibition of Lactococcus lactis IO-1 culture in xylose medium",
        "Direct lactic acid fermentation: Focus on simultaneous saccharification and lactic acid production",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Valorization of industrial waste and by-product streams via fermentation for the production of chemicals and biopolymers",
        "Efficient production of polymer-grade d-lactate by Sporolactobacillus laevolacticus DSM442 with agricultural waste cottonseed as the sole nitrogen source",
        null,
        "Open fermentative production of l-lactic acid with high optical purity by thermophilic Bacillus coagulans using excess sludge as nutrient",
        "A membrane-integrated fermentation reactor system: Its effects in reducing the amount of sub-raw materials for D-lactic acid continuous fermentation by sporolactobacillus laevolacticus",
        "Development of a continuous electrodialysis fermentation system for production of lactic acid by Lactobacillus rhamnosus",
        "Overview on sugar metabolism and its control in Lactococcus lactis - The input from in vivo NMR",
        "D- and l-lactic acid production from fresh sweet potato through simultaneous saccharification and fermentation",
        "Glucose metabolism in Lactococcus lactis MG1363 under different aeration conditions: Requirement of acetate to sustain growth under microaerobic conditions",
        "Production of L(+) Lactic Acid using Lactobacillus casei from Whey",
        "Impact of aeration and heme-activated respiration on Lactococcus lactis gene expression: Identification of a heme-responsive operon",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "Terrilactibacillus laevilacticus gen. nov., sp. nov., isolated from soil",
        "Production of L-lactic acid by a thermophilic Bacillus mutant using sodium hydroxide as neutralizing agent",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Compr Rev Food Sci Food Saf",
        "Enhanced production of d -lactic acid by Sporolactobacillus sp.Y2-8 mutant generated by atmospheric and room temperature plasma",
        "Enhanced production of optically pure D (–) lactic acid from nutritionally rich Borassus flabellifer sugar and whey protein hydrolysate based–fermentation medium",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Characterization And Identification of Lactobacillus Pentosus And Lactobacillus Plantarum Strains From Fermented Foods in Thailand",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "Continuous D-lactic acid production by a novelthermotolerant Lactobacillus delbrueckii subsp. lactis QU 41",
        "Sporolactobacillus shoreae sp. nov. and Sporolactobacillus spathodeae sp. nov., two spore-forming lactic acid bacteria isolated from tree barks in Thailand",
        "Two-step production of D-lactate from mixed sugars by growing and resting cells of metabolically engineered Lactobacillus plantarum",
        "Highly efficient production of d-lactate by Sporolactobacillus sp. CASD with simultaneous enzymatic hydrolysis of peanut meal",
        "Effect of respiration and manganese on oxidative stress resistance of Lactobacillus plantarum WCFS1",
        "Biotechnological production of lactic acid and its recent applications",
        "Breeding of d(-)-lactic acid high producing strain by low-energy ion implantation and preliminary analysis of related metabolism",
        "Proposal of Sporolactobacillus nakayamae subsp. nakayamae sp. nov., subsp. nov., Sporolactobacillus nakayamae subsp. racemicus subsp. nov., Sporolactobacillus terrae sp. nov., Sporolactobacillus kofuensis sp. nov., and Sporolactobacillus lactosus sp. nov.",
        "Lactate metabolism shift in CHO cell culture: The role of mitochondrial oxidative activity",
        "Kinetics of D-lactic acid production by sporolactobacillus sp. strain CASD using repeated batch fermentation",
        "D-lactic acid production by sporolactobacillus inulinus Y2-8 immobilized in fibrous bed bioreactor using corn flour hydrolyzate",
        "Glucokinase contributes to glucose phosphorylation in D-lactic acid production by Sporolactobacillus inulinus Y2-8"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}