{
    "eid": "2-s2.0-85089258128",
    "title": "Experimental infection of Leishmania (Mundinia) martiniquensis in BALB/c mice and Syrian golden hamsters",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "animal model",
        "BALB/c mouse",
        "Leishmania martiniquensis",
        "Mundinia",
        "Syrian golden hamster"
    ],
    "authors": [
        "Nuchpicha Intakhan",
        "Wetpisit Chanmol",
        "Apisek Kongkaew",
        "Pradya Somboon",
        "Michelle D. Bates",
        "Paul A. Bates",
        "Narissara Jariyapan"
    ],
    "citedby-count": 4,
    "ref-count": 37,
    "ref-list": [
        "A new model of progressive visceral leishmaniasis in hamsters by natural transmission via bites of vector sand flies",
        "Development of Leishmania (Mundinia) in guinea pigs",
        "Culture microtitration: a sensitive method for quantifying Leishmania infantum in tissues of infected mice",
        "Immunohistological features of visceral leishmaniasis in BALB/c mice",
        "Chronic generalized fibrotic skin lesions from disseminated leishmaniasis caused by Leishmania martiniquensis in two patients from northern Thailand infected with HIV",
        "Phenotypical characterization of spleen remodeling in murine experimental visceral leishmaniasis",
        "Leishmania (Leishmania) martiniquensis n. sp. (Kinetoplastida: Trypanosomatidae), description of the parasite responsible for cutaneous leishmaniasis in Martinique Island (French West Indies)",
        "Experimental pathogenicity of a presumed monoxenous Trypanosomatid isolated from humans in a murine model",
        "Golden hamster (Mesocricetus auratus) as an experimental model for Leishmania (Viannia) braziliensis infection",
        "Structural and ultrastructural hepatic changes in experimental canine leishmaniasis",
        "Treatment of Leishmania donovani-infected hamsters with miltefosine: analysis of cytokine mRNA expression by real-time PCR, lymphoproliferation, nitrite production and antibody responses",
        "Leishmaniasis: current status of vaccine development",
        "Histological disorganization of spleen compartments and severe visceral leishmaniasis",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "Laboratory mice and rats",
        "Leishmaniasis in Thailand: A review of causative agents and situations",
        "Study of Leishmania pathogenesis in mice: experimental considerations",
        "Animal models for the study of leishmaniasis immunology",
        "Natural transmission of Leishmania infantum through experimentally infected Phlebotomus perniciosus highlights the virulence of Leishmania parasites circulating in the human visceral leishmaniasis outbreak in Madrid, Spain",
        "Determinants for the development of visceral leishmaniasis disease",
        "Molecular and serological detection of animal and human vector-born pathogens in the blood of dogs from Côte d’lvoire",
        "The hamster as a model of human visceral leishmaniasis: progressive disease and impaired generation of nitric oxide in the face of a prominent Th1-like cytokine response",
        "Detection and identification of Leishmania spp.: application of two hsp70-based PCR-RFLP protocols to clinical samples from the new world",
        "Clinical, hematological and biochemical alterations in hamster (Mesocricetus auratus) experimentally infected with Leishmania infantum through different routes of inoculation",
        "Mechanisms of resistance and susceptibility to experimental visceral leishmaniasis: BALB/c mouse versus Syrian hamster model",
        "Establishment, optimisation and quantitation of a bioluminescent murine infection model of visceral leishmaniasis for systematic vaccine screening",
        "First isolation of Leishmania from Northern Thailand: case report, identification as Leishmania martiniquensis and phylogenetic position within the Leishmania enriettii complex",
        "Polymerase chain reaction detection of Leishmania DNA in skin biopsy samples in Sri Lanka where the causative agent of cutaneous leishmaniasis in Leishmania donovani",
        "Achievement amastigotes of Leishmania infantum and investigation of pathological changes in the tissues of infected golden hamsters",
        "Cutaneous leishmaniasis in the dorsal skin of hamsters: a useful model for the screening of antileishmanial drugs",
        "Identification of regulatory T cells during experimental Leishmania infantum infection",
        "Development of a species-specific PCR assay for detection of Leishmania donovani in clinical samples from patients with kala-azar and post-kala-azar demal leishmaniasis",
        "Detection and species identification of Old World Leishmania in clinical samples using a PCR-based method",
        "Histopathologic analysis of hamster hepatocytes submitted to experimental infection with Leishmania donovani",
        "In vitro stimulation of metacyclogenesis in Leishmania braziliensis, L. donovani, L. major and L. mexicana"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lancaster",
            "@id": "60117609",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117609",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Medicine Endowment Fund",
        "Thailand Research Fund",
        "Faculty of Medicine, Chiang Mai University",
        "Thailand Science Research and Innovation"
    ]
}