{
    "eid": "2-s2.0-84927716429",
    "title": "Competitive surfactant adsorption of AOT and tween 20 on gold measured using a quartz crystal microbalance with dissipation",
    "cover-date": "2014-09-23",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Electrochemistry",
            "@code": "1603"
        }
    ],
    "keywords": [],
    "authors": [
        "Jakkrit Thavorn"
    ],
    "citedby-count": 35,
    "ref-count": 60,
    "ref-list": [
        "Surfactant Aggregation",
        "A quartz crystal microbalance study of the adsorption of quaternary ammonium derivates on iron and cementite",
        "Adsorption of sodium dodecyl sulfate and sodium dodecyl phosphate on aluminum, studied by QCM-D, XPS, and AAS",
        "A study of adsorption of dodecylamine on quartz surface using quartz crystal microbalance with dissipation",
        "Interfacial properties of nonionic surfactants and decane-surfactant microemulsions at the silica-water interface. An ellipsometry and surface force study",
        "Microcalorimetry and ellipsometry in surfactant adsorption studies",
        "Adsorption of dimethyldodecylamine-N-oxide at the mica-solution interface studied by ellipsometry",
        "Composition of supported model membranes determined by neutron reflection",
        "Surface adsorption of zwitterionic surfactants: n-alkyl phosphocholines characterised by surface tensiometry and neutron reflection",
        "Cation bridging studied by specular neutron reflection",
        "Effect of substrate hydrophobicity on surfactant surface-aggregate geometry",
        "Alcohol-induced structural transformations of surfactant aggregates",
        "Counterion effects on hexadecyltrimethylammonium surfactant adsorption and self-assembly on silica",
        "Mixed bilayers of anionic and nonionic surfactants on alumina",
        "Adsorption behavior of cationic and nonionic surfactant mixtures at the alumina-water interface",
        "Interaction forces on α-alumina surfaces with coadsorption of anionic/nonionic surfactant mixtures",
        "Interactions between nonpolar surfaces in mixed solutions of cationic and nonionic surfactants",
        "Equilibrium adsorption layer characteristics of mixed sodium dodecyl sulphate/Triton solutions",
        "Adsorption of mixed cationic-nonionic surfactant and its effect on bentonite structure",
        "Quartz Crystal Microbalance and Surface Plasmon Resonance Study of Surfactant Adsorption onto Gold and Chromium Oxide Surfaces",
        "Study of adsorption kinetics of surfactants onto polyethersulfone membrane surface using QCM-D",
        "Adsorption characteristics of monomeric/gemini surfactant mixtures at the silica/aqueous solution interface",
        "Adsorption of sodium dodecyl sulfate, Triton X100 and their mixtures to shale and sandstone: A comparative study",
        "Competitive adsorption of an anionic and a nonionic surfactant on polystyrene latex particles as monitored by small x-ray scattering",
        "Adsorption of an aqueous mixture of surfactants on silica",
        "The effect of surface active agents on the microelectrophoretic properties of a polystyrene latex dispersion. Microelectrophoretic studies",
        "Competitive adsorption of the anionic surfactant SLS and the nonionic surfactant triton X-405 on polystyrene latex particles",
        "The significance of oil spill dispersants",
        "Biodegradability of Corexit 9500 and dispersed South Louisiana crude oil at 5 and 25°C",
        "A role for analytical chemistry in advancing our understanding of the occurrence, fate, and effects of corexit oil dispersants",
        "Neutron reflectivity studies of Aerosol-OT monolayers adsorbed at the oil/water, air/water and hydrophobic solid/water interfaces",
        "Conformal roughness in the adsorbed lamellar phase of Aerosol-OT at the air-water and liquid-solid interfaces",
        "Effects of a non-ionic surfactant, Tween 20, on adsorption/desorption of saccharification enzymes onto/from lignocelluloses and saccharification rate",
        "Experimental studies on the adsorption of two surfactants on solid-aqueous interfaces: Adsorption isotherms and kinetics",
        "Modern Characterization Methods of Surfactant Systems",
        "Adsorption of complexes formed by cationic starch and anionic surfactants on quartz studied by QCM-D",
        "Effect of film thickness on the validity of the sauerbrey equation for hydrated polyelectrolyte films",
        "A comparative study of surfactant adsorption on model surfaces using the quartz crystal microbalance and the ellipsometer",
        "Separation of bulk effects and bound mass during adsorption of surfactants probed by quartz crystal microbalance with dissipation: Insight into data interpretation",
        "Cleaning and Immobilization Protocols.",
        "A neutron reflectivity study of the adsorption of aerosol-OT on self-assembled monolayers on silicon",
        "Self-assembly of mixed anionic and nonionic surfactants in aqueous solution",
        "Global J. Sci. Front. Res. Chem.",
        "A general treatment and classification of the solute adsorption isotherm. I. Theoretical",
        "Adsolubilization of 2-naphthol by binary mixtures of cationic and nonionic surfactants on silica",
        "Influence of surface roughness on cetyltrimethylammonium bromide adsorption from aqueous solution",
        null,
        "Self-assembled surfactants on patterned surfaces: Confinement and cooperative effects on aggregate morphology",
        "A comparative study on the adsorption of Triton X-100 and Tween 20 onto latexes with different interfacial properties",
        "Tween surfactants: Adsorption, self-organization, and protein resistance",
        "Coadsorption of Anionic and Nonionic Surfactant Mixtures at the Alumina-Water Interface",
        "Mechanism of cationic surfactant adsorption at the solid-aqueous interface",
        "Application of the quartz crystal microbalance with dissipation method to a study of oleate adsorption onto a hydroxyapatite surface",
        "Kinetics of adsorption of cationic surfactants at silica-water interface",
        "Adsorption kinetics and structural arrangements of cationic surfactants on silica surfaces",
        "Adsorption kinetics and structural arrangements of cetylpyridinium bromide at the silica-aqueous interface",
        "Kinetics and mechanism of cationic surfactant adsorption and coadsorption with cationic polyelectrolytes at the silica-water interface",
        "A review on experimental studies of surfactant adsorption at the hydrophilic solid-water interface",
        "Very slow surfactant adsorption at the solid-liquid interface is due to long lived surface aggregates",
        "Surfactant adsorption kinetics by total internal reflection raman spectroscopy. 1. Pure surfactants on silica"
    ],
    "affiliation": [
        {
            "affiliation-city": "Norman",
            "affilname": "Gallogly College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "University College London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}