{
    "eid": "2-s2.0-84941795363",
    "title": "Malleable preference: A nation equity perspective",
    "cover-date": "2015-07-03",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Pavitra Jindahra"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "Country of origin: A competitive advantage?",
        "Anholt nation brands index: How does the world see America?",
        "Competitive identity: The new brand management for nations, cities, and regions",
        "Modernity at large: Cultural dimensions of globalization",
        "Canadian Journal of Communication",
        "Effects of Brand Local and Nonlocal Origin on Consumer Attitudes in Developing Countries",
        "Exports as a signal of quality. A new approach to dumping",
        "Country-of-Origin Effects on Product Evaluations",
        "Partitioning Country of Origin Effects: Consumer Evaluations of a Hybrid Product",
        "The relationship between country-of-origin image and brand image as drivers of purchase intentions: A test of alternative perspectives",
        "Nation branding: Concepts, issues, practice",
        "Journal of International Marketing",
        "Brand Name and Country of Origin Effects in the Emerging Market Economies of Russia, Poland and Hungary",
        "Transportation Research Record",
        "Asia Matters for America",
        "Culture and globalization",
        "Cultural variations in country of origin effects",
        "Country-of-Origin Effects for Uni-National and Bi-National Products",
        "Country-of-origin influences on product evaluations: The impact of animosity and perceptions of industriousness brutality on judgments of typical and atypical products",
        "Journal of Consumer Research",
        "University of Michigan International Journal",
        "Journal of Marketing Research",
        "The animosity model of foreign product purchase: An empirical test in the People's Republic of China",
        "Visitor arrivals, Korean departures, inter national tourism receipts and expenditures",
        "Problem of identity in globalization",
        "Calling Patterns and Usage of Residential Toll Service under Self Selecting Tariffs",
        "Journal of Consumer Research",
        "Notion equity: Incidental emotions in country-of origin effects",
        "Nation equity: Country-of-origin effects and globalization",
        "Frontiers in Econometrics",
        "Mixed MNL models for discrete response",
        "The dynamic of global culture and its effects on Thailand's culture and society",
        "Country of origin, quality, brand and consumer ethnocentrism",
        "The relevance of origin information at the point of sale",
        "Journal of International Business Studies",
        "Exporting as a signal for product quality",
        "The global transformation reader",
        "Trade in creative products reached new peak in 2011",
        "Human development report 2004: Cultural liberty in today's diverse world",
        "International flows of selected cultural goods and services, 1994-2003",
        "Country-of-origin effects in consumer processing of advertising claims",
        "Development Outreach"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Sasin School of Management, Bangkok",
        "affiliation-country": "Thailand"
    },
    "funding": []
}