{
    "eid": "2-s2.0-84904964172",
    "title": "Treatment of methamphetamine-induced psychosis: A double-blind randomized controlled trial comparing haloperidol and quetiapine",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "Haloperidol",
        "Methamphetamine",
        "Psychosis",
        "Quetiapine"
    ],
    "authors": [
        "Viroj Verachai"
    ],
    "citedby-count": 34,
    "ref-count": 48,
    "ref-list": [
        "A comparison of olanzapine with haloperidol in cannabis-induced psychotic disorder: A double-blind randomized controlled trial",
        "Imaging as tool to investigate psychoses and antipsychotics",
        "Amphetamine-induced psychosis - a separate diagnostic entity or primary psychosis triggered in the vulnerable?",
        "Quetiapine in bipolar disorder and cocaine dependence",
        "Cocaine and amphetamine use in patients with psychiatric: Illness a randomized trial of typical antipsychotic continuation or discontinuation",
        "Arch Toxicol",
        "Amphetamine Psychosis",
        "Impulsivity, frontal lobes and risk for addiction",
        "Efficacy of atypical v. typical antipsychotics in the treatment of early psychosis: Meta-analysis",
        "Stimulant psychosis: Systematic review",
        "Effectiveness of antipsychotic treatments for schizophrenia: Interim 6-month analysis from a prospective observational study (IC-SOHO) comparing olanzapine, quetiapine, risperidone, and haloperidol",
        "Mechanism of action of atypical antipsychotic drugs and the neurobiology of schizophrenia",
        "Risk factors for methamphetamine-induced paranoia and Latency of symptom onset in a Thai drug treatment cohort",
        "Possible pharmacokinetic and pharmacodynamic factors affecting parkinsonism inducement by cinnarizine and flunarizine",
        "Quetiapine for the treatment of cocaine dependence: An open-label trial",
        "Quetiapine versus other atypical antipsychotics for schizophrenia.",
        "Neuropharmacology of second-generation antipsychotic drugs: a validity of the serotonin-dopamine hypothesis",
        "A 4-week, double-blind comparison of olanzapine with haloperidol in the treatment of amphetamine psychosis.",
        "Quetiapine or haloperidol as monotherapy for bipolar mania - A 12-week, double-blind, randomised, parallel-group, placebo-controlled trial",
        "Characteristics and harms associated with injecting versus smoking methamphetamine among methamphetamine treatment entrants",
        "Quetiapine decreases alcohol consumption, craving, and psychiatric symptoms in dually diagnosed alcoholics",
        "The effects of clozapine, risperidone, and olanzapine on cognitive function in schizophrenia",
        null,
        "Do atypical antipsychotics effectively treat co-occurring bipolar disorder and stimulant dependence? A randomized, double-blind trial",
        "The Thai Version of the Positive and Negative Syndrome Scale (PANSS) for Schizophrenia: Criterion Validity and Interrater Reliability",
        "Behavioral sensitization and relative hyperresponsiveness of striatal and limbic dopaminergic neurons after repeated methamphetamine treatment",
        "Anticholinergic effects of oral antipsychotic drugs of typicals versus atypicals over medium- and long-term: Systematic review and meta-analysis",
        "Clozapine, quetiapine and olanzapine among addicted schizophrenic patients: Towards testable hypotheses",
        "A human laboratory study of the effects of quetiapine on subjective intoxication and alcohol craving",
        "Clinical evolution of substance use disorder patients during treatment with quetiapine: A 12-week, open-label, naturalistic trial",
        "Acute exacerbation of paranoid psychotic state after long-term abstinence in patients with previous methamphetamine psychosis",
        "Potential benefits of quetiapine in the treatment of substance dependence disorders",
        "Cocaine abuse in schizophrenic patients treated with olanzapine versus haloperidol",
        "Atypical antipsychotics: Mechanism of action",
        "Methamphetamine-related psychiatric symptoms and reduced brain dopamine transporters studied with PET",
        "Treatment for amphetamine psychosis",
        "The efficacy of olanzapine for decreasing cue-elicited craving in individuals with schizophrenia and cocaine dependence: A preliminary report",
        "Psychotic symptoms in methamphetamine psychotic in-patients",
        "Treatment for amphetamine psychosis.",
        "Quetiapine versus typical antipsychotic medications for schizophrenia",
        "Does intention-to-treat analysis answer all questions in long-term mortality trials? Considerations on the basis of the ANZ trial",
        "An analysis of safety and tolerability data from controlled, comparative studies of quetiapine in patients with schizophrenia, focusing on extrapyramidal symptoms",
        null,
        "World Drug Report 2012",
        "Decreased dopamine activity predicts relapse in methamphetamine abusers",
        "Spontaneous recurrence of methampetamine psychosis: Increased sensitivity to stress associated with noradrenergic hyperactivity and dopaminergic change",
        "Antipsychotic agents for the treatment of substance use disorders in patients with and without comorbid psychosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Fogarty International Center",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}