{
    "eid": "2-s2.0-84979036516",
    "title": "Synthesis of TiO2-grafted onto PMMA film via ATRP: Using monomer as a coupling agent and reusability in photocatalytic application",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "A. Composites",
        "A. Surfaces",
        "B. Chemical synthesis",
        "C. Nuclear magnetic resonance (NMR)",
        "D. Catalytic properties"
    ],
    "authors": [
        "Rachan Klaysri"
    ],
    "citedby-count": 14,
    "ref-count": 56,
    "ref-list": [
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "Assemblies of titanium dioxide-polystyrene hybrid nanoparticles for dielectric applications",
        "Preparation and characterization of organic nano-titanium dioxide/acrylate composite emulsions by in-situ emulsion polymerization",
        "Grafting polymers to titania nanoparticles by radical polymerization initiated by diazonium salt",
        null,
        null,
        null,
        null,
        "Synthesis and characterization of silica-graft-polystyrene hybrid nanoparticles: Effect of constraint on the glass-transition temperature of spherical polymer brushes",
        "Alumina additives for fast iron-mediated AGET ATRP of MMA using onium salt as ligand",
        null,
        "Poly(hydroethyl acrylate) grafted from ZnO nanoparticles via surface-initiated atom transfer radical polymerization",
        "New PMMA-microchip device for isotachophoresis with integrated conductivity detector",
        "Direct-write laser micromachining and universal surface modification of PMMA for device development",
        "Investigation into thiol-(meth)acrylate Michael addition reactions using amine and phosphine catalysts",
        "One-step routes From Di- and triblock copolymer precursors to hydrophilic nanoporous poly(acrylic acid)-b-polystyrene",
        "Surface modification of nanoporous 1, 2-polybutadiene by atom transfer radical polymerization or click chemistry",
        "Investigating the role of surface treated titanium dioxide nanoparticles on self-cleaning behavior of an acrylic facade coating",
        "Studies of surface structures and compositions of polyethylene and polypropylene by IR+visible sum frequency vibrational spectroscopy",
        "The applicability of Fourier transform infrared (FT-IR) spectroscopy in waste management",
        "Epoxy/POSS organic-inorganic hybrids: ATR-FTIR and DSC studies",
        "Synthesis and antimicrobial activity of some new benzimidazole derivatives",
        "Synthesis of highly polymerizable 1,3-benzoxazine assisted by phenyl thio ether and hydroxyl moieties",
        "A major inducer of anticarcinogenic protective enzymes from broccoli: Isolation and elucidation of structure",
        "Synthesis of well-defined macromonomers by the combination of atom transfer radical polymerization and a click reaction",
        "Controlled/living radical polymerization of methyl methacrylate in the presence of 2-bromoethanol as a transfer agent and comparison with cumyl dithiobenzoate as a RAFT agent",
        "Environmentally friendly and efficient synthesis of various 1,4-dihydropyridines in pure water",
        "Carbon-13 enriched nuclear magnetic resonance method for the determination of hydroxyl functionality in humic substances",
        "J. Chem. Soc. Chem. Commun.",
        null,
        "Crystal and molecular structure of compactin, a new antifungal metabolite from Penicillium brevicompactum",
        "Ethylenimine in the synthetic routes of a new silylating agent: Chelating ability of nitrogen and sulfur donor atoms after anchoring onto the surface of silica gel",
        null,
        "Thermal stabilization of polyacrylonitrile fibres",
        "Bull. Chem. Soc. Jpn.",
        "Studies in Steroid Metabolism. VI. The Characterization of 11-and 12-Oxygenated Steroids by Infrared Spectrometry",
        "LOW TEMPERATURE AIR OXIDATION OF CAKING COALS: FOURIER TRANSFORM INFRARED STUDIES.",
        null,
        null,
        "The influence of activated carbon surface chemical composition on the adsorption of acetaminophen (paracetamol) in vitro. Part II. TG, FTIR, and XPS analysis of carbons and the temperature dependence of adsorption kinetics at the neutral pH",
        null,
        null,
        null,
        null,
        null,
        "Surface modification of inorganic nanoparticles for development of organic-inorganic nanocomposites - A review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}