{
    "eid": "2-s2.0-85075400906",
    "title": "Paradoxical prognostic phenomenon of plasma T-cell-derived circulating DNA level in advanced non-small cell lung cancer",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cancer Research",
            "@code": "1306",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Non-small cell lung cancer",
        "Non-tumor-derived circulating DNA",
        "T-cell-derived circulating nucleic acid",
        "Tumor-infiltrating lymphocytes"
    ],
    "authors": [
        "P. Sitthideatphaiboon",
        "S. Santisukwongchote",
        "S. Khunsri",
        "C. Sathitruangsak",
        "P. Chantranuwat",
        "C. Vinayanuwattikun",
        "V. Sriuranpong"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Role of circulating cell-free DNA in cancers",
        "Free DNA in the serum of cancer patients and the effect of therapy",
        "Epithelial-specific methylation marker: a potential plasma biomarker in advanced non-small cell lung cancer",
        "Circulating cell-free DNA in serum as a biomarker for diagnosis and prognostic prediction of colorectal cancer",
        "Circulating nucleic acids in plasma and serum: an overview",
        "Detection of circulating tumor DNA in early- and late-stage human malignancies",
        "Analysis of circulating tumor DNA to monitor metastatic breast cancer",
        "The impact of non-tumor-derived circulating nucleic acids implicates the prognosis of non-small cell lung cancer",
        "Origins, structures, and functions of circulating DNA in oncology",
        "The prognostic influence of tumour-infiltrating lymphocytes in cancer: a systematic review with meta-analysis",
        "CD4+ T cells in cancer stroma, not CD8+ T cells in cancer cell nests, are associated with favorable prognosis in human non-small cell lung cancers",
        "Concurrent infiltration by CD8+ T cells and CD4+ T cells is a favourable prognostic factor in non-small-cell lung carcinoma",
        "Sequence analysis of T-cell repertoires in health and disease",
        "Digital genomic quantification of tumor-infiltrating lymphocytes",
        "T cell receptor repertoire features associated with survival in immunotherapy-treated pancreatic ductal adenocarcinoma",
        "Fragment length of circulating tumor DNA",
        "The evaluation of tumor-infiltrating lymphocytes (TILs) in breast cancer: recommendations by an International TILs Working Group 2014",
        "The where, the when, and the how of immune monitoring for cancer immunotherapies in the era of checkpoint inhibition",
        "Genomic analysis of immune cell infiltrates across 11 tumor types",
        "Prognostic effect of epithelial and stromal lymphocyte infiltration in non-small cell lung cancer",
        "Stromal CD8+ T-cell density—a promising supplement to TNM staging in non-small cell lung cancer",
        "Prognostic effect of tumor lymphocytic infiltration in resectable non-small-cell lung cancer",
        "Intratumoral infiltrating lymphocytes correlate with improved survival in colorectal cancer patients: Independent of oncogenetic features",
        "High density of intratumor CD45RO(+) memory tumor-infiltrating lymphocytes predicts favorable prognosis in patients with oral squamous cell carcinoma",
        "Molecular profiling of cohorts of tumor samples to guide clinical development of pembrolizumab as monotherapy",
        "Strong programmed death ligand 1 expression predicts poor response and de novo resistance to EGFR tyrosine kinase inhibitors among NSCLC patients with EGFR mutation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic",
        "Medical Oncology Unit",
        "Ratchadapiseksompotch Endowment Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}