{
    "eid": "2-s2.0-85133394258",
    "title": "Years of Good Life: An illustration of a new well-being indicator using data for Thailand",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Demography",
            "@code": "3317",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Data collection",
        "Survey design",
        "Thailand",
        "Well-being"
    ],
    "authors": [
        "Thananon Buathong",
        "Anna Dimitrova",
        "Paolo Miguel M. Vicerra",
        "Montakarn Chimmamee"
    ],
    "citedby-count": 2,
    "ref-count": 43,
    "ref-list": [
        "Gender differences in health expectancies across the disablement process among older Thais",
        "An assessment of life satisfaction responses on recent Statistics Canada Surveys",
        "Findings all psychologists should know from the new science on subjective well-being",
        "Subjective well-being: Three decades of progress",
        "Does economic growth improve the human lot? Some empirical evidence",
        "A global count of the extreme poor in 2012: Data issues, methodology and initial results",
        "What can economists learn from happiness research?",
        "A simple measure of human development: The Human Life Indicator",
        "The global activity limitation index measured function and disability similarly acrossEuropean countries",
        "Objective happiness",
        "Healthy life expectancy changes in Thailand, 2002-2007",
        "An evaluation of subjective well-being measures",
        "Rank-optimal weighting or “How to be best in the OECD better life index?",
        "Years of good life is a well-being indicator designed to serve research on sustainability",
        "The role of common local indicators in regional sustainability assessment",
        "Wellbeing, development and social change in Thailand",
        "National and international indices of well-being: A critical analysis",
        "Review of the satisfaction with life scale",
        "The satisfaction with life scale and the emerging construct of life satisfaction",
        "STEP skills measurement surveys: Innovative tools for assessing skills",
        "Extent of aging across education and income subgroups in Thailand: Application of a characteristic-based age approach",
        "Healthy life expectancy for 187 countries, 1990-2010: A systematic analysis for the Global Burden Disease Study 2010",
        "Reporting biases in self-assessed physical and cognitive health status of older Europeans",
        "Assessment of the economic, social and environmental dimensions of the indicators for sustainable development",
        "A single index of mortality and morbidity",
        "Well-being in cities and regions: Measurement, analysis and policy practices",
        "Trajectories of cognitive ageing among Thai later-life adults: The role of education using the characteristics approach",
        "Differences in physical aging measured by walking speed: Evidence from the English Longitudinal Study of Ageing",
        "Local meanings of wellbeing and the construction of wellbeing indicators"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60023018",
            "affilname": "Scripps Institution of Oceanography",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023018",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}