{
    "eid": "2-s2.0-84901462926",
    "title": "Glutathione and l-cysteine modified silver nanoplates-based colorimetric assay for a simple, fast, sensitive and selective determination of nickel",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Colorimetric assay",
        "Glutathione",
        "l-cysteine",
        "Nickel ion",
        "Silver nanoplates"
    ],
    "authors": [
        "Thanyaporn Kiatkumjorn"
    ],
    "citedby-count": 44,
    "ref-count": 25,
    "ref-list": [
        "Toxicological Profile for Nickel",
        "J. Nanopart. Res.",
        "Recent trends in macro-, micro-, and nanomaterial-based tools and strategies for heavy-metal detection",
        "Cadmium and nickel determinations in some food and water samples by the combination of carrier element-free coprecipitation and flame atomic absorption spectrometry",
        "Chin. J. Anal. Chem.",
        "J. Cent. South Univ.",
        "Nickel-ion detection on a boron-doped diamond electrode in acidic media",
        "Fabrication of paper-based devices by lacquer spraying method for the determination of nickel (II) ion in waste water",
        "Adsorptive stripping voltammetry of nickel with 1-nitroso-2-napthol using a bismuth film electrode",
        "Selective determination of homocysteine levels in human plasma using a silver nanoparticle-based colorimetric assay",
        null,
        null,
        "Lysine-functionalized silver nanoparticles for visual detection and separation of histidine and histidine-tagged proteins",
        "Dual-signal fenamithion probe by combining fluorescence with colorimetry based on Rhodamine B modified silver nanoparticles",
        "Silver nanoprobe for sensitive and selective colorimetric detection of dopamine via robust Ag-catechol interaction",
        null,
        null,
        "Colorimetric detection of lead (II) based on silver nanoparticles capped with iminodiacetic acid",
        "Simple silver nanoparticle colorimetric sensing for copper by paper-based devices",
        "Ultrasensitive fluorescence-quenched chemosensor for Hg(II) in aqueous solution based on mercaptothiadiazole capped silver nanoparticles",
        null,
        "Selective detection of cysteine and glutathione using gold nanorods",
        "Highly sensitive and selective tryptophan colorimetric sensor based on 4,4-bipyridine-functionalized silver nanoparticles",
        null,
        "Biophys. Chem."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}