{
    "eid": "2-s2.0-84903699356",
    "title": "Incidence of potential rabies exposure among japanese expatriates and travelers in Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [],
    "authors": [
        "Wataru Kashino"
    ],
    "citedby-count": 19,
    "ref-count": 24,
    "ref-list": [
        "Rabies control in Japan",
        "IASR",
        "Revisiting rabies in Japan: Is there cause for alarm?",
        "The first imported case of rabies into Japan in 36 years: A forgotten life-threatening disease",
        "Lack of Domestic Rabies Vaccines in Japan",
        "Re-evaluating the burden of rabies in Africa and Asia",
        "Risk of possible exposure to rabies among tourists and foreign residents in Nepal",
        "Should travellers in rabies endemic areas receive pre-exposure rabies immunization?",
        "Rabies exposure risk among foreign backpackers in Southeast Asia",
        "The Japanese need travel vaccinations [4]",
        "Knowledge, attitudes, and practices of Japanese travelers on infectious disease risks and immunization uptake",
        "Japanese Travellers to ASEAN",
        "Kingdom of Thailand, Regional Affairs",
        "Statistics of Japanese Expatriates",
        "Moving towards the elimination of rabies in Thailand",
        "Mammal Bite and Rabies Prevention",
        "Estimation of the incidence of genital warts and the cost of illness in Germany: A cross-sectional study",
        "Incidence of hand eczema - A population-based retrospective study",
        "Risk of Potentially Rabid Animal Exposure among Foreign Travelers in Southeast Asia",
        "The epidemiology of animal bite, scratch, and other potential rabies exposures, Louisiana.",
        "Dog bites: How big a problem?",
        "Tourism Statistics",
        "Human rabies prevention (Comment from a Canine-Rabies-Endemic Region)",
        "Imported human rabies cases in Europe, the United States, and Japan, 1990 to 2010"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Division of Entomology and Zoology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}