{
    "eid": "2-s2.0-85090189743",
    "title": "Performance characteristics and optimal cut-off value of triple adenylate nucleotides test versus adenosine triphosphate test as point-of-care testing for predicting inadequacy of duodenoscope reprocessing",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adenosine triphosphate",
        "Bacterial contamination",
        "Duodenoscopes",
        "Reprocessing",
        "Triple adenylate nucleotides"
    ],
    "authors": [
        "W. Ridtitid",
        "P. Pakvisal",
        "T. Chatsuwan",
        "S. J. Kerr",
        "P. Piyachaturawat",
        "T. Luangsukrerk",
        "P. Kongkam",
        "R. Rerknimitr"
    ],
    "citedby-count": 8,
    "ref-count": 26,
    "ref-list": [
        "New Delhi metallo-beta-lactamase-producing carbapenem-resistant Escherichia coli associated with exposure to duodenoscopes",
        "Endoscopic retrograde cholangiopancreatography-associated AmpC Escherichia coli outbreak",
        "Duodenoscope surveillance sampling and culturing protocols: reducing the risks of infection",
        "The adenosine triphosphate test is a rapid and reliable audit tool to assess manual cleaning adequacy of flexible endoscope channels",
        "Comparison of clinically relevant benchmarks and channel sampling methods used to assess manual cleaning compliance for flexible gastrointestinal endoscopes",
        "Validation of adenosine triphosphate to audit manual cleaning of flexible endoscope channels",
        "Usefulness of adenosine triphosphate bioluminescence assay (ATPmetry) for monitoring the reprocessing of endoscopes",
        "Using adenosine triphosphate bioluminescence to validate decontamination for duodenoscopes",
        "ATP measurement as method to monitor the quality of reprocessing flexible endoscopes",
        "Adenosine triphosphate quantification correlates poorly with microbial contamination of duodenoscopes",
        "Adenosine triphosphate bioluminescence for bacteriologic surveillance and reprocessing strategies for minimizing risk of infection transmission by duodenoscopes",
        "Duodenoscope reprocessing surveillance with adenosine triphosphate testing and terminal cultures: a clinical pilot study",
        "Use of adenosine triphosphate to audit reprocessing of flexible endoscopes with an elevator mechanism",
        "ESGE-ESGENA guideline for quality assurance in reprocessing: microbiological surveillance testing in endoscopy",
        "ESGE-ESGENA Guideline: cleaning and disinfection in gastrointestinal endoscopy",
        "Prevention of multidrug-resistant infections from contaminated duodenoscopes: Position Statement of the European Society of Gastrointestinal Endoscopy (ESGE) and European Society of Gastroenterology Nurses and Associates (ESGENA)",
        "Multisociety guideline on reprocessing flexible GI endoscopes: 2016 update",
        "ATP bioluminescence to validate the decontamination process of gastrointestinal endoscopes",
        "A newly designed duodenoscope with detachable distal cap significantly reduces organic residue contamination after reprocessing",
        "Efficacy and limitations of an ATP-based monitoring system",
        "Reprocessing of flexible endoscopes and endoscopic accessories used in gastrointestinal endoscopy: Position Statement of the European Society of Gastrointestinal Endoscopy (ESGE) and European Society of Gastroenterology Nurses and Associates (ESGENA) – Update 2018",
        "A systematic review of adenosine triphosphate as a surrogate for bacterial contamination of duodenoscopes used for endoscopic retrograde cholangiopancreatography",
        "A double-reprocessing high-level disinfection protocol does not eliminate positive cultures from the elevators of duodenoscopes",
        "Withdrawal of a novel-design duodenoscope ends outbreak of a VIM-2-producing Pseudomonas aeruginosa",
        "The effect of multiple cycles of contamination, detergent washing, and disinfection on the development of biofilm in endoscope tubing",
        "Is biofilm accumulation on endoscope tubing a contributor to the failure of cleaning and decontamination?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence for Innovation and Endoscopy in Gastrointestinal Oncology, Faculty of Medicine, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}