{
    "eid": "2-s2.0-84897072471",
    "title": "Spirobisnaphthalenes from the mangrove-derived fungus Rhytidhysteron sp. AS21B",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3001"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Endophytic fungus",
        "Rhytidhysteron sp.",
        "Spirobisnaphthalene"
    ],
    "authors": [
        "Khanitha Pudhom"
    ],
    "citedby-count": 23,
    "ref-count": 20,
    "ref-list": [
        "Decaspirones A-E, bioactive spirodioxynaphthalenes from the freshwater aquatic fungus Decaisnella thyridioides",
        "Decaspirones F-I, bioactive secondary metabolites from the saprophytic fungus Helicoma viridis",
        "Naphthoquinone spiroketal with allelochemical activity from the newly discovered endophytic fungus Edenia gomezpompae",
        "Antileishmanial constituents of the panamanian endophytic fungus Edenia sp.",
        "spiro-Mamakone A: A unique relative of the spirobisnaphthalene class of compounds",
        "Spirobisnaphthalene analogues from the endophytic fungus Preussia sp.",
        "Structure, bioactivities, biosynthetic relationships and chemical synthesis of the spirodioxynaphthalenes",
        "Biology and chemistry of endophytes",
        "Natural products from plant-associated microorganisms: Distribution, structural diversity, bioactivity, and implications of their occurrence",
        "Natural Products from Endophytic Microorganisms",
        "Endophytes as sources of bioactive products",
        "Mangrove derived fungal endophytes - A chemical and biological perception",
        "CJ-12,371 and CJ-12,372, Two Novel DNA Gyrase Inhibitors Fermentation, Isolation, Structural Elucidation and Biological Activities",
        "Natural product based inhibitors of the thioredoxin-thioredoxin reductase system",
        null,
        "Cytotoxic nor-chamigrane and chamigrane endoperoxides from a basidiomycetous fungus",
        "SHELXS-97, Program for Crystal Structure Solution",
        "SHELXS-97, Program for Crystal Structure Refinement"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}