{
    "eid": "2-s2.0-84988345883",
    "title": "Ideonella sakaiensis sp. nov., isolated from a microbial consortium that degrades poly(ethylene terephthalate)",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Beta-proteobacteria",
        "Gram-negative rods",
        "Ideonella",
        "Proteobacteria"
    ],
    "authors": [
        "Somboon Tanasupawat"
    ],
    "citedby-count": 128,
    "ref-count": 24,
    "ref-list": [
        "Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "New Molecular Screening Tools for Analysis of Free-Living Diazotrophs in Soil",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Parsimony in systematics: biological and statistical issues.",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Aquincola tertiaricarbonis gen. nov., sp. nov., a tertiary butyl moiety-degrading bacterium",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Ideonella azotifigens sp. nov., an aerobic diazotroph of the Betaproteobacteria isolated from grass rhizosphere soil, and emended description of the genus Ideonella",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Is there a limit for high-pH life? [1]",
        "Development and Testing of a DNA Macroarray to Assess Nitrogenase (nifH) Gene Diversity",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Int J Syst Bacteriol",
        "Ideonella dechloratans gen.nov., sp.nov., a New Bacterium Capable of Growing Anaerobically with Chlorate as an Electron Acceptor",
        "Transfer of Rhodocyclus gelatinosus to Rubrivivax gelatinosus gen. nov., comb. nov., and phylogenetic relationships with Leptothrix, Sphaerotilus natans, Pseudomonas saccharophila, and Alcaligenes latus",
        "A bacterium that degrades and assimilates poly(ethylene terephthalate)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Adeka Corporation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto Institute of Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}