{
    "eid": "2-s2.0-85100886748",
    "title": "The perioperative and anesthetic adverse events in Thailand (PAAd Thai) study of anesthetic equipment malfunction or failure: An analysis of 2,206 incident reports",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anesthesia",
        "Complications",
        "Equipment failure",
        "Equipment malfunction",
        "Human factors",
        "Surgical checklist"
    ],
    "authors": [
        "Panaratana Ratanasuwan",
        "Wimonrat Sriraj",
        "Yodying Punjasawadwong",
        "Jaroonpong Choorat",
        "Somrat Charuluxananan",
        "Thanist Pravitharangul"
    ],
    "citedby-count": 0,
    "ref-count": 16,
    "ref-list": [
        "The Thai Anesthesia Incidents Study (THAI Study) of anesthetic outcomes: I. Description of methods and populations",
        "The Thai Anesthesia Incidents Study (THAI Study) of anesthetic outcomes: II. Anesthetic profiles and adverse events",
        "Multicentered study of model of anesthesia related adverse events in Thailand by incident report (the Thai Anesthesia Incident Monitoring Study): methodology",
        "Multicentered study of model of anesthesia related adverse events in Thailand by incident report (The Thai Anesthesia Incidents Monitoring Study): results",
        "Perioperative and anesthetic adverse events in Thailand (PAAd Thai) incident reporting study: Hospital characteristics and methods",
        "Equipment problems during anaesthesia-are they a quality problem?",
        "Perioperative and anesthetic adverse events in Thailand (PAAd Thai) incident reporting study: anesthetic profiles and outcomes",
        "A cross-validated multifactorial index of perioperative risks in adults undergoing anaesthesia for non-cardiac surgery. Analysis of perioperative events in 26907 anaesthetic procedures",
        "Building a large-scale perioperative anaesthesia outcome-tracking database: methodology, implementation, and experiences from one provider within the German quality project",
        "Pediatric anesthesia adverse events: the Thai Anesthesia Incidents Study (THAI Study) database of 25,098 cases",
        "Equipment failure: an analysis of 2000 incident reports",
        "Patient injuries from anesthesia gas delivery equipment: a closed claims update",
        "The Thai Anesthesia Incidents Study (THAI Study) of anesthetic equipment failure/malfunction: a qualitative analysis for risk factors",
        "The Thai Anesthesia Incident Monitoring Study (Thai AIMS) of anesthetic equipment failure/malfunction: an analysis of 1996 incident reports",
        "Massive inhalation of desflurane due to vaporizer dysfunction",
        "Adverse anesthetic outcomes arising from gas delivery equipment: a closed claims analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "115838518",
            "affilname": "Sunpasitthiprasong Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115838518",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Royal College of Anesthesiologists of Thailand",
        "Siriraj Hospital and Ramathibodi Hospital",
        "Chulalongkorn University",
        "Khon Kaen University",
        "Mahidol University",
        "Prince of Songkla University",
        "National Research Council of Thailand",
        "Health System Research Institute",
        "Faculty of Medicine of Chiang Mai University"
    ]
}