{
    "eid": "2-s2.0-84957548880",
    "title": "Non-infectious causes of pre-weaning mortality in piglets",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Birth weight",
        "Colostrum",
        "Crushing",
        "Piglet",
        "Season"
    ],
    "authors": [
        "R. Muns"
    ],
    "citedby-count": 174,
    "ref-count": 177,
    "ref-list": [
        "Perinatal asphyxia pathophysiology in pig and human: A review",
        "J. Anim. Vet. Adv.",
        "Intrauterine growth restricted piglets defined by their head shape ingest insufficient amounts of colostrum",
        "Crushing of piglets by the mother sow (Sus scrofa) - Purely accidental or a poor mother?",
        "Drying and warming immediately after birth may reduce piglet mortality in loose-housed sows",
        "Relationship between postnatal piglet mortality, environmental factors and management around farrowing in herds with loose-housed, lactating sows",
        "The influence of suckling interval on milk production of sows",
        "Swine Industry Report of Philippine.",
        "Investigating the behavioural and physiological indicators of neonatal survival in pigs",
        "Genetic and environmental effects on piglet survival and maternal behaviour of the farrowing sow",
        "The weaker sex? the propensity for male-biased piglet mortality",
        "Indicators of piglet survival in an outdoor farrowing system",
        "Alternative farrowing systems: Design criteria for farrowing systems based on the biological needs of sows and piglets",
        "Alternative farrowing accommodation: Welfare and economic aspects of existing farrowing and lactation systems for pigs",
        "The welfare implications of large litter size in the domestic pig II: Management factors",
        "Modification of thermogenic capacity in neonatal pigs by changes in thyroid status during late gestation",
        "L-carnitine supplementation of sows during pregnancy improves the suckling behaviour of their offspring",
        "Appearance of immunoglobulin G in the plasma of piglets following intake of colostrum, with or without a delay in sucking",
        "Effects of sow nutrition during gestation on within-litter birth weight variation: A review",
        "Effect of dam parity on litter performance, transfer of passive immunity, and progeny microbial ecology",
        null,
        "Proceeding of the 22nd International Pig Veterinary Society Congress.",
        "Evaluation of producer-recorded causes of preweaning mortality in Danish sow herds",
        "Teat seeking success of newborn piglets after drying or warming",
        "The effects of floor heating on body temperature, water consumption, stress response and immune competence around parturition in loose-housed sows",
        "Nutritional interventions to prevent and rear low-birthweight piglets",
        "Artificial rearing of piglets: Effects on small intestinal morphology and digestion capacity",
        "Changes in back fat thickness during late gestation predict colostrum yield in sows",
        "Piglets' colostrum intake associates with daily weight gain and survival until weaning",
        "Cross fostering of low-birthweight piglets",
        "Variability of colostrum yield and colostrum intake in pigs",
        "Influence of colostrum intake on piglet survival and immunity",
        "Estimation of colostrum intake in the neonatal pig",
        "Disease of Swine",
        "Effects of L-carnitine supplementation in pregnant sows on plasma concentrations of insulin-like growth factors, various hormones and metabolites and chorion characteristics",
        "Effect of split nursing on variation in pig growth from birth to weaning",
        "2emes rencontres porcines Schering-Plough Veterinaire",
        "Pig Management Yearbook",
        "Perinatal mortality in the pig: Environmental or physiological solutions?",
        "Nutr. Nat. Resour",
        "Greater milk yield is related to increased DNA and RNA content but not to mRNA abundance of selected genes in sow mammary tissue",
        "Nutritional, hormonal, and environmental effects on colostrum in sows.",
        "Factors affecting mammary development in gilts",
        "Effect of birth weight and colostrum intake on mortality and performance of piglets after cross-fostering in sows of different parities",
        "Effect of piglet birth weight on survival and quality of commercial market swine",
        "Relationships between colostrum production by primiparous sows and sow physiology around parturition",
        "Some factors influencing the availability of colostrum to piglets",
        "Can. Vet. J.",
        "Dietary l-arginine supplementation enhances placental growth and reproductive performance in sows",
        "Effect of Immunoglobulin Source on Survival, Growth, and Hematological and Immunological Variables in Pigs",
        "Effects of neoprene mat on diarrhea, mortality and foreleg abrasion of pre-weaning piglets",
        "Comparable farrowing progress in confined and loose housed hyper-prolific sows",
        "Effects of cross-fostering within 24h after birth on pre-weaning behaviour, growth performance and survival rate of biological and adopted piglets",
        "Development of thermoregulation and neonatal survival in pigs",
        "Effects of the Level of Asphyxia during Delivery on Viability at Birth and Early Postnatal Vitality of Newborn Pigs",
        "Chapter 14 Environmental and hormonal regulation of energy metabolism in early development of the pig",
        "Reducing pig mortality through supervision during the perinatal period.",
        "A high percentage of pigs born dead in litters in high-, intermediate- and low-performing herds",
        "The Effect of Farrowing Crate Heat Lamp Location on Sow and Pie Patterns of Lying and Pig Survival",
        "2013 Pig Cost of Production in Selected Countries.",
        "Handbook of Veterinary Obstetrics: Second Edition",
        "Factors associated with suckling piglet average daily gain",
        "Social stress during pregnancy and lactation affects in guinea pigs the male offsprings' endocrine status and infantilizes their behaviour",
        "Stress and the female reproductive system",
        "Maternal l-arginine supplementation during early gestation affects foetal skeletal myogenesis in pigs",
        "A cohort study of preweaning piglet mortality and farrowing accommodation on 112 commercial pig farms in England",
        "Risks associated with preweaning mortality in 855 litters on 39 commercial outdoor pig farms in England",
        "Ideal amino acid balance for sows during gestation and lactation.",
        "Piglet mortality: The impact of induction of farrowing using prostaglandins and oxytocin",
        "Invited review: Piglet mortality: Management solutions",
        "Genetic aspects of piglet survival",
        "Proceeding of the London Swine Conference",
        "Preweaning mortality risks and recorded causes of death associated with production factors in swine breeding herds in Japan",
        "Social rank of pregnant sows affects their body weight gain and behavior and performance of the offspring",
        "Supplementation of sow diets with oil during gestation: Sow body condition, milk yield and milk composition",
        "Utilization of colostral energy by the newborn pig.",
        "Nutritional and immunological importance of colostrum for the new-born pig",
        "The effect of providing shredded paper or ropes to piglets in farrowing crates on their behaviour and health and the behaviour and health of their dams",
        "Animal-related factors associated with piglet mortality in a bedded, group-farrowing system",
        "Pre-weaning mortality of piglets in a bedded group-farrowing system"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}