{
    "eid": "2-s2.0-85167747905",
    "title": "Atmospheric and Room Temperature Plasma (ARTP) Mutagenesis Improved the Anti-MRSA Activity of Brevibacillus sp. SPR20",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "anti-MRSA activity",
        "atmospheric and room temperature plasma (ARTP)",
        "Brevibacillussp",
        "mutagenesis",
        "proteomic analysis",
        "strain improvement"
    ],
    "authors": [
        "Nuttapon Songnaka",
        "Monthon Lertcanawanichakul",
        "Albert Manggading Hutapea",
        "Mudtorlep Nisoa",
        "Sucheewin Krobthong",
        "Yodying Yingchutrakul",
        "Apichart Atipairin"
    ],
    "citedby-count": 0,
    "ref-count": 54,
    "ref-list": [
        "Infectious disease threats in the twenty-first century: Strengthening the global response",
        "Clinical perspective of antimicrobial resistance in bacteria",
        "Global burden of bacterial antimicrobial resistance in 2019: A systematic analysis",
        "Mechanisms of antibiotic resistance",
        "Measuring the global response to antimicrobial resistance, 2020–2021: A systematic governance analysis of 114 countries",
        "Bacterial antibiotic resistance: The most critical pathogens",
        "New antibiotics for multidrug-resistant bacterial strains: Latest research developments and future perspectives",
        "Bacterial secondary metabolite biosynthetic potential in soil varies with phylum, depth, and vegetation type",
        "Promising anti-MRSA activity of Brevibacillus sp. isolated from soil and strain improvement by UV mutagenesis",
        "Purification and characterization of novel anti-MRSA peptides produced by Brevibacillus sp. SPR-20",
        "Biomanufacturing: History and perspective",
        "Improvement of microbial strains and fermentation processes",
        "Metabolic analysis of Schizochytrium sp. mutants with high EPA content achieved with ARTP mutagenesis screening",
        "The selective breeding and mutagenesis mechanism of high-yielding surfactin Bacillus subtilis strains with atmospheric and room temperature plasma",
        "Novel mutation breeding method for Streptomyces avermitilis using an atmospheric pressure glow discharge plasma",
        "Microbial mutagenesis by atmospheric and room-temperature plasma (ARTP): The latest development",
        "Improved neomycin sulfate potency in Streptomyces fradiae using atmospheric and room temperature plasma (ARTP) mutagenesis and fermentation medium optimization",
        "A novel proteomic screen for peptide-protein interactions",
        "Identification of microorganisms by liquid chromatography-mass spectrometry (LC-MS) and in silico peptide mass libraries",
        "Peptide de novo sequencing of mixture tandem mass spectra",
        "Missing value imputation approach for mass spectrometry-based metabolomics data",
        "Strand breaks and chemical modification of intracellular DNA induced by cold atmospheric pressure plasma irradiation",
        "Insights into generation of OH radicals in plasma jets with constant power: The effects of driving voltage and frequency",
        "Atmospheric and room temperature plasma (ARTP) mutagenesis enables xylitol over-production with yeast Candida tropicalis",
        "Mutation breeding of Aspergillus niger by atmospheric room temperature plasma to enhance phosphorus solubilization ability",
        "Risk assessment of a cold argon plasma jet in respect to its mutagenicity",
        "Quantitative evaluation of DNA damage caused by atmospheric and room-temperature plasma (ARTP) and other mutagenesis methods using a rapid umu-microplate test protocol for microbial mutation breeding",
        "Enhanced antibacterial activity of Brevibacillus sp. SPR19 by atmospheric and room temperature plasma mutagenesis (ARTP)",
        "Technical applications of plasma treatments: Current state and perspectives. Appl",
        "Morphological and physiological changes in Lentilactobacillus hilgardii cells after cold plasma treatment",
        "Improving rhamnolipids biosynthesis in Pseudomonas sp. L01 through atmospheric and room-temperature plasma (ARTP) mutagenesis",
        "Enhancing activities of salt-tolerant proteases secreted by Aspergillus oryzae Using atmospheric and room-temperature plasma mutagenesis",
        "Integration of ARTP mutation and adaptive laboratory evolution to reveal 1,4-butanediol degradation in Pseudomonas putida KT2440",
        "Plasma interaction with microbes",
        "Mutations in the active site of penicillin-binding protein PBP2x from Streptococcus pneumonia: Role in the specificity for beta-lactam antibiotics",
        "Quinolone antibiotics: Resistance and therapy",
        "Clinically relevant mutations in core metabolic genes confer antibiotic resistance",
        "A Survey of pyridoxal 5’-phosphate-dependent proteins in the Gram-positive model bacterium Bacillus subtilis",
        "Single amino acid utilization for bacterial categorization",
        "Anthranilate synthase in microorganisms and plants",
        "Anti-biofilm effects of anthranilate on a broad range of bacteria",
        "Tryptophan-rich and proline-rich antimicrobial peptides",
        "Brevibacillus laterosporus strains BGSP7, BGSP9 and BGSP11 isolated from silage produce broad spectrum multi-antimicrobials",
        "Genomic and metabolomic insights into the natural product biosynthetic diversity of a feral-hog-associated Brevibacillus laterosporus strain",
        "Cryptic or silent? The known unknowns, unknown knowns, and unknown unknowns of secondary metabolism",
        "Multi-omics comparative analysis of streptomyces mutants obtained by iterative atmosphere and room-temperature plasma mutagenesis",
        "Improvement of amphotericin B production by a newly isolated Streptomyces nodosus mutant",
        "Antimicrobial susceptibility testing: Currently used methods and devices and the near future in clinical practice",
        "Antimicrobial susceptibility testing: A review of general principles and contemporary practices",
        "The anti-oxidative effect of Lingzhi protein hydrolysates on lipopolysaccharide-stimulated A549 cells",
        "The PRIDE database resources in 2022: A hub for mass spectrometry-based proteomics evidences",
        "UniProt: The universal protein knowledgebase in 2021"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bandung",
            "@id": "106023344",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106023344",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Walailak University"
    ]
}