{
    "eid": "2-s2.0-85065513494",
    "title": "Adsorption of acid blue 25 from aqueous solution using zeolite and surfactant modified zeolite",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Ocean Engineering",
            "@code": "2212",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Acid Blue 25",
        "Adsorption",
        "Wastewater",
        "Zeolite",
        "Zeolite-CTAB"
    ],
    "authors": [
        "L. Sivarama Krishna",
        "K. Soontarapa",
        "Nabel Kalel Asmel",
        "Mohammad Alamgir Kabir",
        "Ali Yuzir",
        "W. Y. Wan Zuhairi",
        "Y. Sarala"
    ],
    "citedby-count": 16,
    "ref-count": 39,
    "ref-list": [
        "The removal of cationic dyes from aqueous solutions by adsorption onto pistachio hull waste",
        "Removal of methylene blue from aqueous solution using nanoporous SBA-3",
        "Equilibrium and kinetic data and process design for adsorption of Congo Red onto bentonite",
        "Indian jujuba seed powder as an eco-friendly and a low-cost biosorbent for removal of Acid Blue 25 from aqueous solution",
        "Response surface optimization, kinetic and thermodynamic studies for effective removal of rhodamine B by magnetic AC/CeO2nanocomposite",
        "Effective removal of methylene blue from aqueous solutions using magnetic loaded activated carbon as novel adsorbent",
        "Utilization of the agricultural waste (Cicer arientinum Linn fruit shell biomass) as biosorbent for decolorization of Congo red",
        "Removal of Acid blue25 from aqueous solutions by using Bengal gram fruit shell (BGFS) biomass",
        "Decolorization of azo dye using PVA-immobilized microorganisms",
        "Removal of synthetic textile dyes from wastewaters: A critical review on present treatment technologies",
        "Dye adsorption using biomass wastes and natural adsorbents: Overview and future prospects",
        "The use of an agricultural waste material, Jujuba seeds for the removal of anionic dye (Congo red) from aqueous medium",
        "Zeolites—from kitchen to space",
        "Adsorption of Direct Blue 53 dye from aqueous solutions by multi-walled carbon nanotubes and activated carbon",
        "Linear and non-linear regression analysis for the sorption kinetics of methylene blue onto activated carbon",
        "The constitution and fundamental properties of solids and liquids",
        "Over the adsorption in solution",
        "The Adsorption of arsenic ions using beidellite, zeolite, and sepiolite clays: A study of kinetic, equilibrium and thermodynamics",
        "Some consideration on the Langmuir isotherm equation",
        "Is the free energy change of adsorption correctly calculated?",
        "Modification of bentonite with a cationic surfactant: An adsorption study of textile dye Reactive Blue 19",
        "Adsorption of humic acid from aqueous solution onto unmodified and surfactant-modified chitosan/zeolite composites",
        "Evaluation of papaya seeds as a novel nonconventional low-cost adsorbent for removal of methylene blue",
        "Adsorption of humic acid on acid-activated Greek bentonite",
        "Adsorption of Congo red from aqueous solution onto calcium-rich fly ash",
        "Adsorption of Direct Red 2 on bentonite modified by cetyltrimethylammonium bromide",
        "Sorption of acid dye by surfactant modificated natural zeolites",
        "Adsorption of Orange II dye in aqueous solution onto surfactant-coated zeolite: Characterization, kinetic and thermodynamic studies",
        "Adsorption characteristics of both cationic and oxyanionic metal ions on hexadecyltrimethylammonium bromide-modified NaY zeolite",
        "Kinetic models for the sorption of dye from aqueous solution by wood",
        "Sorption of dye from aqueous solution by peat",
        "Film-pore diffusion modeling and contact time optimization for the adsorption of dyestuffs on pith",
        "Adsorption of Acid blue 25 dye on diatomite in aqueous solutions",
        "Biosorption of acid dyes using spent brewery grains: Characterization and modeling",
        "Dye removal by low cost adsorbents: Hazelnut shells in comparison with wood sawdust",
        "Adsorption kinetics and thermodynamics of Acid Blue 25 and Methylene Blue dye solutions on natural sepiolite",
        "Biosorption of Acid Blue 25 by unmodified and CPC-modified biomass of Penicillium YW01: Kinetic study, equilibrium isotherm and FTIR analysis",
        "Preparation of waste tea activated carbon using potassium acetate as an activating agent for adsorption of Acid Blue 25 dye",
        "Cationized starch-based material as a new ionexchanger adsorbent for the removal of C.I. Acid Blue 25 from aqueous solutions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kirkuk",
            "@id": "60108465",
            "affilname": "Northern Technical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108465",
            "affiliation-country": "Iraq"
        },
        {
            "affiliation-city": "Hyderabad",
            "@id": "60094091",
            "affilname": "Chaitanya Bharathi Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60094091",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60090601",
            "affilname": "Universiti Teknologi Malaysia Kuala Lumpur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60090601",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Dhaka",
            "@id": "60006075",
            "affilname": "Geological Survey of Bangladesh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006075",
            "affiliation-country": "Bangladesh"
        },
        {
            "affiliation-city": "Bangi",
            "@id": "60001821",
            "affilname": "Universiti Kebangsaan Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001821",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}