{
    "eid": "2-s2.0-85123646022",
    "title": "Coronavirus Disease 2019-Associated Pulmonary Aspergillosis in Mechanically Ventilated Patients",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Aspergillosis",
        "CAPA",
        "COVID-19",
        "SARS-CoV-2"
    ],
    "authors": [
        "Nitipong Permpalung",
        "Teresa Po Yu Chiang",
        "Allan B. Massie",
        "Sean X. Zhang",
        "Robin K. Avery",
        "Saman Nematollahi",
        "Darin Ostrander",
        "Dorry L. Segev",
        "Kieren A. Marr"
    ],
    "citedby-count": 57,
    "ref-count": 29,
    "ref-list": [
        "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area",
        "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
        "Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response",
        "Epidemiology of invasive pulmonary aspergillosis among COVID-19 intubated patients: a prospective study",
        "COVID-19 associated pulmonary aspergillosis",
        "Aspergillosis complicating severe coronavirus disease",
        "A national strategy to diagnose COVID-19 associated invasive fungal disease in the ICU",
        "Prevalence of putative invasive pulmonary aspergillosis in critically ill patients with COVID-19",
        "COVID-19-associated invasive pulmonary aspergillosis",
        "Incidence of invasive pulmonary aspergillosis among critically ill COVID-19 patients",
        "Prevalence of opportunistic invasive aspergillosis in COVID-19 patients with severe pneumonia",
        "Defining and managing COVID-19-associated pulmonary aspergillosis: the 2020 ECMM/ISHAM consensus criteria for research and clinical guidance",
        "Patient trajectories among persons hospitalized for COVID-19: a cohort study",
        "ELIXHAUSER: Stata module to calculate Elixhauser index of comorbidity",
        "Effective communication of standard errors and confidence intervals",
        "Hydroxychloroquine with or without azithromycin in mild-to-moderate Covid-19",
        "A proportional hazards model for the subdistribution of a competing risk",
        "High rates of influenza-associated invasive pulmonary aspergillosis may not be universal: a retrospective cohort study from Alberta, Canada",
        "Invasive aspergillosis in patients admitted to the intensive care unit with severe influenza: a retrospective cohort study",
        "Invasive pulmonary aspergillosis is a frequent complication of critically ill H1N1 patients: a retrospective study",
        "Higher mortality of severe influenza patients with probable aspergillosis than those with and without other coinfections",
        "Review of influenza-associated pulmonary aspergillosis in ICU patients and proposal for a case definition: an expert opinion",
        "Modifications of lung clearance mechanisms by acute influenza A infection",
        "The use of bronchoscopy during the coronavirus disease 2019 pandemic: CHEST/AABIP guideline and expert panel report",
        "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
        "Factors associated with hospital admission and critical illness among 5279 people with coronavirus disease 2019 in New York City: prospective cohort study",
        "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
        "Factors associated with COVID-19-related death using OpenSAFELY"
    ],
    "affiliation": [
        {
            "affiliation-city": "Baltimore",
            "@id": "60001117",
            "affilname": "Johns Hopkins School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001117",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60006183",
            "affilname": "Johns Hopkins Bloomberg School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006183",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}