{
    "eid": "2-s2.0-85076375191",
    "title": "The encounter between Italy and siam at the dawn of the twentieth century: Italian artists and architects in the modernising kingdom of siam",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Cultural encounters",
        "Italian-Thai",
        "Italians in Asia",
        "Italy-Asia",
        "Siamese modernisation"
    ],
    "authors": [
        "Neungreudee Lohapon"
    ],
    "citedby-count": 1,
    "ref-count": 31,
    "ref-list": [
        "Siam, relazione delle opere compiute dal 1890 al 1911 dal dipartimento dei lavori pubblici del siam sotto la direzione tecnica e artistica di italiani",
        "Galileo chini e loriente venezia Bangkok salsomaggiore",
        "Siam e cina. Lincoronazione del re del siam. i giorni della rivoluzione cinese",
        "The ambivalent attitudes of the siamese elite towards thewest during the reign of king chulalongkorn 1868-1910",
        "Klai ban (collection of king chulalongkorn?s correspondences from Europe to his daughter in 1907)",
        "Raya-Thang thiaw Java kwa song deuan (A two-month trip to Java)",
        "Representing civilization: Solidarism, ornamentalism, and siam?s entry into international society?",
        "Da torino a Bangkok. Architetti e ingegneri nel regno del siam",
        "Gli italiani nel mondo: Italy?sWorkers around theWorld?",
        "King chulalongkorn and florentine artists?",
        "The contribution of e. Giovanni gollo to the artistic and architectural movements in siam",
        "Galileo chini: Painter of two kingdoms",
        "Buon fratello e amico. Thailandia-Italia. 140 anni di relazioni Italo-Thailandesi",
        "Turin: Allemandi. Ministero per i beni e le attività culturali",
        "Siam. Il regno di siam?. Bollettino del ministero degli affari esteri",
        "Grassi brothers&Co. Larchitetto capodistriano gioachino grassi e fratelli nella Bangkok di fine secolo XIX",
        "Western-style painting and sculpture in the Thai royal court",
        "Chang farang nai krung siam: Ton paendin phra phuttachaoluang (foreign professionals in siam during the early reign of king chulalongkorn)",
        "Luglio 1926. Elenco cronologico di lavori compiuti dal prof. Mario tamagno architetto in proprio o in collaborazione con Ingegneri ed Architetti",
        "The land of the white elephant",
        "The quest for \"siwilai\": A geographical discourse of civilizational thinking in late nineteenth and early twentieth-century siam?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Maha Chakri Sirindhorn Foundation",
        "Sirindhorn Foundation for the Faculty of Arts",
        "PTT Public Company Limited",
        "Chulalongkorn University"
    ]
}