{
    "eid": "2-s2.0-85125944521",
    "title": "The role of wages, skills development and R&D on productivity: evidence from Thai manufacturing firms",
    "cover-date": "2023-02-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Labour productivity",
        "Research and development",
        "Skills development",
        "Thai manufacturing",
        "Total factor productivity",
        "Wages"
    ],
    "authors": [
        "Yot Amornkitvikai",
        "Charles Harvie",
        "Piyapong Sangkaew"
    ],
    "citedby-count": 1,
    "ref-count": 77,
    "ref-list": [
        "How does political instability affect economic growth?",
        "The fair wage-effort hypothesis and unemployment",
        "Finance, ownership, executive remuneration, and technical efficiency: a stochastic frontier analysis (sfa) of Thai listed manufacturing enterprises",
        "The role of R&D and knowledge spillovers in innovation and productivity",
        "The effect of wages and industry-specific variables on productivity of manufacturing industry in Malaysia: a dynamic heterogeneous panel evidence",
        "Investment in human capital: a theoretical analysis",
        "Assessing the impact of skill shortages on the productivity performance of high-tech firms in Northern Ireland",
        "Exceptional exporter performance: cause, effect, or both?",
        "International firm activities, R&D, and productivity: evidence from Indian manufacturing firms",
        "Technology adoption, training and productivity performance",
        "R&D and productivity in the US and the EU: sectoral specificities and differences in the crisis",
        "Thai manufacturing small and medium sized enterprise technical efficiency: evidence from firm-level industrial census data",
        "The impact of public R&D subsidy on small firm productivity: evidence from Korean SMEs",
        "Is learning by exporting important? Micro-dynamic evidence from Colombia, Mexico, and Morocco",
        "Public support to R&D, productivity, and spillover effects: firm-level evidence from Chile",
        "Does firm innovation improve aggregate industry productivity? Evidence from Chinese manufacturing firms",
        "The effect of training on productivity: the transfer of on-the-job training from the perspective of economics",
        "Do exports generate higher productivity? Evidence from Slovenia",
        "Financial constraints, investment, and the value of cash holdings",
        "The wage-productivity nexus in the world factory economy",
        "Did wages reflect growth in productivity?",
        "Firm productivity in Bangladesh manufacturing industries",
        "Impact of investment climate on total factor productivity of manufacturing firms in vietnam",
        "The impact of firm-provided training on productivity, wages, and transition to regular employment for workers in flexible arrangements",
        "Do skill shortages reduce productivity? Theory and evidence from the United Kingdom",
        "Labour productivity and wages in the Romanian manufacturing sector",
        "Technical change and total factor productivity growth: the case of Chinese provinces",
        "Impact of political uncertainty on banking productivity: investigating the jasmin revolution effect on the Tunisian banking syste",
        "Agency costs of free cash flow, corporate finance, and takeovers",
        "Does external uncertainty matter in corporate sustainability performance?",
        "Financial constraints and firm productivity: evidence from Chinese manufacturing",
        "Selection and the evolution of industry",
        "Testing the effect of investments in IT and R&D on labour productivity: new method and evidence for Indian firms",
        "Learning by exporting or self-selection into exporting?",
        "Minimum wage increase and firm productivity: evidence from the restaurant industry",
        "A new approach to measuring a multidimensional productivity index: an application for 60 selected countries",
        "Exports, FDI, and productivity: dynamic evidence from Japanese firms",
        "Are exporting manufacturing SMEs more efficient than non-exporting ones? Evidence from Australia's business longitudinal database",
        "Estimating production functions using inputs to control for unobservable",
        "Knowledge spillovers, absorptive capacity and total factor productivity in China's manufacturing firms",
        "Academic capabilities in developing countries—a conceptual framework with empirical illustrations from Thailand",
        "On-the-job training and productivity: firm-level evidence from a large developing country",
        "E-commerce, R&D, and productivity: firm-level evidence from Taiwan",
        "The cash flow sensitivity of cash",
        "Leverage, Technical Efficiency and Profitability: an application of DEA to foreign-invested toy manufacturing firms in China",
        "Business reforms and total factor productivity in Vietnamese manufacturing",
        "Productivity growth in UK companies, 1975-1986",
        "OECD development pathways",
        "Total factor productivity of Korean manufacturing industries: comparison of competing models with firm-level data",
        "Export market destinations, imported intermediates, and productivity: firm-level evidence from Ghana",
        "Exports, imported inputs, two-way trade, and productivity: the role of absorptive capacity",
        "An empirical study on the returns to scale of supply structure in China's economic growth: 1993-2015",
        "Increasing returns and long-run growth",
        "Endogenous technological change",
        "Endogeneity in survey research",
        "The OECD productivity manual: a guide to the measurement of industry-level and aggregate productivity",
        "The determinants of firms' performance: can finance constraints improve technical efficiency?",
        "Equilibrium unemployment as a worker discipline device",
        "Adverse selection and financing of innovation: is there a need for R&D subsidies?",
        "Total factor productivity estimation: a practical review",
        "Corruption, types of corruption and firm financial performance: new evidence from a transitional economy",
        "Government financial support and firm productivity in vietnam",
        "Exports and productivity: a survey of the evidence from firm-level data",
        "Productivity spillovers from R&D, exports and FDI in China's manufacturing sector",
        "Leverage and corporate performance: does institutional environment matter?",
        "Effects of minimum wage on workers' on-the-job effort and labor market outcomes",
        "The impact of FDI on the productivity of domestic firms: the case of China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Phayao",
            "@id": "60114221",
            "affilname": "University of Phayao",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114221",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wollongong",
            "@id": "60011664",
            "affilname": "University of Wollongong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011664",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "CU-Collar",
        "Chulalongkorn University"
    ]
}