{
    "eid": "2-s2.0-84897912429",
    "title": "Maximum-allowable distributed generation considering fault ride-through requirement and reach reduction of utility relay",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        }
    ],
    "keywords": [
        "Distributed generation",
        "Fault ride through",
        "Maximization algorithm",
        "Reach reduction"
    ],
    "authors": [
        "Dao Van Tu"
    ],
    "citedby-count": 24,
    "ref-count": 25,
    "ref-list": [
        "Operating conflicts for distributed generation on distribution systems",
        "Summary of distributed resources impact on power delivery systems",
        "Integration issues of distributed generation in distribution grids",
        "Relay sensitivity approach for maximizing distributed generation",
        "Maximization of distributed generation by considering system operating limits and protection reach reduction as constraints",
        "Proc. 6th Conf. Eur. Energy Market",
        "Renewable Energy in Power Systems",
        "Guideline for Generating Plants'connection to and Parallel Operation with the Medium-voltage Network, Bundesverband der Energie-und Wasserwirtschaft E. V.-BDE",
        "Danish Technical Regulations for the Properties and the Control of Windturbines, Wind Turbines Connected to Grids with Voltages below 100 KV",
        "Irish Distribution Code, ESB Networks",
        "Requisitos de Respuesta Frente A Huecos de Tension de Las Instalaciones de Produccion de Regimen Especial PO 12. 3, REE",
        "Scottish Grid Code Scottish Hydro-Electric Transmission Ltd., Applied in Scotland, Scottish TSO",
        "The Grid Code, Issue 3, Rev. 24",
        "Wind Power Facility Technical Requirements, Grid Code from Alberta Electric System Operator Canada",
        "Interconnection for Wind Energy-final Rule, Applied in the U. S",
        "Fault response of grid-connected inverter dominated networks",
        "Impacts of inverter-based distributed generation control modes on short-circuit currents in distribution systems",
        "Power System Analysis",
        "Inverter modelling techniques for protection studies",
        "IEEE Guide for Protective Relay Applications to Distribution Lines",
        "Literature Rev. for ES 586b",
        "Proc. 20th Int. Conf. Exhibit. Electric. Distrib., Part 1",
        "ORSA J. Comput.",
        "Tabu Search",
        "IEEE Power Energy Systems Distribution System Analysis Subcommittee, Distribution Test Feeders"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}