{
    "eid": "2-s2.0-85100541076",
    "title": "Immunoglobulin G1 subclass responses can be used to detect specific allergy to the house dust mites Dermatophagoides farinae and Dermatophagoides pteronyssinus in atopic dogs",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Antibody",
        "Biomarker",
        "Canine atopic dermatitis",
        "House dust mites",
        "Immunoglobulin G1 subclass"
    ],
    "authors": [
        "N. Khantavee",
        "C. Chanthick",
        "A. Tungtrongchitr",
        "N. Techakriengkrai",
        "S. Suradhat",
        "N. Sookrung",
        "S. Roytrakul",
        "N. Prapasarakul"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "The ACVD task force on canine atopic dermatitis (III): The role of antibodies in canine atopic dermatitis",
        "Canine atopic dermatitis: Detailed guidelines for diagnosis and allergen identification",
        "Characterisation of major and minor Dermatophagoides allergens in canine atopic dermatitis",
        "Total IgE and allergen-specific IgE and IgG antibody levels in sera of atopic dermatitis affected and non-affected Labrador- and Golden retrievers",
        "Allergen-specific IgE and IgGd antibodies in atopic and normal dogs",
        "Development of an enzyme-linked-immunosorbent-assay for the detection of IgG subclasses in the serum of normal and siseased dogs",
        "Examination of serum total IgG (1) concentration in atopic and non-atopic dogs",
        "Monitoring of mite Dermatophagoides farinae allergen-specific IgG and IgG subclass distribution in patients on immunotherapy",
        "Further evidence associating IgG1, but not IgG2, with susceptibility to canine visceral leishmaniasis caused by Leishmania (L.) infantum chagasi-infection",
        "Proteome, Allergenome, and novel allergens of house dust mite, Dermatophagoides farinae",
        "Prevalence of and risk factors for increased serum levels of allergen-specific IgE in a population of Norwegian dogs",
        "Influence of sex and age on serum total immunoglobulin E concentration in beagles",
        "Standardization of allergen extracts",
        "Specific allergen concentration of WHO and FDA reference preparations measured using a multiple allergen standard",
        "The allergenic specificities of the house dust mite",
        "House dust and forage mite allergens and their role in human and canine atopic dermatitis",
        "IgE abs to Der p 1 and Der p 2 as diagnostic markers of house dust mite allergy as defined by a bronchoprovocation test",
        "Proteome and allergenome of the European house dust mite Dermatophagoides pteronyssinus",
        "Evaluation of IgG subclass responses against Dermatophagoides farinae allergens in healthy and atopic dogs",
        "Mechanisms underlying helminth- induced Th2 polarization: default, negative or positive pathways?",
        "Immunology of canine leishmaniasis",
        "Comparison of intradermal and serum testing for allergen-specific IgE using a Fcepsilon RIalpha-based assay in atopic dogs in the UK",
        "Antibody levels to Malassezia pachydermatis and Staphylococcus pseudintermedius in atopic dogs and their relationship with lesion scores",
        "Generation and characterization of bone marrow-derived cultured canine mast cells",
        "A functional comparison of canine and murine bone marrow derived cultured mast cells",
        "Evaluation of the agreement between allergen-specific intradermal or IgE serological tests and a point-of-care immunodot assay in dogs with atopic dermatitis",
        "Half-life of IgE in serum and skin: consequences for anti-IgE therapy in patients with allergic disease",
        "High allergen-specific serum immunoglobulin E levels in nonatopic West Highland white terriers",
        "Measurement for canine IgE using canine recombinant high affinity IgE receptor alpha chain (FcepsilonRIalpha)",
        "A prospective study on the clinical features of chronic canine atopic dermatitis and its diagnosis",
        "The prevalence of positive intradermal allergy tests in 114 dogs with atopic dermatitis in the Bangkok metropolis, Thailand",
        "Immunoglobulin G and E responses in various stages of canine leishmaniosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CHE-TRF",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}