{
    "eid": "2-s2.0-84906667404",
    "title": "ZRS 406A>G mutation in patients with tibial hypoplasia, polydactyly and triphalangeal first fingers",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Genetics (clinical)",
            "@code": "2716"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [],
    "authors": [
        "Phatchara Norbnop"
    ],
    "citedby-count": 19,
    "ref-count": 19,
    "ref-list": [
        "Growing models of vertebrate limb development",
        "Disruption of a long-range cis-acting regulator for Shh causes preaxial polydactyly",
        "Vertebrate limb bud development: Moving towards integrative analysis of organogenesis",
        "Sonic hedgehog function in chondrichthyan fins and the evolution of appendage patterning",
        "Human limb abnormalities caused by disruption of hedgehog signaling",
        "A specific mutation in the distant sonic hedgehog (SHH) cis-regulator (ZRS) causes Werner Mesomelic Syndrome (WMS) while complete ZRS duplications underlie Haas type polysyndactyly and preaxial polydactyly (PPD) with or without triphalangeal thumb",
        "A long-range Shh enhancer regulates expression in the developing limb and fin and is associated with preaxial polydactyly",
        "Tibial hemimelia-polydactyly-five-fingered hand syndrome associated with a 404 G>A mutation in a distant sonic hedgehog cis-regulator (ZRS): A case report",
        "Triphalangeal thumb and five-fingered hand",
        "Absent tibiae-polydactyly-triphalangeal thumbs with fibular dimelia: Variable expression of the Werner (McKusick 188770) syndrome?",
        "Are triphalangeal thumb-polysyndactyly syndrome (TPTPS) and tibial hemimelia-polysyndactyly-triphalangeal thumb syndrome (THPTTS) identical? A father with TPTPS and his daughter with THPTTS in a Thai family",
        "A hereditable combination of congenital anomalies",
        "J. Hand Microsurg.",
        "Opposing Functions of the ETS Factor Family Define Shh Spatial Expression in Limb Buds and Underlie Polydactyly",
        "HnRNP U mediates the long-range regulation of Shh expression during limb development",
        "Point mutations in a distant sonic hedgehog cis-regulator generate a variable regulatory output responsible for preaxial polydactyly",
        "Phylogenetic conservation of a limb-specific, cis-acting regulator of Sonic hedgehog (Shh)",
        "A series of ENU-induced single-base substitutions in a long-range cis-element altering Sonic hedgehog expression in the developing mouse limb bud",
        "Prenatal whole-genome sequencing - Is the quest to know a fetus's future ethical?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}