{
    "eid": "2-s2.0-85097037827",
    "title": "Prevalence and subtype distribution of blastocystis infection in patients with diabetes mellitus in Thailand",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Blastocystis",
        "Diabetes mellitus",
        "SSU rRNA gene",
        "Subtypes"
    ],
    "authors": [
        "Noppon Popruk",
        "Satakamol Prasongwattana",
        "Aongart Mahittikorn",
        "Attakorn Palasuwan",
        "Supaluk Popruk",
        "Duangdao Palasuwan"
    ],
    "citedby-count": 6,
    "ref-count": 61,
    "ref-list": [
        "Type 2 Diabetes and its Impact on the Immune System",
        "Quantifying the risk of infectious diseases for people with diabetes",
        "Risk of Infection in Type 1 and Type 2 Diabetes Compared with the General Population: A Matched Cohort Study",
        "Infections in patients with diabetes mellitus: A review of pathogenesis",
        "Intestinal parasitic infections among diabetes mellitus patients",
        "Host-Parasite Interactions in Individuals with Type 1 and 2 Diabetes Result in Higher Frequency of Ascaris lumbricoides and Giardia lamblia in Type 2 Diabetic Individuals",
        "Association between helminth infections and diabetes mellitus in adults from the Lao People’s Democratic Republic: A cross-sectional study",
        "Prevalence of parasitic infections among Thai patients at the King Chulalongkorn Memorial Hospital, Bangkok, Thailand",
        "Diabetes in Asia and the Pacific: Implications for the Global Epidemic",
        "Prevalence of Diabetes and Relationship with Socioeconomic Status in the Thai Population: National Health Examination Survey, 2004–2014",
        "Intestinal parasitic infections in suburban government schools, Lak Hok subdistrict, Muang Pathum Thani, Thailand",
        "Brief communication (Original). National survey of helminthiasis in Thailand",
        "Prevalence of intestinal parasitic infection and associated risk factors among village health volunteers in rural communities of southern Thailand",
        "Blastocystis in humans and animals: New insights using modern methodologies",
        "Terminology for Blastocystis subtypes—A consensus",
        "Genetic Diversity of Blastocystis in Livestock and Zoo Animals",
        "New insights on classification, identification, and clinical relevance of Blastocystis spp",
        "Acute urticaria associated with amoeboid forms of Blastocystis sp. subtype 3",
        "Blastocystis: Unravelling potential risk factors and clinical significance of a common but neglected parasite",
        "Prevalence of Blastocystis hominis carriage in Thai army personnel based in Chonburi, Thailand",
        "Subtype distribution of Blastocystis in Thai-Myanmar border, Thailand",
        "Prevalence and Risk Factors for Blastocystis Infection among Children and Caregivers in a Child Care Center, Bangkok, Thailand",
        "Intestinal parasitic infestations among children in an orphanage in Pathum Thani province",
        "Extensive genetic diversity in Blastocystis hominis",
        "Predominance of subtype 3 among Blastocystis isolates from a major hospital in Singapore",
        "Molecular characterization of Blastocystis species in Oregon identifies multiple subtypes",
        "Detection and subtype identification of Blastocystis isolates from wastewater samples in the Philippines",
        "Blastocystis infection and subtype distribution in humans, cattle, goats, and pigs in central and western Thailand",
        "Metagenomics for broad and improved parasite detection: A proof-of-concept study using swine faecal samples",
        "Sequence heterogeneity of the small subunit ribosomal RNA genes among blastocystis isolates",
        "Phylogenetic analysis of Blastocystis isolates from animal and human hosts in the Philippines",
        "Blastocystis subtype 5: Predominant subtype on pig farms, Thailand",
        "Subtype Distribution of Blastocystis in Communities along the Chao Phraya River, Thailand",
        "Incidental Detection of Cyclospora Cayetanensis during General Health Screening: A Case Study from Singapore",
        "Prevalence, Molecular Characterization and Risk Factors of Blastocystis sp. from Farmed Pigs in Yunnan Province, Southwestern China",
        "Polymerase chain reaction-based genotype classification among human Blastocystis hominis populations isolated from different countries",
        "Molecular phylogeny of Blastocystis isolates from wild rodents captured in Indonesia and Japan",
        "Human parasite finds taxonomic home",
        "Prevalence of Blastocystis hominis infection in asymptomatic individuals from Bangkok, Thailand",
        "High diversity of Blastocystis subtypes isolated from asymptomatic adults living in Chiang Rai, Thailand",
        "Subtype analysis of Blastocystis sp. isolates from human and canine hosts in an urban community in the Philippines",
        "Subtype identification of human Blastocystis spp. isolated from Lao People’s Democratic Republic",
        "Prevalence of Blastocystis hominis and Strongyloides stercoralis infection in Okinawa, Japan",
        "Subtype identification of Blastocystis spp. isolated from patients in a major hospital in northeastern Thailand",
        "A Simple Genotyping Method for Rapid Differentiation of Blastocystis Subtypes and Subtype Distribution of Blastocystis spp. in Thailand",
        "Epidemiology of Blastocystis sp. infection in China: A systematic review",
        "Drinking Water: A Possible Source of Blastocystis spp. Subtype 1 Infection in Schoolchildren of a Rural Community in Central Thailand",
        "Identification of Blastocystis subtype 1 variants in the Home for Girls, Bangkok, Thailand",
        "Variable geographic distribution of Blastocystis subtypes and its potential implications",
        "Molecular Phylogenies of Blastocystis Isolates from Different Hosts: Implications for Genetic Diversity, Identification of Species, and Zoonosis",
        "Prevalence of intestinal parasitism and associated symptomatology among hemodialysis patients",
        "Intestinal parasitic infections in patients with Diabetes Mellitus: A case-control study",
        "Transmission of intestinal blastocystosis related to the quality of drinking water",
        "Drinking water is a significant predictor of Blastocystis infection among rural Malaysian primary schoolchildren",
        "Gut microbiota in human adults with type 2 diabetes differs from non-diabetic adults",
        "A metagenome-wide association study of gut microbiota in type 2 diabetes",
        "Pathogenic mechanisms in Blastocystis spp.—Interpreting results from in vitro and in vivo studies",
        "Contrasting microbiota profiles observed in children carrying either Blastocystis spp. or the commensal amoebas Entamoeba coli or Endolimax nana",
        "Subtype distribution of Blastocystis isolates from synanthropic and zoo animals and identification of a new subtype"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199573",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199573",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ayudhya",
            "@id": "60013324",
            "affilname": "Bang Pa-In Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013324",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}