{
    "eid": "2-s2.0-85004125557",
    "title": "SDSS-IV MaNGA: A SERENDIPITOUS OBSERVATION of A POTENTIAL GAS ACCRETION EVENT",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        }
    ],
    "keywords": [
        "galaxies: abundances",
        "galaxies: evolution",
        "galaxies: formation",
        "galaxies: starburst"
    ],
    "authors": [
        "Edmond Cheung"
    ],
    "citedby-count": 11,
    "ref-count": 103,
    "ref-list": [
        "The seventh data release of the sloan digital sky survey",
        "The chemical composition of the sun",
        "PASP",
        "P-MaNGA Galaxies: Emission-lines properties - gas ionization and chemical abundances from prototype observations",
        "Direct oxygen abundances for low-luminosity LVL galaxies",
        "A&A",
        "IZI: Inferring the gas phase metallicity (Z) and ionization parameter (q) of ionized nebulae using bayesian statistics",
        "POSSIBLE SIGNATURES of A COLD-FLOW DISK from MUSE USING A z ∼ 1 GALAXY-QUASAR PAIR TOWARD SDSS J1422-0001",
        "Signatures of cool gas fueling a star-forming galaxy at redshift 2.3",
        "ApJ",
        "The physical properties of star-forming galaxies in the low-redshift Universe",
        "Stellar population synthesis at the resolution of 2003",
        "Overview of the SDSS-IV MaNGA survey: Mapping Nearby Galaxies at Apache Point Observatory",
        "Parametric Recovery of Line-of-Sight Velocity Distributions from Absorption-Line Spectra of Galaxies via Penalized Likelihood",
        "Nebular emission from star-forming galaxies",
        "Ionization sources and physical conditions in the diffuse ionized gas halos of four edge-on galaxies",
        "Four phases of angular-momentum buildup in high-z galaxies: From cosmic-web streams through an extended ring to disc and bulge",
        "Galaxy evolution in cosmological simulations with outflows - II. Metallicities and gas fractions",
        "Galaxy bimodality due to cold flows and shock heating",
        "Cold streams in early massive hot haloes as the main mode of galaxy formation",
        "A theoretical recalibration of the extragalactic H II region sequence",
        "New strong-line abundance diagnostics for H II regions: Effects of κ-distributed electron energies and new atomic data",
        "The MaNGA integral field unit fiber feed system for the sloan 2.5 m telescope",
        "Tadpole galaxies in the Hubble Ultra Deep Field",
        "Resolved galaxies in the hubble ultra deep field: Star formation in disks at high redshift",
        "Galaxy morphologies in the hubble ultra deep field: Dominance of linear structures at the detection limit",
        "Local tadpole galaxies",
        "Diffuse ionized gas in spiral galaxies: Probing Lyman continuum photon leakage from H II regions?",
        "A minor merger caught in the act of fueling the active galactic nucleus in Mrk 509",
        "Correcting for the effects of interstellar extinction",
        "Accretion of gas on to nearby spiral galaxies",
        "ApJ",
        "The 2.5 m telescope of the Sloan Digital Sky Survey",
        "The warm ionized medium in spiral galaxies",
        "WHAM observations of Hα, [S II], and [N II] toward the Orion and perseus arms: Probing the physical conditions of the warm ionized medium",
        "Kiloparsec-scale outflows are prevalent among luminous AGN: Outflows and feedback in the context of the overall AGN population",
        "Optical spectroscopy and ionization models of the diffuse ionized gas in M33, M51/NGC 5195, and M81",
        "Galaxies on FIRE (Feedback In Realistic Environments): Stellar feedback explains cosmologically inefficient star formation",
        "AuJPh",
        "The size-density relation of extragalactic H II regions",
        "The gas phase mass metallicity relation for dwarf galaxies: Dependence on star formation rate and HI gas mass",
        "Gas accretion is dominated by warm ionized gas in milky way mass galaxies at z ∼ 0",
        null,
        "ApJ",
        "The Composition Gradient in M101 Revisited. II. Electron Temperatures and Implications for the Nebular Abundance Scale",
        "Star formation in the milky way and nearby galaxies",
        "Galaxies in a simulated ΛcDM universe - II. Observable properties and constraints on feedback",
        "Galaxies in a simulated ΛcDM universe - I. Cold mode and hot cores",
        "How do galaxies get their gas?",
        "Using strong lines to estimate abundances in extragalactic H II regions and starburst galaxies",
        "The host galaxies and classification of active galactic nuclei",
        "The gaseous extent of galaxies and the origin of lyman-alpha absorption systems: A survey of galaxies in the fields of Hubble Space Telescope spectroscopic target QSOs",
        "OBSERVING STRATEGY for the SDSS-IV/MaNGA IFU GALAXY SURVEY",
        "Triggered star formation in a merging, gas-rich dwarf galaxy around NGC 7241",
        "Theoretical modeling of star-forming galaxies. I. Emission-line diagnostic grids for local and low-metallicity galaxies",
        "P-MaNGA: GRADIENTS in RECENT STAR FORMATION HISTORIES AS DIAGNOSTICS for GALAXY GROWTH and DEATH",
        "A multiwavelength optical emission line survey of warm ionized gas in the galaxy",
        "Extraplanar emission-line gas in edge-on spiral galaxies. II. Optical spectroscopy",
        "A&A",
        "Moving mesh cosmology: Tracing cosmological gas accretion",
        "Mass, metal, and energy feedback in cosmological simulations",
        "Feedback and recycled wind accretion: Assembling the z = 0 galaxy mass function",
        "Astrophysics of Gaseous Nebulae and Active Galactic Nuclei",
        "Emission-line ratios and variations in temperature and ionization state in the diffuse ionized gas of five edge-on galaxies",
        "Searching for additional heating: [O II] emission in the diffuse ionized gas of NGC 891, NGC 4631, and NGC 3079",
        "Detailed structural decomposition of galaxy images",
        "Upgrading electron temperature and electron density diagnostic diagrams of forbidden line emission",
        "A very deep spectrum of the diffuse ionized gas in NGC 891",
        "Further spectroscopy of the diffuse ionized gas in NGC 891 and evidence for a secondary source of ionization",
        "ApJL",
        "Infrared spectroscopy of the diffuse ionized halo of NGC 891",
        "ApJ",
        "Heating the warm ionized medium",
        "Diffuse ionized gas in spiral galaxies and the disk-halo interaction",
        "Evidence for an additional heat source in the warm ionized medium of galaxies",
        "An Hα survey aiming at the detection of extraplanar diffuse ionized gas in halos of edge-on spiral galaxies. I. How common are gaseous halos among non-starburst galaxies?",
        "The direct detection of cool, metal-enriched gas accretion onto galaxies at z 0.5",
        "UV star formation rates in the local universe",
        "A characteristic oxygen abundance gradient in galaxy disks unveiled with CALIFA",
        "Localized starbursts in dwarf galaxies produced by the impact of low-metallicity cosmic gas clouds"
    ],
    "affiliation": [
        {
            "affiliation-city": "University Park",
            "affilname": "Pennsylvania State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Austin",
            "affilname": "College of Natural Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rio de Janeiro",
            "affilname": "Laboratório Interinstitucional de e-Astronomia",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "Department of Physics",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Abu Dhabi",
            "affilname": "NYU Abu Dhabi",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "Academia Sinica, Institute of Astronomy and Astrophysics",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Santa Maria",
            "affilname": "Universidade Federal de Santa Maria",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Madison",
            "affilname": "University of Wisconsin-Madison",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "University of Cambridge",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "New York",
            "affilname": "The Center for Cosmology and Particle Physics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "affilname": "University of Oxford",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Salt Lake City",
            "affilname": "The University of Utah",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Portsmouth",
            "affilname": "University of Portsmouth",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "St Andrews",
            "affilname": "University of St Andrews",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "Harvard-Smithsonian Center for Astrophysics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "La Serena",
            "affilname": "Universidad de La Serena",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Lexington",
            "affilname": "University of Kentucky",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nottingham",
            "affilname": "University of Nottingham",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Sunspot",
            "affilname": "Apache Point Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Antofagasta",
            "affilname": "Universidad de Antofagasta",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "San Cristobal de La Laguna",
            "affilname": "Instituto Astrofisico de Canarias",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Moscow",
            "affilname": "Lomonosov Moscow State University",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "San Cristobal de La Laguna",
            "affilname": "Universidad de la Laguna",
            "affiliation-country": "Spain"
        }
    ],
    "funding": [
        "Yale University",
        "Yale University",
        "Vanderbilt University",
        "Ohio State University",
        "University of Wisconsin-Madison",
        "University of Utah",
        "University of Washington",
        "Pennsylvania State University",
        "University of Virginia",
        "University of Portsmouth",
        "Science and Technology Facilities Council",
        "Science and Technology Facilities Council",
        "Leverhulme Trust",
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Ministerio de Educación, Cultura y Deporte",
        "Ministerio de Educación, Cultura y Deporte",
        "Ministerio de Economía y Competitividad",
        "Ministerio de Economía y Competitividad"
    ]
}