{
    "eid": "2-s2.0-85111270671",
    "title": "Detection and identification of a fish pathogen Flavobacterium columnare using specific monoclonal antibodies",
    "cover-date": "2021-12-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Columnaris disease",
        "Dot blotting",
        "Immunohistochemistry",
        "Monoclonal antibody",
        "Western blotting"
    ],
    "authors": [
        "Nantawut Ponpukdee",
        "Pradit Wangman",
        "Channarong Rodkhum",
        "Chalinan Pengsuk",
        "Parin Chaivisuthangkura",
        "Paisarn Sithigorngul",
        "Siwaporn Longyant"
    ],
    "citedby-count": 8,
    "ref-count": 35,
    "ref-list": [
        "Characterization of histopathological and ultrastructural changes in channel catfish experimentally infected with virulent Aeromonas hydrophila",
        "Emerging bacterial fish pathogens",
        "The genus Flavobacterium. The prokaryotes: volume 7: Proteobacteria: Delta, epsilon Subclasspp",
        "Cutting a Gordian knot: emended classification and description of the genus Flavobacterium, emended description of the family Flavobacteriaceae, and proposal of Flavobacterium hydatis nom. Nov. (Basonym, Cytophaga aquatilis Strohl and Tait 1978)",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "A New Bacterial Disease of Fresh-Water Fishes",
        "Columnaris disease in fish: a review with emphasis on bacterium-host interactions",
        "Characterization of four Flavobacterium columnare (Flexibacter columnaris) strains isolated from tropical fish",
        "Recombinant outer membrane protein C of Aeromonas salmonicida subsp. masoucida, a potential vaccine candidate for rainbow trout (Oncorhynchus mykiss)",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Virulence assay of rhizoid and non-rhizoid morphotypes of Flavobacterium columnare in red tilapia, Oreochromis sp., fry",
        "Monoclonal antibody strategy and techniques",
        "A simple procedure for identification of Cytophaga columnaris",
        "Immunization of a novel bivalent outer membrane protein simultaneously resisting Aeromonas hydrophila, Edwardsiella anguillarum and Vibrio vulnificus infection in European eels (Anguilla anguilla)",
        "Immunization of a novel outer membrane protein from Aeromonas hydrophila simultaneously resisting A. hydrophila and Edwardsiella anguillarum infection in European eels (Anguilla anguilla)",
        "Efficacy of a polyvalent immersion vaccine against Flavobacterium psychrophilum and evaluation of immune response to vaccination in rainbow trout fry (Onchorynchus mykiss L.)",
        "Enzyme-linked immunosorbent assay with major outer membrane proteins of Brucella melitensis to measure immune response to Brucella species",
        "Immune response of bluntnose black bream to outer membrane protein of three pathogenic bacteria",
        "Continuous cultures of fused cells secreting antibody of predefined specificity",
        "Outer membrane protein assembly factor YaeT (omp85) and GroEL proteins of Edwardsiella tarda are immunogenic antigens for Labeo rohita (Hamilton)",
        "Environment may be the source of Flavobacterium columnare outbreaks at fish farms",
        "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
        "Gamete-associated flavobacteria of the oviparous Chinook salmon (Oncorhynchus tshawytscha) in lakes Michigan and Huron, North America",
        "Immunogenic proteins and their vaccine development potential evaluation in outer membrane proteins (OMPs) of Flavobacterium columnare",
        "Development of a species-specific polymerase chain reaction for highly sensitive detection of Flavobacterium columnare targeting chondroitin AC lyase gene",
        "Immunofluorescent test for simultaneous detection of Edwardsiella ictaluri and Flavobacterium columnare",
        "Columnaris disease in fish",
        "The outer membrane fraction of Flavobacterium psychrophilum induces protective immunity in rainbow trout and ayu",
        "Monoclonal antibodies specific to yellow-head virus (YHV) of Penaeus monodon",
        "Development of monoclonal antibodies for simple identification of Vibrio alginolyticus",
        "Examination of gills from salmonids with bacterial gill disease using monoclonal antibody probes for Flavobacterium branchiophilum and Cytophaga columnaris",
        "Outer membrane protein a: an immunogenic protein induces highly protective efficacy against Vibrio ichthyoenteri",
        "Transmission and detection of Flavobacterium columnare in channel catfish Ictalurus punctatus",
        "Immune response of channal catfish to outer membrane protein of three pathogenic bacteria",
        "Identification of immunogenic outer membrane proteins and evaluation of their protective efficacy against Stenotrophomonas maltophilia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Charoen Pokphand Food Public Co. Ltd.",
        "Department of Veterinary Microbiology, Faculty of Veterinary Science, Chulalongkorn University",
        "Strategic Wisdom and Research Institute of Srinakharinwirot University"
    ]
}