{
    "eid": "2-s2.0-85058144806",
    "title": "Update on the Natural Course of Fistulizing Perianal Crohn's Disease in a Population-Based Cohort",
    "cover-date": "2019-05-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Crohn's disease",
        "natural history",
        "perianal fistula",
        "rectovaginal fistula"
    ],
    "authors": [
        "Sang Hyoung Park",
        "Satimai Aniwan",
        "W. Scott Harmsen",
        "William J. Tremaine",
        "Amy L. Lightner",
        "William A. Faubion",
        "Edward V. Loftus"
    ],
    "citedby-count": 62,
    "ref-count": 38,
    "ref-list": [
        "The natural history of adult Crohn's disease in population-based cohorts",
        "Risk factors associated with progression to intestinal complications of Crohn's disease in a population-based cohort",
        "Surgery in a population-based cohort of Crohn's disease from olmsted county, Minnesota (1970-2004)",
        "Perianal fistulae as a complication of regional ileitis",
        "Occurrence and outcome after primary treatment of anal fistulae in Crohn's disease",
        "The natural history of fistulizing Crohn's disease in olmsted county, Minnesota",
        "Results of the fifth scientific workshop of the ECCO [II]: Clinical aspects of perianal fistulising Crohn's disease-The unmet needs",
        "History of the rochester epidemiology project: Half a century of medical records linkage in a US population",
        "Generalizability of epidemiological findings and public health decisions: An illustration from the rochester epidemiology project",
        "Data resource profile: The rochester epidemiology project (REP) medical records-linkage system",
        "Use of a medical records linkage system to enumerate a dynamic population over time: The rochester epidemiology project",
        "Crohn's disease in olmsted county, Minnesota, 1940-1993: Incidence, prevalence, and survival",
        "Update on the incidence and prevalence of Crohn's disease and ulcerative colitis in olmsted county, Minnesota, 1940-2000",
        "Incidence and prevalence of Crohn's disease and ulcerative colitis in olmsted county, Minnesota from 1970 through 2010",
        "The natural history of perianal Crohn's disease",
        "Clinical features and long-term prognosis of Crohn's disease in korea",
        "Surgical rates in the era of biological therapy: Up, down or unchanged?",
        "Time trends in the epidemiology and outcome of perianal fistulizing Crohn's disease in a population-based cohort",
        "Behaviour of Crohn's disease according to the vienna classification: Changing pattern over the course of the disease",
        "The montreal classification of inflammatory bowel disease: Controversies, consensus, and implications",
        "Quality of life in perianal Crohn's disease: What do patients consider important?",
        "IBD-related work disability in the community: Prevalence, severity and predictive factors. A cross-sectional study",
        "Predictors of Crohn's disease",
        "The risk of colorectal cancer in inflammatory bowel disease: A hospital-based cohort study from korea",
        "Treatment of Crohn's disease with 6-mercaptopurine. A long-term, randomized, double-blind study",
        "Tacrolimus for the treatment of fistulas in patients with Crohn's disease: A randomized, placebo-controlled trial",
        "Clinical outcome following treatment of refractory inflammatory and fistulizing Crohn's disease with intravenous cyclosporine",
        "Infliximab for the treatment of fistulas in patients with Crohn's disease",
        "Infliximab maintenance therapy for fistulizing Crohn's disease",
        "The clinical course of fistulating Crohn's disease",
        "A global consensus on the classification, diagnosis and multidisciplinary treatment of perianal fistulising Crohn's disease",
        "A phase i clinical trial of the treatment of Crohn's fistula by adipose mesenchymal stem cell transplantation",
        "Autologous adipose tissue-derived stem cells for the treatment of Crohn's fistula: A phase i clinical study",
        "Expanded allogeneic adipose-derived stem cells (eASCs) for the treatment of complex perianal fistula in Crohn's disease: Results from a multicenter phase I/IIa clinical trial",
        "Expanded adipose-derived stem cells for the treatment of complex perianal fistula: A phase II clinical trial",
        "Autologous adipose tissue-derived stem cells treatment demonstrated favorable and sustainable therapeutic effect for Crohn's fistula",
        "Expanded allogeneic adipose-derived mesenchymal stem cells (Cx601) for complex perianal fistulas in Crohn's disease: A phase 3 randomised, double-blind controlled trial",
        "Autologous mesenchymal stem cells, applied in a bioabsorbable matrix, for treatment of perianal fistulas in patients with Crohn's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60026829",
            "affilname": "Mayo Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026829",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60006240",
            "affilname": "University of Ulsan College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006240",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "Mayo Foundation for Medical Education & Research and the Rochester Epidemiology Project",
        "National Institutes of Health",
        "National Institute on Aging"
    ]
}