{
    "eid": "2-s2.0-84968756942",
    "title": "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Pha overexpression",
        "Polyhydroxybutyrate",
        "Synechocystis sp. PCC 6803"
    ],
    "authors": [
        "Wanthanee Khetkorn"
    ],
    "citedby-count": 106,
    "ref-count": 30,
    "ref-list": [
        "Applications of cyanobacteria in biotechnology",
        "Cyanobacterial cell inclusions.",
        "Occurrence, metabolism, metabolic role, and industrial uses of bacterial polyhydroxyalkanoates",
        null,
        null,
        "A review on production of poly β hydroxybutyrates from cyanobacteria for the production of bio plastics",
        "Metabolic Engineering of Synechocystis sp. PCC 6803 for Production of the Plant Diterpenoid Manoyl Oxide",
        "Deletion mutagenesis of the 5' psbA2 region in Synechocystis 6803: Identification of a putative cis element involved in photoregulation",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Synechocystis sp. PCC6803 possesses a two-component polyhydroxyalkanoic acid synthase similar to that of anoxygenic purple sulfur bacteria",
        "Genetic engineering and metabolite profiling for overproduction of polyhydroxybutyrate in cyanobacteria",
        "Sequence analysis of the genome of the unicellular cyanobacterium synechocystis sp. strain PCC6803. II. Sequence determination of the entire genome and assignment of potential protein-coding regions",
        "Engineering a platform for photosynthetic isoprene production in cyanobacteria, using Synechocystis as the model organism",
        "J. Biol. Chem.",
        "Differential expression of the psbA genes in the cyanobacterium Synechocystis 6803",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Increased bioplastic production with an RNA polymerase sigma factor SigE during nitrogen starvation in synechocystis sp. PCC 6803",
        "Metabolomic analysis reveals rewiring of Synechocystissp. PCC 6803 primary metabolism by ntcA overexpression",
        "Enhanced poly-β-hydroxybutyrate accumulation in a unicellular cyanobacterium, Synechocystis sp. PCC 6803",
        "Optimization of cultural and nutritional conditions for accumulation of poly-β-hydroxybutyrate in Synechocystis sp. PCC 6803",
        "Requirement of the nitrogen starvation-induced protein s110783 for polyhydroxybutyrate accumulation in synechocystis sp. strain PCC 6803",
        "Acclimation of unicellular cyanobacteria to macronutrient deficiency: Emergence of a complex network of cellular responses",
        "Effect of increased PHA synthase activity on polyhydroxyalkanoates biosynthesis in Synechocystis sp. PCC6803",
        "Improved accumulation of poly-3-hydroxybutyrate by a recombinant cyanobacterium",
        "Large-scale production and efficient recovery of PHB with desirable material properties, from the newly characterised Bacillus cereus SPV",
        "Occurrence of poly-β-hydroxybutyrate in Spirulina species",
        null,
        "Accumulation of poly-β-hydroxybutyrate in cyanobacterium Synechocystis sp. PCC6803",
        "Modification of carbon partitioning to enhance PHB production in Synechocystis sp. PCC6803",
        "Enhanced poly(3-hydroxybutyrate) production in transgenic tobacco by-2 cells using engineered acetoacetyl-CoA reductase"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Uppsala Universitet",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": []
}