{
    "eid": "2-s2.0-84904500490",
    "title": "Thermoreversible crosslinking of maleic anhydride grafted butyl rubber with multiple hydrogen bonding arrays",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Lin Li"
    ],
    "citedby-count": 12,
    "ref-count": 24,
    "ref-list": [
        "Thermoreversible cross-linking rubber using supramolecular hydrogen-bonding networks",
        "Supramolecular polymerizations and main-chain supramolecular polymers",
        "Supramolecular Polymers: From Scientific Curiosity to Technological Reality",
        "Iterative synthesis of extenders of uniform chain lengths for making thermo-reversible polyurethane supramolecules",
        "Facile bisurethane supramolecular polymers containing flexible alicyclic receptor units",
        "Aggregation and chain dynamics in supramolecular polymers by dynamic rheology: Cluster formation and self-Aggregation",
        "Hydrogen-bond engineering in supramolecular polymers: polarity influence on the self-assembly of benzene-1,3,5-tricarboxamides",
        "Chem. Commun.",
        "Colloid Polym. Sci.",
        "On the Motional Coupling between Chain and Junction Dynamics in Thermoreversible Networks",
        "Hydrogen bonds in unpolar matrix - Comparison of complexation in polymeric and low molecular-weight systems",
        "Makromol. Chem.",
        "Cooperative Structure Formation by Directed Noncovalent Interactions in an Unpolar Polymer Matrix. 7. Differential Scanning Calorimetry and Small-Angle X-ray Scattering",
        "Supramolecular Polymer Interaciions Based on the Alternating Copolymer of Styrene and Maleimide",
        "Novel supramolecular polymer networks based on melamine- and imide-containing oligomers",
        "Reversible polymers formed from self-complementary monomers using quadruple hydrogen bonding",
        "Strong dimerization of ureidopyrimidones via quadruple hydrogen bonding",
        "Hydrogen Bond Directed Cocrystallization and Molecular Recognition Properties of Diarylureas",
        "Modification of poly(octadecene-alt-maleic anhydride) films by reaction with functional amines",
        "Amidification of poly(styrene-co-maleic anhydride) with amines in tetrahydrofuran solution: A kinetic study",
        "Thermoreversible crosslinking rubber using supramolecular hydrogen bonding networks",
        "Solvothermal preparation and characterization of maleic anhydride grafting high density polyethylene copolymer",
        "J. Polym. Sci. Polym. Symp."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jinju",
            "affilname": "Gyeongsang National University",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}