{
    "eid": "2-s2.0-85148964549",
    "title": "Clinical characteristics of oral chronic graft-versus-host disease according to the 2014 National Institutes of Health (USA) consensus criteria",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "2014 National Institutes of Health consensus criteria",
        "hematopoietic cell transplantation",
        "Oral chronic graft-versus-host disease",
        "oral mucosal disease"
    ],
    "authors": [
        "Nawaporn Pengpis",
        "Titipong Prueksrisakul",
        "Chantiya Chanswangphuwana"
    ],
    "citedby-count": 0,
    "ref-count": 16,
    "ref-list": [
        "National Institutes of Health consensus development project on criteria for clinical trials in chronic graft-versus-host disease: I. The 2014 diagnosis and staging working group report",
        "Oral graft-versus-host disease",
        "Oral chronic graft-versus-host disease scoring using the NIH consensus criteria",
        "Recognizing and managing chronic graft-versus-host disease",
        "Clinical evaluation of oral chronic graft-versus-host disease",
        "Oral chronic graft-versus-host disease: current pathogenesis, therapy, and research",
        "National Institutes of Health consensus development project on criteria for clinical trials in chronic graft-versus-host disease: I. Diagnosis and staging working group report",
        "Measuring therapeutic response in chronic graft-versus-host disease. National Institutes of Health consensus development project on criteria for clinical trials in chronic graft-versus-host disease: IV. The 2014 Response Criteria Working Group report",
        "Oral disease profiles in chronic graft versus host disease",
        "Oral chronic graft-vs.-host disease characterization using the NIH scale",
        "Relative efficacy of fluocinolone acetonide compared with triam-cinolone acetonide in treatment of oral lichen planus",
        "Oral manifestations of graft-versus-host disease in patients submitted to allogeneic hematopoietic stem cell transplantation: the experience of a Brazilian Cancer Center",
        "Salivary gland involvement in chronic graft-ver-sus-host disease: prevalence, clinical significance, and recommenda-tions for evaluation",
        "Clinical grading of oral chronic graft-versus-host disease in 104 consecutive adult patients",
        "Clinical grading of oral chronic graft-versus-host disease in 104 consecutive adult patients",
        "National Institutes of Health consensus development project on criteria for clinical trials in chronic graft-versus-host disease: IIa. The 2020 clinical implementation and early diagnosis working group report"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Royal College of Dental Surgeons of Thailand"
    ]
}