{
    "eid": "2-s2.0-85114359549",
    "title": "Assessment of factors associated with fever among migrants in yala province, Southern Thailand",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Malaria",
        "Migrants",
        "Thailand",
        "Yala"
    ],
    "authors": [
        "Tinzar Naing",
        "Thanapoom Rattananupong",
        "Narin Hiransuthikul"
    ],
    "citedby-count": 1,
    "ref-count": 25,
    "ref-list": [
        "United Nations Technical Report No. 2013/1",
        "Migration and its impact on developing countries",
        "Thailand. Evaluation and performance indicators of the National Malaria Elimination Strategy for 2017-2026",
        "Novel cross-border approaches to optimise identification of asymptomatic and artemisinin-resistant Plasmodium infection in mobile populations crossing Cambodian borders",
        "Malaria and the mobile and migrant population in Cambodia: A population movement framework to inform strategies for malaria control and elimination",
        "Surveillance and response for high-risk populations: What can malaria elimination programmes learn from the experience of HIV?",
        "Malaria Consortium",
        "Migrant workers’ occupation and healthcare-seeking preferences for TB-suspicious symptoms and other health problems: A survey among immigrant workers in Songkhla Province, southern Thailand",
        "Health seeking behaviors and access to health services of Shan migrant workers in Hang Dong district, Chiang Mai Province, Thailand",
        "The concept of access: Definition and relationship to consumer satisfaction",
        "Improving access: Modifying Penchansky and Thomas’s Theory of Access",
        "Positive deviance as a novel tool in malaria control and elimination: Methodology, qualitative assessment and future potential",
        "Migrants and malaria risk factors: A study of the Thai-Myanmar border",
        "Using respondent driven sampling to identify malaria risks and occupational networks among migrant workers in Ranong, Thailand",
        "Respondent-driven sampling on the Thailand-Cambodia border. II. Knowledge, perception, practice and treatment-seeking behaviour of migrants in malaria endemic zones"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Prince of Songkla University"
    ]
}