{
    "eid": "2-s2.0-84957810354",
    "title": "Streptomyces actinomycinicus sp. Nov., isolated from soil of a peat swamp forest",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Somboon Tanasupawat"
    ],
    "citedby-count": 9,
    "ref-count": 28,
    "ref-list": [
        "Culture Media for Actinomycetes",
        "Bioactive microbial metabolites: A personal view",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "A guide to successful bioprospecting: Informed by actinobacterial systematics",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Bergey’s Manual of Systematic Bacteriology",
        "Inter-Society Color Council – National Bureau of Standards Color Name Charts Illustrated with Centroid Colors",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Rapid preparation of DNA from filamentous fungi",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Int J Syst Bacteriol",
        "Microbiol Today",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "J Bacteriol",
        "Int J Syst Bacteriol",
        "Actinomycetes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}