{
    "eid": "2-s2.0-85076582304",
    "title": "Model of No-Tobacco-Use-in-School (NTUIS) on tobacco use knowledge, attitude, intention and behavior among bhutanese adolescents: A quasi-experimental study",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Adolescent tobacco users",
        "Bhutan",
        "Peer-led health education",
        "Tobacco use prevention"
    ],
    "authors": [
        "S. Rinchen",
        "S. Taneepanichskul",
        "N. Dawa",
        "S. Rai",
        "R. Dorji",
        "P. Gallay",
        "K. Gurung"
    ],
    "citedby-count": 0,
    "ref-count": 40,
    "ref-list": [
        "Worldwide burden of disease from exposure to second-hand smoke: A retrospective analysis of data from 192 countries",
        "Age at starting smoking and number of cigarettes smoked",
        "Initiation of cigarette smoking and subsequent smoking behavior among U.S",
        "Smoking cessation in young adults: Age at initiation of cigarette smoking and other suspected influences",
        "School-based programmes for preventing smoking",
        "The health belief model: A decade later",
        "The theory of planned behavior",
        "Elements of diffusion: What is diffusion?",
        "Sample size calculations for clustered randomized trials with a fixed number of clusters",
        "Effects of a school-based prevention programme on smoking in early adolescence: A 6-month follow-up of the 'Eigenstandig werden' cluster randomised trial",
        "The impact of education programs on smoking prevention: A randomized controlled trial among 11 to 14 year olds in Aceh, Indonesia",
        "The impacts of a school-wide no smoking strategy and classroombased smoking prevention curriculum on the smoking behavior of junior high school students",
        "Preventing tobacco use among young people in India: Project MYTRI",
        "Short-term effects of Project EX-4: A classroombased smoking prevention and cessation intervention program",
        "Two-year effects of a school-based prevention programme on adolescent cigarette smoking in Guangzhou, China: A cluster randomized trial",
        "School-based smoking prevention programs for adolescents in South Korea: A systematic review",
        "Effectiveness of school-based drug prevention programs: A meta-analysis of the research",
        "A meta-analysis of adolescent psychosocial smoking prevention programs published between 1978 and 1997 in the United States",
        "Smoking trends in adolescence: Report on a Greek school-based, peer-led intervention aimed at prevention",
        "A school-based intervention program to prevent adolescent smoking",
        "Physical activity attitudes, intentions and behaviour among 18-25 year olds: A mixed method study",
        "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
        "Do intentions predict condom use? Meta-analysis and examination of six moderator variables",
        "Effective practices for school-based tobacco use prevention",
        "Three approaches to adolescent smoking detection: A comparison of \"expert\" assessment, anonymous selfreport, and co measurement",
        "Prevalence, reliability and bias of adolescents' reports of smoking and quitting",
        "The validity of self-reported smoking: A review and meta-analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wangdue Phodrang",
            "@id": "123451973",
            "affilname": "District Health Sector",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123451973",
            "affiliation-country": "Bhutan"
        }
    ],
    "funding": []
}