{
    "eid": "2-s2.0-85045564648",
    "title": "Major typhoon phases in the upper Gulf of Thailand over the last 1.5 millennia, determined from coastal deposits on rock islands",
    "cover-date": "2018-09-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Earth-Surface Processes",
            "@code": "1904",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Boulders",
        "Rock coasts",
        "Thailand",
        "Typhoons"
    ],
    "authors": [
        "James P. Terry",
        "James Goff",
        "Kruawun Jankaew"
    ],
    "citedby-count": 12,
    "ref-count": 59,
    "ref-list": [
        "Phenomena in the Gulf of Thailand when typhoon Linda 1997 passed",
        "Study of storm surge due to Typhoon Linda (1997) in the Gulf of Thailand using a three dimensional ocean model",
        "Particle shape: a review and new methods of characterization and classification",
        "OxCal software version 4.3.2",
        "Seasonal variation in water column conditions in the upper Gulf of Thailand",
        "Temporal variation in a coral reef community at Pattaya Bay, Gulf of Thailand",
        "Intertidal Deposits: River Mouths, Tidal Flats, and Coastal Lagoons",
        "Marine inundation hazards in French Polynesia: geomorphic impacts of tropical cyclone oli in February 2010",
        "Boulder accumulations related to storms on the south coast of the Reykjanes Peninsula (Iceland)",
        "Coral boulders, gravel tongues and sand sheets: features of coastal accretion and sediment nourishment by Cyclone Tomas (March 2010) on Taveuni Island",
        "Three-dimensional modeling of coastal boulders using multi-view image measurements",
        "Historical and geological evidence of boulders deposited by tsunamis, southern Ryukyu Islands, Japan",
        "Discrimination of boulders deposited by tsunamis and storm waves at Ishigaki Island, Japan",
        "Distribution of boulders at Miyara Bay of Ishigaki Island, Japan: a flow characteristic indicator of tsunami and storm waves",
        "Modelling the processes of cliff-top erosion and deposition under extreme storm waves",
        "Liquid scintillation counting (LSC)",
        "Holocene sea levels and palaeoenvironments, Malay-Thai Peninsula, southeast Asia",
        "River discharge projection under climate change in the Chao Phraya river basin, Thailand, Using the MRI-GCM3.1S Dataset",
        "Japan meteorological agency. RSMC best track data (text)",
        "Extreme block and boulder transport along a cliffed coastline (Calicoan island, Philippines) during super typhoon Haiyan",
        "Environmental limits to coral reef development: where do we draw the line?",
        "A preliminary study of the distribution, sizes and orientations of large reef-top coral boulders deposited by extreme waves at Makemo Atoll, French Polynesia",
        "Advantages of beachrock slabs for interpreting high-energy wave transport: evidence from Ludao Island in south-eastern Taiwan",
        "Understanding the history of extreme wave events in the Tuamotu Archipelago of French Polynesia from large carbonate boulders on Makemo Atoll, with implications for future threats in the central South Pacific",
        "Boulder emplacement and remobilisation by cyclone and submarine landslide tsunami waves near Suva City, Fiji",
        "Block and boulder transport in eastern samar (Philippines) during supertyphoon Haiyan",
        "Tropical rock coasts: cliff, notch and platform erosion dynamics",
        "Extreme wave events in the central Mediterranean : geomorphic evidence of tsunami on the Maltese Islands",
        "Numerical simulations to account for boulder movements on Lanyu Island, Taiwan: tsunami or storm?",
        "Reassessment of hydrodynamic equations to initiate boulder transport by high energy events (storms, tsunamis)",
        "Boulder transport by the 2011 Great East Japan tsunami: comprehensive field observations and whither model predictions?",
        "Evidence of Holocene sea level regression from Chumphon coast of the Gulf of Thailand",
        "National oceanic and atmospheric administration. International best track archive for climate stewardship (IBTrACS)",
        "2,000-year-long temperature and hydrology reconstructions from the Indo-Pacific warm pool",
        "Tsunamis versus storm deposits from Thailand",
        "Coastal geomorphic conditions and styles of storm surge washover deposits from Southern Thailand",
        "Occurrence of 1 ka-old corals on an uplifted reef terrace in west Luzon, Philippines: implications for a prehistoric extreme wave event in the South China Sea region",
        "IntCal13 and Marine13 radiocarbon age calibration curves 0-50,000 Years cal BP",
        "Consideration on Management of Coastal Environment at Deltas in Thailand. Research Report, UOT/AISt-CCOPDMR/DMCR Joint Program",
        "Shrinking megadeltas in Asia: sea-level rise and sediment reduction impacts from case study of the Chao Phraya Delta. Inprint Newsletter of the OGBP/IHDP",
        "Distribution and community structure of hermatypic corals in the Sichang Islands, inner part of the Gulf of Thailand",
        "Distribution of clay minerals in surface sediments of the western Gulf of Thailand: sources and transport patterns",
        "Weathering rates on a Caribbean reef limestone: results and implications",
        "Radionuclide activities, geochemistry, and accumulation rates of sediments in the Gulf of Thailand",
        "Sinking deltas due to human activities",
        "Magnitudes of nearshore waves generated by tropical cyclone Winston, the strongest landfalling cyclone in South Pacific records. Unprecedented or unremarkable?",
        "Potential for timing high-energy marine inundation events in the recent geological past through age-dating of reef boulders in Fiji",
        "Coastal vulnerability to typhoon inundation in the Bay of Bangkok, Thailand? Evidence from carbonate boulder deposits on Ko Larn island. Estuarine",
        "Prehistorical frequency of high-energy marine inundation events driven by typhoons in the Bay of Bangkok (Thailand), interpreted from coastal carbonate boulders",
        "Ancient high-energy storm boulder deposits on Ko Samui, Thailand, and their significance for identifying coastal hazard risk",
        "Erosion and accretion processes in a muddy dissipative coast, the Chao Phraya River delta",
        "Coastal erosion in the Gulf of Thailand",
        "Tropical cyclone wind-wave, storm surge and current in meteorological prediction",
        "Trace metal composition of and accumulation rates of sediments in the upper Gulf of Thailand. Estuarine",
        "Climate Risks and Adaptation in Asian Coastal Megacities. A Synthesis Report",
        "Reconstruction of storm/tsunami records over the last 4000 years using transported coral blocks and lagoon sediments in the southern South China Sea",
        "High-precision U-series ages of transported coral blocks on Heron Reef (southern Great Barrier Reef) and storm activity during the past century",
        "Floods, false hope, and the future",
        "Beitrag zur schotteranalyse"
    ],
    "affiliation": [
        {
            "affiliation-city": "Besancon",
            "@id": "60159358",
            "affilname": "Laboratoire Chrono-Environnement",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60159358",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Dubai",
            "@id": "60070818",
            "affilname": "Zayed University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60070818",
            "affiliation-country": "United Arab Emirates"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60028333",
            "affilname": "UNSW Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028333",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "120756002",
            "affilname": "International Council for Science Regional Office for Asia and the Pacific (ICSU ROAP)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120756002",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Mr Suwat Makjareun",
        "Chulalongkorn University",
        "Zayed University",
        "Région Bourgogne-Franche-Comté"
    ]
}