{
    "eid": "2-s2.0-84920697301",
    "title": "Validation of the thai version of the duke activity status index in patients with a previous myocardial infarction",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Duke Activity Status Index",
        "Myocardial infarction",
        "Reliability",
        "Validity"
    ],
    "authors": [
        "Nisakorn Vibulchai"
    ],
    "citedby-count": 6,
    "ref-count": 22,
    "ref-list": [
        "Functional status during immediate recovery after hospitalization for coronary heart disease",
        "Gender differences in functional capacity following myocardial infarction: an exploratory study.",
        "Physical function and independence 1 year after myocardial infarction: Observations from the Translational Research Investigating Underlying disparities in recovery from acute myocardial infarction: Patients' Health status registry",
        "Core components of cardiac rehabilitation/secondary prevention programs: A statement for healthcare professionals from the American Heart Association and the American Association of Cardiovascular and Pulmonary Rehabilitation",
        "A brief self-administered questionnaire to determine functional capacity (The Duke Activity Status Index)",
        "Clinical role of the Duke Activity Status Index in the selection of the optimal type of stress myocardial perfusion imaging study in patients with known or suspected ischemic heart disease",
        "The role of clinical and geographic factors in the use of hospital versus home-based cardiac rehabilitation",
        "Increased right atrial volume index predicts low duke activity status index in patients with chronic heart failure",
        "Letter: Grading of angina pectoris.",
        "SF-36 Health Survey Update. [Online]",
        "The MOS 36-item short-form health survey (Sf-36): I. conceptual framework and item selection",
        "The Thai Journal of Nursing Council.",
        "Determinants of health-related quality of life in coronary artery disease patients: A prospective study generating a structural equation model",
        "Assessment of activity status and survival according to the Canadian Cardiovascular Society angina classification",
        "Comparative reproducibility and validity of systems for assessing cardiovascular functional class: Advantages of a new specific activity scale",
        "ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: A report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (writing committee to revise the 2002 guidelines on perioperative cardiovascular evaluation for noncardiac surgery)...",
        "Principles of good practice for the translation and cultural adaptation process for patient-reported outcomes (PRO) measures: Report of the ISPOR Task Force for Translation and Cultural Adaptation",
        "Thai J Pharm Sci.",
        "Individual-patient monitoring in clinical practice: are available health status surveys adequate?",
        "Psychometric Theory.",
        "Scale Development: Theory and Applications",
        "Eur Heart J."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Indianapolis",
            "affilname": "IU School of Nursing",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Indiana University"
    ]
}