{
    "eid": "2-s2.0-85009488829",
    "title": "Effect of heat stress on reproductive performance of an imported dorper ram: A case study in Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Day length",
        "Heat stress",
        "Imported ram",
        "Semen characteristics",
        "THI",
        "Tropical area"
    ],
    "authors": [
        "Saritvich Panyaboriban"
    ],
    "citedby-count": 7,
    "ref-count": 23,
    "ref-list": [
        "Reproductive performance of Saanen bucks under tropical climate",
        "Reproductive performance of Saanen bucks under tropical climate",
        "The seasonal response of semen production and freezability of crossbred saanen goats raised in the tropics",
        "The relationship of temperature-humidity index with milk production of dairy cows in a Mediterranean climate",
        "Libido and serving capacity of mature hair rams under tropical environmental conditions",
        "World animal science",
        "Tunica dartos thermoregulatory index in bull and ram in Egypt",
        "Effects of heat stress on mammalian reproduction",
        "Effect of holding and washing on the quality of goat semen",
        "Seasonal variation in semen characteristics of Chios and Friesian rams in Greece",
        "Seasonal variation in semen quality of swamp buffalo bulls (Bubalus bubalis) in Thailand",
        "Seasonal and age-related changes in semen quality and testicular morphology of bulls in a tropical environment.",
        "Pig reproduction in South East Asia",
        "The effect of season on the scrotal circumference and sperm motility and morphology in rams",
        "A comparison of electro-ejaculation with the artifical vagina for ram semen collection",
        "Seasonal variation in semen quality in Bos indicus and Bos taurus bulls raised under tropical conditions",
        "Analysis of climatic risk for cattle and buffalo production in northeast Thailand",
        "Use of physiological parameters to predict milk yield and feed intake in heat-stressed dairy cows",
        "Effect of improved cooling system on reproduction and lactation in dairy cows under tropical conditions",
        "Effect of temperature and humidity on sperm morphology in Duroc boars under different housing systems in Thailand",
        "Proc. 3rd. Int. Congr. On goat Production and disease Tucson",
        "Canadian Journal of Animal Science",
        "The length of the spermatogenic cycle is conserved in porcine and ovine testis xenografts"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}