{
    "eid": "2-s2.0-85029428350",
    "title": "Optimal conditions to immobilize trichoderma reesei on mesoporous supports",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [
        "MCM-48",
        "Mesoporous support",
        "SBA-15",
        "Trichoderma reesei",
        "TUD-L"
    ],
    "authors": [
        "T. Komolvanich"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Ethanol-diesel fuel blends - A review",
        "Progress in bioethanol processing",
        "Hydrolysis of lignocellulosic materials for ethanol production: A review",
        "Biorefining of softwoods using ethanol organosolv pulping: Preliminary evaluation of process streams for manufacture of fuel-grade ethanol and co-products",
        "Identification and purification of the main components of cellulases from a mutant strain of Trichoderma viride T 100-14",
        "Effects of cellulase on the modification of cellulose",
        "Hydrolytic activity of free and immobilized cellulase",
        "Cellulase immobilized on modified nylon for saccharification of cellulose",
        "Cellulose hydrolysis by immobilized Trichoderma reesei cellulase",
        "IMMOBILIZATION METHOD FOR THE RECOVERY OF CELLULASE USED IN CELLULOSE CONVERSION TO ETHANOL.",
        "Enzyme immobilization: The quest for optimum performance",
        "Immobilization of Enzyme and Cell.",
        "A novel room temperature synthesis of mesoporous SBA-15 from silatrane",
        "Facile synthesis of Ti-TUD-1 for catalytic oxidative desulfurization of model sulfur compounds",
        "Synthesis and characterization of M-MCM-48 (M = Cr, Ce) from silatrane via sol-gel process",
        "Enzyme immobilisation using SBA-15 mesoporous molecular sieves with functionalised surfaces",
        "Effects of pH and pore characters of mesoporous silicas on horseradish peroxidase immobilization"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}