{
    "eid": "2-s2.0-85111429653",
    "title": "Clarification on the name-bearing type designation of several cyclophorid species (Mollusca, Gastropoda) by H. H. Godwin-Austen (1915)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cyclophoridae",
        "Hypodigm",
        "ICZN",
        "NHM",
        "Nomenclature",
        "NZSI",
        "Onomatophore"
    ],
    "authors": [
        "Parin Jirapatrasilp",
        "Jonathan D. Ablett",
        "Somsak Panha",
        "Chirasak Sutcharit"
    ],
    "citedby-count": 0,
    "ref-count": 40,
    "ref-list": [
        "Revisiting the lectotype of Lycaena melissa (Lycaenidae), with additional remarks",
        "Types of Ampullariidae (Mol-lusca: Gastropoda) in the Academy of Natural Sciences of Philadelphia",
        "Proposed Rules for the incorporation of nomina of higher-ranked zoological taxa in the International Code of Zoological Nomenclature. 1. Some general questions, concepts and terms of biological nomenclature",
        "Land and freshwater Mollusca of India, including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other islands of the Indian Ocean",
        "Land and freshwater Mollusca of India, including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other islands of the Indian Ocean",
        "Zoological results of the Abor Expedition 1911–12. XXVIII. Mollusca, II: Zonitidae and Helicidae (in part)",
        "Zoological results of the Abor Expedition 1911–12. XXXIX. Mol-lusca, III: Cyclophoridae (in part)",
        "Zoological results of the Abor Expedition 1911–12",
        "Zoological results of the Abor Expedition 1911–12. XLVII. Mol-lusca, VII: Cyclophoridae (in part)",
        "Zoological results of the Abor Expedition 1911–12. XLIX. Mol-lusca, IX",
        "Zoological results of the Abor Expedition 1911–12. XLVIII. Mollusca, VIII: Macrochlamyinae (in part)",
        "Land and Freshwater Mollusca of India, including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other islands of the Indian Ocean",
        "Mollusca III, land operculates (Cyclophoridae, Truncatellidae, Assimineidae, Helicinidae)",
        "Die gedeckelten Lungenschnecken (Cyclostomacea)",
        "Types in the species-group. Z.N.(S.) 1571",
        "An annotated catalogue of type specimens of the land snail genus Cyclophorus Monfort, 1810 (Caenogas-tropoda, Cyclophoridae) in the Natural History Museum, London",
        "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thai-land",
        "Molecular evidence for cryptic speciation in the Cyclophorus fulguratus (Pfeiffer, 1854) species complex (Caenogas-tropoda: Cyclophoridae) with description of new species",
        "Phylogenetics and species delimitations of the operculated land snail Cyclophorus volvulus (Gastropoda: Cy-clophoridae) reveal cryptic diversity and new species in Thailand",
        "Types and hypodigms",
        "The aquatic mollusks of the Belgian Congo. With a geographi-cal and ecological account of Congo malacology",
        "Zoological results of the Matto Grosso expedition to Brazil in 1931,–II. Mollusca",
        "A systematic revision of the land snails of the Western Ghats of India",
        "Clarification of the status of the type series and of the holotype of Cyclophorus (Glossostylus) koboensis Godwin-Austen, 1915 (Mollusca, Caeno-gastropoda, Cyclophoridae) in Nantarat et al. (2014)",
        "Emphasis on holotype (?)",
        "What is a type in natural history?",
        "Taxonomic “descriptions",
        "Types in modern taxonomy",
        "Types and name-bearers",
        "Attaching names to biological species: The use and value of type specimens in systematic zoology and natural history collections",
        "An annotated type catalogue of seven genera of opercu-late land snails (Caenogastropoda, Cyclophoridae) in the Natural History Museum, Lon-don",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837–1920), bibliography of the volumes in Göttingen",
        "Suppressing synonymy with a homonym: The emergence of the nomen-clatural type concept in nineteenth century natural history"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60025352",
            "affilname": "The Natural History Museum, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025352",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TRF Strategic Basic Research",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}