{
    "eid": "2-s2.0-85081912537",
    "title": "Can MRI features predict histopathology and molecular subtypes of breast cancer?",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Breast cancer",
        "EIC",
        "ER",
        "Grade",
        "HER2",
        "Histopathology",
        "Ki-67",
        "Molecular subtypes",
        "MRI",
        "PR"
    ],
    "authors": [
        "S. Koysupsin",
        "J. Prueksadee"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Strategies for subtypes-dealing with the diversity of breast cancer: Highlights of the St. GALLEn international expert consensus on the primary therapy of early breast cancer 2011",
        "Triple-negative breast cancer: Correlation between MR imaging and pathologic findings",
        "Association between rim enhancement of breast cancer on dynamic contrast-enhanced MRI and patient outcome: Impact of subtype",
        "Rim enhancement of breast cancers on contrast-enhanced MR imaging: Relationship with prognostic factors",
        "Association between dynamic contrast enhanced MRI imaging features and WHO histopathological grade in patients with invasive ductal breast cancer",
        "Magnetic resonance imaging features in triple-negative breast cancer: Comparison with luminal and HER2-overexpressing tumors",
        "MR imaging features of invasive breast cancer correlated with hormonal receptors: Does progesterone receptor matter?",
        "Estrogen receptor and breast MR imaging features: A correlation study",
        "Magnetic resonance imaging of breast cancer and correlation with prognostic factors",
        "Characteristic features and usefulness of MRI in breast cancer in patients under 40 years old: Correlations with conventional imaging and prognostic factors",
        "Diagnostic value of diffusion-weighted imaging and apparent diffusion coefficient values in the differentiation of breast lesions, histpathologic subgroups and correlation with prognostic factors using 3.0 tesla MR",
        "MRI features of breast cancer: A correlation study with HER-2 receptor",
        "The current status of breast MR imaging. Part I. Choice of technique, image interpretation, diagnostic accuracy, and transfer to clinical practice",
        "Magnetic resonance (MR) differential diagnosis of breast tumors using apparent diffusion coefficient (ADC) on 1.5-T",
        "Dynamic MR imaging of breast lesions: Correlation with microvessel distribution pattern and histologic characteristics of prognosis",
        "Is there different correlation with prognostic factors between \"non-mass\" and \"mass\" type invasive ductal breast cancers?",
        "MRI kinetics with volumetric analysis in correlation with hormonal receptor subtypes and histologic grade of invasive breast cancers"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}