{
    "eid": "2-s2.0-84956524601",
    "title": "AdS perturbations, isometries, selection rules and the Higgs oscillator",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [
        "AdS-CFT Correspondence",
        "Classical Theories of Gravity",
        "Holography and quark-gluon plasmas",
        "Quantum Groups"
    ],
    "authors": [
        "Oleg Evnin"
    ],
    "citedby-count": 23,
    "ref-count": 51,
    "ref-list": [
        "Interactions between normal modes in nonlinear dynamical systems with discrete symmetry. Exact results",
        "Dynamical symmetries in a spherical geometry. i",
        "Dynamical symmetries in a spherical geometry. II",
        "Weakly turbulent instability of anti-de Sitter spacetime",
        "Turbulent instability of anti-de sitter space-time",
        "Is AdS stable?",
        "Renormalization group, secular term resummation and AdS (In)stability",
        "Renormalization, averaging, conservation laws and AdS (in)stability",
        "Conserved quantities and dual turbulent cascades in anti-de Sitter spacetime",
        "A stochasticity threshold in holography and the instability of AdS",
        "AdS (in)stability: Lessons from the scalar field",
        "Missing top of the AdS resonance structure",
        "Gravitational turbulent instability of anti-de Sitter space",
        "A hidden symmetry of AdS resonances",
        "Quantum dynamics of a solvable nonlinear chiral model",
        "Stability in gauged extended supergravity",
        "Holographic representation of local bulk operators",
        "Effective conformal theory and the flat-space limit of AdS",
        "A.N. Sissakian",
        "Group theory and its application to physical problems",
        "Manifolds all of whose geodesics are closed",
        "Lect. Notes Phys.",
        "Classical and quantum superintegrability with applications",
        "Analysis of the spectrum generating algebra method for obtaining energy spectra",
        "Dynamical symmetry of anisotropic singular oscillator",
        "Quadratic algebras and dynamics in curved spaces. I. Oscillator",
        "Quadratic algebras and dynamics in curved spaces. II. The Kepler problem",
        "Mod. Phys. Lett.",
        "Plenum Press",
        "Quadratic poisson algebras of two-dimensional classical superintegrable systems and quadratic associative algebras of quantum superintegrable systems",
        "Two-boson realizations of the polynomial angular momentum algebra and some applications",
        "Second-order superintegrable systems in conformally flat spaces. V. Two- and three-dimensional quantum systems",
        "Quadratic algebra approach to an exactly solvable position-dependent mass Schrödinger equation in two dimensions",
        "The singular and the 2:1 anisotropic Dunkl oscillators in the plane",
        "Superintegrability in Two Dimensions and the Racah-Wilson Algebra",
        "Miller Jr., Quadratic algebra contractions and 2nd order superintegrable systems, arXiv",
        "Beyond fuzzy spheres",
        "Yangian Y(sl(2)) in Coulomb problem",
        "Further understanding of hydrogen atom: Yangian approach and physical effect",
        "Analytic continuation of eigenvalue problems",
        "Negative-energy PT-symmetric Hamiltonians",
        "Fund. J. Math. Sci.",
        "A relation between jacobi and laguerre polynomials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brussels",
            "affilname": "International Solvay Institute for Physics and Chemistry",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}