{
    "eid": "2-s2.0-84976407516",
    "title": "Francisella noatunensis subsp. orientalis infects striped catfish (Pangasianodon hypophthalmus) and common carp (Cyprinus carpio) but does not kill the hosts",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Common carp",
        "Francisella noatunensis subsp. orientalis",
        "Red tilapia",
        "Striped catfish",
        "Susceptibility"
    ],
    "authors": [
        "Ha Thanh Dong"
    ],
    "citedby-count": 10,
    "ref-count": 25,
    "ref-list": [
        "Melano-macrophage centres and their role in fish pathology",
        "Identification of Francisella sp. from Atlantic salmon, Salmo salar L., in Chile",
        "Francisella infections in fish and shellfish",
        "Francisella noatunensis subsp. orientalis infection in Indo-Pacific reef fish entering the United States through the ornamental fish trade",
        "Mechanisms of Francisella tularensis intracellular pathogenesis",
        "Francisella infections in farmed and wild aquatic organisms",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Duplex PCR assay and in situ hybridization for detection of Francisella spp. and Francisella noatunensis subsp. orientalis in red tilapia",
        "Monitoring the survival of fish-pathogenic Francisella in water microcosms",
        "Analysis of 16S ribosomal DNA sequences of Francisella strains and utilization for determination of the phylogeny of the genus and for identification of strains by PCR",
        "Francisella tularensis does not manifest virulence in viable but non-culturable state",
        "Enzootics of visceral granulomas associated with Francisella-like organism infection in tilapia (Oreochromis spp.)",
        "PCR and in situ hybridization for the detection and localization of a new pathogen Francisella-like bacterium (FLB) in ornamental cichlids",
        "Identification and pathogenicity of intracellular Francisella bacterium in three-line grunt Parapristipoma trilineatum",
        "Outbreaks and genetic diversity of Francisella noatunensis subsp orientalis isolated from farm-raised Nile tilapia (Oreochromis niloticus) in Brazil",
        "An outbreak of granulomatous inflammation associated with Francisella noatunensis subsp. orientalis in farmed tilapia (Oreochromis niloticus × O. aureus) in China",
        "Int. J. Syst. Evol. Microbiol.",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "A novel systemic granulomatous inflammatory disease in farmed Atlantic cod, Gadus morhua L., associated with a bacterium belonging to the genus Francisella",
        "Aquatic Francisella-like bacterium associated with mortality of intensively cultured hybrid striped bass Morone chrysops x M. saxatilis",
        "Elevation of Francisella philomiragia subsp. Noatunensis Mikalsen et al. (2007) to Francisella noatunensis comb. nov. [syn. Francisella piscicida Ottem et al. (2008) syn. nov.] and characterization of rancisella noatunensis subsp. Orientalis subsp. nov., two important fish pathogens",
        "Francisella sp., an emerging pathogen of tilapia, Oreochromis niloticus (L.), in Costa Rica",
        "Molecular and immunohistochemical diagnosis of Francisella noatunensis subsp. orientalis from formalin-fixed, paraffin-embedded tissues",
        "Francisella noatunensis subsp. orientalis pathogenesis analyzed by experimental immersion challenge in Nile tilapia, Oreochromis niloticus (L.)",
        "Host immune response and acute disease in a zebrafish model of francisella pathogenesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bac Ninh",
            "affilname": "Research Institute for Aquaculture No. 1 Bac Ninh",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Chulalongkorn University",
        "Mahidol University"
    ]
}