{
    "eid": "2-s2.0-85065472744",
    "title": "The accuracy of static vs. dynamic computer-assisted implant surgery in single tooth space: A randomized controlled trial",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "accuracy",
        "computer-assisted surgery",
        "dental implant",
        "navigation",
        "stereolithography"
    ],
    "authors": [
        "Dechawat Kaewsiri",
        "Soontra Panmekiate",
        "Keskanya Subbalekha",
        "Nikos Mattheos",
        "Atiphan Pimkhaokham"
    ],
    "citedby-count": 93,
    "ref-count": 32,
    "ref-list": [
        "Oral health-related quality of life and esthetic outcome in single anterior maxillary implants",
        "The Stability of Augmented Bone Between Two Different Membranes Used for Guided Bone Regeneration Simultaneous with Dental Implant Placement in the Esthetic Zone",
        "Factors influencing transfer accuracy of cone beam CT-derived template-based implant placement",
        "Implant Placement Accuracy Using Dynamic Navigation",
        "Accuracy of Implant Placement with Computer-Guided Surgery: A Systematic Review and Meta-Analysis Comparing Cadaver, Clinical, and In Vitro Studies",
        "Accuracy of image-guided implantology",
        "10-year survival and success rates of 511 titanium implants with a sandblasted and acid-etched surface: A retrospective study in 303 partially edentulous patients",
        "Optimizing esthetics for implant restorations in the anterior maxilla: Anatomic and surgical considerations",
        "Computerized navigation for surgery of the lower jaw: Comparison of 2 navigation systems",
        "How much does experience in guided implant surgery play a role in accuracy? A randomized controlled pilot study",
        "The intrinsic error of a stereolithographic surgical template in implant guided surgery",
        "Reliability of implant placement with stereolithographic surgical guides generated from computed tomography: Clinical data from 94 implants",
        "Split-mouth comparison of the accuracy of computer-generated and conventional surgical guides",
        "Computer-assisted dental implant surgery using computed tomography",
        "Accuracy of navigation-guided socket drilling before implant installation compared to the conventional free-hand method in a synthetic edentulous lower jaw model",
        "A systematic review of the 5-year survival and complication rates of implant-supported single crowns",
        "Computer technology applications in surgical implant dentistry: A systematic review",
        "Patient-based outcomes following surgical implant placements",
        "Accuracy in measurement of distance using limited cone-beam computerized tomography",
        "Navigated vs. conventional implant insertion for maxillary single tooth replacement",
        "Comparison of different registration methods for surgical navigation in cranio-maxillofacial surgery",
        "Software tools and surgical guides in dental-implant-guided surgery",
        "Clinical accuracy of 3 different types of computed tomography-derived stereolithographic surgical guides in implant placement",
        "Accuracy of computer-guided surgery: A comparison of operator experience",
        "Evaluation of the accuracy of three different computer-aided surgery systems in dental implantology: Optical tracking vs. stereolithographic splint systems",
        "Computer-guided implant therapy and soft- and hard-tissue aspects. The Third EAO Consensus Conference 2012",
        "Accuracy of a novel prototype dynamic computer-assisted surgery system",
        "Computer technology applications in surgical implant dentistry: A systematic review",
        "The accuracy of static computer-aided implant surgery: A systematic review and meta-analysis",
        "Implant micromotion is related to peak insertion torque and bone density",
        "Accuracy of computer-aided implant placement",
        "Accuracy in computer-aided implant surgery–a review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60006541",
            "affilname": "The University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006541",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}