{
    "eid": "2-s2.0-85045061487",
    "title": "Model combining pre-transplant tumor biomarkers and tumor size shows more utility in predicting hepatocellular carcinoma recurrence and survival than the BALAD models",
    "cover-date": "2018-03-28",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "AFP-L3",
        "Alpha-fetoprotein",
        "BALAD",
        "BALAD-2",
        "Des-gamma-carboxyprothrombin",
        "Hepatocellular carcinoma",
        "Liver transplant",
        "Outcome",
        "Recurrence"
    ],
    "authors": [
        "Nicha Wongjarupong",
        "Gabriela M. Negron-Ocasio",
        "Roongruedee Chaiteerakij",
        "Benyam D. Addissie",
        "Essa A. Mohamed",
        "Kristin C. Mara",
        "William S. Harmsen",
        "J. Paul Theobald",
        "Brian E. Peters",
        "Joseph G. Balsanek",
        "Melissa M. Ward",
        "Nasra H. Giama",
        "Sudhakar K. Venkatesh",
        "Denise M. Harnois",
        "Michael R. Charlton",
        "Hiroyuki Yamada",
        "Alicia Algeciras-Schimnich",
        "Melissa R. Snyder",
        "Terry M. Therneau",
        "Lewis R. Roberts"
    ],
    "citedby-count": 15,
    "ref-count": 23,
    "ref-list": [
        "Projecting cancer incidence and deaths to 2030: The unexpected burden of thyroid, liver, and pancreas cancers in the United States",
        "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: A systematic analysis for the global burden of disease study 2013",
        "Recurrence of hepatocellular carcinoma following liver transplantation: A review of preoperative and postoperative prognostic indicators",
        "Liver transplantation for the treatment of small hepatocellular carcinomas in patients with cirrhosis",
        "Liver transplantation for hepatocellular carcinoma: Expansion of the tumor size limits does not adversely impact survival",
        "Recommendations for liver transplantation for hepatocellular carcinoma: An international consensus conference report",
        "Milan criteria in liver transplantation for hepatocellular carcinoma: An evidence-based analysis of 15 years of experience",
        "Systematic review: The prognostic role of alpha-fetoprotein following liver transplantation for hepatocellular carcinoma",
        "Liver transplantation for hepatocellular carcinoma: A model including α-fetoprotein improves the performance of milan criteria",
        "Staging hepatocellular carcinoma by a novel scoring system (BALAD score) based on serum markers",
        "Validation of a new prognostic staging system for hepatocellular carcinoma: A comparison of the biomarker-combined Japan integrated staging score, the conventional Japan integrated staging score and the BALAD score",
        "Applicability of BALAD score in prognostication of hepatitis B-related hepatocellular carcinoma",
        "Validation of serological models for staging and prognostication of HCC in patients from a Japanese nationwide survey",
        "Role of the GALAD and BALAD-2 serologic models in diagnosis of hepatocellular carcinoma and prediction of survival in patients",
        "Combinations of biomarkers and milan criteria for predicting hepatocellular carcinoma recurrence after liver transplantation",
        "Tumor markers for hepatocellular carcinoma: Simple and significant predictors of outcome in patients with HCC",
        "Sensitivity and specificity of des-gamma-carboxy prothrombin for diagnosis of patients with hepatocellular carcinomas varies according to tumor size",
        "Impact of des-gamma-carboxy prothrombin and tumor size on the recurrence of hepatocellular carcinoma after living donor liver transplantation",
        "Des-gamma-carboxy prothrombin as a useful predisposing factor for the development of portal venous invasion in patients with hepatocellular carcinoma: A prospective analysis of 227 patients",
        "Relationship between lens culinaris agglutinin-reactive alpha-fetoprotein and pathologic features of hepatocellular carcinoma",
        "Assessment of liver function in patients with hepatocellular carcinoma: A new evidence-based approach - The ALBI grade",
        "Heterogeneity of hepatocellular carcinoma contributes to cancer progression",
        "The detection of hepatocellular carcinoma using a prospectively developed and validated model based on serological biomarkers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Juan",
            "@id": "60071503",
            "affilname": "Universidad de Puerto Rico",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071503",
            "affiliation-country": "Puerto Rico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jacksonville",
            "@id": "60002333",
            "affilname": "Mayo Clinic in Jacksonville, Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002333",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Mountain View",
            "@id": "114153728",
            "affilname": "Wako Life Sciences, Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/114153728",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Wako Life Sciences, Inc.",
        "NIDDK",
        "Mayo Clinic",
        "Gilead Sciences",
        "NCATS",
        "Mayo Clinic Center for Clinical and Translational Science",
        "Canadian Association of Thoracic Surgeons"
    ]
}