{
    "eid": "2-s2.0-84902776268",
    "title": "Preparation of sulfonic acid-containing rubbers from natural rubber vulcanizates",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [
        "acidity",
        "natural rubber",
        "oxidation",
        "sulfonic acid",
        "vulcanizate"
    ],
    "authors": [
        "Worapong Poonsawat"
    ],
    "citedby-count": 0,
    "ref-count": 14,
    "ref-list": [
        "Science and Technology of Rubber",
        "Effect of chemically modified waste rubber powder as a filler in natural rubber vulcanizates",
        "Reclamation and recycling of waste rubber",
        "Investigation on the optimal oxidation agent for a maximum yield of sulfonic acid groups in MCM-41",
        "Oxidation of natural rubber using a sodium tungstate/acetic acid/hydrogen peroxide catalytic system",
        "Devulcanization of Styrenebutadiene (SBR) waste tire by controlled oxidation",
        "J. Nat. Rubber Res.",
        "Reaction of natural rubber latex with performic acid",
        "Chemical modifications in styrene-butadiene rubber after microwave devulcanization",
        "Chemical degradation of epoxidized natural rubber using periodic acid: Preparation of epoxidized liquid natural rubber",
        "Sulfonic-acid-functionalized porous benzene phenol polymer and carbon for catalytic esterification of methanol with acetic acid",
        "Introduction of N-sulfonic acid poly(4-vinylpyridinum) chloride as an efficient and reusable catalyst for the chemoselective 1,1-diacetate protection and deprotection of aldehydes",
        "Effects of partial oxidation of crumb rubber on properties of rubberized mortar",
        "New Route for Devulcanization of Natural Rubber and the Properties of Devulcanized Rubber"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}