{
    "eid": "2-s2.0-85103328188",
    "title": "Paeniglutamicibacter terrestris sp. nov., isolated from phenanthrene-degrading consortium enriched from antarctic soil",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinomycete",
        "Antarctica",
        "Paeniglutamicibacter terrestris",
        "Phenanthrene-degrading consortium"
    ],
    "authors": [
        "Chatsuda Sakdapetsiri",
        "Aunchisa Kuntaveesuk",
        "Wipaporn Ngaemthao",
        "Chanwit Suriyachadkun",
        "Chanokporn Muangchinda",
        "Suchana Chavanich",
        "Voranop Viyakarn",
        "Bo Chen",
        "Onruthai Pinyakong"
    ],
    "citedby-count": 3,
    "ref-count": 34,
    "ref-list": [
        "Soil bacteria similar in morphology to Mycobac-terium and Corynebacterium",
        "Review of the taxonomy of the genus Arthrobacter, emendation of the genus Arthrobacter sensu lato, proposal to reclassify selected species of the genus Arthrobacter in the novel genera Glutamicibacter gen. nov., Paeniglutamicibacter gen. nov., Pseudoglutamicibacter gen. nov., Paenarthrobacter gen. nov. and Pseudarthrobacter gen. nov., and emended description of Arthro-bacter roseus",
        "Protection of Antarctic microbial communities-'out of sight, out of mind'",
        "Key microbial drivers in Antarctic aquatic environments",
        "Quantitative ecological risk assess-ment of inhabitants exposed to polycyclic aromatic hydrocarbons in terrestrial soils of King George Island, Antarctica",
        "Isolation and characterization of phenanthrene degrading bacteria from diesel fuel-contaminated Antarctic soils",
        "Arthro-bacter livingstonensis sp. nov. and Arthrobacter cryotolerans sp. nov., salt-tolerant and psychrotolerant species from Antarctic soil",
        "1 Classical and rapid identification methods for medi-cally important bacteria",
        "Concurrent corticosteroid and phen-anthrene transformation by filamentous fungus Cunninghamella elegans",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "4 Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of menaqui-none compound in microbial cells by HPLC",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Parsimony in systematics: biological and statistical issues",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "mega X: molecular evolutionary genetics analysis across computing platforms",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "FQC Dashboard: integrates FastQC results into a web-based, interactive, and extensible FASTQ quality control tool",
        "Assembling single-cell genomes and mini-metagenomes from chimeric MDA products",
        "Prokka: rapid prokaryotic genome annotation",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60102714",
            "affilname": "Polar Research Institute of China",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102714",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalong-korn University",
        "Her Royal Highness Princess Maha Chakri Sirindhorn, Polar Research Project",
        "Information Technology Foundation",
        "Initiatives of Her Royal Highness Princess Maha Chakri Sirindhorn",
        "Chulalongkorn University",
        "National Science and Technology Development Agency"
    ]
}