{
    "eid": "2-s2.0-85094605505",
    "title": "Analyses of vibrational spectroscopy, thermal property and salt solubility of magnetized water",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Atomic and Molecular Physics, and Optics",
            "@code": "3107",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Dynamic magnetization",
        "Magnetic fields",
        "Magnetized water",
        "Static magnetization",
        "Water properties"
    ],
    "authors": [
        "Chuchai Sronsri",
        "Kongpop U-yen",
        "Wanpasuk Sittipol"
    ],
    "citedby-count": 11,
    "ref-count": 39,
    "ref-list": [
        "Magnetized Water and its Application",
        "Effects of magnetic fields on stability of nonmagnetic ultrafine colloidal particles",
        "Magnetization of Water",
        "A cluster model of liquid water and its IR spectroscopic response",
        "A spectrophotometer-based study of magnetic water treatment: assessment of ionic vs. surface mechanisms",
        "Biology and Quantum Mechanics",
        "Dynamic behavior of nano-size dust particles in a magnetic field channel",
        "Influence of exposure to extremely low frequency magnetic field on neuroendocrine cells and hormones in stomach of rats",
        "Influence of magnetic field on evaporation rate and surface tension of water",
        "Effect of magnetic treatment on surface tension and water evaporation",
        "The effect of a static magnetic field on the hydrogen bonding in water using frictional experiments",
        "The effects of magnetic fields on water molecular hydrogen bonds",
        "Influence of magnetic field on physical–chemical properties of the liquid water: insights from experimental and theoretical models",
        "The effect of an external magnetic field on the structure of liquid water using molecular dynamics simulation",
        "The combined use of magnetic field and iron-based complex in advanced treatment of pulp and paper wastewater",
        "The influence of the magnetic field on the crystallisation form of calcium carbonate and the testing of a magnetic water-treatment device",
        "Magnetic field effects on plant growth, development, and evolution",
        "Influence of magnetic water on early-age shrinkage cracking of concrete",
        "Human and Environmental Risk Assessment on Ingredients of Household Cleaning Products, Sodium Carbonate (CAS No. 497-19-8), Edition 2.0",
        "Acceleration of germination of tomato seed by applying an electric and magnetic field",
        "Determination of specific heat of milk at different fat content between 1 °C and 59 °C using micro DSC",
        "Experimental study of the interactivity, specific heat, and latent heat of fusion of water based nanofluids",
        "Specific heat capacity of pure water at 4.0 MPa between 298.15 and 465.65 K",
        "Modification of DSC method for measuring specific heat capacity",
        "The conductivity properties of protons in ice and mechanism of magnetization of liquid water",
        "Does magnetic treatment of water change its properties?",
        "Quantitative analysis of calcium carbonate formation in magnetized water",
        "Magnetic water treatment",
        "Magnetic field trapping in coherent antisymmetric states of liquid water molecular rotors",
        "Effects of static magnetic field on water at kinetic condition",
        "Raman spectral studies of the effects of electrolytes on water",
        "Raman spectral studies of the effects of perchlorate ion on water structure",
        "Raman isosbestic points from liquid water",
        "Temperature dependence of the low-and high-frequency Raman scattering from liquid water",
        "The Raman OH stretching bands of liquid water",
        "Local statistical interpretation for water structure",
        "Recommended Chemical Soil Test Procedures for the North Central Region (Soil Salinity Part). North Central Regional Research Publication No. 221 (Revised). Missouri Agricultural Experiment Station SB 1001, Columbia, MO",
        "An investigation into the structure of aqueous NaCl electrolyte solutions under magnetic field",
        "Effects of static magnetic field on water and kinetic condition"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}