{
    "eid": "2-s2.0-85085750249",
    "title": "Response of Scenedesmus sp. to microwave treatment: Enhancement of lipid, exopolysaccharide and biomass production",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Biomass",
        "Exopolysaccharides",
        "Lipids",
        "Microalgae",
        "Microwave",
        "Oxidative stress"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan",
        "Subramaniyam Suresh",
        "Arivalagan Pugazhendhi",
        "J. Mercy Nisha Pauline",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 35,
    "ref-count": 50,
    "ref-list": [
        "Oxidative stress in the algae Chlamydomonas reinhardtii exposed to biocides",
        "Enhanced extracellular polysaccharide production and self-sustainable electricity generation for PAMFCs by Scenedesmus sp. SB1",
        "Extraction of lipids from microalgae by ultrasound application: Prospection of the optimal extraction method",
        "Physiological variability in cyanobacterium Phormidium sp. Kützing ISC31 (Oscillatoriales) as response to varied microwave intensities",
        "Bioeffects of microwave––a brief review",
        "Microwave pyrolysis of biomass for bio-oil production: Scalable processing concepts",
        "Role of extracellular polymeric substances from Chlorella vulgaris in the removal of ammonium and orthophosphate under the stress of cadmium",
        "Concurrent production of carotenoids and lipid by a filamentous microalga Trentepohlia arborum",
        "Salinity induced oxidative stress alters the physiological responses and improves the biofuel potential of green microalgae Acutodesmus dimorphus",
        "Microwave-assisted pyrolysis of microalgae for biofuel production",
        "Genetic transformation of the diatoms Cyclotella cryptica and Navicula saprophila",
        "Lipid accumulation and biosynthesis genes response of the oleaginous Chlorella pyrenoidosa under three nutrition stressors",
        "Microalgae as feedstock for biodiesel production: Carbon dioxide sequestration, lipid production and biofuel quality",
        "Microwave and enzyme co-assisted aqueous two-phase extraction of polyphenol and lutein from marigold (Tagetes erecta L.) flower",
        "Synthesis of biodiesel from Scenedesmus sp. by microwave and ultrasound assisted in situ transesterification using tungstated zirconia as a solid acid catalyst",
        "The Effects of microwaves on green algae",
        "Beneficial changes in biomass and lipid of microalgae Anabaena variabilis facing the ultrasonic stress environment",
        "Effect of light intensity on physiological changes, carbon allocation and neutral lipid accumulation in oleaginous microalgae",
        "Microwave-assisted chemistry",
        "Microwave-assisted extraction for microalgae: From biofuels to biorefinery",
        "A novel method to augment extraction of mangiferin by application of microwave on three phase partitioning",
        "Improving cell growth and lipid accumulation in green microalgae Chlorella sp. via UV irradiation",
        "Concomitant production of fatty acid methyl ester (biodiesel) and exopolysaccharides using efficient harvesting technology in flat panel photobioreactor with special sparging system via Scenedesmus abundans",
        "Isolation and characterization of extracellular polymeric substances from micro-algae Dunaliella salina under salt stress",
        "Formulae for determination of chlorophyllous pigments extracted with n, n-dimethylformamide",
        "Impact of temperature and light intensity on triacylglycerol accumulation in marine microalgae",
        "Blending effects of biodiesels on oxidation stability and low temperature flow properties",
        "Application of microwave assisted three phase partitioning method for purification of laccase from Trametes hirsuta",
        "A single polypeptide catalyzing the conversion of phytoene to zeta-carotene is transcriptionally regulated during tomato fruit ripening",
        "Impact of sonication at 20 kHz on Microcystis aeruginosa, Anabaena circinalis and Chlorella sp",
        "Predicting cetane number, kinematic viscosity, density and higher heating value of biodiesel from its fatty acid methyl ester composition",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Dynamics of triacylglycerol and EPA production in Phaeodactylum tricornutum under nitrogen starvation at different light intensities",
        "Enhanced biomass and lipid accumulation of mixotrophic microalgae by using low-strength ultrasonic stimulation",
        "Growth of oil accumulating microalga Neochloris oleoabundans under alkaline–saline conditions",
        "2.45 GHz microwave irradiation-induced oxidative stress affects implantation or pregnancy in mice",
        "Athermal physiological effects of microwaves on a cynobacterium Nostoc muscorum: evidence for EM-memory bits in water",
        "Direct transesterification of Botryococcus sp. catalysed by immobilized lipase: Ultrasound treatment can reduce reaction time with high yield of methyl ester",
        "Enhancement of lipid extraction for efficient methyl ester production from Chlamydomonas sp",
        "Enhancement of lipid production in Synechocystis sp. PCC 6803 overexpressing glycerol kinase under oxidative stress with glycerol supplementation",
        "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae",
        "Low power ultrasound treatment for the enhanced production of microalgae biomass and lipid content",
        "Plant hormone induced enrichment of Chlorella sp. omega-3 fatty acids",
        "Production of methyl ester from two microalgae by two-step transesterification and direct transesterification",
        "Chlamydomonas sp. as dynamic biorefinery feedstock for the production of methyl ester and ɛ-polylysine",
        "Physiological role of neutral lipid accumulation in eukaryotic microalgae under stresses",
        "Physiologic effect of 50-Hz EMF-induced nutrient solution on a cyanobacterium, Nostoc muscorum",
        "Microwave pretreatment of tomato seeds and fruit to enhance plant photosynthesis, nutritive quality and shelf life of fruit",
        "1800MHz Microwave induces p53 and p53-mediated caspase-3 activation leading to cell apoptosis in vitro",
        "Microalgal cultivation with biogas slurry for biofuel production"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chennai",
            "@id": "60117285",
            "affilname": "SRM Institute of Science and Technology Ramapuram Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117285",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078563",
            "affilname": "Ton-Duc-Thang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078563",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Coimbatore",
            "@id": "60000965",
            "affilname": "Government College of Technology, Coimbatore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000965",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU Ratchadaphiseksomphot Endowment Fund",
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Faculty of Science, Chulalongkorn University",
        "Faculty of Science, Chulalongkorn University"
    ]
}