{
    "eid": "2-s2.0-85151045098",
    "title": "New insights into the neuroprotective and beta-secretase1 inhibitor profiles of tirandamycin B isolated from a newly found Streptomyces composti sp. nov.",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Thitikorn Duangupama",
        "Jaturong Pratuangdejkul",
        "Sumet Chongruchiroj",
        "Pattama Pittayakhajonwut",
        "Chakapong Intaraudom",
        "Sarin Tadtong",
        "Patcharawee Nunthanavanit",
        "Weerasak Samee",
        "Ya Wen He",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 1,
    "ref-count": 90,
    "ref-list": [
        "Semisynthesis and biological evaluation of prenylated resveratrol derivatives as multi-targeted agents for Alzheimer's disease",
        "BACE1 inhibitor, neuroprotective, and neuritogenic activities of melatonin derivatives",
        "Novel multi-functional ascorbic triazole derivatives for amyloidogenic pathway inhibition, anti-inflammation, and neuroprotection",
        "Bioactive microbial metabolites",
        "Genus Streptomyces",
        "Structure of mescengricin, a novel neuronal cell protecting substance produced by Streptomyces griseoflavus",
        "Flaviogeranin, a new neuroprotective compound from Streptomyces sp",
        "Neuroprotectins A and B, bicyclohexapeptides protecting chick telencephalic neuronal cells from excitotoxicity. I. Fermentation, isolation, physico-chemical properties and biological activity",
        "A new neuronal cell protecting substance, lavanduquinocin, produced by Streptomyces viridochromogenes",
        "Cholinergic therapy in dementia",
        "Rivastigmine, a brain-region selective acetylcholinesterase inhibitor for treating Alzheimer’s disease: Review and current status",
        "Advances in quantitative structure-activity relationship models of anti-Alzheimer’s agents",
        "Treatment of Alzheimer’s disease: Current and future therapeutic approaches",
        "Pharmacotherapeutic approaches to the prevention of Alzheimer’s disease",
        "Isolation and characterization of tirandamycins from a marine-derived Streptomyces sp",
        "Tirandamycin, an inhibitor of bacterial ribonucleic acid polymerase",
        "Cytotoxic anthracycline and antibacterial tirandamycin analogues from a marine-derived Streptomyces sp. SCSIO 41399",
        "Identification of an unexpected shunt pathway product provides new insights into tirandamycin biosynthesis",
        "A guide for the classification of streptomycetes according to selected groups; placement of strains in morphological sections",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Uncultivated microbes in need of their own taxonomy",
        "Microbial genomic taxonomy",
        "Digital DNA–DNA hybridization for microbial species delineation by means of genome-togenome sequence comparison",
        "Streptomyces emeiensis sp. nov., a novel streptomycete from soil in China",
        "Rapid biochemical tests for the characterisation of streptomycetes",
        "Streptomyces asenjonii sp. nov., isolated from hyper-arid Atacama Desert soils and emended description of Streptomyces viridosporus Pridham et al. 1958",
        "Streptomyces triticisoli sp. nov., a novel actinomycete isolated from rhizosphere soil of wheat (Triticum aestivum L.)",
        "Evolution and ecology of actinobacteria and their bioenergy applications",
        "Identification of the tirandamycin biosynthetic gene cluster from Streptomyces sp 307–9",
        "Tirandamycin. I. Structure assignment",
        "Stoffwechselprodukte von Mikroorganismen",
        "Cloning and characterization of the biosynthetic gene cluster of the bacterial RNA polymerase inhibitor tirandamycin from marine-derived Streptomyces sp. SCSIO1666",
        "Streptomyces tirandamycinicus sp. nov., a novel marine sponge-derived actinobacterium with antibacterial potential against Streptococcus agalactiae",
        "Tirandamycins from Streptomyces sp. 17944 inhibiting the parasite Brugia malayi asparagine tRNA synthetase",
        "The cholinergic hypothesis of age and Alzheimer’s disease-related cognitive deficits: Recent challenges and their implications for novel drug development",
        "A novel diterpene agent isolated from Microbispora hainanensis strain CSR-4 and its in vitro and in silico inhibition effects on acetylcholine esterase enzyme",
        "Neuroprotective potential of new chromones isolated from the soil actinomycete Microbispora sp. TBRC6027",
        "Melatonin rescues dopamine neurons from cell death in tissue culture models of oxidative stress",
        "Removal of serum from primary cultures of cerebellar granule neurons induces oxidative stress and DNA fragmentation: Protection with antioxidants and glutamate receptor antagonists",
        "Neuroprotective effects of salidroside against beta-amyloid-induced oxidative stress in SH-SY5Y human neuroblastoma cells",
        "Antitumeral actions of the anti-obesity drug orlistat (XenicalTM) in breast cancer cells: blockade of cell cycle progression, promotion, of apoptotic cell death and PEA3-mediated transcriptional repression of Her2lneu (erbB-2) oncogene",
        "Discovery of atabecestat (JNJ-54861911): a thiazine-based β-amyloid precursor protein cleaving enzyme 1 inhibitor advanced to the phase 2b/3 EARLY clinical trial",
        "Knowledge-based scoring function to predict protein-ligand interactions",
        "ADMETlab 2.0: An integrated online platform for accurate and comprehensive predictions of ADMET properties",
        "Low molecular weight opioid peptide esters could be developed as a new class of analgesics",
        "Analysis of the applicability and use of Lipinski’s rule for central nervous system drugs",
        "Estimation of blood−brain barrier crossing of drugs using molecular size and shape, and H-bonding descriptors",
        "Medicinal chemical properties of successful central nervous system drugs",
        "Improvement of an isolation medium for actinomycetes",
        "Methods for characterization of Streptomyces species",
        "Streptomyces sennicomposti sp. nov., an actinomycete isolated from compost of Senna siamea (Lam)",
        "Actinomycetes",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardia strain",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2,4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chromatography",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Determination of DNA base composition",
        "Microbispora corallina sp. nov., a new species of the genus Microbispora isolated from Thai soil",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA and whole genome assemblies",
        "MEGA X: Molecular evolutionary genetics analysis across computing platforms",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "Prokka: Rapid prokaryotic genome annotation",
        "JSpeciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Bypassing cultivation to identify bacterial species",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high throughput platform for state-of-the-art genome-based taxonomy",
        "UniProt: The universal protein knowledgebase in 2023",
        "CheckM: Assessing the quality of microbial genomes recovered from isolates, single cells, and metagenomes",
        "AutoMLST: An automated web server for generating multi-locus species trees highlighting natural product potential",
        "Useofafree radical method to evaluate antioxidant activity",
        "Neuritogenic and neuroprotective activities of fruit residues",
        "Neurite outgrowth and neuroprotective effects of Quercetin from Caesalpinia mimosoides Lamk. on cultured P19-derived neurons",
        "Improved green fluorescent protein reporter gene-based microplate screening for antituberculosis compounds by utilizing an acetamidase promoter",
        "CHARMM: A program for macromolecular energy minimization and dynamics calculations",
        "Validation of the general purpose QUANTA 32/CHARMm force field",
        "AutoDock Vina, improving the speed and accuracy of docking with a new scoring function, efficient optimization and multithreading Oleg",
        "The VEGA suite of programs: An versatile platform for cheminformatics and drug design projects",
        "Contribution of conformer focusing to the uncertainty in predicting free energies for protein-ligand binding"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60123531",
            "affilname": "State Key Laboratory of Microbial Metabolism",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60123531",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Actinobacterial Research Unit",
        "School of Science, King Mongkut’s Institute of Technology Ladkrabang",
        "King Mongkut’s Institute of Technology Ladkrabang",
        "School of Science"
    ]
}