{
    "eid": "2-s2.0-84959362834",
    "title": "The effects of Bombyx mori silk strain and extraction time on the molecular and biological characteristics of sericin",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Amino acid",
        "Biological properties",
        "Extraction",
        "Molecular weight",
        "Sericin"
    ],
    "authors": [
        "Tippawan Siritientong"
    ],
    "citedby-count": 14,
    "ref-count": 19,
    "ref-list": [
        "Bombyx Mori Linn. CJES.",
        "Silk sericin and its applications: A review",
        "The effects of sericin cream on wound healing in rats",
        "Silk sericin protein of tropical tasar silkworm inhibits UVB-induced apoptosis in human skin keratinocytes",
        "Sericin, a protein derived from silkworms, accelerates the proliferation of several mammalian cell lines including a hybridoma",
        "Potential applications of silk sericin, a natural protein from textile industry by-products",
        "Non-mulberry silk sericin/poly (vinyl alcohol) hydrogel matrices for potential biotechnological applications",
        "Stabilization of Bombyx mori silk fibroin/sericin films by crosslinking with PEG-DE 600 and genipin",
        "Synthesis of silk sericin peptides-L-asparaginase bioconjugates and their characterization",
        "Natural protective glue protein, sericin bioengineered by silkworms: Potential for biomedical and biotechnological applications",
        "The effect of sericin with variable amino-acid content from different silk strains on the production of collagen and nitric oxide",
        "Properties and antityrosinase activity of sericin from various extraction methods",
        "Characterization of sericin powder prepared from citric acid-degraded sericin polypeptides of the silkworm, Bombyx Mori",
        "The effect of sericin from various extraction methods on cell viability and collagen production",
        "High molecular weight sericin obtained by high temperature and ultrafiltration process",
        "Researches on proteins. VII. The preparation of the protein “sericin” from silk",
        "Aromatic amino acid activation of signaling pathways in bone marrow mesenchymal stem cells depends on oxygen tension",
        "The modulating effect of amino acids on an organotypic culture of lymphoid tissue",
        "Design Self-Assembly and Applications of Heterotrimeric Collagen Mimics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Trento",
            "affilname": "Università di Trento",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Trento",
            "affilname": "European Institute of Excellence on Tissue Engineering and Regenerative Medicine",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Trento",
            "affilname": "Trento Research Unit",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "Fondazione Cassa Di Risparmio Di Trento E Rovereto",
        "Fondazione Cassa Di Risparmio Di Trento E Rovereto"
    ]
}