{
    "eid": "2-s2.0-85015691907",
    "title": "Molecular characterization and homology modeling of spermidine synthase from Synechococcus sp. PCC 7942",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Homology modeling",
        "Spermidine",
        "Spermidine synthase",
        "Synechococcus sp. PCC 7942"
    ],
    "authors": [
        "Apiradee Pothipongsa"
    ],
    "citedby-count": 1,
    "ref-count": 39,
    "ref-list": [
        "Gapped BLAST and PSI-BLAST: A new generation of protein database search programs",
        "Structural insights into the novel inhibition mechanism of Trypanosoma cruzi spermidine synthase",
        "QMEAN: A comprehensive scoring function for model quality assessment",
        "The Protein Data Bank",
        "Polyamines and environmental challenges: Recent development",
        "The Jpred 3 secondary structure prediction server.",
        "The PyMOL molecular graphics system",
        "Cloning, expression, characterisation and three-dimensional structure determination of Caenorhabditis elegans spermidine synthase",
        "Crystal Structure of Plasmodium falciparum Spermidine Synthase in Complex with the Substrate Decarboxylated S-adenosylmethionine and the Potent Inhibitors 4MCHA and AdoDATO",
        "Polyamines and plant stress: Activation of putrescine biosynthesis by osmotic shock",
        "The spermidine synthase of the malaria parasite Plasmodium falciparum: Molecular and biochemical characterisation of the polyamine synthesis enzyme",
        "Molecular cloning of plant spermidine synthases",
        "Polyamines: Mysterious modulators of cellular functions",
        "Structure is three to ten times more conserved than sequence - A study of structural response in protein cores",
        "Current research, technology and education topic in applied microbiology and microbial biotechnology",
        "Bioinformatics, sequence, structure and databanks",
        "Purification of partial characterization of human polyamine synthases",
        "The crystal structure of spermidine synthase with a multisubstrate adduct inhibitor",
        "J Appl Crystallogr",
        "Cloning and characterization of spermidine synthase and its implication in polyamine biosynthesis in Helicobacter pylori strain 26695",
        "Site-directed mutations of the gatekeeping loop region affect the activity of escherichia coli spermidine synthase",
        "BODIL: A molecular modeling environment for structure-function analysis and drug design",
        "Crystal structure of Helicobacter pylori spermidine synthase: A Rossmann-like fold with a distinct active site",
        "Structure-guided analysis reveals nine sequence motifs conserved among DNA amino-methyltransferases, and suggests a catalytic mechanism for these enzymes",
        "An introduction to sequence similarity (\"homology\") searching",
        "Spermidine Synthase is Required for Growth of Synechococcus sp. PCC 7942 Under Osmotic Stress",
        "Polyamine synthesis in mammalian tissues. Isolation and characterization of spermidine synthase from bovine brain",
        "Deciphering key features in protein structures with the new ENDscript server",
        "Comparative protein modelling by satisfaction of spatial restraints",
        "Purification of spermidine synthase from rat ventral prostate by affinity chromatography on immobilized S-adenosyl(5′)-3-thiopropylamine",
        "Plant Physiol",
        "Recognition of errors in three‐dimensional structures of proteins",
        "Complete nucleotide sequence of the freshwater unicellular cyanobacterium Synechococcus elongatus PCC 6301 chromosome: Gene content and organization",
        "Polyamines",
        "ProSA-web: Interactive web service for the recognition of errors in three-dimensional structures of proteins",
        "Structure and mechanism of spermidine synthases",
        "Recombinant polyamine-binding protein of Synechocystis sp. PCC 6803 specifically binds to and is induced by polyamines",
        "Polyamine synthesis in plants: Isolation and characterization of spermidine synthase from soybean (Glycine max) axes",
        "The crystal structure of Escherichia coli spermidine synthase SpeE reveals a unique substrate-binding pocket"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Turku",
            "affilname": "Åbo Akademi University",
            "affiliation-country": "Finland"
        }
    ],
    "funding": [
        "CU Food and Water Cluster",
        "Commission on Higher Education, Thailand",
        "EXPERTS Erasmus Mundus",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Sigrid Juséliuksen Säätiö"
    ]
}