{
    "eid": "2-s2.0-85140264664",
    "title": "Customer concentration, managerial risk aversion, and independent directors: A quasi-natural experiment",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Board independence",
        "Customer concentration",
        "Exogenous shock",
        "Independent directors",
        "Quasi-natural experiment",
        "Sarbanes-Oxley"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Ploypailin Kijkasiwat",
        "Pornsit Jiraporn",
        "Sang Mook Lee"
    ],
    "citedby-count": 2,
    "ref-count": 56,
    "ref-list": [
        "Do some outside directors play a political role",
        "Risk reduction as a managerial motive for conglomerate mergers",
        "Independent boards and innovation",
        "Government contracts and contractor behavior",
        "The non-correlation between board independence and long-term firm performance",
        "The effect of COVID-19 lockdowns on political support: Some good news for democracy?",
        "Customer concentration and loan contract terms",
        "Customer concentration and corporate risk-taking",
        "CEO compensation and board structure",
        "Product market competition and internal governance: evidence from the Sarbanes–Oxley Act",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "Do independent directors enhance target shareholder wealth during tender offers",
        "Customer concentration risk and the cost of equity capital",
        "Comparing apples to apples: Estimating consistent partial effects of preferential economic integration agreements",
        "The Sarbanes–Oxley Act and firms’ going-private decisions",
        "The earnings returns to graduating with honors — Evidence from law graduates",
        "Determinants and consequences of quantitative critical accounting estimate disclosures",
        "Tradeoffs between internal and external governance: evidence from exogenous regulatory shocks",
        "CEO compensation and board structure revisited",
        "ebalance: AStataPackage for entropy balancing",
        "Boards of directors as an endogenously determined institution: A survey of the economic literature",
        "Inter-firm linkages and the wealth effects of financial distress along the supply chain☆",
        "The financial performance of reverse leveraged buyouts",
        "Customer concentration and corporate tax avoidance",
        "Corporate suppliers and customers and accounting conservatism",
        "Customer-base concentration, profitability, and the relationship life cycle",
        "Do independent directors improve firm value? Evidence from the great recession",
        "How do independent directors view powerful CEOs? Evidence from a quasi-natural experiment",
        "How do independent directors influence corporate risk-taking? Evidence from a quasi-natural experiment",
        "Estimating the effect of board independence on managerial ownership using a quasi-natural experiment",
        "Credit contagion from counterparty risk",
        "Going-private decisions and the Sarbanes-Oxley Act of 2002: A cross-country analysis",
        "Customer concentration and stock price crash risk",
        "Why do firms go dark? Causes and economic consequences of voluntary SEC deregistrations",
        "Managerial risk-taking behavior and equity-based compensation☆",
        "COVID-19: Fear of pandemic and short-term IPO performance",
        "Entropy-balanced accruals",
        "The impact of US sanctions on poverty",
        "Does a good central banker make a difference?",
        "The value of independent directors: Evidence from sudden deaths",
        "Exploring how independent directors view CSR inequality using a quasi-natural experiment",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "Regulation and Bonding: The Sarbanes-Oxley Act and the flow of international listings",
        "Outside directors, board independence, and shareholder wealth",
        "The determinants of firms’ hedging policies",
        "Futures markets: A consequence of risk aversion or transactions costs",
        "Does board gender diversity weaken or strengthen executive risk-taking incentives?",
        "Does economic policy uncertainty influence executive risk-taking incentives?",
        "Managerial incentives and risk-taking. Journal of Financial Economics",
        "Corporate governance, chief executive officer compensation, and firm performance",
        "Does board independence substitute for external audit quality? Evidence from an exogenous regulatory shock",
        "Do Co-Opted Directors Influence Dividend Policy?: Financial Managemen",
        "How do independent directors influence innovation productivity?A quasi-natural experiment",
        "The determinants of board structure",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Customer-Base Concentration: Implications for Firm Performance and Capital Markets2011 American Accounting Association Competitive Manuscript Award Winner"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "University Park",
            "@id": "60001439",
            "affilname": "Pennsylvania State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001439",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}