{
    "eid": "2-s2.0-85102586381",
    "title": "International consensus statement on allergy and rhinology: rhinosinusitis 2021",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute rhinosinusitis",
        "chronic rhinosinusitis",
        "endoscopic sinus surgery",
        "evidence-based medicine",
        "recurrent acute rhinosinusitis",
        "rhinosinusitis",
        "systematic review"
    ],
    "authors": [
        "Richard R. Orlandi",
        "Todd T. Kingdom",
        "Timothy L. Smith",
        "Benjamin Bleier",
        "Adam DeConde",
        "Amber U. Luong",
        "David M. Poetker",
        "Zachary Soler",
        "Kevin C. Welch",
        "Sarah K. Wise",
        "Nithin Adappa",
        "Jeremiah A. Alt",
        "Wilma Terezinha Anselmo-Lima",
        "Claus Bachert",
        "Fuad M. Baroody",
        "Pete S. Batra",
        "Manuel Bernal-Sprekelsen",
        "Daniel Beswick",
        "Neil Bhattacharyya",
        "Rakesh K. Chandra",
        "Eugene H. Chang",
        "Alexander Chiu",
        "Naweed Chowdhury",
        "Martin J. Citardi",
        "Noam A. Cohen",
        "David B. Conley",
        "John DelGaudio",
        "Martin Desrosiers",
        "Richard Douglas",
        "Jean Anderson Eloy",
        "Wytske J. Fokkens",
        "Stacey T. Gray",
        "David A. Gudis",
        "Daniel L. Hamilos",
        "Joseph K. Han",
        "Richard Harvey",
        "Peter Hellings",
        "Eric H. Holbrook",
        "Claire Hopkins",
        "Peter Hwang",
        "Amin R. Javer",
        "Rong San Jiang",
        "David Kennedy",
        "Robert Kern",
        "Tanya Laidlaw",
        "Devyani Lal",
        "Andrew Lane",
        "Heung Man Lee",
        "Jivianne T. Lee",
        "Joshua M. Levy",
        "Sandra Y. Lin",
        "Valerie Lund",
        "Kevin C. McMains",
        "Ralph Metson",
        "Joaquim Mullol",
        "Robert Naclerio",
        "Gretchen Oakley",
        "Nobuyoshi Otori",
        "James N. Palmer",
        "Sanjay R. Parikh",
        "Desiderio Passali",
        "Zara Patel",
        "Anju Peters",
        "Carl Philpott",
        "Alkis J. Psaltis",
        "Vijay R. Ramakrishnan",
        "Murugappan Ramanathan",
        "Hwan Jung Roh",
        "Luke Rudmik",
        "Raymond Sacks",
        "Rodney J. Schlosser",
        "Ahmad R. Sedaghat",
        "Brent A. Senior",
        "Raj Sindwani",
        "Kristine Smith",
        "Kornkiat Snidvongs",
        "Michael Stewart",
        "Jeffrey D. Suh",
        "Bruce K. Tan",
        "Justin H. Turner",
        "Cornelis M. van Drunen",
        "Richard Voegels",
        "De Yun Wang",
        "Bradford A. Woodworth",
        "Peter John Wormald",
        "Erin D. Wright",
        "Carol Yan",
        "Luo Zhang",
        "Bing Zhou"
    ],
    "citedby-count": 296,
    "ref-count": 2501,
    "ref-list": [
        "International consensus statement on allergy and rhinology: rhinosinusitis",
        "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
        "Association of chemosensory dysfunction and Covid-19 in patients presenting with influenza-like symptoms",
        "Development of an evidence-based review with recommendations using an online iterative process",
        "Grading quality of evidence and strength of recommendations in clinical practice guidelines. Part 1 of 3. An overview of the GRADE approach and grading quality of evidence about interventions",
        "Trends in number of consultations and antibiotic prescriptions for respiratory tract infections between 1999 and 2005 in primary healthcare in Kalmar County, Southern Sweden",
        "Treatment of acute and chronic rhinosinusitis in the United States, 1999-2002",
        "Characterization of viral agents causing acute respiratory infection in a San Francisco University Medical Center Clinic during the influenza season",
        "Summary health statistics for U.S. adults: national health interview survey, 2012",
        "European position paper on rhinosinusitis and nasal polyps 2007",
        "Prevalence of potential adult chronic rhinosinusitis symptoms in the United States",
        "Chronic rhinosinusitis, race, and ethnicity",
        "Nasal and sinus symptoms and chronic rhinosinusitis in a population-based sample",
        "Chronic rhinosinusitis: epidemiology and burden of disease",
        "Epidemiology of chronic rhinosinusitis: results from a cross-sectional survey in seven Chinese cities",
        "Prevalence and incidence of diagnosed chronic rhinosinusitis in Alberta, Canada",
        "Incidence and associated premorbid diagnoses of patients with chronic rhinosinusitis",
        "Prevalence of chronic rhinosinusitis in the general population based on sinus radiology and symptomatology",
        "Radiologic sinus inflammation and symptoms of chronic rhinosinusitis in a population-based sample",
        "Prevalence of nasal polyposis in France: a cross-sectional, case-control study",
        "Prevalence of asthma, aspirin intolerance, nasal polyposis and chronic obstructive pulmonary disease in a population-based study",
        "Prevalence of nasal polyps in adults: the Skövde population-based study",
        "Prevalence and risk factors of chronic rhinosinusitus, allergic rhinitis, and nasal septal deviation: results of the Korean National Health and Nutrition Survey 2008-2012",
        "En bloc removal of the ethmoid and ostiomeatal complex in cadavers, with a practical application",
        "Site of origin of nasal polyps. Transcranially removed naso-ethmoidal blocks as a screening method for nasal polyps in autopsy material",
        "European position paper on rhinosinusitis and nasal polyps 2020",
        "Acute exacerbations mediate quality of life impairment in chronic rhinosinusitis",
        "Association between systemic antibiotic and corticosteroid use for chronic rhinosinusitis and quality of life",
        "Relationship between chronic rhinosinusitis exacerbation frequency and asthma control",
        "Clinical traits characterizing an exacerbation-prone phenotype in chronic rhinosinusitis",
        "EPOS 2012: European position paper on rhinosinusitis and nasal polyps 2012. A summary for otorhinolaryngologists",
        "IDSA clinical practice guideline for acute bacterial rhinosinusitis in children and adults",
        "antihistamines and nasal irrigation for acute sinusitis in children",
        "Upper respiratory tract infections in young children: duration of and frequency of complications",
        "Effectiveness of amoxicillin/clavulanate potassium in the treatment of acute bacterial sinusitis in children",
        "The burden and visit prevalence of pediatric chronic rhinosinusitis",
        "Chronic rhinosinusitis is rare but bothersome in adolescents from a Swedish population-based cohort",
        "Evaluation of quality of life in terms of sinonasal symptoms in children with cystic fibrosis",
        "Rhinosinusitis in pediatric primary ciliary dyskinesia: impact of disease",
        "Long-term follow-up and outcome of a large cohort of patients with common variable immunodeficiency",
        "Endotypes and phenotypes of chronic rhinosinusitis: a PRACTALL document of the European Academy of Allergy and Clinical Immunology and the American Academy of Allergy, Asthma & Immunology",
        "Recent advances in understanding chronic rhinosinusitis endotypes",
        "Phenotypes and emerging endotypes of chronic rhinosinusitis",
        "Understanding and clinical relevance of chronic rhinosinusitis endotypes",
        "Pathophysiologic mechanisms of chronic rhinosinusitis and their roles in emerging disease endotypes",
        "Identification of clinically relevant chronic rhinosinusitis endotypes using cluster analysis of mucus cytokines",
        "Unsupervised network mapping of commercially available immunoassay yields three distinct chronic rhinosinusitis endotypes",
        "Multidimensional endotypes of chronic rhinosinusitis and their association with treatment outcomes",
        "Inflammatory endotypes of chronic rhinosinusitis based on cluster analysis of biomarkers",
        "Inflammatory endotypes and microbial associations in chronic rhinosinusitis",
        "Untangling asthma phenotypes and endotypes",
        "Dupilumab efficacy and safety in moderate-to-severe uncontrolled asthma",
        "Biologics in asthma—the next step toward personalized treatment",
        "Diversity of TH cytokine profiles in patients with chronic rhinosinusitis: a multicenter study in Europe, Asia, and Oceania",
        "Endotype-driven care pathways in patients with chronic rhinosinusitis",
        "Effect of subcutaneous dupilumab on nasal polyp burden in patients with chronic sinusitis and nasal polyposis: a randomized clinical trial",
        "Reduced need for surgery in severe nasal polyposis with mepolizumab: randomized trial",
        "Omalizumab is effective in allergic and nonallergic patients with nasal polyps and asthma",
        "Nasal IL-5 levels determine the response to anti-IL-5 treatment in patients with nasal polyps",
        "Efficacy and safety of dupilumab in patients with severe chronic rhinosinusitis with nasal polyps (LIBERTY NP SINUS-24 and LIBERTY NP SINUS-52): results from two multicentre, randomised, double-blind, placebo-controlled, parallel-group phase 3 trials",
        "Associations between inflammatory endotypes and clinical presentations in chronic rhinosinusitis",
        "Health state utility values in patients undergoing endoscopic sinus surgery",
        "The health impact of chronic sinusitis in patients seeking otolaryngologic care",
        "Techniques for outcomes research in chronic sinusitis",
        "The EQ-5D: a new tool for studying clinical outcomes in chronic rhinosinusitis",
        "SNOT-22 quality of life domains differentially predict treatment modality selection in chronic rhinosinusitis",
        "Symptoms of chronic rhinosinusitis differentially impact general health-related quality of life",
        "Measurement and comparison of health utility assessments in chronic rhinosinusitis",
        "Fatigue improvement following endoscopic sinus surgery: a systematic review and meta-analysis",
        "Sleep quality and disease severity in patients with chronic rhinosinusitis",
        "Psychometric validity of the 22-item Sinonasal Outcome Test",
        "The development of the rhinosinusitis disability index",
        "Chronic rhinosinusitis impairs sleep quality: results of the GA2LEN study",
        "Cognitive function in chronic rhinosinusitis: a controlled clinical study",
        "The impact of medical therapy on cognitive dysfunction in chronic rhinosinusitis",
        "Effects of endoscopic sinus surgery on objective and subjective measures of cognitive dysfunction in chronic rhinosinusitis",
        "Endoscopic sinus surgery improves cognitive dysfunction in patients with chronic rhinosinusitis",
        "Effects of depression on quality of life improvement after endoscopic sinus surgery",
        "The impact of mental health on chronic rhinosinusitis symptom scores",
        "Role of depression in outcomes of endoscopic sinus surgery",
        "Impact of depression on disease-specific symptoms and quality of life in patients with chronic rhinosinusitis",
        "Association of anxiety and depression with reported disease severity in patients undergoing evaluation for chronic rhinosinusitis",
        "Psychiatric distress amplifies symptoms after surgery for chronic rhinosinusitis",
        "The association between olfaction and depression: a systematic review",
        "Risk of depression in patients with chronic rhinosinusitis: a nationwide population-based retrospective cohort study",
        "Contemporary assessment of the disease burden of sinusitis",
        "Clinical practice guideline (update): adult sinusitis",
        "Cost burden of chronic rhinosinusitis: a claims-based study",
        "Incremental health care utilization and expenditures for chronic rhinosinusitis in the United States",
        "Health care service utilization among patients with chronic rhinosinusitis: a population-based study",
        "Cost burden and resource utilization in patients with chronic rhinosinusitis and nasal polyps",
        "The impact of endoscopic sinus surgery on total direct healthcare costs among patients with chronic rhinosinusitis",
        "The cost-effectiveness of the management of acute sinusitis",
        "Does time to endoscopic sinus surgery impact outcomes in Chronic Rhinosinusitis? Prospective findings from the National Comparative Audit of Surgery for Nasal Polyposis and Chronic Rhinosinusitis",
        "Does time to surgery impact on outcomes from endoscopic sinus surgery - data from the UK CPRD database",
        "Impact of medically recalcitrant chronic rhinosinusitis on incidence of asthma",
        "Complications of primary and revision functional endoscopic sinus surgery for chronic rhinosinusitis",
        "Complications in endonasal sinus surgery: a 5-year retrospective study of 2,596 patients",
        "Risk factors for complications of endoscopic sinus surgery for chronic rhinosinusitis",
        "Complication rates after functional endoscopic sinus surgery: analysis of 50,734 Japanese patients",
        "Complications in endoscopic sinus surgery for chronic rhinosinusitis: a 25-year experience",
        "Safety in endoscopic sinus surgery",
        "Complications of endoscopic sinus surgery: analysis of 2108 patients—incidence and prevention",
        "A randomized controlled trial of a middle meatal silastic stent for reducing adhesions and middle turbinate lateralization following endoscopic sinus surgery",
        "A review of revision functional endoscopic sinus surgery",
        "Smell and taste symptom-based predictive model for COVID-19 diagnosis",
        "Smell and taste dysfunction in patients with COVID-19: a systematic review and meta-analysis",
        "Self-reported alteration of sense of smell or taste in patients with COVID-19: a systematic review and meta-analysis on 3563 patients",
        "The prevalence of symptoms in 24,410 adults infected by the novel coronavirus (SARS-CoV-2; COVID-19): a systematic review and meta-analysis of 148 studies from 9 countries",
        "Paranasal sinuses computed tomography findings in anosmia of COVID-19",
        "Clinical and radiological evaluations of COVID-19 patients with anosmia: preliminary report",
        "Quantifying additional COVID-19 symptoms will save lives",
        "Smell dysfunction: a biomarker for COVID-19",
        "Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China",
        "Prevalence and reversibility of smell dysfunction measured psychophysically in a cohort of COVID-19 patients",
        "Intranasal corticosteroids in allergic rhinitis in COVID-19 infected patients: an ARIA-EAACI statement",
        "COVID-19 pandemic: practical considerations on the organization of an allergy clinic–an EAACI/ARIA Position Paper",
        "Anosmia and ageusia are emerging as symptoms in patients with COVID-19: what does the current evidence say?",
        "Dexamethasone in hospitalized patients with Covid-19 - preliminary report",
        "Suction mitigation of airborne particulate generated during sinonasal drilling and cautery",
        "Endonasal instrumentation and aerosolization risk in the era of COVID-19: simulation, literature review, and proposed mitigation strategies",
        "Review of indoor aerosol generation, transport, and control in the context of COVID-19",
        "Endonasal drilling may be employed safely in the COVID-19 era",
        "Reply to: endonasal drilling may be employed safely in the COVID-19 era",
        "Airborne aerosol generation during endonasal procedures in the era of COVID-19: risks and recommendations",
        "Aerosol generation with common rhinologic devices: cadaveric study conducted in a surgical suite",
        "Rhinologic practice special considerations during COVID-19: visit planning, personal protective equipment, testing, and environmental controls",
        "COVID-19 outbreak associated with air conditioning in restaurant, Guangzhou, China, 2020",
        "Transmission of SARS-CoV-2: implications for infection prevention precautions. 2020",
        "How can airborne transmission of COVID-19 indoors be minimised?",
        "High SARS-CoV-2 attack rate following exposure at a choir practice—Skagit County, Washington, March 2020",
        "It is time to address airborne transmission of COVID-19",
        "International consensus statement on allergy and rhinology: allergic rhinitis",
        "ICAR: endoscopic skull-base surgery",
        "Evidence based medicine: what it is and what it isn't",
        "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
        "classifying recommendations for clinical practice guidelines",
        "Canadian guidelines for acute bacterial rhinosinusitis: clinical summary",
        "Adult chronic rhinosinusitis: definitions, diagnosis, epidemiology, and pathophysiology",
        "Acute rhinosinusitis (ARS). Diagnosis and treatment of adults in general practice",
        "No evidence for distinguishing bacterial from viral acute rhinosinusitis using fever and facial/dental pain: a systematic review of the evidence base",
        "Rhinosinusitis: establishing definitions for clinical research and patient care",
        "Adult rhinosinusitis defined",
        "Introduction and definition of sinusitis",
        "ICON: chronic rhinosinusitis",
        "A comparison of international clinical practice guidelines on adult chronic rhinosinusitis shows considerable variability of recommendations for diagnosis and treatment",
        "Canadian clinical practice guidelines for acute and chronic rhinosinusitis",
        "Real-life assessment of chronic rhinosinusitis patients using mobile technology: the mySinusitisCoach project by EUFOREA",
        "Endotype-driven treatment in chronic upper airway diseases",
        "Chronic rhinosinusitis without nasal polyps",
        "Real-life study showing uncontrolled rhinosinusitis after sinus surgery in a tertiary referral centre",
        "Epithelial barriers in allergy and asthma",
        "Longitudinal stability of chronic rhinosinusitis endotypes",
        "The prevalence and effect of asthma on adults with chronic rhinosinusitis",
        "Role of p63/p73 in epithelial remodeling and their response to steroid treatment in nasal polyposis",
        "Features of airway remodeling and eosinophilic inflammation in chronic rhinosinusitis: is the histopathology similar to asthma?",
        "Gene expression signatures: a new approach to understanding the pathophysiology of chronic rhinosinusitis",
        "Local IL-25 contributes to Th2-biased inflammatory profiles in nasal polyps",
        "Comorbidities of asthma and the unified airway",
        "Asthma in adults and its association with chronic rhinosinusitis: the GA2LEN survey in Europe",
        "Lung functions of Japanese patients with chronic rhinosinusitis who underwent endoscopic sinus surgery",
        "Association of chronic rhinosinusitis with nasal polyps and asthma: clinical and radiological features, allergy and inflammation markers",
        "Analysis of comorbidities and objective parameters in refractory chronic rhinosinusitis",
        "Asthma and sinusitis: association and implication",
        "The impact of endoscopic sinus surgery on health care use in patients with respiratory comorbidities",
        "Treatment of chronic rhinosinusitis and its effects on asthma",
        "The effect of endoscopic sinus surgery on asthma: management of patients with chronic rhinosinusitis, nasal polyposis, and asthma",
        "Relationship of chronic rhinosinusitis with asthma, myocardial infarction, stroke, anxiety, and depression",
        "The prevalence of asthma in adult population of southwestern Iran and its association with chronic rhinosinusitis: a GA 2 LEN study",
        "Comorbidities in difficult asthma are independent risk factors for frequent exacerbations, poor control and diminished quality of life",
        "Inflammatory and comorbid features of patients with severe asthma and frequent exacerbations",
        "Aspirin-exacerbated respiratory disease in China: a cohort investigation and literature review",
        "Expression of osteopontin in chronic rhinosinusitis with and without nasal polyps",
        "Presence of IL-5 protein and IgE antibodies to staphylococcal enterotoxins in nasal polyps is associated with comorbid asthma",
        "Diffuse mucosal inflammation in nasal polyps and adjacent middle turbinate",
        "Down-regulation of EMP1 is associated with epithelial hyperplasia and metaplasia in nasal polyps",
        "Expression profiles of regulatory and helper T-cell-associated genes in nasal polyposis",
        "Impairment of cilia architecture and ciliogenesis in hyperplastic nasal epithelium from nasal polyps",
        "A comparative and descriptive study of asthma in chronic rhinosinusitis with nasal polyps",
        "Long-term results of functional endoscopic sinus surgery in children with chronic rhinosinusitis with nasal polyps",
        "Clinical characteristics of patients with chronic rhinosinusitis without nasal polyps in an academic setting",
        "Quality of life impairment due to chronic rhinosinusitis in asthmatics is mediated by asthma control",
        "The GALEN rhinosinusitis cohort: chronic rhinosinusitis with nasal polyps affects health-related quality of life",
        "Asthma is the dominant factor for recurrence in chronic rhinosinusitis",
        "Long-term revision rates for endoscopic sinus surgery",
        "Association between asthma and chronic rhinosinusitis severity in the context of asthma control",
        "The effects of endoscopic sinus surgery on pulmonary function in chronic rhinosinusitis patients with asthma: a systematic review and meta-analysis",
        "Asthma quality of life and control after sinus surgery in patients with chronic rhinosinusitis",
        "Healthcare utilisation, follow-up of guidelines and practice variation on rhinosinusitis in adults: a healthcare reimbursement claims study in The Netherlands",
        "Real-world assessment of asthma control and severity in children, adolescents, and adults with asthma: relationships to care settings and comorbidities",
        "The Global Allergy and Asthma European Network (GALEN rhinosinusitis cohort: a large European cross-sectional study of chronic rhinosinusitis patients with and without nasal polyps",
        "Prevalence of asthma, aspirin sensitivity and allergy in chronic rhinosinusitis: data from the UK National Chronic Rhinosinusitis Epidemiology Study",
        "Age-related prevalence of chronic rhinosinusitis and nasal polyps and their relationships with asthma onset",
        "Clinical characteristics of patients with chronic rhinosinusitis with nasal polyps, asthma, and aspirin-exacerbated respiratory disease",
        "Asthma associated with chronic rhinosinusitis: a population-based study",
        "A contemporary analysis of clinical and demographic factors of chronic rhinosinusitis patients and their association with disease severity",
        "Clinical practice guideline: adult sinusitis",
        "Patient level decision making in recurrent acute rhinosinusitis: a cost-benefit threshold for surgery",
        "Establishing a threshold for surgery in recurrent acute rhinosinusitis: a productivity-based analysis",
        "Acute exacerbations in recurrent acute rhinosinusitis: differences in quality of life and endoscopy",
        "Acute radiology rarely confirms sinus disease in suspected recurrent acute rhinosinusitis",
        "Appropriateness criteria for surgery in the management of adult recurrent acute rhinosinusitis",
        "Anatomic variants of the paranasal sinuses in patients with recurrent acute rhinosinusitis",
        "Medical therapy vs surgery for recurrent acute rhinosinusitis",
        "Rhinology-specific priority setting for quality improvement: a modified Delphi study from the Quality Improvement Committee of the American Rhinologic Society",
        "Current understanding of the acute exacerbation of chronic rhinosinusitis",
        "Amoxicillin-clavulanate for patients with acute exacerbation of chronic rhinosinusitis: a prospective, double-blinded, placebo-controlled trial",
        "Prevalence, severity, and risk factors for acute exacerbations of nasal and sinus symptoms by chronic rhinosinusitis status",
        "Acetylcysteine in the treatment of subacute sinusitis: a double-blind placebo-controlled clinical trial",
        "Efficacy of sinus ultrasound in diagnosis of acute and subacute maxillary sinusitis",
        "Alexandria, Virginia, August 17, 1996",
        "Computed tomographic study of the common cold",
        "Chronic rhinosinusitis: is the nose really involved?",
        "Chronic sinusitis and rhinitis: clinical terminology “Chronic Rhinosinusitis” further supported",
        "Maybe rhinitis, maybe sinusitis, maybe rhinitis and sinusitis, but certainly not rhinosinusitis!",
        "Diagnosis of acute rhinosinusitis",
        "Guidelines for the diagnosis and treatment of acute and subacute rhinosinusitis in children",
        "Clinical classification as a guide to treatment of sinusitis in children",
        "Pediatric acute and chronic rhinosinusitis: comparison of clinical characteristics and outcome of treatment",
        "Symptomatology and etiology of chronic pediatric rhinosinusitis",
        "Sinus disease in children with respiratory allergy",
        "Patterns of care before and after the adult sinusitis clinical practice guideline",
        "High costs and burden of illness in acute rhinosinusitis: real-life treatment patterns and outcomes in Swedish primary care",
        "Decision and cost analysis of empirical antibiotic therapy of acute sinusitis in the era of increasing antimicrobial resistance: do we have an additional tool for antibiotic policy decisions?",
        "The economic burden and symptom manifestations of chronic rhinosinusitis",
        "Economic implications of chronic sinusitis",
        "Direct costs of adult chronic rhinosinusitis by using 4 methods of estimation: results of the US Medical Expenditure Panel Survey",
        "Recurrent acute rhinosinusitis: epidemiology and health care cost burden",
        "The personal financial burden of chronic rhinosinusitis: a Canadian perspective",
        "Economics of chronic rhinosinusitis",
        "Economic evaluation of endoscopic sinus surgery versus continued medical therapy for refractory chronic rhinosinusitis",
        "Cost utility analysis of endoscopic sinus surgery for chronic rhinosinusitis",
        "Operative time and cost variability for functional endoscopic sinus surgery",
        "Cost of outpatient endoscopic sinus surgery from the perspective of the Canadian government: a time-driven activity-based costing approach",
        "Pharmacoeconomics of Cyclamen europaeum in the management of acute rhinosinusitis",
        "Functional limitations and workdays lost associated with chronic rhinosinusitis and allergic rhinitis",
        "A multi-centre study on quality of life and absenteeism in patients with CRS referred for endoscopic surgery",
        "Impact of chronic rhinosinusitis on work productivity through one-year follow-up after balloon dilation of the ethmoid infundibulum",
        "What drives productivity loss in chronic rhinosinusitis? A SNOT-22 subdomain analysis",
        "The price of pain in chronic rhinosinusitis",
        "Productivity costs in patients with refractory chronic rhinosinusitis",
        "Productivity changes following medical and surgical treatment of chronic rhinosinusitis by symptom domain",
        "Chronic recurrent rhinosinusitis: disease severity and clinical characterization",
        "Productivity outcomes following endoscopic sinus surgery for recurrent acute rhinosinusitis",
        "Systematic review of change in bodily pain after sinus surgery",
        "Impact of chronic rhinosinusitis on sleep: a controlled clinical study",
        "Chronic rhinosinusitis and sleep: a contemporary review",
        "Depression symptoms and lost productivity in chronic rhinosinusitis",
        "Staging for rhinosinusitis",
        "Osteitic bone: a surrogate marker of eosinophilia in chronic rhinosinusitis",
        "Impact of perioperative systemic steroids on surgical outcomes in patients with chronic rhinosinusitis with polyposis: evaluation with the novel Perioperative Sinus Endoscopy (POSE) scoring system",
        "A novel sinonasal endoscopy scoring system: the discharge, inflammation, and polyps/edema (DIP) score",
        "Objective outcomes in endoscopic sinus surgery",
        "The validity of nasal endoscopy in patients with chronic rhinosinusitis-An inter-rater agreement study",
        "Correlations between endoscopy score and quality of life changes after sinus surgery",
        "Impact of postoperative endoscopy upon clinical outcomes after endoscopic sinus surgery",
        "Development of a clinically relevant endoscopic grading system for chronic rhinosinusitis using canonical correlation analysis",
        "Staging in rhinosinusitus",
        "The Lund-Mackay staging system for chronic rhinosinusitis: how is it used and what does it predict?",
        "Lack of correlation between patient reported location and severity of facial pain and radiographic burden of disease in chronic rhinosinusitis",
        "Osteitis in chronic rhinosinusitis: a review of the literature",
        "Psychometric and clinimetric validity of the 20-Item Sino-Nasal Outcome Test (SNOT-20)",
        "Use of the Rhinosinusitis Disability Index (RSDI) in rhinologic disease",
        "Validity of a new health-related quality of life instrument for patients with chronic sinusitis",
        "Comparison of disease-specific quality-of-life instruments in the assessment of chronic rhinosinusitis",
        "Using preoperative SNOT-22 score to inform patient decision for Endoscopic sinus surgery",
        "Minimal clinically important difference for the 22-item Sinonasal Outcome Test in medically managed patients with chronic rhinosinusitis",
        "Modification of the Lund-Kennedy endoscopic scoring system improves its reliability and correlation with patient-reported outcome measures",
        "American Academy of Otolaryngology",
        "Quality measurement for rhinosinusitis: a review from the Quality Improvement Committee of the American Rhinologic Society",
        "A framework for quality measurement in the presurgical care of chronic rhinosinusitis: a review from the Quality Improvement Committee of the American Rhinologic Society",
        "Recommendations for conduct, methodological practices, and reporting of cost-effectiveness analyses: second panel on cost-effectiveness in health and medicine",
        "A call for cost-effectiveness analysis for biologic therapies in chronic rhinosinusitis with nasal polyps",
        "Economic evaluation of a steroid-eluting sinus implant following endoscopic sinus surgery for chronic rhinosinusitis",
        "Cost utility analysis of endoscopic sinus surgery for chronic rhinosinusitis",
        "Defining appropriateness criteria for endoscopic sinus surgery during management of uncomplicated adult chronic rhinosinusitis: a RAND/UCLA appropriateness study",
        "The value of frontal sinusotomy for chronic rhinosinusitis with nasal polyps-A cost utility analysis",
        "Budget impact analysis of bioabsorbable drug-eluting sinus implants following endoscopic sinus surgery",
        "A cost-effectiveness analysis of the up-front use of balloon catheter dilation in the treatment of pediatric chronic rhinosinusitis",
        "Long-term outcomes from the English national comparative audit of surgery for nasal polyposis and chronic rhinosinusitis",
        "Disease-related expenditures and revision rates in chronic rhinosinusitis patients after endoscopic sinus surgery",
        "Mometasone furoate sinus implant - a new targeted approach to treating recurrent nasal polyp disease",
        "The role of biologics in chronic rhinosinusitis: a systematic review",
        "Review article: biologics in chronic rhinosinusitis with nasal polyposis",
        "Budget impact of a steroid-eluting sinus implant versus sinus surgery for adult chronic sinusitis patients with nasal polyps",
        "Cost-effectiveness and comparative effectiveness of biologic therapy for asthma: to biologic or not to biologic?",
        "Epidemiology of viral respiratory infections",
        "Rhinoviruses",
        "Adult acute rhinosinusitis guidelines worldwide: similarities and disparities",
        "Accuracy of signs and symptoms for the diagnosis of acute rhinosinusitis and acute bacterial rhinosinusitis",
        "The prevalence of bacterial infection in acute rhinosinusitis: a systematic review and meta-analysis",
        "Presentation and treatment of acute maxillary sinusitis in general practice: a French observational study",
        "Criteria used by clinicians to differentiate sinusitis from viral upper respiratory tract infection",
        "The clinical diagnosis of acute purulent sinusitis in general practice–a review",
        "Diagnosis of sinusitis in adults: history, physical examination, nasal cytology, echo, and rhinoscope",
        "Bacteriology of maxillary sinusitis in relation to character of inflammation and prior treatment",
        "Diagnosis of acute rhinosinusitis in primary care: a systematic review of test accuracy",
        "Imaging follow-up study of acute rhinosinusitis",
        "Diagnostic accuracy of history and physical examination in bacterial acute rhinosinusitis",
        "Predicting acute maxillary sinusitis in a general practice population",
        "Acute community-acquired sinusitis",
        "Are nasopharyngeal cultures useful in diagnosis of acute bacterial sinusitis in children?",
        "Choosing Wisely Canada rhinology recommendations",
        "Clinical consensus statement: appropriate use of computed tomography for paranasal sinus disease",
        "ACR appropriateness criteria sinonasal disease",
        "Strategies for diagnosing and treating suspected acute bacterial sinusitis: a cost-effectiveness analysis",
        "No evidence for distinguishing bacterial from viral acute rhinosinusitis using symptom duration and purulent rhinorrhea: a systematic review of the evidence base",
        "Principles of appropriate antibiotic use for acute rhinosinusitis in adults: background",
        "The diagnosis and management of sinusitis: a practice parameter update",
        "Symptoms and clinical and radiological signs predicting the presence of pathogenic bacteria in acute rhinosinusitis",
        "Antibiotics for acute rhinosinusitis in adults",
        "Clinical practice. Acute sinusitis in adults",
        "Nasopharyngeal cultures in children; when, what and why?",
        "Use of symptoms, signs, and blood tests to diagnose acute sinus infections in primary care: comparison with computed tomography",
        "The association between paranasal computerized tomography scans and symptoms and signs in a general practice population with acute maxillary sinusitis",
        "Symptoms and signs in culture-proven acute maxillary sinusitis in a general practice population",
        "Procalcitonin as a biomarker in rhinosinusitis: a systematic review",
        "Do simple laboratory tests help in etiologic diagnosis in acute maxillary sinusitis?",
        "The clinical diagnosis of acute bacterial rhinosinusitis in general practice and its therapeutic consequences",
        "Use of nasopharyngeal culture to determine appropriateness of antibiotic therapy in acute bacterial rhinosinusitis",
        "The contribution of flexible endoscopy for diagnosis of acute bacterial rhinosinusitis",
        "Role of anatomic variations of paranasal sinuses on the prevalence of sinusitis: computed tomography findings of 350 patients",
        "Assessing the prevalence of paranasal sinuses anatomical variants in patients with sinusitis using cone beam computer tomography",
        "Computed tomography scan findings in refractory acute rhinosinusitis",
        "A systematic analysis of septal deviation associated with rhinosinusitis",
        "Suppl-1, M5: role of sinonasal anatomic variations in the development of maxillary sinusitis: a cone beam CT analysis",
        "CT of anatomic variants of the paranasal sinuses and nasal cavity: poor correlation with radiologically significant rhinosinusitis but importance in surgical planning",
        "Association between periapical lesions and maxillary sinus mucosal thickening: a retrospective cone-beam computed tomographic study",
        "Frequency of a dental source for acute maxillary sinusitis",
        "Acute rhinosinusitis–are we forgetting the possibility of a dental origin? A retrospective study of 385 patients",
        "Comparison of anatomical abnormalities in patients with limited and diffuse chronic rhinosinusitis",
        "The prevalence of anatomical variations in osteomeatal unit in patients with chronic rhinosinusitis",
        "Do anatomic variations of the middle turbinate have an effect on nasal septal deviation or paranasal sinusitis?",
        "An assessment of sinonasal anatomic variants potentially associated with recurrent acute rhinosinusitis",
        "Anatomic risk factors for sinus disease: fact or fiction?",
        "Isolated chronic maxillary sinusitis of non-dental origin does not correlate per se with ipsilateral intranasal structural abnormalities",
        "The incidence of concha bullosa and its relationship to nasal septal deviation and paranasal sinus disease",
        "The anatomic relevance of the Haller cell in sinusitis",
        "The etiological role of concha bullosa in chronic sinusitis",
        "Concha bullosa: frequency and appearances on CT and correlations with sinus disease in 308 patients with chronic sinusitis",
        "Paranasal sinus bony anatomic variations and mucosal abnormalities: CT analysis for endoscopic sinus surgery",
        "CT evaluation of the paranasal sinuses in symptomatic and asymptomatic populations",
        "Allergy in patients with acute maxillary sinusitis",
        "Acute rhinosinusitis among pediatric patients with allergic rhinitis: a nationwide, population-based cohort study",
        "Respiratory infections in adults with atopic disease and IgE antibodies to common aeroallergens",
        "Acute and chronic rhinosinusitis and allergic rhinitis in relation to comorbidity, ethnicity and environment",
        "Allergic rhinitis as a risk factor for orbital complication of acute rhinosinusitis in children",
        "Inconclusive evidence for allergic rhinitis to predict a prolonged or chronic course of acute rhinosinusitis",
        "Adjunct effect of loratadine in the treatment of acute sinusitis in patients with allergic rhinitis",
        "Could seasonal allergy be a risk factor for acute rhinosinusitis in children?",
        "Nasal challenge with allergen leads to maxillary sinus inflammation",
        "Ragweed allergic rhinitis and the paranasal sinuses. A computed tomographic study",
        "Allergic inflammation enhances bacterial sinusitis in mice",
        "Antigen stimulation of TH2 cells augments acute bacterial sinusitis in mice",
        "Prevalence and relationship between allergic diseases and infectious diseases",
        "The role of microbes in the pathogenesis of acute rhinosinusitis in young adults",
        "Bacterial pathogens of acute sinusitis in the osteomeatal complex during common colds and wellness",
        "Bacterial pathogens in the nasopharynx, nasal cavity, and osteomeatal complex during wellness and viral infection",
        "Clinical features, virus identification, and sinusitis as a complication of upper respiratory tract illness in children ages 4-7 years",
        "Rhinitis in the first 18 months of life: exploring the role of respiratory viruses",
        "Changes in microbiota during experimental human Rhinovirus infection",
        "Characterization of the nasopharyngeal microbiota in health and during rhinovirus challenge",
        "Short-term repeated HRV-16 exposure results in an attenuated immune response in vivo in humans",
        "Rhinovirus infection results in stronger and more persistent genomic dysregulation: evidence for altered innate immune response in asthmatics at baseline, early in infection, and during convalescence",
        "IL-10–overexpressing B cells regulate innate and adaptive immune responses",
        "Frequent detection of human rhinoviruses, paramyxoviruses, coronaviruses, and bocavirus during acute respiratory tract infections",
        "Rhinovirus enhances various bacterial adhesions to nasal epithelial cells simultaneously",
        "Interleukin-18 is associated with protection against rhinovirus-induced colds and asthma exacerbations",
        "Clinical and virological characteristics of acute sinusitis in children",
        "Dynamics of bacterial colonization with Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis during symptomatic and asymptomatic viral upper respiratory tract infection",
        "Antiviral response in the nasopharynx identifies patients with respiratory virus infection",
        "Longitudinal analysis of inflammatory biomarkers during acute rhinosinusitis",
        "Community-acquired rhinovirus infection is associated with changes in the airway microbiome",
        "Directional secretory response of double stranded RNA-induced thymic stromal lymphopoetin (TSLP) and CCL11/eotaxin-1 in human asthmatic airways",
        "In vitro model of fully differentiated human nasal epithelial cells infected with rhinovirus reveals epithelium-initiated immune responses",
        "Propagation of respiratory viruses in human airway epithelia reveals persistent virus-specific signatures",
        "Impaired virus replication and decreased innate immune responses to viral infections in nasal epithelial cells from patients with allergic rhinitis",
        "Comparison of innate immune responses towards rhinovirus infection of primary nasal and bronchial epithelial cells",
        "Human rhinovirus-induced proinflammatory cytokine and interferon-β responses in nasal epithelial cells from chronic rhinosinusitis patients",
        "Human rhinovirus infection causes different DNA methylation changes in nasal epithelial cells from healthy and asthmatic subjects",
        "Sinusitis of odontogenic origin",
        "Clinical aspects of odontogenic maxillary sinusitis: a case series",
        "Odontogenic sinusitis is a common cause of unilateral sinus disease with maxillary sinus opacification",
        "Imaging of odontogenic sinusitis",
        "Odontogenic sinusitis: developments in diagnosis, microbiology, and treatment",
        "Maxillary sinusitis of odontogenic origin",
        "Chronic maxillary rhinosinusitis of dental origin: a systematic review of 674 patient cases",
        "Maxillary sinus complications related to endosseous implants",
        "A retrospective study of the effects on sinus complications of exposing dental implants to the maxillary sinus cavity",
        "Effects of exposing dental implant to the maxillary sinus cavity",
        "Potential adverse events of endosseous dental implants penetrating the maxillary sinus: long-term clinical evaluation",
        "Pathophysiology of sinusitis of odontogenic origin",
        "Microbiology of periapical abscesses and associated maxillary sinusitis",
        "Current practice trends in microvascular free flap reconstruction by fellowship-trained otolaryngologists",
        "Dental disease: a frequently unrecognized cause of maxillary sinus abnormalities?",
        "Antibiotics for clinically diagnosed acute rhinosinusitis in adults",
        "Antibiotic efficacy in patients with a moderate probability of acute rhinosinusitis: a systematic review",
        "Antibiotics for acute maxillary sinusitis in adults",
        "Comparison of antibiotics with placebo for treatment of acute sinusitis: a meta-analysis of randomised controlled trials",
        "Antibiotics for adults with clinically diagnosed acute rhinosinusitis: a meta-analysis of individual patient data",
        "Efficacy/safety of amoxicillin/clavulanate in adults with bacterial rhinosinusitis",
        "Eradication of pathogens from the nasopharynx after therapy of acute maxillary sinusitis with low- or high-dose amoxicillin/clavulanic acid",
        "High prevalence of antibiotic resistance in isolates from the middle meatus of children and adults with acute rhinosinusitis",
        "A case-based approach to evaluate the potential risks associated with fluoroquinolones and steroids",
        "A randomized, placebo-controlled trial of antimicrobial treatment for children with clinically diagnosed acute sinusitis",
        "Comparative effectiveness of amoxicillin and amoxicillin-clavulanate potassium in acute paranasal sinus infections in children: a double-blind, placebo-controlled trial",
        "Microbiology of acute complicated bacterial sinusitis at the University of the Witwatersrand",
        "Increase in the frequency of recovery of meticillin-resistant Staphylococcus aureus in acute and chronic maxillary sinusitis",
        "Intranasal steroids for acute sinusitis",
        "The effects of topical agents of fluticasone propionate, oxymetazoline, and 3% and 0.9% sodium chloride solutions on mucociliary clearance in the therapy of acute bacterial rhinosinusitis in vivo",
        "Recent updates on the systemic and local safety of intranasal steroids",
        "Effective dose range of mometasone furoate nasal spray in the treatment of acute rhinosinusitis",
        "Treating acute rhinosinusitis: comparing efficacy and safety of mometasone furoate nasal spray, amoxicillin, and placebo",
        "Comparison of cefuroxime with or without intranasal fluticasone for the treatment of rhinosinusitis. The CAFFS Trial: a randomized controlled trial",
        "Effect of mometasone furoate nasal spray on quality of life of patients with acute rhinosinusitis",
        "Mometasone furoate nasal spray increases the number of minimal-symptom days in patients with acute rhinosinusitis",
        "Fluticasone furoate nasal spray reduces symptoms of uncomplicated acute rhinosinusitis: a randomised placebo-controlled study",
        "Treatment of functional signs of acute maxillary rhinosinusitis in adults. Efficacy and tolerance of administration of oral prednisone for 3 days",
        "Comparative study of the efficacy and tolerance of prednisolone versus niflumic acid in the treatment of acute sinusitis in adults",
        "Short therapy with amoxicillin-clavulanate and corticosteroids in acute sinusitis: results of a multicentre study in adults",
        "Systemic corticosteroid monotherapy for clinically diagnosed acute rhinosinusitis: a randomized controlled trial",
        "Short-course, low-dose oral betamethasone as an adjunct in the treatment of acute infective sinusitis: a comparative study with placebo",
        "Systemic corticosteroids for acute sinusitis",
        "Limited evidence for effects of intranasal corticosteroids on symptom relief for recurrent acute rhinosinusitis",
        "Intranasal corticosteroids in management of acute sinusitis: a systematic review and meta-analysis",
        "Intranasal corticosteroids in the treatment of acute rhinosinusitis",
        "Antibiotics and topical nasal steroid for treatment of acute maxillary sinusitis: a randomized controlled trial",
        "Added relief in the treatment of acute recurrent sinusitis with adjunctive mometasone furoate nasal spray. The Nasonex Sinusitis Group",
        "Comparative study of the efficacy of topical steroid and antibiotic combination therapy versus oral antibiotic alone when treating acute rhinosinusitis",
        "Nasal irrigation with Lavonase (R) as ancillary treatment of acute rhinosinusitis: a pilot study",
        "A clinical trial of hypertonic saline nasal spray in subjects with the common cold or rhinosinusitis",
        "The effect of saline solutions on nasal patency and mucociliary clearance in rhinosinusitis patients",
        "Atomized nasal douche vs nasal lavage in acute viral rhinitis",
        "Nasal saline for chronic sinonasal symptoms: a randomized controlled trial",
        "Efficacy of daily hypertonic saline nasal irrigation among patients with sinusitis: a randomized controlled trial",
        "Saline nasal irrigation for acute upper respiratory tract infections",
        "Saline nasal irrigation for upper respiratory conditions",
        "Hypertonic saline versus isotonic saline nasal irrigation: systematic review and meta-analysis",
        "Effects of phenylpropanolamine on ostial and nasal patency in patients treated for chronic maxillary sinusitis",
        "Effects of a new administration form of oxymetazoline on maxillary ostial patency in healthy individuals and patients with acute rhinitis",
        "A new administration form of the nasal decongestant oxymetazoline: a study on the change of ostial patency in healthy individuals",
        "The efficacy of oxymetazoline administered with a nasal bellows container and combined with oral phenoxymethyl-penicillin in the treatment of acute maxillary sinusitis",
        "Canadian clinical practice guidelines for acute and chronic rhinosinusitis",
        "Diagnosis and management of rhinosinusitis: a practice parameter update",
        "A double blind, placebo-controlled study of Andrographis paniculata fixed combination Kan Jang in the treatment of acute upper respiratory tract infections including sinusitis",
        "Treatment of acute rhinosinusitis with the preparation from Pelargonium sidoides EPs 7630: a randomized, double-blind, placebo-controlled trial",
        "The value of herbal medicines in the treatment of acute non-purulent rhinosinusitis. Results of a double-blind, randomised, controlled trial",
        "A systematic review of phytotherapy for acute rhinosinusitis",
        "Herbal medicines for the treatment of rhinosinusitis: a systematic review",
        "Cyclamen europaeum extract for acute sinusitis",
        "An exploratory trial of Cyclamen europaeum extract for acute rhinosinusitis",
        "Cyclamen europaeum nasal spray, a novel phytotherapeutic product for the management of acute rhinosinusitis: a randomized double-blind, placebo-controlled trial",
        "Intra-optic nerve abscess: a rare complication of acute sinusitis",
        "Maxillary sinusitis complicated by stroke",
        "The pathogenesis of orbital complications in acute sinusitis",
        "Association of oral flora with orbital complications of acute sinusitis",
        "Orbital complications of rhinosinusitis in the adult population: analysis of cases presenting to a tertiary medical center over a 13-year period",
        "Intracranial complications of paranasal sinusitis: a combined institutional review",
        "Complications of sinusitis",
        "Evaluation of adult Pott's puffy tumor: our five cases and 27 literature cases",
        "Orbital involvement in Pott's puffy tumor: a systematic review of published cases",
        "Intracranial complications of sinusitis: what is the role of endoscopic sinus surgery in the acute setting",
        "Regional and specialty variations in the treatment of chronic rhinosinusitis",
        "Erratum to Rhinosinusitis: evidence and experience: a summary [Braz J Otorhinolaryngol. 81 (1)(2015) 8-18]",
        "Can nasal bacterial flora be predicted from clinical findings?",
        "Acute maxillary sinusitis in children",
        "Purulent nasal discharge",
        "Effects on the nasal mucosa of upper respiratory viruses (common cold)",
        "Study of bacteria in the nasal cavity and nasopharynx during naturally acquired common colds",
        "Concordance of middle meatal swab and maxillary sinus aspirate in acute and chronic sinusitis: a meta-analysis",
        "Endoscopically directed middle meatal cultures versus maxillary sinus taps in acute bacterial maxillary rhinosinusitis: a meta-analysis",
        "Rhinosinusitis diagnosis and management for the clinician: a synopsis of recent consensus guidelines",
        "Evaluating the diagnosis of chronic rhinosinusitis based on clinical guidelines and endoscopy",
        "Diagnosing rhinosinusitis: know your guidelines",
        "Review of current guidelines related to the diagnosis and treatment of rhinosinusitis",
        "ACR appropriateness criteria®Sinonasal disease",
        "Current concepts in adult acute rhinosinusitis",
        "An update on the classifications, diagnosis, and treatment of rhinosinusitis",
        "Absence of evidence for enhanced benefit of antibiotic therapy on recurrent acute rhinosinusitis episodes: a systematic review of the evidence base",
        "Management strategies for recurrent acute rhinosinusitis",
        "Diagnosis and treatment of acute bacterial rhinosinusitis",
        "Clinical characteristics of recurrent acute rhinosinusitis in children",
        "Remodeling changes of the upper airway with chronic rhinosinusitis",
        "Prevalence of migraine in patients with a history of self-reported or physician-diagnosed “sinus” headache",
        "Immunologic defects in patients with chronic recurrent sinusitis: diagnosis and management",
        "Immune dysfunction in refractory sinusitis in a tertiary care setting",
        "Abnormal cholinergic responsiveness in the nasal mucosa of patients with recurrent sinusitis",
        "Clinical and immunological features of 65 Iranian patients with common variable immunodeficiency",
        "Sinusitis in HIV-1 infection",
        "Sinonasal disorders in hematopoietic stem cell transplantation",
        "Bacteriological findings of acute maxillary sinusitis in young adults",
        "Microbiology of recurrent acute rhinosinusitis",
        "Prevalence of allergy in patients with chronic rhinosinusitis",
        "Recurrent acute rhinosinusitis: presentation and outcomes of sinus surgery",
        "Allergic rhinitis patients with recurrent acute sinusitis have increased sinonasal epithelial cell TLR9 expression",
        "Significance of relationship between anatomical variants of middle turbinate and nasal septum in recurrent acute rhinosinusitis patients",
        "Influence of topical steroid treatment on maxillary sinusitis",
        "Recurrent acute rhinosinusitis prevention by azithromycin in children with nonallergic rhinitis",
        "Surgical treatment of chronic recurrent rhinosinusitis: a preliminary report",
        "Endoscopic sinus surgery reduces antibiotic utilization in rhinosinusitis",
        "Health utility values for patients with recurrent acute rhinosinusitis undergoing endoscopic sinus surgery: a nested case control study",
        "Comparison of clinical presentation and surgical outcomes between recurrent acute rhinosinusitis and chronic rhinosinusitis",
        "Clinical consensus statement: balloon dilation of the sinuses",
        "In-office balloon sinus dilation versus medical therapy for recurrent acute rhinosinusitis: a randomized, placebo-controlled study",
        "In-office stand-alone balloon dilation of maxillary sinus ostia and ethmoid infundibula in adults with chronic or recurrent acute rhinosinusitis: a prospective, multi-institutional study with-1-year follow-up",
        "Radiologic correlates of symptom-based diagnostic criteria for chronic rhinosinusitis",
        "Clinical predictors of chronic rhinosinusitis",
        "Reliability of EP3OS symptom criteria and nasal endoscopy in the assessment of chronic rhinosinusitis–a GA(2) LEN study",
        "Clinical and symptom criteria for the accurate diagnosis of chronic rhinosinusitis",
        "Elimination of pain improves specificity of clinical diagnostic criteria for adult chronic rhinosinusitis",
        "Prevalence of pain due to rhinosinusitis: a review",
        "Objective and subjective outcomes in surgery for chronic sinusitis",
        "Medical algorithm: diagnosis and treatment of chronic rhinosinusitis",
        "Precision medicine in chronic rhinosinusitis with nasal polyps",
        "Quality indicators for the diagnosis and management of chronic rhinosinusitis",
        "Diagnosis of chronic rhinosinusitis",
        "Pathophysiology of chronic rhinosinusitis",
        "Identifying clinical symptoms for improving the symptomatic diagnosis of chronic rhinosinusitis",
        "Diagnosis and management of chronic rhinosinusitis in adults",
        "Accuracy of self-reported diagnosis of chronic rhinosinusitis",
        "Interrater agreement of nasal endoscopy for chronic rhinosinusitis",
        "Usefulness of nasal endoscopy for diagnosing patients with chronic rhinosinusitis: a meta-analysis",
        "EPOS Primary care guidelines: European position paper on the primary care diagnosis and management of rhinosinusitis and nasal polyps 2007 - a summary",
        "A diagnostic dilemma for chronic rhinosinusitis: definition accuracy and validity",
        "Allergic rhinitis",
        "Allergic Rhinitis and its Impact on Asthma (ARIA) guidelines: 2010 revision",
        "Rhinitis and sinusitis",
        "Nonallergic rhinitis",
        "Comprehensive management of patients presenting to the otolaryngologist for sinus pressure, pain, or headache",
        "Facial migraine in a rhinological setting",
        "Treatment of sinus headache as migraine: the diagnostic utility of triptans",
        "Unilateral versus bilateral sinonasal disease: considerations in differential diagnosis and workup",
        "CSF rhinorrhoea: the place of endoscopic sinus surgery",
        "Endoscopic closure of CSF rhinorrhea: 193 cases over 21 years",
        "Beta-2-transferrin and cerebrospinal fluid rhinorrhoea",
        "Symptom profile of chronic rhinosinusitis versus obstructive sleep Apnea in a tertiary rhinology clinic",
        "Cost analysis in the diagnosis of chronic rhinosinusitis",
        "Algorithms for management of chronic rhinosinusitis",
        "Outcomes of endoscopy and computed tomography in patients with chronic rhinosinusitis",
        "ACR Appropriateness Criteria((R)) Sinonasal Disease",
        "Effect of symptom-based risk stratification on the costs of managing patients with chronic rhinosinusitis symptoms",
        "Cost efficient workup and management of patients with chronic rhinosinusitis - challenges and unmet needs",
        "Prospective observational study of chronic rhinosinusitis: environmental triggers and antibiotic implications",
        "Factors associated with computed tomography status in patients presenting with a history of chronic rhinosinusitis",
        "A diagnostic dilemma: chronic sinusitis diagnosed by non-otolaryngologists",
        "National burden of antibiotic use for adult rhinosinusitis",
        "Nasal endoscopy and the definition and diagnosis of chronic rhinosinusitis",
        "Nasal endoscopy is recommended for diagnosing adults with chronic rhinosinusitis",
        "Long-term follow-up of patients with facial pain in chronic rhinosinusitis–correlation with nasal endoscopy and CT",
        "Primary care and upfront computed tomography scanning in the diagnosis of chronic rhinosinusitis: a cost-based decision analysis",
        "Economic evaluation of a computed tomography directed referral strategy for chronic rhinosinusitis",
        "Upfront computed tomography scanning is more cost-beneficial than empiric medical therapy in the initial management of chronic rhinosinusitis",
        "A randomized trial examining the effect of pretreatment point-of-care computed tomography imaging on the management of patients with chronic rhinosinusitis symptoms",
        "Patient knowledge and perception of computed tomography scan in the management of chronic rhinosinusitis symptoms",
        "The accuracy of symptom-based definition of chronic rhinosinusitis",
        "Symptoms in chronic rhinosinusitis with and without nasal polyps",
        "Heterogeneous inflammatory patterns in chronic rhinosinusitis without nasal polyps in Chicago, Illinois",
        "Cytokines in chronic rhinosinusitis. Role in eosinophilia and aspirin-exacerbated respiratory disease",
        "Chronic rhinosinusitis without nasal polyps in Asian Patients shows mixed inflammatory patterns and neutrophil-related disease severity",
        "The association between allergy and chronic rhinosinusitis with and without nasal polyps: an evidence-based review with recommendations",
        "Systematic review of immunotherapy for chronic rhinosinusitis",
        "Clinical factors associated with bacterial biofilm formation in chronic rhinosinusitis",
        "Biofilms in chronic rhinosinusitis",
        "Bacterial biofilms: a common cause of persistent infections",
        "Multidrug tolerance of biofilms and persister cells",
        "Bacterial resistance to antibiotics: the role of biofilms",
        "Genetic diversity through the looking glass: effect of enrichment Bias",
        "Targeted imaging modality selection for bacterial biofilms in chronic rhinosinusitis",
        "The microbiome of chronic rhinosinusitis: culture, molecular diagnostics and biofilm detection",
        "When and how should we treat biofilms in chronic sinusitis?",
        "Understanding biofilms in chronic sinusitis",
        "Biofilms in chronic rhinosinusitis: pathophysiology and therapeutic strategies",
        "The multiplicity of Staphylococcus aureus in chronic rhinosinusitis: correlating surface biofilm and intracellular residence",
        "Biofilms and mucosal healing in postsurgical patients with chronic rhinosinusitis",
        "Biofilm-forming bacteria and quality of life improvement after sinus surgery",
        "The effect of bacterial biofilms on post-sinus surgical outcomes",
        "The impact of biofilms on outcomes after endoscopic sinus surgery",
        "Biofilm formation by Staphylococcus aureus and Pseudomonas aeruginosa is associated with an unfavorable evolution after surgery for chronic sinusitis and nasal polyposis",
        "The influence of bacterial biofilm on the clinical outcome of chronic rhinosinusitis: a prospective, double-blind, scanning electron microscopy study",
        "Biofilms in chronic rhinosinusitis with nasal polyps",
        "In vivo effects of citric acid/zwitterionic surfactant cleansing solution on rabbit sinus mucosa",
        "Efficacy of using a hydrodebrider and of citric acid/zwitterionic surfactant on a Staphylococcus aureus bacterial biofilm in the sheep model of rhinosinusitis",
        "The calgary biofilm device: new technology for rapid determination of antibiotic susceptibilities of bacterial biofilms",
        "Effectiveness of topical antibiotics on Staphylococcus aureus biofilm in vitro",
        "A randomized trial of mupirocin sinonasal rinses versus saline in surgically recalcitrant staphylococcal chronic rhinosinusitis",
        "in-vitro evaluation of a ciprofloxacin- and ivacaftor-coated sinus stent against Pseudomonas aeruginosa biofilms",
        "The impact of a cation channel blocker (furosemide) on Pseudomonas aeruginosa PAO1 biofilm architecture",
        "Corticosteroids directly reduce Staphylococcus aureus biofilm growth: an in vitro study",
        "Antibiofilm effects of topical corticosteroids and intranasal saline in patients with chronic rhinosinusitis with nasal polyps depend on bacterial species and their biofilm-forming capacity",
        "Activity of bacteriophages in removing biofilms of pseudomonas aeruginosa isolates from chronic rhinosinusitis patients",
        "Topical colloidal silver as an anti-biofilm agent in a Staphylococcus aureus chronic rhinosinusitis sheep model",
        "An in vivo safety and efficacy demonstration of a topical liposomal nitric oxide donor treatment for Staphylococcus aureus biofilm-associated rhinosinusitis",
        "Baby shampoo nasal irrigations for the symptomatic post-functional endoscopic sinus surgery patient",
        "In vitro antimicrobial activity of SinuSurf",
        "Single-blind randomized controlled trial of surfactant vs hypertonic saline irrigation following endoscopic endonasal surgery",
        "Safety and tolerability of surfactant nasal irrigation",
        "The effect of antimicrobial photodynamic therapy on human ciliated respiratory mucosa",
        "Antimicrobial photodynamic therapy treatment of chronic recurrent sinusitis biofilms",
        "Low-frequency ultrasound for biofilm disruption in chronic rhinosinusitis with nasal polyposis: in vitro pilot study",
        "Acyl-homoserine lactone quorum sensing in gram-negative bacteria: a signaling mechanism involved in associations with higher organisms",
        "Nasal chemosensory cells use bitter taste signaling to detect irritants and bacterial signals",
        "Correlation of T2R38 taste phenotype and in vitro biofilm formation from nonpolypoid chronic rhinosinusitis patients",
        "The bitter taste receptor T2R38 is an independent risk factor for chronic rhinosinusitis requiring sinus surgery",
        "T2R38 taste receptor polymorphisms underlie susceptibility to upper respiratory infection",
        "The emerging role of the bitter taste receptor T2R38 in upper respiratory infection and chronic rhinosinusitis",
        "The role of quinine-responsive taste receptor family 2 in airway immune defense and chronic rhinosinusitis",
        "Nitric oxide production is stimulated by bitter taste receptors ubiquitously expressed in the sinonasal cavity",
        "The diagnosis and incidence of allergic fungal sinusitis",
        "Role of fungi in pathogenesis of chronic rhinosinusitis: the hypothesis rejected",
        "Topical and systemic antifungal therapy for chronic rhinosinusitis",
        "Fungus: a role in pathophysiology of chronic rhinosinusitis, disease modifier, a treatment target, or no role at all?",
        "Comparison between polymerase chain reaction and fungal culture for the detection of fungi in patients with chronic sinusitis and normal controls",
        "Fungal speciation using quantitative polymerase chain reaction (QPCR) in patients with and without chronic rhinosinusitis",
        "Airway surface mycosis in chronic TH2-associated airway disease",
        "Fungal allergens induce cathelicidin LL-37 expression in chronic rhinosinusitis patients in a nasal explant model",
        "Surfactant protein d expression in chronic rhinosinusitis patients and immune responses in vitro to Aspergillus and alternaria in a nasal explant model",
        "Distinguishing molecular features of allergic fungal rhinosinusitis",
        "IL-33-responsive innate lymphoid cells are an important source of IL-13 in chronic rhinosinusitis with nasal polyps",
        "Fungal allergen-induced IL-33 secretion involves cholesterol-dependent, VDAC-1-mediated ATP release from the airway epithelium",
        "Aspergillus fumigatus induction of IL-33 expression in chronic rhinosinusitis is PAR2-dependent",
        "Expression of protease-activated receptors in allergic fungal rhinosinusitis",
        "Cleavage of fibrinogen by proteinases elicits allergic responses through Toll-like receptor 4",
        "Immunologic response to fungus is not universally associated with rhinosinusitis",
        "Intranasal fungi and chronic rhinosinusitis: what is the relationship?",
        "Fungal-specific humoral response in eosinophilic mucus chronic rhinosinusitis",
        "Quantitative analysis of fungal DNA in chronic rhinosinusitis",
        "Chronic rhinosinusitis: an enhanced immune response to ubiquitous airborne fungi",
        "Detection of fungal organisms in eosinophilic mucin using a fluorescein-labeled chitin-specific binding protein",
        "Chronic rhinosinusitis; histopathologic study of osteitis in surgery cases",
        "Histology and histomorphometry of ethmoid bone in chronic rhinosinusitis",
        "The impact of osteitis on disease severity measures and quality of life outcomes in chronic rhinosinusitis",
        "The incidence of concurrent osteitis in patients with chronic rhinosinusitis: a clinicopathological study",
        "Osteitis in chronic rhinosinusitis with nasal polyps: a comparative study between primary and recurrent cases",
        "Osteitis in chronic rhinosinusitis",
        "Osteitic bone in recalcitrant chronic rhinosinusitis",
        "The significance of osteitis in rhinosinusitis",
        "Osteitis and chronic rhinosinusitis: a review of the current literature",
        "Osteitis in chronic rhinosinusitis",
        "Experimental maxillary sinusitis induced by Bacteroides fragilis. A bacteriological and histological study in rabbits",
        "Gram negative sinusitis: a bacteriologic and histologic study in rabbits",
        "Histopathologic evaluation of the ethmoid bone in chronic sinusitis",
        "Osteitis is a misnomer: a histopathology study in primary chronic rhinosinusitis",
        "CT analysis and histopathology of bone remodeling in patients with chronic rhinosinusitis",
        "Bacterial microcolonies exist within the sphenoid bone in chronic rhinosinusitis and healthy controls",
        "Osteitis and paranasal sinus inflammation: what we know and what we do not",
        "The radiologic evaluation of osteitis type and formation in chronic rhinosinusitis with and without nasal polyposis",
        "Correlation of bone SPECT scintigraphy with histopathology of the ethmoid bulla: preliminary investigation",
        "Do single-photon emission computerized tomography findings predict severity of chronic rhinosinusitis: a pilot study",
        "Global Osteitis Scoring Scale and chronic rhinosinusitis: a marker of revision surgery",
        "Hyperostosis may affect prognosis after primary endoscopic sinus surgery for chronic rhinosinusitis",
        "The impact of neo-osteogenesis on disease control in chronic rhinosinusitis after primary surgery",
        "Impact of chronic rhinosinusitis and endoscopic sinus surgery on bone remodeling of the paranasal sinuses",
        "Correlation of the Kennedy Osteitis Score to clinico-histologic features of chronic rhinosinusitis",
        "Clinical predictors of neo-osteogenesis in patients with chronic rhinosinusitis",
        "Biofilm and osteitis in refractory chronic rhinosinusitis",
        "Correlation between bacterial biofilms and osteitis in patients with chronic rhinosinusitis",
        "The role of bone in chronic rhinosinusitis",
        "Risk factors for neo-osteogenesis in cystic fibrosis and non-cystic fibrosis chronic rhinosinusitis",
        "Differing roles for TGF-beta/Smad signaling in osteitis in chronic rhinosinusitis with and without nasal polyps",
        "Osteitis is associated with P-glycoprotein overexpression in patients with chronic sinusitis without nasal polyps",
        "Chronic rhinosinusitis osteoblasts differ in cellular properties from normal bone",
        "Interleukin (IL)-13 and IL-17A contribute to neo-osteogenesis in chronic rhinosinusitis by inducing RUNX2",
        "Microarray analysis of the genes associated with osteitis in chronic rhinosinusitis",
        "Osteitis is associated with dysregulated pro-osteoblastic activity in patients with nasal polyps",
        "Receptor activator of nuclear factor κB ligand is a biomarker for osteitis of chronic rhinosinusitis",
        "Dose-dependent effects of topical tobramycin in an animal model of Pseudomonas sinusitis",
        "Presentation and epidemiology of gastroesophageal reflux disease",
        "Direct nasopharyngeal reflux of gastric acid is a contributing factor in refractory chronic rhinosinusitis",
        "A study of the link between gastric reflux and chronic sinusitis in adults",
        "Role of GERD in chronic resistant sinusitis: a prospective, open label, pilot trial",
        "Eight weeks of omeprazole 20 mg significantly reduces both laryngopharyngeal reflux and comorbid chronic rhinosinusitis signs and symptoms: randomised, double-blind, placebo-controlled trial",
        "Proton pump inhibitor therapy improves symptoms in postnasal drainage",
        "Association of gastro-oesophageal reflux and chronic rhinosinusitis: systematic review and meta-analysis",
        "Nasal pepsin assay and pH monitoring in chronic rhinosinusitis",
        "Gastroesophageal reflux disease (GERD), extraesophageal reflux (EER) and recurrent chronic rhinosinusitis",
        "Possible relationship of gastroesophagopharyngeal acid reflux with pathogenesis of chronic sinusitis",
        "Gastro-oesophageal reflux in patients with chronic rhino-sinusitis investigated with multichannel impedance-pH monitoring",
        "Autonomic dysfunction, vasomotor rhinitis, and extraesophageal manifestations of gastroesophageal reflux",
        "Long-term outcome analysis of functional endoscopic sinus surgery: correlation of symptoms with endoscopic examination findings and potential prognostic variables",
        "Laryngopharyngeal reflux: state of the art diagnosis and treatment",
        "Prevalence of chronic rhinosinusitis in a population of patients with gastroesophageal reflux disease",
        "Chronic sinusitis and gastroesophageal reflux: are they related?",
        "Correlation between nasal mucociliary clearance time and gastroesophageal reflux disease: our experience on 50 patients",
        "Nasopharyngeal pH monitoring in chronic sinusitis patients using a novel four channel probe",
        "Gastroesophageal reflux disease and chronic sinusitis: in search of an esophageal-nasal reflex",
        "The role of extraesophageal reflux in medically and surgically refractory rhinosinusitis",
        "Impact of gastroesophageal reflux disease on mucosal immunity and atopic disorders",
        "PepsinA as a marker of laryngopharyngeal reflux detected in chronic rhinosinusitis patients",
        "Heat shock protein 70 is induced by pepsin via MAPK signaling in human nasal epithelial cells",
        "The impact of pepsin on human nasal epithelial cells in vitro: a potential mechanism for extraesophageal reflux induced chronic rhinosinusitis",
        "The significance of Helicobacter pylori in patients with nasal polyposis",
        "Detection of Helicobacter pylori in nasal and maxillary sinus specimens from patients with chronic sinusitis",
        "A possible role of Helicobacter pylori in chronic rhinosinusitis: a preliminary report",
        "Sinusitis and gastroesophageal reflux disease",
        "Effective and safe proton pump inhibitor therapy in acid-related diseases–A position paper addressing benefits and potential harms of acid suppression",
        "Proton pump inhibitor resistance in the treatment of laryngopharyngeal reflux",
        "Laryngopharyngeal reflux disease: clinical presentation, diagnosis and therapeutic challenges in 2018",
        "Treatment of laryngopharyngeal reflux disease: a systematic review",
        "Alginate therapy is effective treatment for GERD symptoms: a systematic review and meta-analysis",
        "Magnesium alginate in children with uncontrolled asthma",
        "Alkaline pH in middle meatus in cases of chronic rhinosinusitis",
        "From vitamin D to hormone D: fundamentals of the vitamin D endocrine system essential for good health",
        "Vitamin D and molecular actions on the immune system: modulation of innate and autoimmunity",
        "Cutting edge: 1,25-dihydroxyvitamin D3 is a direct inducer of antimicrobial peptide gene expression",
        "Vitamin D deficiency are associated with subjective disease severity in Chinese patients with chronic rhinosinusitis with nasal polyps",
        "Vitamin D3 deficiency and its association with nasal polyposis in patients with cystic fibrosis and patients with chronic rhinosinusitis",
        "Reduced sinonasal levels of 1α-hydroxylase are associated with worse quality of life in chronic rhinosinusitis with nasal polyps",
        "Evaluation of vitamin D levels in allergic fungal sinusitis, chronic rhinosinusitis, and chronic rhinosinusitis with polyposis",
        "Vitamin D3 deficiency increases sinus mucosa dendritic cells in pediatric chronic rhinosinusitis with nasal polyps",
        "Vitamin D3 correlates inversely with systemic dendritic cell numbers and bone erosion in chronic rhinosinusitis with nasal polyps and allergic fungal rhinosinusitis",
        "Cigarette smoke exposure is associated with vitamin D3 deficiencies in patients with chronic rhinosinusitis",
        "Serum 25-hydroxyvitamin D levels are lower in chronic rhinosinusitis with nasal polyposis and are correlated with disease severity in Taiwanese patients",
        "The influence of smoking on vitamin D status and calcium metabolism",
        "Serum 25-hydroxyvitamin D levels are lower in urban African American subjects with chronic rhinosinusitis",
        "Sinonasal epithelial cells synthesize active vitamin D, augmenting host innate immune function",
        "Vitamin D pathway regulatory genes encoding 1α-hydroxylase and 24-hydroxylase are dysregulated in sinonasal tissue during chronic rhinosinusitis",
        "Serum 25-hydroxy vitamin D in chronic rhinosinusitis with and without nasal polyposis: a case-control study in Northern Iran",
        "Vitamin D3 as a novel regulator of basic fibroblast growth factor in chronic rhinosinusitis with nasal polyposis",
        "Vitamin D3, vitamin K2, and warfarin regulate bone metabolism in human paranasal sinus bones",
        "Staphylococcal infection and toxin production in chronic rhinosinusitis",
        "Adaptive immune responses in Staphylococcus aureus biofilm-associated chronic rhinosinusitis",
        "Serum levels of specific IgE to Staphylococcus aureus enterotoxins in patients with chronic rhinosinusitis",
        "Type 2 inflammation in chronic rhinosinusitis without nasal polyps: another relevant endotype",
        "Nasal microenvironments and interspecific interactions influence nasal microbiota complexity and S. aureus carriage",
        "The nasal microbiota in health and disease: variation within and between subjects",
        "The human nasal microbiota and Staphylococcus aureus carriage",
        "Structure, function and diversity of the healthy human microbiome",
        "The microbiome of the middle meatus in healthy adults",
        "Sinus microbiome diversity depletion and Corynebacterium tuberculostearicum enrichment mediates rhinosinusitis",
        "Bacterial community collapse: a meta-analysis of the sinonasal microbiota in chronic rhinosinusitis",
        "Nasal carriage of Staphylococcus aureus: epidemiology, underlying mechanisms, and associated risks",
        "Microbiome complexity and Staphylococcus aureus in chronic rhinosinusitis",
        "Sinus microbiota varies among chronic rhinosinusitis phenotypes and predicts surgical outcome",
        "Decreased diversity of nasal microbiota and their secreted extracellular vesicles in patients with chronic rhinosinusitis based on a metagenomic analysis",
        "Anterior nares diversity and pathobionts represent sinus microbiome in chronic rhinosinusitis",
        "Temporal instability of the post-surgical maxillary sinus microbiota",
        "The difference in nasal bacterial microbiome diversity between chronic rhinosinusitis patients with polyps and a control population",
        "Evidence of microbiota dysbiosis in chronic rhinosinusitis",
        "The nasal microbiome in patients with chronic rhinosinusitis: analyzing the effects of atopy and bacterial functional pathways in 111 patients",
        "Chronic rhinosinusitis with nasal polyps is characterized by dysbacteriosis of the nasal microbiota",
        "Compositionally and functionally distinct sinus microbiota in chronic rhinosinusitis patients have immunological and clinically divergent consequences",
        "Comparison of subtyping approaches and the underlying drivers of microbial signatures for chronic rhinosinusitis",
        "Differentially regulated host proteins associated with chronic rhinosinusitis are correlated with the sinonasal microbiome",
        "Contrasting the microbiomes from healthy volunteers and patients with chronic rhinosinusitis",
        "The role of viruses in the clinical presentation of chronic rhinosinusitis",
        "The presence of virus significantly associates with chronic rhinosinusitis disease severity",
        "Enumerating virus-like particles and bacterial populations in the sinuses of chronic rhinosinusitis patients using flow cytometry",
        "The sinonasal mycobiota in chronic rhinosinusitis and control patients",
        "The fungal microbiome in chronic rhinosinusitis: richness, diversity, postoperative changes and patient outcomes",
        "Role of fungi in chronic rhinosinusitis through ITS sequencing",
        "Evaluation of Malassezia and common fungal pathogens in subtypes of chronic rhinosinusitis",
        "The association between disease severity and microbiome in chronic rhinosinusitis",
        "Impact of saline irrigation and topical corticosteroids on the postsurgical sinonasal microbiota",
        "Antibacterial activity of mometasone furoate",
        "Determinants of the nasal microbiome: pilot study of effects of intranasal medication use",
        "Nasal irrigation: an imprecisely defined medical procedure",
        "Measuring antibiotic levels and their relationship with the microbiome in chronic rhinosinusitis",
        "Short-term antibiotic treatment has differing long-term impacts on the human throat and gut microbiome",
        "Medical therapy reduces microbiota diversity and evenness in surgically recalcitrant chronic rhinosinusitis",
        "The effect of antibiotics on the microbiome in acute exacerbations of chronic rhinosinusitis",
        "The effect of maxillary sinus antrostomy size on the sinus microbiome",
        "Changes in the bacterial microbiome of patients with chronic rhinosinusitis after endoscopic sinus surgery",
        "Investigation of bacterial repopulation after sinus surgery and perioperative antibiotics",
        "The bacterial microbiome in chronic rhinosinusitis: richness, diversity, postoperative changes, and patient outcomes",
        "Topical probiotics as a therapeutic alternative for chronic rhinosinusitis: a preclinical proof of concept",
        "Probiotic manipulation of the chronic rhinosinusitis microbiome",
        "The effect of medical treatments on the bacterial microbiome in patients with chronic rhinosinusitis: a pilot study",
        "Chronic rhinosinusitis: potential role of microbial dysbiosis and recommendations for sampling sites",
        "Detection of bacteria by 16S rRNA PCR and sequencing in culture-negative chronic rhinosinusitis",
        "Mapping and comparing bacterial microbiota in the sinonasal cavity of healthy, allergic rhinitis, and chronic rhinosinusitis subjects",
        "Bacterial communities vary between sinuses in chronic rhinosinusitis patients",
        "Anatomic variations of the paranasal sinuses: CT examination for endoscopic sinus surgery",
        "Relationship between mucosal inflammation, computed tomography, and symptomatology in chronic rhinosinusitis without polyposis",
        "Ethnic variation in sinonasal anatomy on CT-scanning",
        "Anatomic variations of the lateral nasal wall in the computed tomography scans of patients with chronic rhinosinusitis",
        "Variations in paranasal sinus anatomy: implications for the pathophysiology of chronic rhinosinusitis and safety of endoscopic sinus surgery",
        "Sinonasal anatomic variants and asthma are associated with faster development of chronic rhinosinusitis in patients with allergic rhinitis",
        "Ethmomaxillary sinus: a particular anatomic variation of the paranasal sinuses",
        "The role of Onodi cells in sphenoiditis: results of multiplanar reconstruction of computed tomography scanning",
        "Effect of paranasal anatomical variants on outcomes in patients with limited and diffuse chronic rhinosinusitis",
        "Concha Bullosa affects baseline and postoperative quality-of-life measures in surgically managed chronic rhinosinusitis",
        "Computed tomographic analysis of frontal recess anatomy and its effect on the development of frontal sinusitis",
        "Frontal sinus cells: identification, prevalence, and association with frontal sinus mucosal thickening",
        "Relationships among concha bullosa, nasal septal deviation, and sinusitis: retrospective analysis of 296 cases",
        "Anatomical variations of the middle turbinate Concha Bullosa and its relationship with chronic sinusitis: a prospective radiologic study",
        "The prevalence of frontal cells and their relation to frontal sinusitis: a radiological study of the frontal recess area",
        "Multiplanar computed tomographic analysis of frontal recess cells: effect on frontal isthmus size and frontal sinusitis",
        "Can sinus anatomy predict quality of life outcomes and operative times of endoscopic frontal sinus surgery?",
        "A study of anatomical variations of osteomeatal complex in chronic rhinosinusitis patients-CT findings",
        "A study of the CT findings in 100 patients with rhinosinusitis and 100 controls",
        "Impact of septal deviation on recurrent chronic rhinosinusitis after primary surgery: a matched case-control study",
        "Pathogen recognition and innate immunity",
        "Upregulation of surfactant protein A in chronic rhinosinusitis",
        "Lysozyme expression is increased in the sinus mucosa of patients with chronic rhinosinusitis",
        "Alterations in gene expression of complement components in chronic rhinosinusitis",
        "Increased serum complement component 3 and mannose-binding lectin levels in adult Chinese patients with chronic rhinosinusitis",
        "Chronic rhinosinusitis without nasal polyps is associated with increased expression of trefoil factor family peptides",
        "Different activations of toll-like receptors and antimicrobial peptides in chronic rhinosinusitis with or without nasal polyposis",
        "Epithelial genes in chronic rhinosinusitis with and without nasal polyps",
        "The role of pattern-recognition receptors in innate immunity: update on toll-like receptors",
        "Toll-like receptors",
        "Exosome swarms eliminate airway pathogens and provide passive epithelial immunoprotection through nitric oxide",
        "RAGE processing in chronic airway conditions: involvement of Staphylococcus aureus and ECP",
        "Differential expression of Toll-like receptor pathway genes in chronic rhinosinusitis with or without nasal polyps",
        "Differential expression of innate immunity genes in chronic rhinosinusitis",
        "Role of Toll-like receptor 9 signaling on activation of nasal polyp-derived fibroblasts and its association with nasal polypogenesis",
        "Role of the bitter taste receptor T2R38 in upper respiratory infection and chronic rhinosinusitis",
        "Calgranulin C (S100A12) is differentially expressed in subtypes of chronic rhinosinusitis",
        "Peripheral blood T-helper cells and eosinophil populations in patients with atopic and nonatopic chronic rhinosinusitis",
        "Microparticles in nasal lavage fluids in chronic rhinosinusitis: potential biomarkers for diagnosis of aspirin-exacerbated respiratory disease",
        "Cytokine profiles in Japanese patients with chronic rhinosinusitis",
        "Distinct immunopathologic characteristics of various types of chronic rhinosinusitis in adult Chinese",
        "Differentiation of chronic sinus diseases by measurement of inflammatory mediators",
        "Increased percentage of mast cells within sinonasal mucosa of chronic rhinosinusitis with nasal polyp patients independent of atopy",
        "Glandular mast cells with distinct phenotype are highly elevated in chronic rhinosinusitis with nasal polyps",
        "Basophils are elevated in nasal polyps of patients with chronic rhinosinusitis without aspirin sensitivity",
        "IL-25-induced activation of nasal fibroblast and its association with the remodeling of chronic rhinosinusitis with nasal polyposis",
        "Fibroblast levels are increased in chronic rhinosinusitis with nasal polyps and are associated with worse subjective disease severity",
        "Differential expression of adhesion molecules by sinonasal fibroblasts among control and chronic rhinosinusitis patients",
        "The role of IL-25 and IL-33 in chronic rhinosinusitis with or without nasal polyps",
        "Role of Interleukin-10 on nasal polypogenesis in patients with chronic rhinosinusitis with nasal polyps",
        "IL-25 as a novel therapeutic target in nasal polyps of patients with chronic rhinosinusitis",
        "Clinical severity and epithelial endotypes in chronic rhinosinusitis",
        "The role of interleukin-33 in chronic rhinosinusitis",
        "Thymic stromal lymphopoietin activity is increased in nasal polyps of patients with chronic rhinosinusitis",
        "The expression of TSLP receptor in chronic rhinosinusitis with and without nasal polyps",
        "Perspectives on the etiology of chronic rhinosinusitis: an immune barrier hypothesis",
        "Pathogenesis of recalcitrant chronic rhinosinusitis: the emerging role of innate immune cells",
        "A comprehensive systematic review of the association between airway mucins and chronic rhinosinusitis",
        "Up-regulation of MUC5AC and MUC5B mucin genes in chronic rhinosinusitis",
        "Mucin genes have different expression patterns in healthy and diseased upper airway mucosa",
        "Modifier genetics: cystic fibrosis",
        "Epithelium, cilia, and mucus: their importance in chronic rhinosinusitis",
        "Reversal of chronic rhinosinusitis-associated sinonasal ciliary dysfunction",
        "Rheologic properties of sinonasal mucus in patients with chronic sinusitis",
        "Immunological mechanisms underlying chronic rhinosinusitis with nasal polyps",
        "Pathogenic effector Th2 cells in allergic eosinophilic inflammatory disease",
        "Chronic rhinosinusitis pathogenesis",
        "Epithelial permeability alterations in an in vitro air-liquid interface model of allergic fungal rhinosinusitis",
        "Oncostatin M promotes mucosal epithelial barrier dysfunction, and its expression is increased in patients with eosinophilic mucosal disease",
        "Defective epithelial barrier in chronic rhinosinusitis: the regulation of tight junctions by IFN-gamma and IL-4",
        "Increase of poorly proliferated p63(+) /Ki67(+) basal cells forming multiple layers in the aberrant remodeled epithelium in nasal polyps",
        "Scanning electron microscopy findings of human respiratory cilia in chronic sinusitis and in recurrent respiratory infections",
        "Inflammation-mediated upregulation of centrosomal protein 110, a negative modulator of ciliogenesis, in patients with chronic rhinosinusitis",
        "Allergic inflammatory memory in human respiratory epithelial progenitor cells",
        "Pathophysiology of nasal polyposis: the role of desmosomal junctions",
        "Epithelial tight junction alterations in nasal polyposis",
        "Low SPINK5 expression in chronic rhinosinusitis",
        "Staphylococcus aureus impairs the airway epithelial barrier in vitro",
        "Staphylococcus Aureus V8 protease disrupts the integrity of the airway epithelial barrier and impairs IL-6 production in vitro",
        "The effect of neutrophil serine proteases on human nasal epithelial cell barrier function",
        "Pseudomonas aeruginosa exoprotein-induced barrier disruption correlates with elastase activity and marks chronic rhinosinusitis severity",
        "Particulate matter 2.5 causes deficiency in barrier integrity in human nasal epithelial cells",
        "Reversal of cigarette smoke extract-induced sinonasal epithelial cell barrier dysfunction through Nrf2 Activation",
        "Barrier disruptive effects of mucus isolated from chronic rhinosinusitis patients",
        "Emerging role of proteases in the pathogenesis of chronic rhinosinusitis with nasal polyps",
        "Analysis of differential expression of protease-activated receptors in patients with allergic fungal rhinosinusitis",
        "Immunomodulation of nasal epithelial cells by Staphylococcus aureus-derived serine proteases",
        "Pseudomonas aeruginosa elastase causes transient disruption of tight junctions and downregulation of PAR-2 in human nasal epithelial cells",
        "Der p 1 facilitates transepithelial allergen delivery by disruption of tight junctions",
        "Endogenous protease inhibitors in airway epithelial cells contribute to eosinophilic chronic rhinosinusitis",
        "Reduced expression of antimicrobial PLUNC proteins in nasal polyp tissues of patients with chronic rhinosinusitis",
        "Evidence for diminished levels of epithelial psoriasin and calprotectin in chronic rhinosinusitis",
        "The role of the respiratory mucosa in health and disease",
        "Acquired cilia dysfunction in chronic rhinosinusitis",
        "Cilia dysfunction",
        "Overview of structure and function of mammalian cilia",
        "Regional analysis of sinonasal ciliary beat frequency",
        "Altered sinonasal ciliary dynamics in chronic rhinosinusitis",
        "The propulsion of mucus by cilia",
        "Biofilms correlate with TH1 inflammation in the sinonasal tissue of patients with chronic rhinosinusitis",
        "Keratinocyte chemoattractant (interleukin-8) regulation of sinonasal cilia function in a murine model",
        "Regulation of murine sinonasal cilia function by microbial secreted factors",
        "Effect of N-acetylcysteine on the ciliary beat frequency of human bronchial explants",
        "The effects of sinus bacteria on human ciliated nasal epithelium in vitro",
        "The effects of pneumolysin and hydrogen peroxide, alone and in combination, on human ciliated epithelium in vitro",
        "Effects of staphylococcal enterotoxin on ciliary activity and histology of the sinus mucosa",
        "Mechanisms of action of Pseudomonas aeruginosa pyocyanin on human ciliary beat in vitro",
        "Bacterial d-amino acids suppress sinonasal innate immunity through sweet taste receptors in solitary chemosensory cells",
        "The pathogenesis of nontypable Haemophilus influenzae otitis media",
        "Inflammatory mechanisms in chronic sinusitis",
        "Interleukin-1 beta, interleukin-5, interleukin-6, interleukin-8, and tumor necrosis factor-alpha in chronic sinusitis: response to systemic corticosteroids",
        "Role of IFN-gamma, IL-13, and IL-17 on mucociliary differentiation of nasal epithelial cells in chronic rhinosinusitis with nasal polyps",
        "Potential role of abnormal ion transport in the pathogenesis of chronic sinusitis",
        "Smoke exposure and outcome of endoscopic sinus surgery in children",
        "Bacterial infection and the pathogenesis of COPD",
        "Inhibition of chloride secretion in human bronchial epithelial cells by cigarette smoke extract",
        "Cigarette smoke condensate inhibits transepithelial chloride transport and ciliary beat frequency",
        "Acquired cystic fibrosis transmembrane conductance regulator dysfunction",
        "Assessment of acquired mucociliary clearance defects using micro-optical coherence tomography",
        "Submucosal gland mucus strand velocity is decreased in chronic rhinosinusitis",
        "Sinus microanatomy and microbiota in a rabbit model of rhinosinusitis",
        "Cystic fibrosis transmembrane conductance regulator activation by the solvent ethanol: implications for topical drug delivery",
        "Acquired cystic fibrosis transmembrane conductance regulator deficiency",
        "Defective fluid secretion from submucosal glands of nasal turbinates from CFTR-/- and CFTR (DeltaF508/DeltaF508) pigs",
        "Resveratrol ameliorates abnormalities of fluid and electrolyte secretion in a hypoxia-Induced model of acquired CFTR deficiency",
        "Cystic fibrosis transmembrane conductance regulator modulation by the tobacco smoke toxin acrolein",
        "Exposure to cigarette smoke condensate reduces calcium activated chloride channel transport in primary sinonasal epithelial cultures",
        "Transepithelial ion transport is suppressed in hypoxic sinonasal epithelium",
        "Cigarette smoke exposure induces CFTR internalization and insolubility, leading to airway surface liquid dehydration",
        "Role of hypoxia in inflammatory upper airway disease",
        "Hypoxia in paranasal sinuses of patients with chronic sinusitis with or without the complication of nasal allergy",
        "The effect of long-term antibiotic therapy upon ciliary beat frequency in chronic rhinosinusitis",
        "Comparison of CT scan and electron microscopic findings on endoscopically harvested middle turbinates",
        "The mucociliary activity of the upper respiratory tract. III. A functional and morphological study on human and animal material with special reference to maxillary sinus diseases",
        "An in vitro model of Pseudomonas aeruginosa biofilms on viable airway epithelial cell monolayers",
        "Herbal dry extract BNO 1011 improves clinical and mucociliary parameters in a rabbit model of chronic rhinosinusitis",
        "The novel dry extract BNO 1011 stimulates chloride transport and ciliary beat frequency in human respiratory epithelial cultures",
        "Chlorogenic acid activates CFTR-mediated Cl- secretion in mice and humans: therapeutic implications for chronic rhinosinusitis",
        "Sinupret activates CFTR and TMEM16A-dependent transepithelial chloride transport and improves indicators of mucociliary clearance",
        "Resveratrol enhances airway surface liquid depth in sinonasal epithelium by increasing cystic fibrosis transmembrane conductance regulator open probability",
        "Comparison of cystic fibrosis transmembrane conductance regulator (CFTR) and ciliary beat frequency activation by the CFTR Modulators Genistein, VRT-532, and UCCF-152 in primary sinonasal epithelial cultures",
        "Quercetin increases cystic fibrosis transmembrane conductance regulator-mediated chloride transport and ciliary beat frequency: therapeutic implications for chronic rhinosinusitis",
        "The bioflavonoid compound, sinupret, stimulates transepithelial chloride transport in vitro and in vivo",
        "Hesperidin stimulates cystic fibrosis transmembrane conductance regulator-mediated chloride secretion and ciliary beat frequency in sinonasal epithelium",
        "Controlled delivery of ciprofloxacin and ivacaftor via sinus stent in a preclinical model of Pseudomonas sinusitis",
        "Preclinical therapeutic efficacy of the ciprofloxacin-eluting sinus stent for Pseudomonas aeruginosa sinusitis",
        "Recognizing primary immune deficiency in clinical practice",
        "Clinical and immunological features in IgM deficiency",
        "Pulmonary and sinusal changes in 45 patients with primary immunodeficiencies: computed tomography evaluation",
        "Chronic sinusitis as a manifestation of primary immunodeficiency in adults",
        "Hypogammaglobulinemia: a diagnosis that must not be overlooked",
        "Immunoglobulin replacement therapy reduces chronic rhinosinusitis in patients with antibody deficiency",
        "Respiratory dysfunction in patients with common variable hypogammaglobulinemia",
        "Serum immunoglobulins and IgG subclass levels in adults with chronic sinusitis: evidence for decreased IgG3 levels",
        "Relationship between extremely low total serum IgE levels and rhinosinusitis",
        "Selective IgE deficiency, immune dysregulation, and autoimmunity",
        "Prevalence and pattern of humoral immunodeficiency in chronic refractory sinusitis",
        "Immunoglobulins and complement factor C4 in adult rhinosinusitis",
        "Concentrations of serum immunoglobulins and antibodies to pneumococcal capsular polysaccharides in patients with recurrent or chronic sinusitis",
        "X-linked agammaglobulinemia: a survey of 33 Iranian patients",
        "The prevalence of humoral immunodeficiency in refractory rhinosinusitis: a retrospective analysis",
        "High prevalence of humoral immunodeficiency patients with refractory chronic rhinosinusitis",
        "Infections of the nose and paranasal sinuses in adult patients with immunodeficiency",
        "Characterization of specific antibody deficiency in adults with medically refractory chronic rhinosinusitis",
        "Clinical, immunological, and molecular analysis in a large cohort of patients with X-linked agammaglobulinemia: an Italian multicenter study",
        "Age-dependent immunophysiologic correlates of chronic respiratory disease",
        "Clinical characteristics of adults with chronic rhinosinusitis and specific antibody deficiency",
        "Clinical and immunological features of 78 adult patients with primary selective IgG subclass deficiencies",
        "IgG subclass levels in chronic rhinosinusitis",
        "Sinus computerized tomography in primary hypogammaglobulinaemia",
        "Benefit of intravenous IgG replacement in hypogammaglobulinemic patients with chronic sinopulmonary disease",
        "Replacement therapy with high dose intravenous gamma-globulin improves chronic sinopulmonary disease in patients with hypogammaglobulinemia",
        "The clinical significance of specific antibody deficiency (SAD) severity in chronic rhinosinusitis (CRS)",
        "Clinical features of cytotoxic CD8+ T-lymphocyte deficiency in chronic rhinosinusitis patients: a demographic and functional study",
        "Outcomes of sinus surgery in ambulatory patients with immune dysfunction",
        "Immunoglobulin deficiency and determination of pneumococcal antibody titers in patients with therapy-refractory recurrent rhinosinusitis",
        "Penetration of administered IgG into the maxillary sinus and long-term clinical effects of intravenous immunoglobulin replacement therapy on sinusitis in primary hypogammaglobulinaemia",
        "The human genome project: lessons from large-scale biology",
        "A pooling-based genomewide association study identifies genetic variants associated with Staphylococcus aureus colonization in chronic rhinosinusitis patients",
        "Primary ciliary dyskinesia",
        "Familial risk of chronic rhinosinusitis with and without nasal polyposis: genetics or environment",
        "Heredity of nasal polyps",
        "Staphylococcus aureus impairs sinonasal epithelial repair: effects in patients with chronic rhinosinusitis with nasal polyps and control subjects",
        "Single nucleotide polymorphisms in chemosensory pathway genes GNB3, TAS2R19, and TAS2R38 are associated with chronic rhinosinusitis",
        "Genetic variations in taste receptors are associated with chronic rhinosinusitis: a replication study",
        "Epigenetics: the science of change",
        "Role of epigenetics in the pathogenesis of chronic rhinosinusitis with nasal polyps",
        "DNA methylation of proximal PLAT promoter in chronic rhinosinusitis with nasal polyps",
        "Epigenetics of chronic rhinosinusitis and the role of the eosinophil",
        "Genome-wide methylation profiling of chronic rhinosinusitis",
        "Influence of leukotriene gene polymorphisms on chronic rhinosinusitis",
        "Replication study of genetic variants associated with chronic rhinosinusitis and nasal polyposis",
        "Identification of susceptibility genes for complex diseases using pooling-based genome-wide association scans",
        "Polymorphisms in the nitric oxide synthase 1 gene are associated with severe chronic rhinosinusitis",
        "The IL1A genotype is associated with nasal polyposis in asthmatic adults",
        "Proinflammatory cytokine single nucleotide polymorphisms in nasal polyposis",
        "Association of IL1A, IL1B, and TNF gene polymorphisms with chronic rhinosinusitis with and without nasal polyposis: a replication study",
        "Genetic polymorphisms in chronic hyperplastic sinusitis with nasal polyposis",
        "Combined effect of IL-10 and TGF-beta1 promoter polymorphisms as a risk factor for aspirin-intolerant asthma and rhinosinusitis",
        "Association of susceptibility to chronic rhinosinusitis with genetic polymorphisms of IL-4 and IL-10",
        "Polymorphisms in the interleukin-22 receptor alpha-1 gene are associated with severe chronic rhinosinusitis",
        "Genetic evidence for a role of IL33 in nasal polyposis",
        "A loss-of-function variant in ALOX15 protects against nasal polyps and chronic rhinosinusitis",
        "Polymorphisms in interleukin-1 receptor-associated kinase 4 are associated with total serum IgE",
        "Polymorphisms in RYBP and AOAH genes are associated with chronic rhinosinusitis in a Chinese population: a replication study",
        "Evidence of association of interleukin-1 receptor-like 1 gene polymorphisms with chronic rhinosinusitis",
        "Association between a TGFbeta1 promoter polymorphism and rhinosinusitis in aspirin-intolerant asthmatic patients",
        "Association of the tumor necrosis factor-alpha -308 G/A polymorphism with nasal polyposis",
        "DCBLD2 gene variations correlate with nasal polyposis in Korean asthma patients",
        "Lack of association between CD58 genetic variations and aspirin-exacerbated respiratory disease in a Korean population",
        "CD8A gene polymorphisms predict severity factors in chronic rhinosinusitis",
        "Genetic association analysis of CIITA variations with nasal polyp pathogenesis in asthmatic patients",
        "Association of the -14C/G MET and the -765G/C COX-2 gene polymorphisms with the risk of chronic rhinosinusitis with nasal polyps in a Polish population",
        "HLA-DQB1 *03 in allergic fungal sinusitis and other chronic hypertrophic rhinosinusitis disorders",
        "A family-based genome-wide association study of chronic rhinosinusitis with nasal polyps implicates several genes in the disease pathogenesis",
        "Increased prevalence of interleukin-1 receptor antagonist gene polymorphism in patients with chronic rhinosinusitis",
        "Association of the -33C/G OSF-2 and the 140A/G LF gene polymorphisms with the risk of chronic rhinosinusitis with nasal polyps in a Polish population",
        "Polymorphisms in the SERPINA1 (Alpha-1-Antitrypsin) gene are associated with severe chronic rhinosinusitis unresponsive to medical therapy",
        "Polymorphisms in the tumour necrosis factor alpha-induced protein 3 (TNFAIP3) gene are associated with chronic rhinosinusitis",
        "A pooling-based genome-wide association study implicates the p73 gene in chronic rhinosinusitis",
        "Association of CACNG6 polymorphisms with aspirin-intolerance asthmatics in a Korean population",
        "Genetic variation in genes encoding airway epithelial potassium channels is associated with chronic rhinosinusitis in a pediatric population",
        "Corelationship between matrix metalloproteinase 2 and 9 expression and severity of chronic rhinosinusitis with nasal polyposis",
        "RPGR mutations might cause reduced orientation of respiratory cilia",
        "Dipeptidyl-peptidase 10 as a genetic biomarker for the aspirin-exacerbated respiratory disease phenotype",
        "UBE3C genetic variations as potent markers of nasal polyps in Korean asthma patients",
        "High rates of detection of respiratory viruses in the nasal washes and mucosae of patients with chronic rhinosinusitis",
        "Prevalence of rhinovirus and respiratory syncytial virus among patients with chronic rhinosinusitis",
        "The seasonality of respiratory viruses in patients with chronic rhinosinusitis",
        "Respiratory viral infection in the chronic persistent phase of chronic rhinosinusitis",
        "Immunological profiling in chronic rhinosinusitis with nasal polyps reveals distinct VEGF and GM-CSF signatures during symptomatic exacerbations",
        "Is chronic rhinosinusitis caused by persistent respiratory virus infection?",
        "Decreased expression of type I (IFN-β) and type III (IFN-λ) interferons and interferon-stimulated genes in patients with chronic rhinosinusitis with and without nasal polyps",
        "Comparative viral sampling in the sinonasal passages; different viruses at different sites",
        "Are rhinoviruses implicated in the pathogenesis of sinusitis and chronic rhinosinusitis exacerbations? A comprehensive review",
        "Detection of rhinovirus in turbinate epithelial cells of chronic sinusitis",
        "Human rhinovirus serotypes in the nasal washes and mucosa of patients with chronic rhinosinusitis",
        "Effects of rhinovirus species on viral replication and cytokine production",
        "Association between the CDHR3 rs6967330 risk allele and chronic rhinosinusitis",
        "Rhinovirus infection in murine chronic allergic rhinosinusitis model",
        "Occupational and environmental risk factors for chronic rhinosinusitis: a systematic review",
        "What is the role of air pollution in chronic rhinosinusitis?",
        "Occupational upper airway disease: how work affects the nose",
        "Impact of tobacco smoke on chronic rhinosinusitis: a review of the literature",
        "Inflammatory diseases of the lung induced by conventional cigarette smoke: a review",
        "A systematic review of the association between cigarette smoke exposure and chronic rhinosinusitis",
        "Cigarette smoke exposure impairs respiratory epithelial ciliogenesis",
        "Secondhand smoke as a potential cause of chronic rhinosinusitis: a case-control study",
        "Impact of habitual marijuana and tobacco smoke on severity of chronic rhinosinusitis",
        "Chronic rhinosinusitis related to occupational exposure: the telemark population study",
        "Occupational and environmental risk factors for chronic rhinosinusitis in China: a multicentre cross-sectional study",
        "Higher prevalence of nasal polyposis among textile workers: an endoscopic based and controlled study",
        "Chronic rhinosinusitis and occupational risk factors among 20- to 75-year-old Danes-A GA(2) LEN-based study",
        "Air quality influences the prevalence of hay fever and sinusitis",
        "The effects of air pollutants on the prevalence of common ear, nose, and throat diseases in South Korea: a national population-based study",
        "Cadmium and nickel in blood of Tunisian population and risk of nasosinusal polyposis disease",
        "Heavy metals in normal mucosa and nasal polyp tissues from Tunisian patients",
        "The effect of World Trade Center exposure on the latency of chronic rhinosinusitis diagnoses in New York City firefighters: 2001-2011",
        "Air pollutants may be environmental risk factors in chronic rhinosinusitis disease progression",
        "Association of air pollutants, airborne occupational exposures, and chronic rhinosinusitis disease severity",
        "Negative impact of occupational exposure on surgical outcome in patients with rhinosinusitis",
        "Social factors in the development of chronic rhinosinusitis: a systematic review",
        "Airborne particulate matter induces nonallergic eosinophilic sinonasal inflammation in mice",
        "Nasal symptoms, epithelial injury and neurogenic inflammation in elite swimmers",
        "Respiratory findings in pharmaceutical workers",
        "The 1987 forest fire disaster in California: assessment of emergency room visits",
        "Effectiveness of steam inhalation and nasal irrigation for chronic or recurrent sinus symptoms in primary care: a pragmatic randomized controlled trial",
        "Saline irrigation for chronic rhinosinusitis",
        "Hyaluronan in the treatment of chronic rhinosinusitis with nasal polyposis",
        "Nasal irrigation for the alleviation of sinonasal symptoms",
        "Nasal saline irrigations for the symptoms of chronic rhinosinusitis",
        "Benefits of standard therapy with nasal irrigation using NACL 0.9% on chronic rhinosinusitis patients without polyp",
        "Nasal douching as a valuable adjunct in the management of chronic rhinosinusitis",
        "Impact of isotonic and hypertonic saline solutions on mucociliary activity in various nasal pathologies: clinical study",
        "Normal saline versus hypertonic 3% saline: it's efficacy in non-acute rhinosinusitis",
        "Efficiency of hypertonic and isotonic seawater solutions in chronic rhinosinusitis",
        "Does heating up saline for nasal irrigation improve mucociliary function in chronic rhinosinusitis?",
        "Dead Sea salt irrigations vs saline irrigations with nasal steroids for symptomatic treatment of chronic rhinosinusitis: a randomized, prospective double-blind study",
        "A randomized, prospective, double-blind study on the efficacy of dead sea salt nasal irrigations",
        "Effect of irrigation of the nose with isotonic salt solution on adult patients with chronic paranasal sinus disease",
        "Topical steroids in chronic rhinosinusitis without polyps: a systematic review and meta-analysis",
        "Topical corticosteroids in chronic rhinosinusitis: a randomized, double-blind, placebo-controlled trial using fluticasone propionate aqueous nasal spray",
        "Efficacy and tolerability of budesonide aqueous nasal spray in chronic rhinosinusitis patients",
        "Fluticasone propionate aqueous nasal spray does not influence the recurrence rate of chronic rhinosinusitis and nasal polyps 1 year after functional endoscopic sinus surgery",
        "Comparison of once- versus twice-daily use of beclomethasone dipropionate aqueous nasal spray in the treatment of allergic and non-allergic chronic rhinosinusitis",
        "Intrasinus administration of topical budesonide to allergic patients with chronic rhinosinusitis following surgery",
        "Topical steroid for chronic rhinosinusitis without polyps",
        "Effect of corticosteroids on wound healing after endoscopic sinus surgery",
        "Cytokine profile in paranasal effusions in patients with chronic sinusitis using the YAMIK sinus catheter with and without betamethasone",
        "Efficacy and safety of mometasone furoate nasal spray in the treatment of chronic rhinosinusitis",
        "Preliminary efficacy of fluticasone delivered by a novel device in recalcitrant chronic rhinosinusitis",
        "Comparison of efficacy of mometasone furoate versus clarithromycin in the treatment of chronic rhinosinusitis without nasal polyps in Chinese adults",
        "Different types of intranasal steroids for chronic rhinosinusitis",
        "Relative importance of antibiotic and improved clearance in topical treatment of chronic mucopurulent rhinosinusitis. A controlled study",
        "Comparison of topical medication delivery systems after sinus surgery",
        "Effects of endoscopic sinus surgery and delivery device on cadaver sinus irrigation",
        "Corticosteroid nasal irrigations are more effective than simple sprays in a randomized double-blinded placebo-controlled trial for chronic rhinosinusitis after sinus surgery",
        "Effect of budesonide added to large-volume, low-pressure saline sinus irrigation for chronic rhinosinusitis: a randomized clinical trial",
        "Corticosteroid nasal irrigations after endoscopic sinus surgery in the management of chronic rhinosinusitis",
        "The effect of nasally administered budesonide respules on adrenal cortex function in patients with chronic rhinosinusitis",
        "Pilot study of budesonide inhalant suspension irrigations for chronic eosinophilic sinusitis",
        "The effects of serum and urinary cortisol levels of topical intranasal irrigations with budesonide added to saline in patients with recurrent polyposis after endoscopic sinus surgery",
        "Safety of budesonide in saline sinonasal irrigations in the management of chronic rhinosinusitis with polyposis: lack of significant adrenal suppression",
        "EXHANCE-3: a cohort study of the exhalation delivery system with fluticasone for chronic sinusitis with or without nasal polyps",
        "EXHANCE-12: 1-year study of the exhalation delivery system with fluticasone (EDS-FLU) in chronic rhinosinusitis",
        "The safety and efficacy of short-term budesonide delivered via mucosal atomization device for chronic rhinosinusitis without nasal polyposis",
        "Safety of long-term intranasal budesonide delivered via the mucosal atomization device for chronic rhinosinusitis",
        "Selective irrigation of paranasal sinuses in the treatment of recalcitrant chronic sinusitis",
        "Topical corticosteroid irrigations in chronic rhinosinusitis",
        "Antibiotics, steroids, and combination therapy in chronic rhinosinusitis without nasal polyps in adults",
        "Oral corticosteroids in the management of adult chronic rhinosinusitis with and without nasal polyps: an evidence-based review with recommendations",
        "Efficacy of medical therapy in treatment of chronic rhinosinusitis",
        "Oral corticosteroid therapy in chronic rhinosinusitis without polyposis: a systematic review",
        "Efficacy of targeted medical therapy in chronic rhinosinusitis, and predictors of failure",
        "Clinical outcomes of chronic rhinosinusitis in response to medical therapy: results of a prospective study",
        "A retrospective analysis of treatment outcomes and time to relapse after intensive medical treatment for chronic sinusitis",
        "Efficacy of systemic corticosteroid treatment for anosmia with nasal and paranasal sinus disease",
        "A comprehensive review of the adverse effects of systemic corticosteroids",
        "Oral corticosteroid exposure and adverse effects in asthmatic patients",
        "Effectiveness and safety of ofloxacin in chronic otitis media and chronic sinusitis in adult outpatients",
        "Efficacy and tolerance of cefotiam hexetil in the super-infected chronic sinusitis. A randomized, double-blind study in comparison with cefixime",
        "Cefaclor vs amoxicillin in the treatment of acute, recurrent, and chronic sinusitis",
        "A double-blind comparison of ciprofloxacin and amoxycillin/clavulanic acid in the treatment of chronic sinusitis",
        "Comparison of the efficacy and tolerability of amoxycillin/clavulanic acid 875 mg b.i.d. with cefuroxime 500 mg b.i.d. in the treatment of chronic and acute exacerbation of chronic sinusitis in adults",
        "Systemic and topical antibiotics for chronic rhinosinusitis",
        "What rhinologists and allergists should know about the medico-legal implications of antibiotic use: a review of the literature",
        "Sinusitis in an allergist's office: analysis of 200 consecutive cases",
        "Radiographic resolution of chronic rhinosinusitis without polyposis after 6 weeks vs 3 weeks of oral antibiotics",
        "Macrolide therapy of chronic rhinosinusitis",
        "A double-blind, randomized, placebo-controlled trial of macrolide in the treatment of chronic rhinosinusitis",
        "Lack of efficacy of long-term, low-dose azithromycin in chronic rhinosinusitis: a randomized controlled trial",
        "Efficacy of Chinese herbal medicine compared with a macrolide in the treatment of chronic rhinosinusitis without nasal polyps",
        "Efficacy of combined treatment with S-carboxymethylcysteine (carbocisteine) and clarithromycin in chronic rhinosinusitis patients without nasal polyp or with small nasal polyp",
        "Lack of additional effects of long-term, low-dose clarithromycin combined treatment compared with topical steroids alone for chronic rhinosinusitis in China: a randomized, controlled trial",
        "Long-term postoperative azithromycin in patients with chronic rhinosinusitis: a randomized clinical trial",
        "Controlled trial for long-term low-dose erythromycin after sinus surgery for chronic rhinosinusitis",
        "Macrolide therapy for chronic rhinosinusitis: a meta-analysis",
        "Clarithromycin for the treatment of adult chronic rhinosinusitis: a systematic review and meta-analysis",
        "Antimicrobials and chronic rhinosinusitis with or without polyposis in adults: an evidenced-based review with recommendations",
        "Efficacy and safety of long-term antibiotics (macrolides) for the treatment of chronic rhinosinusitis",
        "Factors of success of low-dose macrolides in chronic sinusitis: systematic review and meta-analysis",
        "Effect of azithromycin and clarithromycin therapy on pharyngeal carriage of macrolide-resistant streptococci in healthy volunteers: a randomised, double-blind, placebo-controlled study",
        "Characteristics of macrolide responders in persistent post-surgical rhinosinusitis",
        "Intravenous antibiotics for chronic rhinosinusitis: are they effective?",
        "Outpatient intravenous antibiotics for chronic rhinosinusitis",
        "Chronic sinusitis and intravenous antibiotic therapy: resolution, recurrence, and adverse events",
        "Intravenous antibiotics for refractory rhinosinusitis in nonsurgical patients: preliminary findings of a prospective study",
        "Outpatient intravenous antibiotics for methicillin-resistant Staphylococcus aureus sinusitis",
        "Efficacy of a stepwise protocol that includes intravenous antibiotic therapy for the management of chronic sinusitis in children and adolescents",
        "Management of refractory chronic rhinosinusitis in children",
        "Pediatric chronic rhinosinusitis: a restropective review",
        "Catheter- and antibiotic-related complications of ambulatory intravenous antibiotic therapy for chronic refractory rhinosinusitis",
        "Clinical and cost-effectiveness, safety and acceptability of community intravenous antibiotic service models: CIVAS systematic review",
        "Pre- and postoperative sinus penetration of nasal irrigation",
        "Does nasal irrigation enter paranasal sinuses in chronic rhinosinusitis?",
        "Topical antibiotic therapy in chronic rhinosinusitis: an update",
        "Nebulized bacitracin/colimycin: a treatment option in recalcitrant chronic rhinosinusitis with Staphylococcus aureus? A double-blind, randomized, placebo-controlled, cross-over pilot study",
        "Treatment of chronic rhinosinusitis refractory to other treatments with topical antibiotic therapy delivered by means of a large-particle nebulizer: results of a controlled trial",
        "Medical therapies for adult chronic sinusitis: a systematic review",
        "Topical antimicrobials in the management of chronic rhinosinusitis: a systematic review",
        "Topical therapies in the management of chronic rhinosinusitis: an evidence-based review with recommendations",
        "Use of topical nasal therapies in the management of chronic rhinosinusitis",
        "Mupirocin in the treatment of staphylococcal infections in chronic rhinosinusitis: a meta-analysis",
        "Microbiological outcomes following mupirocin nasal washes for symptomatic, Staphylococcus aureus-positive chronic rhinosinusitis following endoscopic sinus surgery",
        "Alteration in bacterial culture after treatment with topical mupirocin for recalcitrant chronic rhinosinusitis",
        "Nebulized antibiotics for the treatment of acute exacerbations of chronic rhinosinusitis",
        "Fosfomycin nebulizer therapy to chronic sinusitis",
        "Use of nebulized antibiotics for acute infections in chronic sinusitis",
        "Topical antibiotic therapy for recalcitrant sinusitis",
        "Sinonasal inhalation of tobramycin vibrating aerosol in cystic fibrosis patients with upper airway Pseudomonas aeruginosa colonization: results of a randomized, double-blind, placebo-controlled pilot study",
        "Effect of topical ofloxacin on bacterial biofilms in refractory post-sinus surgery rhino-sinusitis",
        "Efficacy and tolerability of a new nasal spray formulation containing hyaluronate and tobramycin in cystic fibrosis patients with bacterial rhinosinusitis",
        "Culture-directed topical antibiotic treatment for chronic rhinosinusitis",
        "Azithromycin add-on therapy in high-risk postendoscopic sinus surgery patients failing corticosteroid irrigations: a clinical practice audit",
        "Topical anti-infective sinonasal irrigations: update and literature review",
        "Nebulized antibiotics for the treatment of refractory bacterial chronic rhinosinusitis",
        "Topical therapy in the management of chronic rhinosinusitis",
        "Safety and efficacy of once-daily nasal irrigation for the treatment of pediatric chronic rhinosinusitis",
        "The fungal debate: where do we stand today?",
        "Treatment of chronic rhinosinusitis with high-dose oral terbinafine: a double blind, placebo-controlled study",
        "Chronic rhinosinusitis: correlation of symptoms with computed tomography scan findings",
        "Clinical effects of topical antifungal therapy in chronic rhinosinusitis: a randomized, double-blind, placebo-controlled trial of intranasal fluconazole",
        "Treatment of chronic rhinosinusitis with intranasal amphotericin B: a randomized, placebo-controlled, double-blind pilot trial",
        "Amphotericin B irrigation for the treatment of chronic rhinosinusitis without nasal polyps: a randomized, placebo-controlled, double-blind study",
        "Amphotericin B and lysine acetylsalicylate in the combined treatment of nasal polyposis associated with mycotic infection",
        "Effects of topical amphotericin B on expression of cytokines in nasal polyps",
        "Topical antifungal treatment of chronic rhinosinusitis with nasal polyps: a randomized, double-blind clinical trial",
        "Role of Amphotericin B in Nasal Irrigation for Chronic Rhinosinusitis with Nasal Polyps",
        "Postoperative application of amphotericin B nasal spray in chronic rhinosinusitis with nasal polyposis. Can recidive polyposis be prevented?",
        "Effect of amphotericin B on treatment of chronic rhinosinusitis: a double-blind randomized clinical trial",
        "Efficacy of nasal irrigation with 200 μg/mL amphotericin B after functional endoscopic sinus surgery: a randomized, placebo-controlled, double-blind study",
        "Amphotericin B nasal lavages: not a solution for patients with chronic rhinosinusitis",
        "CHronic Rhinosinusitis Outcome MEasures (CHROME), developing a core outcome set for trials of interventions in chronic rhinosinusitis",
        "A randomized, double-blind, placebo-controlled trial of anti-IgE for chronic rhinosinusitis",
        "Systemic predictors of eosinophilic chronic rhinosinusitis",
        "SNOT-22-based clusters in chronic rhinosinusitis without nasal polyposis exhibit distinct endotypic and prognostic differences",
        "Effects of leukotriene receptor antagonist therapy in patients with chronic rhinosinusitis in a real life rhinology clinic setting",
        "Quality of life assessment in patients with moderate to severe allergic rhinitis treated with montelukast and/or intranasal steroids: a randomised, double-blind, placebo-controlled study",
        "Comparison of the effects of nasal steroids and montelukast on olfactory functions in patients with allergic rhinitis",
        "Comparison of the efficacy and mechanisms of intranasal budesonide, montelukast, and their combination in treatment of patients with seasonal allergic rhinitis",
        "Comparison of effect of levocetirizine or montelukast alone and in combination on symptoms of allergic rhinitis",
        "Human gut microbiome viewed across age and geography",
        "Gut microbiota metabolism of dietary fiber influences allergic airway disease and hematopoiesis",
        "The human intestinal microbiome in health and disease",
        "The microbiome-gut-brain axis: from bowel to behavior",
        "Alzheimer's disease and the microbiome",
        "Maturation of the enteric mucosal innate immune system during the postnatal period",
        "Lung homeostasis: influence of age, microbes, and the immune system",
        "Probiotic mechanisms of action",
        "A systematic review and meta-analysis of probiotics for the treatment of allergic rhinitis",
        "Reduction of acute recurrence in patients with chronic recurrent hypertrophic sinusitis by treatment with a bacterial immunostimulant (Enterococcus faecalis Bacteriae of human origin",
        "Probiotic E. faecalis—adjuvant therapy in children with recurrent rhinosinusitis",
        "Probiotics as adjunctive treatment for chronic rhinosinusitis: a randomized controlled trial",
        "Clinical efficacy of a topical lactic acid bacterial microbiome in chronic rhinosinusitis: a randomized controlled trial",
        "The impact of Lactococcus lactis (probiotic nasal rinse) co-culture on growth of patient-derived strains of Pseudomonas aeruginosa",
        "Medical management and diagnosis of chronic rhinosinusitis: a survey of treatment patterns by United States otolaryngologists",
        "Nasal decongestants in the treatment of chronic nasal obstruction: efficacy and safety of use",
        "Does oxymetazoline increase the efficacy of nasal steroids in treating nasal polyposis?",
        "Quantitative study of nasal secretory cells in normal subjects and patients with chronic sinusitis",
        "Endoscopic endonasal surgery—new concepts in treatments of recurring sinusitis. Anatomical and pathophysiological considerations. Part II",
        "Dornase alfa (Pulmozyme)",
        "N-Acetylcysteine as an antioxidant and disulphide breaking agent: the reasons why",
        "The role of guaifenesin in the management of chronic mucus hypersecretion associated with stable chronic bronchitis: a comprehensive review",
        "Dornase alfa for cystic fibrosis",
        "Mucoactive agents for chronic, non-cystic fibrosis lung disease: a systematic review and meta-analysis",
        "The use of rhDNAse in severely ill, non-intubated adult asthmatics refractory to bronchodilators: a pilot study",
        "Nebulized and oral thiol derivatives for pulmonary disease in cystic fibrosis",
        "Thiol-based drugs in pulmonary medicine: much more than mucolytics",
        "Medical management of chronic rhinosinusitis in cystic fibrosis: a systematic review",
        "Treatment of chronic rhinosinusitis with dornase alfa in patients with cystic fibrosis: a systematic review",
        "Phytoneering: a new way of therapy for rhinosinusitis",
        "A systematic review of randomized controlled trials with herbal medicine on chronic rhinosinusitis",
        "Efficacy of Sri Lankan Traditional Decoction of Katuwelbatu Deduru Katukadi in treatment of Kaphaja Shira Shula (Chronic Sinusitis)",
        "A clinical trial of Sri Lankan traditional decoction of Pitawakka Navaya in treatment of Kaphaja Shirsha Shoola (chronic sinusitis)",
        "Evaluation of a novel natural drop for treatment of chronic rhinosinusitis without nasal polyps: a single blind randomized trial",
        "Surfactants in the management of rhinopathologies",
        "Methods for removing bacterial biofilms: in vitro study using clinical chronic rhinosinusitis specimens",
        "The effect of dilute baby shampoo on nasal mucociliary clearance in healthy subjects",
        "Safety evaluation of a sinus surfactant in an explant-based cytotoxicity assay",
        "Methylglyoxal: (active agent of manuka honey) in vitro activity against bacterial biofilms",
        "Methylglyoxal-infused honey mimics the anti-Staphylococcus aureus biofilm activity of manuka honey: potential implication in chronic rhinosinusitis",
        "Effectiveness of honey on Staphylococcus aureus and Pseudomonas aeruginosa biofilms",
        "Novel nitric oxide‒generating platform using manuka honey as an anti-biofilm strategy in chronic rhinosinusitis",
        "Manuka honey: histological effect on respiratory mucosa",
        "Methylglyoxal-augmented manuka honey as a topical anti-Staphylococcus aureus biofilm agent: safety and efficacy in an in vivo model",
        "Single-blind study of manuka honey in allergic fungal rhinosinusitis",
        "Evaluation of Manuka honey in the management of allergic fungal rhinosinusitis",
        "Double-blinded, randomized, controlled trial of medicated versus nonmedicated merocel sponges for functional endoscopic sinus surgery",
        "Manuka honey sinus irrigation for the treatment of chronic rhinosinusitis: a randomized controlled trial",
        "The association of Leptospermum honey with cytokine expression in the sinonasal epithelium of chronic rhinosinusitis patients",
        "Manuka honey sinus irrigations in recalcitrant chronic rhinosinusitis: phase 1 randomized, single-blinded, placebo-controlled trial",
        "Xylitol enhances bacterial killing in the rabbit maxillary sinus",
        "The in vitro effect of xylitol on chronic rhinosinusitis biofilms",
        "The osmolyte xylitol reduces the salt concentration of airway surface liquid and may enhance bacterial killing",
        "The in vitro mucolytic effect of xylitol and dornase alfa on chronic rhinosinusitis mucus",
        "Xylitol nasal irrigation in the management of chronic rhinosinusitis: a pilot study",
        "Xylitol nasal irrigation in the treatment of chronic rhinosinusitis",
        "Oral toxicity of silver ions, silver nanoparticles and colloidal silver–a review",
        "Colloidal silver: a novel treatment for Staphylococcus aureus biofilms?",
        "The effectiveness of topical colloidal silver in recalcitrant chronic rhinosinusitis: a randomized crossover control trial",
        "Topical colloidal silver for the treatment of recalcitrant chronic rhinosinusitis",
        "Over-the-counter drug products containing colloidal silver ingredients or silver salts. Department of Health and Human Services (HHS), Public Health Service (PHS), Food and Drug Administration (FDA). Final rule",
        "Topical capsaicin (high concentration) for chronic neuropathic pain in adults",
        "Effects of topically applied capsaicin on moderate and severe psoriasis vulgaris",
        "A double-blind evaluation of topical capsaicin in pruritic psoriasis",
        "Capsaicin for non-allergic rhinitis",
        "Protective reflexes and vascular effects in the nasal mucosa elicited by activation of capsaicin-sensitive substance P-immunoreactive trigeminal neurons",
        "Tachykinins and calcitonin gene-related peptide: co-existence in sensory nerves of the nasal mucosa and effects on blood flow",
        "Sensory and motor reflex control of nasal mucosal blood flow and secretion; clinical implications in non-allergic nasal hyperreactivity",
        "Local capsaicin treatment of the nasal mucosa reduces symptoms in patients with nonallergic nasal hyperreactivity",
        "Improvement of symptoms of non-allergic chronic rhinitis by local treatment with capsaicin",
        "Neutral endopeptidase activity and concentration of sensory neuropeptide in the human nasal mucosa",
        "Decreased neuropeptide release may play a role in the pathogenesis of nasal polyps",
        "Effect of intranasal treatment with capsaicin on the recurrence of polyps after polypectomy and ethmoidectomy",
        "Local treatment of nasal polyposis with capsaicin: preliminary findings",
        "Capsaicin significantly reduces sinonasal polyps",
        "Update on evidence-based reviews with recommendations in adult chronic rhinosinusitis",
        "Distribution of topical agents to the paranasal sinuses: an evidence-based review with recommendations",
        "Head and bottle angles achieved by patients during high-volume sinonasal irrigations",
        "Efficacy and safety of delivery of topical medication on to the frontal sinus at different head positions after frontal sinusotomy",
        "Frontal sinus surgery and sinus distribution of nasal irrigation",
        "Draf IIB with superior septectomy: finding the “middle ground”",
        "Fluid residuals and drug exposure in nasal irrigation",
        "Intranasal deposition of nebulized saline: a radionuclide distribution study",
        "Prospective evaluation of aerosol delivery by a powered nasal nebulizer in the cadaver model",
        "Exhalation delivery systems (EDS) greatly increase topical delivery to target sites for chronic rhinosinusitis (CRS) compared to nasal sprays or pressurized MDIs (pMDI)",
        "Deposition of drugs in the nose and sinuses with an exhalation delivery system vs conventional nasal spray or high-volume irrigation in Draf II/III post-surgical anatomy",
        "Topical drug delivery in chronic rhinosinusitis patients before and after sinus surgery using pulsating aerosols",
        "Irrigation penetration of nasal delivery systems: a cadaver study",
        "Topical steroids for nasal polyps",
        "Comparative analysis of nebulizer and \"line of sight\" spray drug delivery to chronic rhinosinusitis target sites",
        "Olfaction in chronic rhinosinusitis: comparing two different endonasal steroid application methods",
        "New exhalation delivery systems (EDS) enhance topical steroid delivery in chronic rhinosinusitis with nasal polyps",
        "Regional deposition of mometasone furoate nasal spray suspension in humans",
        "Effect of three-drug delivery modalities on olfactory function in chronic sinusitis",
        "Size of septectomy does not affect distribution of nasal irrigation after endoscopic modified Lothrop procedure",
        "Computational fluid dynamic modeling of nose-to-ceiling head positioning for sphenoid sinus irrigation",
        "Using 3D printed sinonasal models to visualize and optimize personalized sinonasal sinus irrigation strategies",
        "Beneficial effects of the thymic hormone preparation thymostimulin in patients with defects in cell-mediated immunity and chronic purulent rhinosinusitis. A double-blind cross-over trial on improvements in monocyte polarization and clinical effects",
        "Thymosin alpha 1: a novel therapeutic option for patients with refractory chronic purulent rhinosinusitis",
        "Immunoglobulins and inflammatory cytokines in nasal secretions in humoral immunodeficiencies",
        "Clinical, immunological, and genetic features in patients with activated PI3Kδ syndrome (APDS): a systematic review",
        "Primary immunodeficiency and recalcitrant chronic sinusitis: a systematic review",
        "Comprehensive clinical and immunological features of 62 adult patients with selective primary IgM deficiency",
        "A multicentre study on the efficacy, safety and pharmacokinetics of IqYmune®, a highly purified 10% liquid intravenous immunoglobulin, in patients with primary immune deficiency",
        "Humoral primary immunodeficiencies in chronic rhinosinusitis",
        "Immunodeficiency in chronic sinusitis: recognition and treatment",
        "Immune deficiency in chronic rhinosinusitis: screening and treatment",
        "Understanding the propensity for chronic sinusitis in patients on immunosuppressive therapy",
        "Sinusitis in patients on tumor necrosis factor alpha inhibitors",
        "Revision endoscopic sinus surgery rates by chronic rhinosinusitis subtype",
        "Antibody deficiency in chronic rhinosinusitis: epidemiology and burden of illness",
        "Rhinosinusitis and comorbidities",
        "When surgery, antibiotics, and steroids fail to resolve chronic rhinosinusitis",
        "Antibiotic prophylaxis in primary immune deficiency disorders",
        "Chronic sinusitis refractory to standard management in patients with humoral immunodeficiencies",
        "Diseases associated with chronic rhinosinusitis: what is the significance?",
        "Rhinosinusitis in children: a comparison of patients requiring surgery for acute complications versus chronic disease",
        "Silent sinus syndrome: a case presentation and comprehensive review of all 84 reported cases",
        "An association between acquired epiphora and the signs and symptoms of chronic rhinosinusitis: a prospective case-control study",
        "Ophthalmic complications of nasosinus mucoceles",
        "Clinicopathologic, ophthalmic, visual profiles and management of mucoceles in blacks",
        "Optic neuropathy produced by a compressed mucocele in an Onodi cell",
        "Visual outcomes in patients with paranasal mucoceles",
        "Fungal ball within Onodi cell mucocele causing visual loss",
        "Blinding orbital apex syndrome due to Onodi cell mucocele",
        "Mucocele in an Onodi cell responsible for acute optic neuropathy",
        "Invasive fungal sinusitis: risk factors for visual acuity outcomes and mortality",
        "The natural history and clinical characteristics of paranasal sinus mucoceles: a clinical review",
        "Anatomical considerations in the aetiology of fronto-ethmoidal mucoceles",
        "Radiological imaging of inflammatory lesions in the nasal cavity and paranasal sinuses",
        "Fungal rhinosinusitis",
        "Spontaneous bone formation in the maxillary sinus after removal of a cyst: coincidence or consequence?",
        "Osseous metaplasia of the maxillary sinus with formation of a well-developed haversian system and bone marrow",
        "Does mucosal remodeling in chronic rhinosinusitis result in irreversible mucosal disease?",
        "Inflammation and remodelling patterns in early stage chronic rhinosinusitis",
        "Risks and management of long-term corticosteroid use in chronic rhinosinusitis",
        "Glucocorticoids act directly on osteoblasts and osteocytes to induce their apoptosis and reduce bone formation and strength",
        "A meta-analysis of prior corticosteroid use and fracture risk",
        "Hospital management of diabetes",
        "Non-traumatic avascular necrosis of the femoral head",
        "Mechanisms of glucocorticoid-induced hypertension",
        "Anti-tumour necrosis factor therapy is associated with certain subtypes of chronic rhinosinusitis",
        "Chronic rhinosinusitis precipitated by tumor necrosis factor alpha inhibitors is the phenotype of chronic rhinosinusitis without nasal polyps",
        "Chronic rhinosinusitis in Asia",
        "The estimated incidence of symptomatic nasal polyps",
        "Radiographic stage fails to predict symptom outcomes after endoscopic sinus surgery for chronic rhinosinusitis",
        "Correlation between nasosinusal symptoms and topographic diagnosis in chronic rhinosinusitis",
        "Chronic rhinosinusitis with nasal polyps",
        "Differential diagnosis of chronic rhinosinusitis with nasal polyps",
        "Benign tumors of the sinonasal tract",
        "Unexpected tumor incidence in surgically removed unilateral and bilateral nasal polyps",
        "Nasal encephaloceles: a review of etiology, pathophysiology, clinical presentations, diagnosis, treatment, and complications",
        "Antrochoanal polyposis: analysis of 34 cases",
        "Changes in nasal epithelium in patients with severe chronic sinusitis: a clinicopathologic and electron microscopic study",
        "The prevalence of nasal polyps in adults with cystic fibrosis",
        "Allergy and chronic rhinosinusitis",
        "Aspirin intolerance and nasal polyposis",
        "Chapter 6: nasal polyps",
        "Allergic rhinitis and its impact on asthma (ARIA) 2008 update (in collaboration with the World Health Organization, GA(2)LEN and AllerGen)",
        "Eosinophils are a feature of upper and lower airway pathology in non-atopic asthma, irrespective of the presence of rhinitis",
        "Segmental bronchial provocation induces nasal inflammation in allergic rhinitis patients",
        "Persistent asthma has an accumulative impact on the loss of smell in patients with nasal polyposis",
        "Rhinosinusitis and nasal polyps in aspirin-exacerbated respiratory disease",
        "United airways: the impact of chronic rhinosinusitis and nasal polyps in bronchiectasic patient's quality of life",
        "A real-world assessment of asthma with chronic rhinosinusitis",
        "Chronic rhinosinusitis with nasal polyps impact in severe asthma patients: evidences from the Severe Asthma Network Italy (SANI) registry",
        "Management of chronic rhinosinusitis in asthma patients: is there still a debate?",
        "Association between severity of asthma and degree of chronic rhinosinusitis",
        "Associations between the quality of life and nasal polyp size in patients suffering from chronic rhinosinusitis without nasal polyps, with nasal polyps or aspirin-exacerbated respiratory disease",
        "Systematic review and meta-analysis of SNOT-22 outcomes after surgery for chronic rhinosinusitis with nasal polyposis",
        "Chronic rhinosinusitis exacerbations are differentially associated with lost productivity based on asthma status",
        "Nasal polyposis and its impact on quality of life: comparison between the effects of medical and surgical treatments",
        "Functional endoscopic sinus surgery improved asthma symptoms as well as PEFR and olfaction in patients with nasal polyposis",
        "Oral plus nasal corticosteroids improve smell, nasal congestion, and inflammation in sino-nasal polyposis",
        "GINA 2019: a fundamental change in asthma management: treatment of asthma with short-acting bronchodilators alone is no longer recommended for adults and adolescents",
        "Efficacy of nasal mometasone for the treatment of chronic sinonasal disease in patients with inadequately controlled asthma",
        "Functional endoscopic sinus surgery in the treatment of massive polyposis in asthmatic patients",
        "A systematic review and meta-analysis of asthma outcomes following endoscopic sinus surgery for chronic rhinosinusitis",
        "Asthma outcomes after endoscopic sinus surgery in aspirin-tolerant versus aspirin-induced asthmatic patients",
        "One year after endoscopic sinus surgery in polyposis: asthma, olfaction, and quality-of-life outcomes",
        "Quality of life improvement from sinus surgery in chronic rhinosinusitis patients with asthma and nasal polyps",
        "Efficacy of omalizumab in the treatment of nasal polyps",
        "Monoclonal antibodies for the treatment of chronic rhinosinusitis with nasal polyposis: a systematic review",
        "Effect of anti-IL5, anti-IL5R, anti-IL13 therapy on asthma exacerbations: a network meta-analysis",
        "Aspirin desensitization in patients with aspirin-induced and aspirin-tolerant asthma: a double-blind study",
        "A clinical study of endoscopic sinus surgery for sinusitis in patients with bronchial asthma",
        "Endoscopic sinus surgery improves pulmonary function in patients with asthma associated with chronic sinusitis",
        "Outcome analysis of endoscopic sinus surgery in patients with nasal polyps and asthma",
        "Long-term follow-up of pulmonary function in patients with nasal polyposis",
        "Long-term impact of functional endoscopic sinus surgery on asthma",
        "Functional endoscopic sinus surgery in patients with chronic sinusitis and asthma",
        "Total and specific IgE in nasal polyps is related to local eosinophilic inflammation",
        "Different types of T-effector cells orchestrate mucosal inflammation in chronic sinus disease",
        "Eosinophils and Th2 immunity: contemporary insights",
        "Atopic comorbidities and biomarkers of type 2 inflammation in patients with chronic rhinosinusitis with nasal polyposis (CRSwNP) who failed intranasal corticosteroids",
        "Specific induction of TSLP by the viral RNA analogue Poly (I: C) in primary epithelial cells derived from nasal polyps",
        "Prevalence, risk factors and comorbidities of allergic rhinitis in South Korea: the Fifth Korea National Health and Nutrition Examination Survey",
        "Atopic profile of patients failing medical therapy for chronic rhinosinusitis",
        "The role of allergy and smoking in chronic rhinosinusitis and polyposis",
        "Hypersensitivity to molds in patients with nasal polyposis: a clinical study",
        "Allergenic profile of nasal polyposis",
        "Role of allergy in nasal polyps of Thai patients",
        "Relationships between severity of chronic rhinosinusitis and nasal polyposis, asthma, and atopy",
        "Impact of allergy on phenotypic and endotypic profiles of nasal polyposis",
        "Nasal polyps: effects of seasonal allergen exposure",
        "The role of allergy in the severity of nasal polyposis",
        "Influence of allergy on the symptoms and treatment of nasal polyposis",
        "Influence of allergy in patients with nasal polyposis after endoscopic sinus surgery",
        "Atopy in chronic rhinosinusitis: impact on quality of life outcomes",
        "Allergogenic profile in patients with different subtypes of chronic rhinosinusitis with nasal polyps",
        "Local immunoglobulin e in the nasal mucosa: clinical implications",
        "IgE test in secretions of patients with respiratory allergy",
        "Nasal polyposis: prevalence of positive food and inhalant skin tests",
        "Nasal polyposis: role of subclinical delayed food hypersensitivity",
        "Milk allergy is frequent in patients with chronic sinusitis and nasal polyposis",
        "Food-specific IgE and IgG antibodies in patients with chronic rhinosinusitis with nasal polyps: a case–control study",
        "Food sensitization in medically resistant chronic rhinosinusitis with or without nasal polyposis",
        "Nasal polyposis: a study of its association with airborne allergen hypersensitivity",
        "Bacterial biofilms in chronic rhinosinusitis; distribution and prevalence",
        "Bacterial biofilms are associated with inflammatory cells infiltration and the innate immunity in chronic rhinosinusitis with or without nasal polyps",
        "Relationship of eosinophils and plasma cells to biofilm in chronic rhinosinusitis",
        "Prevalence of biofilm-forming bacteria in chronic rhinosinusitis",
        "Solitary chemosensory cells and bitter taste receptor signaling in human sinonasal mucosa",
        "Expression of taste receptors in solitary chemosensory cells of rodent airways",
        "Bitter and sweet taste receptors regulate human upper respiratory innate immunity",
        "Tuft cells, taste-chemosensory cells, orchestrate parasite type 2 immunity in the gut",
        "Solitary chemosensory cells are a primary epithelial source of IL-25 in patients with chronic rhinosinusitis with nasal polyps",
        "Tuft-cell-derived IL-25 regulates an intestinal ILC2-epithelial response circuit",
        "Nasal interleukin 25 as a novel biomarker for patients with chronic rhinosinusitis with nasal polyps and airway hypersensitiveness: a pilot study",
        "Interleukin-25 and mucosal T cells in noneosinophilic and eosinophilic chronic rhinosinusitis",
        "Interleukin-25 and interleukin-33 as mediators of eosinophilic inflammation in chronic rhinosinusitis",
        "Airway brush cells generate cysteinyl leukotrienes through the ATP sensor P2Y2",
        "Impact of vitamin D deficiency upon clinical presentation in nasal polyposis",
        "The relationship between Th1/Th2 balance and 1alpha,25-dihydroxyvitamin D(3) in patients with nasal polyposis",
        "Vitamin D deficiency is associated with increased human sinonasal fibroblast proliferation in chronic rhinosinusitis with nasal polyps",
        "The influence of calcitriol and tacalcitol on proliferation of fibroblasts cultured from nasal polyps",
        "Vitamin D derivatives: calcitriol and tacalcitol inhibits interleukin-6 and interleukin-8 expression in human nasal polyp fibroblast cultures",
        "Vitamin D analogs decrease in vitro secretion of RANTES and enhance the effect of budesonide",
        "Vitamin D decreases the secretion of matrix metalloproteinase-2 and matrix metalloproteinase-9 in fibroblasts derived from Taiwanese patients with chronic rhinosinusitis with nasal polyposis",
        "Vitamin D decreases the secretion of eotaxin and RANTES in nasal polyp fibroblasts derived from Taiwanese patients with chronic rhinosinusitis with nasal polyps",
        "The influence of vitamin D derivatives on the expression of apoptotic genes in nasal polyp fibroblasts",
        "Influence of vitamin D(3) analogues in combination with budesonid R on proliferation of nasal polyp fibroblasts",
        "Staphylococcus aureus colonization and IgE antibody formation to enterotoxins is increased in nasal polyposis",
        "Detection of Staphylococcus aureus in nasal tissue with peptide nucleic acid–fluorescence in situ hybridization",
        "Staphylococcus aureus internalization in mast cells in nasal polyps: characterization of interactions and potential mechanisms",
        "Characterization of human and Staphylococcus aureus proteins in respiratory mucosa by in vivo-and immunoproteomics",
        "Staphylococcal exotoxins and nasal polyposis: analysis of systemic and local responses",
        "Superantigen-related Th2 CD4+ T Cells in nonasthmatic chronic rhinosinusitis with nasal polyps",
        "Superantigens and chronic rhinosinusitis II: analysis of T-cell receptor V beta domains in nasal polyps",
        "Superantigens and the expression of T-cell receptor repertoire in chronic rhinosinusitis with nasal polyps",
        "Association of T cells and eosinophils with Staphylococcus aureus exotoxin A and toxic shock syndrome toxin 1 in nasal polyps",
        "Detection of enterotoxin DNA in Staphylococcus aureus strains obtained from the middle meatus in controls and nasal polyp patients",
        "Antibodies and superantibodies in patients with chronic rhinosinusitis with nasal polyps",
        "Staphylococcus aureus enterotoxin B, protein A, and lipoteichoic acid stimulations in nasal polyps",
        "Staphylococcus aureus downregulates IP-10 production and prevents Th1 cell recruitment",
        "Staphylococcus aureus enterotoxin B regulates prostaglandin E2 synthesis, growth, and migration in nasal tissue fibroblasts",
        "Staphylococcus aureus enterotoxin B augments granulocyte migration and survival via airway epithelial cell activation",
        "Local immunoglobulin production in nasal polyposis is modulated by superantigens",
        "Local receptor revision and class switching to IgE in chronic rhinosinusitis with nasal polyps",
        "Mucosal tissue polyclonal IgE is functional in response to allergen and SEB",
        "Total and antigen- (fungi, mites and staphylococcal enterotoxins) specific IgEs in nasal polyps is related to local eosinophilic inflammation",
        "Broad IgG repertoire in patients with chronic rhinosinusitis with nasal polyps regulates proinflammatory IgE responses",
        "Staphylococcus aureus superantigens are associated with chronic rhinosinusitis with nasal polyps: a meta-analysis",
        "Staphylococcal serine protease–like proteins are pacemakers of allergic airway reactions to Staphylococcus aureus",
        "The IL-33/ST2 axis is crucial in type 2 airway responses induced by Staphylococcus aureus–derived serine protease–like protein D",
        "Staphylococcus aureus induces a mucosal type 2 immune response via epithelial cell–derived cytokines",
        "Extracellular eosinophilic traps in association with Staphylococcus aureus at the site of epithelial barrier defects in patients with severe airway inflammation",
        "Protein crystallization promotes type 2 immunity and is reversible by antibody treatment",
        "IgE to staphylococcal enterotoxins are undetectable in sera from patients with nasal polyposis",
        "Staphylococcus aureus enterotoxin-specific IgE is associated with asthma in the general population: a GA(2)LEN study",
        "Clinical and immunological determinants of severe/refractory asthma (SRA): association with Staphylococcal superantigen-specific IgE antibodies",
        "Specific IgE against Staphylococcus aureus enterotoxins: an independent risk factor for asthma",
        "Sensitisation to staphylococcal enterotoxins and asthma severity: a longitudinal study in the EGEA cohort",
        "Differences in initial immunoprofiles between recurrent and nonrecurrent chronic rhinosinusitis with nasal polyps",
        "Osteomeatal complex obstruction is not associated with adjacent sinus disease in chronic rhinosinusitis with polyps",
        "Anatomic variations in paranasal sinuses of patients with sinonasal polyposis: radiological evaluation",
        "Increased neutrophilia in nasal polyps reduces the response to oral corticosteroid therapy",
        "T-cell phenotypes in chronic rhinosinusitis with nasal polyps in Japanese patients",
        "Expression of IL-25, IL-33, and thymic stromal lymphopoietin in nasal polyp gland duct epithelium in patients with chronic rhinosinusitis",
        "Systemic immune profile in patients with CRSwNP",
        "Elastase-positive neutrophils are associated with refractoriness of chronic rhinosinusitis with nasal polyps in an asian population",
        "Dynamic change of T-helper cell cytokines in nasal secretions and serum after endoscopic sinus surgery in chronic rhinosinusitis with nasal polyps",
        "Pattern of inflammation and impact of staphylococcus aureus enterotoxins in nasal polyps from Southern China",
        "Eosinophilic chronic rhinosinusitis",
        "Changes in histological features of nasal polyps in a Korean population over a 17-year period",
        "Changes in the clinical and histological characteristics of Chinese chronic rhinosinusitis with nasal polyps over 11 years",
        "Formation of nasal polyps: the roles of innate type 2 inflammation and deposition of fibrin",
        "Increased expression of TIPE2 in alternatively activated macrophages is associated with eosinophilic inflammation and disease severity in chronic rhinosinusitis with nasal polyps",
        "Increased expression of factor XIII-A in patients with chronic rhinosinusitis with nasal polyps",
        "Clinical significance of cytoplasmic IgE-positive mast cells in eosinophilic chronic rhinosinusitis",
        "Immunopathology of chronic rhinosinusitis",
        "Nasal polyp fibroblasts modulate epithelial characteristics via Wnt signaling",
        "Vitamin D deficiency is associated with increased human sinonasal fibroblast proliferation in chronic rhinosinusitis with nasal polyps",
        "Innate lymphoid cells - a proposal for uniform nomenclature",
        "Innate lymphoid cells in allergic and nonallergic inflammation",
        "Human IL-25- and IL-33-responsive type 2 innate lymphoid cells are defined by expression of CRTH2 and CD161",
        "P-glycoprotein promotes epithelial T helper 2–associated cytokine secretion in chronic sinusitis with nasal polyps",
        "Verapamil modulates interleukin-5 and interleukin-6 secretion in organotypic human sinonasal polyp explants",
        "Surfactant protein A and D in chronic rhinosinusitis with nasal polyposis and corticosteroid response",
        "Chitinolytic activity in nasal polyps",
        "Expression and significance of surfactant A in nasal polyps of chronic rhinosinusitis",
        "Th2 cytokines associated with chronic rhinosinusitis with polyps down-regulate the antimicrobial immune function of human sinonasal epithelial cells",
        "Sinonasal epithelial cell expression of toll-like receptor 9 is decreased in chronic rhinosinusitis with polyps",
        "Nasal polyps in patients with and without cystic fibrosis: a differentiation by innate markers and inflammatory mediators",
        "The expression of human antimicrobial peptide LL-37 in the human nasal mucosa",
        "Detection of surfactant proteins A, B, C, and D in human nasal mucosa and their regulation in chronic rhinosinusitis with polyps",
        "Human beta-defensins and toll-like receptors in the upper airway",
        "NOD-like receptors in the human upper airways: a potential role in nasal polyposis",
        "Microarray gene analysis of Toll-like receptor signaling elements in chronic rhinosinusitis with nasal polyps",
        "Effects of toll-like-receptor-9 expression in chronic rhinosinusitis with nasal polyps",
        "Altered expression of genes associated with innate immunity and inflammation in recalcitrant rhinosinusitis with polyps",
        "Increased expression of acidic mammalian chitinase in chronic rhinosinusitis with nasal polyps",
        "LL-37 promotes neutrophil extracellular trap formation in chronic rhinosinusitis with nasal polyps",
        "IgD-activated mast cells induce IgE synthesis in B cells in nasal polyps",
        "Distribution, subtype population, and IgE positivity of mast cells in chronic rhinosinusitis with nasal polyps",
        "Increased TSLP, IL-33, IL-25, IL-19, IL 21 and amphiregulin (AREG) levels in chronic rhinosinusitis with nasal polyp",
        "Epithelial activators of type 2 inflammation: elevation of thymic stromal lymphopoietin, but not IL-25 or IL-33, in chronic rhinosinusitis with nasal polyps in Chicago, Illinois",
        "Interaction of thymic stromal lymphopoietin, IL-33, and their receptors in epithelial cells in eosinophilic chronic rhinosinusitis with nasal polyps",
        "Association between Group 2 Innate Lymphoid Cells enrichment, nasal polyps and allergy in Chronic Rhinosinusitis",
        "IL-33 expression in chronic rhinosinusitis with nasal polyps and its relationship with clinical severity",
        "Epithelial cell-derived cytokines contribute to the pathophysiology of eosinophilic chronic rhinosinusitis",
        "The interleukin-33-p38 Kinase axis confers memory T helper 2 cell pathogenicity in the airway",
        "Cytokines in chronic rhinosinusitis: role in eosinophilia and aspirin-exacerbated respiratory disease",
        "Expression of IL-33 and its receptor ST2 in chronic rhinosinusitis with nasal polyps",
        "Damage-associated molecular patterns stimulate interleukin-33 expression in nasal polyp epithelial cells",
        "IL-33–Responsive innate lymphoid cells are an important source of IL-13 in chronic rhinosinusitis with nasal polyps",
        "Whole-transcriptome sequencing reveals heightened inflammation and defective host defence responses in chronic rhinosinusitis with nasal polyps",
        "Histopathological and clinical analysis of chronic rhinosinusitis by subtype",
        "Human nasal ciliary-beat frequency in normal and chronic sinusitis subjects",
        "Aberrant localization of FOXJ1 correlates with the disease severity and comorbidities in patients with nasal polyps",
        "Immunoglobulin deficiency in patients with chronic rhinosinusitis: systematic review of the literature and meta-analysis",
        "Nasal polyposis and immunoglobulin-G subclass deficiency",
        "Pathophysiological classification of chronic rhinosinusitis",
        "Intolerance to aspirin. Clinical studies and consideration of its pathogenesis",
        "Aspirin sensitivity: long term follow-up after up to 3 years of adaptive desensitization using a maintenance dose of 100 mg of aspirin a day",
        "Aspirin-exacerbated respiratory disease–new prime suspects",
        "Diagnosis and management of NSAID-Exacerbated Respiratory Disease (N-ERD)-a EAACI position paper",
        "Aspirin therapy in aspirin-exacerbated respiratory disease: a risk-benefit analysis for the practicing allergist",
        "Prevalence of aspirin-exacerbated respiratory disease among asthmatic patients: a meta-analysis of the literature",
        "Longitudinal progression of aspirin-exacerbated respiratory disease: analysis of a national insurance claims database",
        "Aspirin-induced asthma: advances in pathogenesis, diagnosis, and management",
        "Aspirin-exacerbated respiratory disease: mediators and mechanisms of a clinical disease",
        "An update on the pathogenesis of the upper airways in aspirin-exacerbated respiratory disease",
        "Significance of eosinophilic granulocytes in relation to allergy and aspirin intolerance in patients with sinusitis polyposa",
        "Unraveling the genetic basis of aspirin hypersensitivity in asthma beyond arachidonate pathways",
        "A genetic effect of IL-5 receptor alpha polymorphism in patients with aspirin-exacerbated respiratory disease",
        "Prostaglandin E2 resistance in granulocytes from patients with aspirin-exacerbated respiratory disease",
        "Revision rates after endoscopic sinus surgery: a recurrence analysis",
        "Outcome analysis of endoscopic sinus surgery for chronic sinusitis in patients having Samter's triad",
        "Association analysis of FABP1 gene polymorphisms with aspirin-exacerbated respiratory disease in asthma",
        "Sinus surgery and delivery method influence the effectiveness of topical corticosteroids for chronic rhinosinusitis: systematic review and meta-analysis",
        "Saline irrigation for allergic rhinitis",
        "Structured histopathology profiling of chronic rhinosinusitis in routine practice",
        "Nasal irrigation as an adjunctive treatment in allergic rhinitis: a systematic review and meta-analysis",
        "Mechanisms and applications of hypertonic saline",
        "Non-diluted seawater enhances nasal ciliary beat frequency and wound repair speed compared to diluted seawater and normal saline",
        "Comparison of efficacy of fluticasone propionate versus clarithromycin for postoperative treatment of different phenotypic chronic rhinosinusitis: a randomized controlled trial",
        "The effect of budesonide repulses nasal drop for the short-course treatment for chronic rhinosinusitis with nasal polyps: a randomized controlled clinical trial",
        "Efficacy of dexamethasone versus fluticasone nasal sprays in postoperative patients with chronic rhinosinusitis with nasal polyps",
        "Mometasone furoate intra nasal spray for the treatment of bilateral nasal polyposis",
        "Mometasone furoate nasal spray in the treatment of nasal polyposis in Chinese patients: a double-blind, randomized, placebo-controlled trial",
        "Evidence for twice-daily nasal steroids versus once daily for treatment of chronic rhinosinusitis with nasal polyps",
        "Intranasal steroids versus placebo or no intervention for chronic rhinosinusitis",
        "Treatment of nasal polyps with intranasal beclomethasone dipropionate aerosol",
        "A randomized trial of intranasal beclomethasone dipropionate after polypectomy",
        "Budesonide in the treatment of nasal polyposis",
        "Prophylactive treatment with flunisolide after polypectomy",
        "Flunisolide nasal spray 0.025% in the prophylactic treatment of nasal polyposis after polypectomy. A randomized, double blind, parallel, placebo controlled study",
        "Double blind, placebo controlled trial of betamethasone nasal drops for nasal polyposis",
        "Budesonide nasal spray as prophylactic treatment after polypectomy (a double blind clinical trial)",
        "A double-blind comparison of intranasal budesonide with placebo for nasal polyposis",
        "The effect of budesonide (Rhinocort) in the treatment of small and medium-sized nasal polyps",
        "Efficacy of topical corticosteroid powder for nasal polyps: a double-blind, placebo-controlled study of budesonide",
        "Intranasal fluticasone propionate for chronic eosinophilic rhinitis in patients with aspirin-induced asthma",
        "Fluticasone propionate aqueous nasal spray in the treatment of nasal polyposis",
        "Efficacy of an aqueous and a powder formulation of nasal budesonide compared in patients with nasal polyps",
        "Effect of fluticasone in severe polyposis",
        "Clinical performance of fluticasone propionate nasal drops",
        "Dose-related efficacy and tolerability of fluticasone propionate nasal drops 400 microg once daily and twice daily in the treatment of bilateral nasal polyposis: a placebo-controlled randomized study in adult patients",
        "Efficacy and tolerability of fluticasone propionate nasal drops 400 microgram once daily compared with placebo for the treatment of bilateral polyposis in adults",
        "A randomized controlled trial showing efficacy of once daily intranasal budesonide in nasal polyposis",
        "Efficacy and tolerability of budesonide aqueous nasal spray treatment in patients with nasal polyps",
        "Sensitivity of a new grading system for studying nasal polyps with the potential to detect early changes in polyp size after treatment with a topical corticosteroid (budesonide)",
        "Treatment of recurrent chronic hypertrophic sinusitis with nasal polyposis",
        "Infections after endoscopic polypectomy using nasal steroids",
        "Efficacy and safety of mometasone furoate nasal spray in nasal polyposis",
        "Functional endoscopic sinus surgery: 5 year follow up and results of a prospective, randomised, stratified, double-blind, placebo controlled study of postoperative fluticasone propionate aqueous nasal spray",
        "Treatment of nasal polyposis and chronic rhinosinusitis with fluticasone propionate nasal drops reduces need for sinus surgery",
        "The efficacy and safety of once-daily mometasone furoate nasal spray in nasal polyposis: a randomized, double-blind, placebo-controlled study",
        "A randomized controlled trial of mometasone furoate nasal spray for the treatment of nasal polyposis",
        "Effective treatment of mild-to-moderate nasal polyposis with fluticasone delivered by a novel device",
        "Use of mometasone furoate to prevent polyp relapse after endoscopic sinus surgery",
        "Long-term study of fluticasone propionate aqueous nasal spray in acute and maintenance therapy of nasal polyposis",
        "Quality of life is improved by endoscopic surgery and fluticasone in nasal polyposis with asthma",
        "Prevention of relapses of nasal polyposis with intranasal triamcinolone acetonide after polyp surgery: a prospective double-blind, placebo-controlled, randomised study with a 9-month follow-up",
        "Double-blind controlled-study of effect of topical steroids on nasal polyps",
        "The use of postoperative topical corticosteroids in chronic rhinosinusitis with nasal polyps: a systematic review and meta-analysis",
        "Impact of topical nasal steroid therapy on symptoms of nasal polyposis: a meta-analysis",
        "Postoperative management of eosinophilic chronic rhinosinusitis with nasal polyps: impact of high-dose corticosteroid nasal spray",
        "Effects of fluticasone furoate on clinical and immunological outcomes (IL-17) for patients with nasal polyposis naive to steroid treatment",
        "Molecular and clinical pharmacology of intranasal corticosteroids: clinical and therapeutic implications",
        "Intranasal steroids and the myth of mucosal atrophy: a systematic review of original histological assessments",
        "Clinical implications of mucosal remodeling from chronic rhinosinusitis",
        "Budesonide nasal irrigation improved Lund-Kennedy endoscopic score of chronic rhinosinusitis patients after endoscopic sinus surgery",
        "Budesonide nasal douching: an effective method in postoperative AFRS management",
        "Post-operative budesonide irrigations for patients with polyposis: a blinded, randomized controlled trial",
        "Post-operative corticosteroid irrigation for chronic rhinosinusitis after endoscopic sinus surgery: a meta-analysis",
        "Evidence is limited for the efficacy and safety of corticosteroid irrigation in chronic rhinosinusitis (CRS)",
        "NAVIGATE I: randomized, placebo-controlled, double-blind trial of the exhalation delivery system with fluticasone for chronic rhinosinusitis with nasal polyps",
        "HFA-BDP metered-dose inhaler exhaled through the nose improves eosinophilic chronic rhinosinusitis with bronchial asthma: a blinded, placebo-controlled study",
        "NAVIGATE II: randomized, double-blind trial of the exhalation delivery system with fluticasone for nasal polyposis",
        "Navigate i: a randomized double-blind trial of a fluticasone propionate exhalation delivery system (FLU-EDS) for treatment of chronic rhinosinusitis with nasal polyps (CRSWNP)",
        "Inhalation aerosol therapy in the treatment of chronic rhinosinusitis: a prospective randomized study",
        "Effect of nebulized budesonide on decreasing the recurrence of allergic fungal rhinosinusitis",
        "Comparison of intranasal fluticasone spray, budesonide atomizer, and budesonide respules in patients with chronic rhinosinusitis with polyposis after endoscopic sinus surgery",
        "The effects of nasal lavage with betamethasone cream post-endoscopic sinus surgery: clinical trial",
        "The impact of topical betamethasone nasal irrigation on endogenous cortisol production in patients following functional endoscopic sinus surgery for chronic rhinosinusitis",
        "Is topical high-volume budesonide sinus irrigation safe?",
        "Safety analysis of long-term budesonide nasal irrigations in patients with chronic rhinosinusitis post endoscopic sinus surgery",
        "Safety of long-term high-volume sinonasal budesonide irrigations for chronic rhinosinusitis",
        "Exhalation delivery system with fluticasone (EDS-FLU) improves peak nasal inspiratory flow (PNIF) in crswnp",
        "Intrapolyp steroid injection for nasal polyposis: randomized trial of safety and efficacy",
        "RESOLVE: a randomized, controlled, blinded study of bioabsorbable steroid-eluting sinus implants for in-office treatment of recurrent sinonasal polyposis",
        "RESOLVE: bioabsorbable steroid-eluting sinus implants for in-office treatment of recurrent sinonasal polyposis after sinus surgery: 6-month outcomes from a randomized, controlled, blinded study",
        "A phase 3 trial of mometasone furoate sinus implants for chronic sinusitis with recurrent nasal polyps",
        "In-office placement of mometasone furoate sinus implants for recurrent nasal polyps: a pooled analysis",
        "A prospective, randomized clinical study comparing drug eluting stent therapy and intranasal corticoid steroid therapy in the treatment of patients with chronic rhinosinusitis",
        "Steroid-Eluting Ethmoidal stent versus antero-posterior ethmoidectomy: comparison of efficacy and safety in allergic patients",
        "Effect of steroid-releasing sinus implants on postoperative medical and surgical interventions: an efficacy meta-analysis",
        "ADVANCE: a multisite trial of bioabsorbable steroid-eluting sinus implants",
        "Short-course oral steroids alone for chronic rhinosinusitis",
        "Short-course oral steroids as an adjunct therapy for chronic rhinosinusitis",
        "When do the risks of repeated courses of corticosteroids exceed the risks of surgery?",
        "Effect of steroids for nasal polyposis surgery: a placebo-controlled, randomized, double-blind study",
        "Does oral prednisolone increase the efficacy of subsequent nasal steroids in treating nasal polyposis?",
        "Treatment of chronic rhinosinusitis with nasal polyposis with oral steroids followed by topical steroids: a randomized trial",
        "Oral steroids and doxycycline: two different approaches to treat nasal polyps",
        "A short course of oral prednisone followed by intranasal budesonide is an effective treatment of severe nasal polyps",
        "Short course of systemic corticosteroids in sinonasal polyposis: a double-blind, randomized, placebo-controlled trial with evaluation of outcome measures",
        "A prospective randomized cohort study evaluating 3 weeks vs 6 weeks of oral antibiotic treatment in the setting of “maximal medical therapy” for chronic rhinosinusitis",
        "Comparison of different medical treatment options for CRSwNP: doxycycline, methylprednisolone, mepolizumab and omalizumab",
        "The role of doxycycline in the management of chronic rhinosinusitis with nasal polyps",
        "Long-term low-dose doxycycline for difficult-to-treat chronic rhinosinusitis with polyps",
        "Prospective open-label evaluation of long-term low-dose doxycycline for difficult-to-treat chronic rhinosinusitis with nasal polyps",
        "Efficacy and safety of erdosteine in the treatment of chronic rhinosinusitis with nasal polyposis - a pilot study",
        "The role of macrolides in chronic rhinosinusitis (CRSsNP and CRSwNP)",
        "Efficacy of long-term administration of clarithromycin in the treatment of intractable chronic sinusitis",
        "European position paper on rhinosinusitis and nasal polyps. 2012",
        "Effects of preoperative clarithromycin administration in patients with nasal polyposis",
        "Efficacy of long-term low-dose macrolide therapy in preventing early recurrence of nasal polyps after endoscopic sinus surgery",
        "Biofilms in chronic rhinosinusitis with polyps: is eradication possible?",
        "Long-term low-dose macrolides for chronic rhinosinusitis in adults - a systematic review of the literature",
        "Managing cardiovascular risk of macrolides: systematic review and meta-analysis",
        "Wound healing after paranasal sinus surgery: neutrophilic inflammation influences the outcome",
        "The efficacy of clarithromycin in patients with severe nasal polyposis",
        "Effect of long-term, low-dose clarithromycin on T helper 2 cytokines, eosinophilic cationic protein and the ‘regulated on activation, normal T cell expressed and secreted’ chemokine in the nasal secretions of patients with nasal polyposis",
        "A study of poor responders for long-term, low-dose macrolide administration for chronic sinusitis",
        "Therapeutic effect of roxithromycin on chronic sinusitis with nasal – polyps clinical, computed tomography, and electron microscopy analysis",
        "Macrolide treatment decreased the size of nasal polyps and IL-8 levels in nasal lavage",
        "Omalizumab treats chronic rhinosinusitis with nasal polyps and asthma together-a real life study",
        "Omalizumab versus intranasal steroids in the post-operative management of patients with allergic fungal rhinosinusitis",
        "Mepolizumab, a humanized anti-IL-5 mAb, as a treatment option for severe nasal polyposis",
        "Efficacy and safety of omalizumab in nasal polyposis: 2 randomized phase 3 trials",
        "Omalizumab reduces cysteinyl leukotriene and 9α,11β-prostaglandin F2 overproduction in aspirin-exacerbated respiratory disease",
        "Leukotriene antagonists in nasal polyposis: a meta-analysis and systematic review",
        "Is montelukast indicated for treatment of chronic rhinosinusitis with polyposis?",
        "Anti-inflammatory properties of montelukast, a leukotriene receptor antagonist in patients with asthma and nasal polyposis",
        "Polyposis nasi–improvement in quality of life by the influence of leukotrien receptor antagonists",
        "Role of leukotriene inhibitors in the postoperative management of nasal polyps",
        "Comparison of montelukast and mometasone furoate in the prevention of recurrent nasal polyps",
        "Montelukast as an adjunct to oral and inhaled steroid therapy in chronic nasal polyposis",
        "An open audit of montelukast, a leukotriene receptor antagonist, in nasal polyposis associated with asthma",
        "Targeting Ca2+ release-activated Ca2+ channel channels and leukotriene receptors provides a novel combination strategy for treating nasal polyposis",
        "Benefits from adding the 5-lipoxygenase inhibitor zileuton to conventional therapy in aspirin-intolerant asthmatics",
        "Lack of long-term add-on effect by montelukast in postoperative chronic rhinosinusitis patients with nasal polyps",
        "the effect of antileukotrienes on the results of postoperative treatment of paranasal sinuses in patients with non-steroidal anti-inflammatory drug-exacerbated respiratory disease",
        "Effectiveness of leukotriene receptor antagonism in the postoperative management of chronic rhinosinusitis",
        "A randomized controlled trial comparing zileuton with theophylline in moderate asthma. The Zileuton Study Group",
        "Furosemide long-term inhalation therapy in patients with nasal polyposis",
        "Can the recurrence of nasal polyposis be prevented? A new therapeutic approach",
        "Efficacy of inhalation form of furosemide to prevent postsurgical relapses of rhinosinusal polyposis",
        "Effect of topical furosemide on rhinosinusal polyposis relapse after endoscopic sinus surgery: a randomized clinical trial",
        "Rhinosinusitis: developing guidance for clinical trials",
        "Topical furosemide versus oral steroid in preoperative management of nasal polyposis",
        "Complete endoscopic sinus surgery followed by aspirin desensitization is associated with decreased overall corticosteroid use",
        "Aspirin-sensitive rhinosinusitis: the clinical syndrome and effects of aspirin administration",
        "Individual monitoring of aspirin desensitization",
        "Aspirin-sensitive rhinosinusitis asthma: a double-blind crossover study of treatment with aspirin",
        "Intranasal lysine-aspirin in aspirin-sensitive nasal polyposis: a controlled trial",
        "Eicosanoids, aspirin-intolerance and the upper airways–current standards and recent improvements of the desensitization therapy",
        "Aspirin desensitization treatment of aspirin-sensitive patients with rhinosinusitis-asthma: long-term outcomes",
        "Long-term treatment with aspirin desensitization: a prospective clinical trial comparing 100 and 300 mg aspirin daily",
        "Outcomes after complete endoscopic sinus surgery and aspirin desensitization in aspirin-exacerbated respiratory disease",
        "Long-term sinonasal outcomes of aspirin desensitization in aspirin exacerbated respiratory disease",
        "A retrospective study of the clinical benefit from acetylsalicylic acid desensitization in patients with nasal polyposis and asthma",
        "Sinonasal outcome under aspirin desensitization following functional endoscopic sinus surgery in patients with aspirin triad",
        "Aspirin 300 mg/day is effective for treating aspirin-exacerbated respiratory disease",
        "Long-term treatment with aspirin desensitization in asthmatic patients with aspirin-exacerbated respiratory disease",
        "Selection of aspirin dosages for aspirin desensitization treatment in patients with aspirin-exacerbated respiratory disease",
        "Low doses of acetylsalicylic acid increase risk of gastrointestinal bleeding in a meta-analysis",
        "Impact of gastrointestinal problems on adherence to low-dose acetylsalicylic Acid:a quantitative study in patients with cardiovascular risk",
        "Low-dose aspirin desensitization in individuals with aspirin-exacerbated respiratory disease",
        "Aspirin desensitization for patients with aspirin-exacerbated respiratory disease: a randomized double-blind placebo-controlled trial",
        "Clinical and immunological efficacy of aspirin desensitization in nasal polyp patients with aspirin-exacerbated respiratory disease",
        "Aspirin desensitization: useful treatment for chronic rhinosinusitis with nasal polyps (CRSwNP) in aspirin-exacerbated respiratory disease (AERD)?",
        "Topical nasal lysine aspirin in aspirin-sensitive and aspirin-tolerant chronic rhinosinusitis with nasal polyposis",
        "Benefits and harms of aspirin desensitization for aspirin-exacerbated respiratory disease: a systematic review and meta-analysis",
        "Aspirin desensitization therapy in aspirin-exacerbated respiratory disease: a systematic review",
        "Allergic fungal sinusitis and eosinophilic mucin rhinosinusitis: diagnostic criteria",
        "Fungal rhinosinusitis: what every allergist should know",
        "Allergic fungal rhinosinusitis",
        "Diagnosis of allergic fungal sinusitis",
        "Current understanding of allergic fungal rhinosinusitis",
        "Allergic fungal rhinosinusitis",
        "Staphylococcus aureus prevalence in allergic fungal rhinosinusitis vs other subsets of chronic rhinosinusitis with nasal polyps",
        "Socioeconomic factors in allergic fungal rhinosinusitis with bone erosion",
        "Socioeconomic factors in the diagnosis of allergic fungal rhinosinusitis",
        "Markers of disease severity and socioeconomic factors in allergic fungal rhinosinusitis",
        "Geographic variation in allergic fungal rhinosinusitis",
        "Allergic aspergillus rhinosinusitis",
        "Allergic fungal sinusitis: CT findings",
        "Incidence of skull base and orbital erosion in allergic fungal rhinosinusitis (AFRS) and non-AFRS",
        "Distinctions between allergic fungal rhinosinusitis and chronic rhinosinusitis",
        "Radiographic nuances in allergic fungal rhinosinusitis",
        "Allergic fungal rhinosinusitis with skull base and orbital erosion",
        "Prevalence of confirmed asthma varies in chronic rhinosinusitis subtypes",
        "Fungal rhinosinusitis: a categorization and definitional schema addressing current controversies",
        "Allergic fungal rhinosinusitis",
        "Immunotherapy in allergic fungal sinusitis: the controversy continues. A recent review of literature",
        "Superantigens and chronic rhinosinusitis: detection of staphylococcal exotoxins in nasal polyps",
        "Epidemiology and differential diagnosis of nasal polyps",
        "Current understanding of allergic fungal rhinosinusitis and treatment implications",
        "Large-scale gene expression profiling reveals distinct type 2 inflammatory patterns in chronic rhinosinusitis subtypes",
        "Subclassification of chronic rhinosinusitis",
        "The prevalence of allergic fungal rhinosinusitis in sinonasal polyposis",
        "Allergic fungal rhinosinusitis: an attempt to resolve the diagnostic dilemma",
        "Eosinophilic mucin rhinosinusitis: a distinct clinicopathological entity",
        "Diagnostic criteria for allergic fungal sinusitis",
        "Antigen-specific IgE in sinus mucosa of allergic fungal rhinosinusitis patients",
        "Periostin and receptor activator of nuclear factor kappa-B ligand expression in allergic fungal rhinosinusitis",
        "Immunohistochemical dissimilarity between allergic fungal and nonfungal chronic rhinosinusitis",
        "Increased presence of dendritic cells and dendritic cell chemokines in the sinus mucosa of chronic rhinosinusitis with nasal polyps and allergic fungal rhinosinusitis",
        "Local production of antigen-specific IgE in different anatomic subsites of allergic fungal rhinosinusitis patients",
        "Nasal polyp cell populations and fungal-specific peripheral blood lymphocyte proliferation in allergic fungal sinusitis",
        "Th2 immunological inflammation in allergic fungal sinusitis, nonallergic eosinophilic fungal sinusitis, and chronic rhinosinusitis",
        "Phenotypic and functional profile of Th17 and Treg cells in allergic fungal sinusitis",
        "Fungal extracts stimulate solitary chemosensory cell expansion in noninvasive fungal rhinosinusitis",
        "Microarray analysis of allergic fungal sinusitis and eosinophilic mucin rhinosinusitis",
        "Allergic fungal rhinosinusitis",
        "Role of preoperative versus postoperative itraconazole in allergic fungal rhinosinusitis",
        "Comparison of steroid and itraconazole for prevention of recurrence in allergic fungal rhinosinusitis: a randomized controlled trial",
        "Efficacy of preoperative itraconazole in allergic fungal rhinosinusitis",
        "The role of antifungal therapy in the prevention of recurrent allergic fungal rhinosinusitis after functional endoscopic sinus surgery: a randomized, controlled study",
        "Medical management of allergic fungal rhinosinusitis following endoscopic sinus surgery: an evidence-based review and recommendations",
        "The role of itraconazole in recalcitrant fungal sinusitis",
        "Effectiveness of itraconazole in the management of refractory allergic fungal rhinosinusitis",
        "Fluconazole nasal spray in the treatment of allergic fungal sinusitis: a pilot study",
        "Treatment of allergic fungal sinusitis with high-dose itraconazole",
        "Prognosis for allergic fungal sinusitis",
        "Omalizumab therapy for refractory allergic fungal rhinosinusitis patients with moderate or severe asthma",
        "Orbital complications of sinusitis in the aspirin triad syndrome",
        "Characteristics of bony erosion in allergic fungal rhinosinusitis",
        "Ethnic and gender differences in bone erosion in allergic fungal sinusitis",
        "Allergic fungal sinusitis-induced visual loss",
        "Relationship between mucoceles, nasal polyposis and nasalisation",
        "Clinical traits characterizing an exacerbation-prone phenotype in chronic rhinosinusitis",
        "Validity of systemic antibiotics and systemic corticosteroid usage for chronic rhinosinusitis as metrics of disease burden",
        "An official American Thoracic Society/European Respiratory Society statement: asthma control and exacerbations: standardizing endpoints for clinical asthma trials and clinical practice",
        "A proposed model to study immunologic changes during chronic rhinosinusitis exacerbations: data from a pilot study",
        "Bacterial-induced epithelial damage promotes fungal biofilm formation in a sheep model of sinusitis",
        "Bacteriology of chronic sinusitis and acute exacerbation of chronic sinusitis",
        "The differential release of eosinophil granule proteins. Studies on patients with acute bacterial and viral infections",
        "Exploring the association between ingestion of foods with higher potential salicylate content and symptom exacerbation in chronic rhinosinusitis: data from the National Chronic Rhinosinusitis Epidemiology Study",
        "Endonasal sinus surgery improves mucociliary transport in severe chronic sinusitis",
        "Acute exacerbation of chronic rhinosinusitis (AECRS) with orbital complications in an atrophic rhinitis patient: a Mere co-incidence?",
        "Seasonal variations in chronic rhinosinusitis symptom burden may be explained by changes in mood",
        "IL4Ralpha and ADAM33 as genetic markers in asthma exacerbations and type-2 inflammatory endotype",
        "Exacerbations of chronic rhinosinusitis-microbiology and perspectives of Phage therapy",
        "Comparison of outcomes following culture-directed vs non-culture-directed antibiotics in treatment of acute exacerbations of chronic rhinosinusitis",
        "Culture-inappropriate antibiotic therapy decreases quality of life improvement after sinus surgery",
        "Orbital complications of paranasal sinusitis in Taiwan, 1988 through 2015: acute ophthalmological manifestations, diagnosis, and management",
        "Management of orbital complications due to rhinosinusitis",
        "Sinusitis orbitary complications classification: simple and practical answers",
        "Studies on mucoceles of the ethmoid and sphenoid sinuses: analysis of 47 cases",
        "The place of endoscopic sinus surgery in the treatment of paranasal sinus mucocoeles",
        "Surgery for paranasal sinus mucocoeles: efficacy of endonasal micro-endoscopic management and long-term results of 185 patients",
        "The Groote Schuur hospital classification of the orbital complications of sinusitis",
        "Intracranial complications of rhinosinusitis. A review, typical imaging data and algorithm of management",
        "Outcomes in chronic rhinosinusitis",
        "THE 2017 13(TH) ANNUAL DAVID W. KENNEDY, MD, LECTURE The evolution of outcomes in sinus surgery for chronic rhinosinusitis: past, present, and future",
        "Patient-centered decision making in the treatment of chronic rhinosinusitis",
        "Avoiding complications in endoscopic sinus surgery",
        "On the drainage of the normal frontal sinus of man",
        "Surgical salvage for the non-functioning sinus",
        "A contemporary review of endoscopic sinus surgery: techniques, tools, and outcomes",
        "Evolution in the surgical management of chronic rhinosinusitis: current indications and pitfalls",
        "Surgical interventions for chronic rhinosinusitis with nasal polyps",
        "Comparison of radical (nasalisation) and functional ethmoidectomy in patients with severe sinonasal polyposis. A retrospective study",
        "Outcomes of complete vs targeted approaches to endoscopic sinus surgery",
        "Sinus surgery: indications and techniques",
        "Sinus irrigations before and after surgery-Visualization through computational fluid dynamics simulations",
        "Role of frontal sinus surgery in nasal polyp recurrence",
        "Nasal polyposis: an inflammatory condition requiring effective anti-inflammatory treatment",
        "Role of maximal endoscopic sinus surgery techniques in chronic rhinosinusitis",
        "Practice patterns in office-based rhinology: survey of the American rhinologic society",
        "Medicare reimbursement for balloon catheter dilations among surgeons performing high volumes of the procedures to treat chronic rhinosinusitis",
        "Cost analysis of office-based and operating room procedures in rhinology",
        "Office-based sinus surgery",
        "In-office balloon sinus Ostial dilation with concurrent antiplatelet and anticoagulant therapy for chronic rhinosinusitis without nasal polyps",
        "Office-based rhinologic surgery: a modern experience with operative techniques under local anesthetic",
        "Hemodynamic changes in patients undergoing office-based sinus procedures under local anesthesia",
        "In-office balloon dilation of the failed frontal sinusotomy",
        "Transantral, endoscopically guided balloon dilatation of the ostiomeatal complex for chronic rhinosinusitis under local anesthesia",
        "Feasibility of in-office endoscopic sinus surgery with balloon sinus dilation",
        "Office-based balloon sinus dilation: a prospective, multicenter study of 203 patients",
        "Office-based balloon sinus dilation: 1-year follow-up of a prospective, multicenter study",
        "In-office, multisinus balloon dilation: 1-year outcomes from a prospective, multicenter, open label trial",
        "Standalone balloon dilation versus sinus surgery for chronic rhinosinusitis: a prospective, multicenter, randomized, controlled trial with 1-year follow-up",
        "Standalone balloon dilation versus sinus surgery for chronic rhinosinusitis: a prospective, multicenter, randomized, controlled trial",
        "REMODEL larger cohort with long-term outcomes and meta-analysis of standalone balloon dilation studies",
        "Paranasal sinus balloon catheter dilation for treatment of chronic rhinosinusitis: a systematic review and meta-analysis",
        "The efficacy and safety of an office-based polypectomy with a vacuum-powered microdebrider",
        "Developing an innovative office-based UK rhinology service-Experience and outcomes in 22 patients undergoing office-based local anaesthetic nasal polypectomy",
        "Steroid-eluting sinus implant for in-office treatment of recurrent nasal polyposis: a prospective, multicenter study",
        "New innovations in office-based rhinology",
        "Laser inferior turbinectomy under local anaesthetic: a well tolerated out-patient procedure",
        "Office CO2 laser turbinoplasty",
        "Cryosurgical posterior nasal tissue ablation for the treatment of rhinitis",
        "Cryosurgical ablation for treatment of rhinitis: a prospective multicenter study",
        "Clinical outcomes after revision endoscopic sinus surgery",
        "Long-term results after primary frontal sinus surgery",
        "Endoscopic and quality-of-life outcomes after revision endoscopic sinus surgery",
        "Quality-of-life outcomes following multiple revision endoscopic sinus surgery",
        "Determinants of outcomes of sinus surgery: a multi-institutional prospective cohort study",
        "Endonasal sinus surgery: extended versus limited approach",
        "Extensive endoscopic sinus surgery: does this reduce the revision rate for nasal polyposis?",
        "Computer or not? Use of image guidance during endoscopic sinus surgery for chronic rhinosinusitis at St Paul's Hospital, Vancouver, and meta-analysis",
        "Revision functional endoscopic sinus surgery: objective and subjective surgical outcomes",
        "Review article: outcomes in endoscopic sinus surgery",
        "Revision sinus surgery",
        "Revision endoscopic frontal sinus surgery with surgical navigation",
        "Outcomes of revision endoscopic modified Lothrop procedure",
        "Revision functional endoscopic sinus surgery",
        "Complications of endoscopic intranasal ethmoidectomy",
        "Optimization of the surgical field in endoscopic sinus surgery: an evidence-based approach",
        "Propofol for maintenance of general anesthesia: a technique to limit blood loss during endoscopic sinus surgery",
        "Deliberate hypotension with propofol under anaesthesia for functional endoscopic sinus surgery (FESS)",
        "Effect of propofol and thiopentone on regional blood flow in brain and peripheral tissues during normoxia and hypoxia in the dog",
        "Comparison of surgical condition in endoscopic sinus surgery using remifentanil combined with propofol, sevoflurane, or desflurane",
        "A cost comparison between total intravenous and volatile-based anaesthesia",
        "A comparison of total intravenous anaesthesia using propofol with sevoflurane or desflurane in ambulatory surgery: systematic review and meta-analysis",
        "Total intravenous anaesthesia versus inhaled anaesthesia for endoscopic sinus surgery: a meta-analysis of randomized controlled trials",
        "Systematic review and meta-analysis of total intravenous anesthesia and endoscopic sinus surgery",
        "Quality of surgical field during endoscopic sinus surgery: a systematic literature review of the effect of total intravenous compared to inhalational anesthesia",
        "Total intravenous anesthesia vs inhaled anesthetic for intraoperative visualization during endoscopic sinus surgery: a double blind randomized controlled trial",
        "Total intravenous anesthesia improves intraoperative visualization during surgery for high-grade chronic rhinosinusitis: a double-blind randomized controlled trial",
        "Blood loss during endoscopic sinus surgery with propofol or sevoflurane: a randomized clinical trial",
        "Comparison of surgical conditions during propofol or isoflurane anesthesia for endoscopic sinus surgery",
        "Comparison of surgical conditions during propofol or desflurane anesthesia for endoscopic sinus surgery",
        "Pilot study comparing total intravenous anesthesia to inhalational anesthesia in endoscopic sinus surgery: novel approach of blood flow quantification",
        "Comparison of total intravenous anesthesia using propofol and inhalational anesthesia using isoflurane for controlled hypotension in functional endoscopic sinus surgery",
        "Optimizing the surgical field in pediatric functional endoscopic sinus surgery: a new evidence-based approach",
        "Comparison of surgical conditions during propofol or sevoflurane anaesthesia for endoscopic sinus surgery",
        "Propofol versus sevoflurane: bleeding in endoscopic sinus surgery",
        "The effect of the total intravenous anesthesia compared with inhalational anesthesia on the surgical field during endoscopic sinus surgery",
        "Comparison of propofol and sevoflurane anesthesia by means of blood loss during endoscopic sinus surgery",
        "Total intravenous anaesthesia in endoscopic sinus-nasal surgery",
        "Intravenous anesthesia provides optimal surgical conditions during microscopic and endoscopic sinus surgery",
        "Propofol versus isoflurane for endoscopic sinus surgery",
        "Effects of three different types of anaesthesia on perioperative bleeding control in functional endoscopic sinus surgery",
        "The relationship between hypotension, cerebral flow, and the surgical field during endoscopic sinus surgery",
        "The effect of blood pressure and cardiac output on the quality of the surgical field and middle cerebral artery blood flow during endoscopic sinus surgery",
        "Evaluation of cerebral oxygen saturation during hypotensive anesthesia in functional endoscopic sinus surgery",
        "The efficacy of Labetalol versus Nitroglycerin for induction of controlled hypotension during sinus endoscopic surgery. A prospective, double-blind and randomized study",
        "Postoperative pain management after sinus surgery: a survey of the American Rhinologic Society",
        "Opioid analgesic use and patient-reported pain outcomes after rhinologic surgery",
        "Opioid prescription patterns and use among patients undergoing endoscopic sinus surgery",
        "Intranasal dexmedetomidine on stress hormones, inflammatory markers, and postoperative analgesia after functional endoscopic sinus surgery",
        "Perioperative analgesia for patients undergoing endoscopic sinus surgery: an evidence-based review",
        "Pain treatment and recovery after endoscopic sinus surgery",
        "Acetaminophen is highly effective in pain treatment after endoscopic sinus surgery",
        "A study on pre-emptive analgesic effect of intravenous paracetamol in Functional Endoscopic Sinus Surgeries (FESSs): a randomized, double-blinded clinical study",
        "Analgesic effects of intravenous acetaminophen vs placebo for endoscopic sinus surgery and postoperative pain: a randomized clinical trial",
        "Analgesic effects of rofecoxib in ear-nose-throat surgery",
        "Efficacy of lornoxicam for acute postoperative pain relief after septoplasty: a comparison with diclofenac, ketoprofen, and dipyrone",
        "The safety and efficacy of intravenous ketorolac in patients undergoing primary endoscopic sinus surgery: a randomized, double-blinded clinical trial",
        "Comparison of the effects of preoperative and intraoperative intravenous application of dexketoprofen on postoperative analgesia in septorhinoplasty patients: randomised double blind clinical trial",
        "Perioperative analgesia for patients undergoing septoplasty and rhinoplasty: an evidence-based review",
        "Multicenter study on the effect of nonsteroidal anti-inflammatory drugs on postoperative pain after endoscopic sinus and nasal surgery",
        "Topical levobupivacaine efficacy in pain control after functional endoscopic sinus surgery",
        "Endoscopic sphenopalatine ganglion blockade efficacy in pain control after endoscopic sinus surgery",
        "A comparison of levobupivacaine and levobupivacaine-tramadol combination in bilateral infraorbital nerve block for postoperative analgesia after nasal surgery",
        "Evaluation of outcomes in patients given dexmedetomidine in functional endoscopic sinus surgery",
        "The efficacy of preemptive analgesia with pregabalin in septoplasty",
        "Effect of pregabalin and dexamethasone on postoperative analgesia after septoplasty",
        "Effect of pregabalin and dexamethasone addition to multimodal analgesia on postoperative analgesia following rhinoplasty surgery",
        "Single dose of preoperative analgesia with gabapentin (600 mg) is safe and effective in monitored anesthesia care for nasal surgery",
        "The analgesic effects of gabapentin in monitored anesthesia care for ear-nose-throat surgery",
        "The effect of pre-emptive gabapentin on anaesthetic and analgesic requirements in patients undergoing rhinoplasty: a prospective randomised study",
        "Evaluation of piroxicam-beta-cyclodextrin as a preemptive analgesic in functional endoscopic sinus surgery",
        "A prospective, randomized, double-blind comparison between parecoxib and ketorolac for early postoperative analgesia following nasal surgery",
        "Comparison of parecoxib and proparacetamol in endoscopic nasal surgery patients",
        "Rofecoxib versus hydrocodone/acetaminophen for postoperative analgesia in functional endoscopic sinus surgery",
        "A comparison of intravenous ketoprofen with pethidine for postoperative pain relief following nasal surgery",
        "Effect of lidocaine-soaked nasal packing on pain relief after endoscopic sinus surgery",
        "Bilateral sphenopalatine ganglion blockade improves postoperative analgesia after endoscopic sinus surgery",
        "Role of sphenopalatine ganglion block for postoperative analgesia after functional endoscopic sinus surgery",
        "The effectiveness of preemptive sphenopalatine ganglion block on postoperative pain and functional outcomes after functional endoscopic sinus surgery",
        "Bilateral infraorbital nerve blocks decrease postoperative pain but do not reduce time to discharge following outpatient nasal surgery",
        "Effect of infraorbital nerve block under general anesthesia on consumption of isoflurane and postoperative pain in endoscopic endonasal maxillary sinus surgery",
        "Bupivacaine for postoperative analgesia following endoscopic sinus surgery",
        "Effect of sphenopalatine ganglion block with bupivacaine on postoperative pain in patients undergoing endoscopic sinus surgery",
        "Different anesthetic agents-soaked sinus packings on pain management after functional endoscopic sinus surgery: which is the most effective?",
        "Surgical conditions during FESS; comparison of dexmedetomidine and remifentanil",
        "Comparison between dexmedetomidine and remifentanil for controlled hypotension and recovery in endoscopic sinus surgery",
        "Comparison of dexmedetomidine and midazolam for monitored anesthesia care combined with tramadol via patient-controlled analgesia in endoscopic nasal surgery: a prospective, randomized, double-blind, clinical study",
        "Efficacy of intraoperative dexmedetomidine infusion on visualization of the surgical field in endoscopic sinus surgery",
        "Comparison of clonidine and midazolam premedication before endoscopic sinus surgery: results of clinical trial",
        "Administering of pregabalin and acetaminophen on management of postoperative pain in patients with nasal polyposis undergoing functional endoscopic sinus surgery",
        "Preoperative gabapentin augments intraoperative hypotension and reduces postoperative opioid requirements with functional endoscopic sinus surgery",
        "Geographic variation of endoscopic sinus surgery in the United States",
        "The impact of balloon catheter dilation on frequency of sinus surgery in the United States",
        "Regional differences in endoscopic sinus surgery in Finland: a nationwide register-based study",
        "Trends of ambulatory sinus surgery for chronic rhinosinusitis",
        "Sinus procedures in the Medicare population from 2000 to 2014: a recent balloon sinuplasty explosion",
        "Use of balloon sinuplasty in patients with chronic rhinosinusitis in the United States",
        "Operative utilization of balloon versus traditional endoscopic sinus surgery",
        "Evolving trends in sinus surgery: what is the impact of balloon sinus dilation?",
        "The role of industry influence in sinus balloon dilation: trends over time",
        "Balloon catheter dilation of the sinuses: a 2011-2014 MarketScan analysis",
        "Industry relationships are associated with performing a greater number of sinus balloon dilation procedures",
        "Small area variation in endoscopic sinus surgery rates among the Medicare population",
        "How often is sinus surgery performed for chronic rhinosinusitis with versus without nasal polyps?",
        "Variation in Delivery of Sinus Surgery in the Medicaid Population across Ethnicities",
        "Does time to endoscopic sinus surgery impact outcomes in chronic rhinosinusitis? Retrospective analysis using the UK clinical practice research data",
        "Early versus delayed endoscopic sinus surgery in patients with chronic rhinosinusitis: impact on health care utilization",
        "When are we operating for chronic rhinosinusitis? A systematic review of maximal medical therapy protocols prior to endoscopic sinus surgery",
        "BSACI guidelines for the management of rhinosinusitis and nasal polyposis",
        "American Rhinologic Society member survey on “maximal medical therapy” for chronic rhinosinusitis",
        "Maximal medical therapy for chronic rhinosinusitis: a survey of chinese otolaryngologists",
        "Maximal medical therapy for chronic rhinosinusitis: a survey of otolaryngology consultants in the United Kingdom",
        "[A prospective multicenter clinical trial of medical and surgical treatment for chronic rhinosinusitis]",
        "The fate of chronic rhinosinusitis sufferers after maximal medical therapy",
        "Appropriate medical management of chronic rhinosinusitis reduces use of antibiotics and oral corticosteroids",
        "Surgical therapy vs continued medical therapy for medically refractory chronic rhinosinusitis: a systematic review and meta-analysis",
        "Does delaying endoscopic sinus surgery adversely impact quality-of-life outcomes?",
        "The impact of surgical wait time on patient reported outcomes in sinus surgery for chronic rhinosinusitis",
        "Wait times for endoscopic sinus surgery influence patient-reported outcome measures in patients with chronic rhinosinusitis who fulfill appropriateness criteria",
        "Symptom-specific outcomes of endoscopic sinus surgery: a systematic review",
        "Evidence-based surgery for chronic rhinosinusitis with and without nasal polyps",
        "The predictive value of the preoperative Sinonasal outcome test-22 score in patients undergoing endoscopic sinus surgery for chronic rhinosinusitis",
        "Investigating the minimal clinically important difference for SNOT-22 symptom domains in surgically managed chronic rhinosinusitis",
        "Medical therapy vs surgery for chronic rhinosinusitis: a prospective, multi-institutional study",
        "Medical therapy vs surgery for chronic rhinosinusitis: a prospective, multi-institutional study with 1-year follow-up",
        "Sino-Nasal outcome test-22 outcomes after sinus surgery: a systematic review and meta-analysis",
        "Cluster analysis and prediction of treatment outcomes for chronic rhinosinusitis",
        "Using preoperative SNOT-22 score to inform patient decision for Endoscopic sinus surgery",
        "Impact of age on outcomes following endoscopic sinus surgery for chronic rhinosinusitis",
        "Advanced age adversely affects chronic rhinosinusitis surgical outcomes",
        "Impact of age on sinus surgery outcomes",
        "Sino-nasal outcome test (SNOT-22): a predictor of postsurgical improvement in patients with chronic sinusitis",
        "Is sino-nasal outcome test-22 reliable for guiding chronic rhinosinusitis patients for endoscopic sinus surgery?",
        "Appropriateness criteria predict outcomes for sinus surgery and may aid in future patient selection",
        "Precision medicine: why surgeons deviate from “appropriateness criteria” in the management of chronic rhinosinusitis and effects on outcomes",
        "Symptom importance, patient expectations, and satisfaction in chronic rhinosinusitis",
        "Investigation of change in cardinal symptoms of chronic rhinosinusitis after surgical or ongoing medical management",
        "Analysis of factors associated with electing endoscopic sinus surgery",
        "Low 22-item sinonasal outcome test scores in chronic rhinosinusitis: Why do patients seek treatment?",
        "Preoperative corticosteroid oral therapy and intraoperative bleeding during functional endoscopic sinus surgery in patients with severe nasal polyposis: a preliminary investigation",
        "Preoperative treatment with topical corticoids and bleeding during primary endoscopic sinus surgery",
        "Lund-Mackay score is predictive of bleeding in ethmoidectomy for nasal polyposis",
        "Outcome predictors for endoscopic sinus surgery",
        "Role of corticosteroids in Functional Endoscopic Sinus Surgery–a systematic review and meta-analysis",
        "Topical steroids in rhinosinusitis and intraoperative bleeding: more harm than good?",
        "Comparison of sodium nitroprusside- and esmolol-induced controlled hypotension for functional endoscopic sinus surgery",
        "A prospective, randomised, placebo-controlled trial of postoperative oral steroid in allergic fungal sinusitis",
        "Should intranasal corticosteroids be used for the treatment of ocular symptoms of allergic rhinoconjunctivitis? A review of their efficacy and safety profile",
        "Is greater antibiotic therapy prior to ESS associated with differences in surgical outcomes in CRS?",
        "Macrolide antibiotics in the treatment of chronic rhinosinusitis: evidence from a meta-analysis",
        "The influence of selected preoperative factors on the course of endoscopic surgery in patients with chronic rhinosinusitis",
        "Emergency department visits for antibiotic-associated adverse events",
        "Role of corticosteroids in Functional Endoscopic Sinus Surgery–a systematic review and meta-analysis",
        "Does the preoperative administration of steroids reduce intraoperative bleeding during endoscopic surgery of nasal polyps?",
        "Evaluation of intraoperative bleeding during an endoscopic surgery of nasal polyposis after a pre-operative single dose versus a 5-day course of corticosteroid",
        "Oral steroids and intraoperative bleeding during endoscopic sinus surgery",
        "Influence of allergy on the immunomodulatory and clinical effects of long-term low-dose macrolide treatment of nasal polyposis",
        "Functional endoscopic sinus surgery. Theory and diagnostic evaluation",
        "Minimally invasive sinus surgery: the rationale and the technique",
        "Reevaluation of maxillary sinus surgery: experimental study in rabbits",
        "The effect of maxillary sinus antrostomy size on xenon ventilation in the sheep model",
        "Outcome in patients with chronic sinusitis after the minimally invasive sinus technique",
        "Benefit from the minimally invasive sinus technique",
        "Computed tomography findings after endoscopic sinus surgery with preserving or enlarging maxillary sinus ostium surgery",
        "Large middle meatal antrostomy vs undisturbed maxillary ostium in the endoscopic sinus surgery of nasal polyposis",
        "Small and large middle meatus antrostomies in the treatment of chronic maxillary sinusitis",
        "Safe treatment of ethmoid sinusitis utilizing minimally invasive ethmoid punch sinusotomy in chronic rhinosinusitis without polyposis patients",
        "Quality of life after endoscopic sinus surgery or balloon sinuplasty: a randomized clinical study",
        "Long-term follow-up after ESS and balloon sinuplasty: comparison of symptom reduction and patient satisfaction",
        "Endoscopic maxillary antrostomy: not just a simple procedure",
        "Results of endoscopic maxillary mega-antrostomy in recalcitrant maxillary sinusitis",
        "Long-term outcomes of endoscopic maxillary mega-antrostomy for refractory chronic maxillary sinusitis",
        "Role of modified endoscopic medial maxillectomy in persistent chronic maxillary sinusitis",
        "Medial maxillectomy in recalcitrant sinusitis: when, why and how?",
        "Modified endoscopic medial maxillectomy for recalcitrant chronic maxillary sinusitis",
        "Modified endoscopic medial maxillectomy for chronic maxillary sinusitis",
        "Treatment of recalcitrant maxillary sinusitis with endoscopic modified medial maxillectomy: a systematic review of safety and efficacy",
        "Randomized controlled trial: hybrid technique using balloon dilation of the frontal sinus drainage pathway",
        "Equivalence in outcomes between Draf 2B vs Draf 3 frontal sinusotomy for refractory chronic frontal rhinosinusitis",
        "Particle deposition efficiency of therapeutic aerosols in the human maxillary sinus",
        "Extent of maxillary sinus surgery and its effect on instrument access, irrigation penetration, and disease clearance",
        "Sinus irrigation penetration after balloon sinuplasty vs functional endoscopic sinus surgery in a cadaveric model",
        "Effects of sphenoid surgery on nasal irrigation delivery",
        "Olfaction in patients with nasal polyposis: effects of systemic steroids and radical ethmoidectomy with middle turbinate resection (nasalisation)",
        "Influence of random answers on interpretation of the Sniffin' Stick identification test in nasal polyposis",
        "Fine-tuned evaluation of olfactory function in patients operated for nasal polyposis",
        "Endoscopic sinus surgery for Type-2 CRS wNP: an endotype-based retrospective study",
        "Endoscopic Denker's approach for resection of lesions involving the anteroinferior maxillary sinus and infratemporal fossa",
        "Safety and outcomes of balloon catheter technology: a multicenter 24-week analysis of 115 patients",
        "Medical Therapy Versus Balloon Sinus Dilation in Adults With Chronic Rhinosinusitis (MERLOT): 12-Month Follow-up",
        "Medical therapy versus sinus surgery by using balloon sinus dilation technology: a prospective multicenter study",
        "Endoscopic dilatation sinus surgery (FEDS) versus functional endoscopic sinus surgery (FESS) for treatment of chronic rhinosinusitis: a pilot study",
        "Standalone balloon dilation versus sinus surgery for chronic rhinosinusitis: a prospective, multicenter, randomized, controlled trial with 1-year follow-up",
        "Standalone balloon dilation versus sinus surgery for chronic rhinosinusitis: a prospective, multicenter, randomized, controlled trial",
        "Effectiveness of balloon sinuplasty in patients with chronic rhinosinusitis without polyposis",
        "Safety and outcomes following hybrid balloon and balloon-only procedures using a multifunction, multisinus balloon dilation tool",
        "Efficacy & outcomes of balloon sinuplasty in chronic rhinosinusitis: a prospective study",
        "Endonasal micro-endoscopic frontal sinus surgery: the fulda concept",
        "Modern concepts of frontal sinus surgery",
        "Initial surgical treatment for chronic frontal sinusitis: a pilot study",
        "Outcomes of chronic frontal sinusitis treated with ethmoidectomy: a prospective study",
        "Outcomes after frontal sinus surgery: an evidence-based review",
        "Endonasal frontal sinusotomy in surgical management of chronic sinusitis: a critical evaluation",
        "Indications and outcomes for Draf IIB frontal sinus surgery",
        "Endoscopic modified Lothrop procedure after failure of primary endoscopic sinus surgery: a meta-analysis",
        "The Draf III mucosal grafting technique: a prospective study",
        "Short-term morbidity after the endoscopic modified Lothrop (Draf-III) procedure compared with Draf-IIa",
        "Long-term outcomes of different endoscopic sinus surgery in recurrent chronic rhinosinusitis with nasal polyps and asthma",
        "Endoscopic approaches to the frontal sinus: modifications of the existing techniques and proposed classification",
        "Unilateral transnasal endoscopic approach to frontal sinuses: Draf IIc",
        "The “Cross-court draf IIb” procedure for advanced nasal septum or frontal sinus pathology and nasal septum pathology",
        "Limited septoplasty for endoscopic sinus surgery",
        "Endoscopic septoplasty: indications, technique, and results",
        "Endoscopic septoplasty in conjunction with endoscopic sinus surgery",
        "Endoscopic septoplasty: revisitation of the technique, indications, and outcomes",
        "Endoscpoic limited septoplasty in combination with sinonasal surgery",
        "Endoscopic septoplasty",
        "Comparative evaluation of conventional versus endoscopic septoplasty for limited septal deviation and spur",
        "Concurrent septoplasty during endoscopic sinus surgery for chronic rhinosinusitis: does it confound outcomes assessment?",
        "Can FESS combined with submucosal resection (SMR)/septoplasty reduce revision rate?",
        "Evaluating surgeon-specific performance for endoscopic sinus surgery",
        "Incidence and predictive factors for additional opioid prescription after endoscopic sinus surgery",
        "Prescription patterns and opioid usage in sinonasal surgery",
        "Utilization of a novel interactive mobile health platform to evaluate functional outcomes and pain following septoplasty and functional endoscopic sinus surgery",
        "Comparing surgeon outcomes in endoscopic sinus surgery for chronic rhinosinusitis",
        "Endoscopic Sinus Surgery Associated with Rhinoseptoplasty: a case-control study",
        "Clinical effects of middle turbinate resection after endoscopic sinus surgery: a systematic review",
        "Does the timing of middle turbinate resection influence quality-of-life outcomes for patients with chronic rhinosinusitis?",
        "Middle turbinate resection versus preservation in patients with chronic rhinosinusitis accompanying nasal polyposis: baseline disease burden and surgical outcomes between the groups",
        "Outcomes after middle turbinate resection: revisiting a controversial topic",
        "Resection versus preservation of the middle turbinate in surgery for chronic rhinosinusitis with nasal polyposis: a randomized controlled trial",
        "Improved delivery of sinus irrigations after middle turbinate resection during endoscopic sinus surgery",
        "The effect of middle turbinate resection upon the frontal sinus",
        "Incidence of frontal sinusitis following partial middle turbinectomy",
        "Pre- and postoperative imaging analysis for frontal sinus disease following conservative partial middle turbinate resection",
        "Middle turbinate resection: issues and controversies",
        "Assessment of symptomatic patients after endoscopic sinus surgery with special reference to the frontal sinus: comparative radiologic analysis",
        "Partial middle turbinectomy during endoscopic sinus surgery for extended sinonasal polyposis: short- and mid-term outcomes",
        "Middle turbinate preservation versus middle turbinate resection in endoscopic surgical treatment of nasal polyposis",
        "Factors affecting time to revision sinus surgery for nasal polyps: a 25-year experience",
        "Kinetics of olfactory function following endonasal sinus surgery for nasal polyposis",
        "Endoscopic sinus surgery with partial middle turbinate resection: effects on olfaction",
        "Extensive versus functional endoscopic sinus surgery for chronic rhinosinusitis with nasal polyps and asthma: a 1-year study",
        "Comparison of functional results after ethmoidectomy and nasalization for diffuse and severe nasal polyposis",
        "Clinical effects of submucosal middle turbinectomy for eosinophilic chronic rhinosinusitis",
        "Influence of a medialized middle turbinate on olfactory function: a prospective randomized double-blind study",
        "Comparative evaluation of middle meatus antrostomy with or without partial middle turbinectomy",
        "Failures in endoscopic surgery of the maxillary sinus",
        "Partial endoscopic middle turbinectomy augmenting functional endoscopic sinus surgery",
        "Complications of endoscopic sinus surgery in a residency training program",
        "Complications of endoscopic sinus surgery in a residency training program",
        "Complications are rare from middle turbinate resection: a prospective case series",
        "Partial resection of the middle turbinate during endoscopic sinus surgery for chronic rhinosinusitis does not lead to an increased risk of empty nose syndrome: a cohort study of a tertiary practice",
        "Middle turbinate resection: impact on outcomes in endoscopic sinus surgery",
        "Comparison of functional endonasal sinus surgery with and without partial middle turbinate resection",
        "Endoscopic sinus surgery with middle turbinate resection: results and complications",
        "Histopathology and CT analysis of partially resected middle turbinates",
        "Bleeding risk associated with resection of the middle turbinate during functional endoscopic sinus surgery",
        "Complications of endoscopic sinus surgery",
        "Image-guided navigation: the surgeon's perspective on performance consequences and human factors issues",
        "Image-guided functional endoscopic sinus surgery",
        "Current opinions in office-based rhinology",
        "Navigation risks associated with sinus surgery and clinical effects of implementing a navigational system for sinus surgery",
        "Comparison of endoscopic sinus surgery with and without image guidance",
        "Use of a navigation system in endonasal surgery: impact on surgical strategy and surgeon satisfaction. A prospective multicenter study",
        "Image-guided surgery: what is the accuracy?",
        "Image-guided endoscopic surgery: results of accurayc and performance in a multicenter clinical study using an electromagnetic tracking system",
        "Computer-assited surgery and endoscopic endonasal approach in 32 procedures",
        "Laser surface scanning for patient registration intracranial image-guided surgery",
        "Comparison of laser versus surface-touch registration for image-guided sinus surgery",
        "A comparison of computer-aided surgery registration methods for endoscopic sinus surgery",
        "Automatic Registration for Navigation at the Anterior and Lateral Skull Base",
        "Accuracy of computer-assisted navigation: significant augmentation by facial recognition software",
        "Next-Generation Surgical Navigation Systems in Sinus and Skull Base Surgery",
        "Making image guidance work: understanding the control of accuracy",
        "Contour and paired-point registration in a model for image-guided surgery",
        "Passive marker computer-aided sinonasal and cranial base surgery: observations from a learning curve",
        "Computer aided surgery: concepts and applications in rhinology",
        "The role of image-guidance systems for head and neck surgery",
        "Image-guided navigation system–a new technoogy for complex endoscopic endonasal surgery",
        "Computer-aided endoscopic sinus surgery: a retrospective comparative study",
        "Endoscopic sinus surgery with and without computer assisted navigation: a retrospective study",
        "Does image-guided surgery reduce complications?",
        "Outcome of computer-assisted surgery in patients with chronic rhinosinusitis",
        "The use of image-guided surgery in endoscopic sinus surgery: an evidence-based review with recommendations",
        "Indications for image-guided sinus surgery: the current evidence",
        "Image-guided surgery influences perioperative morbidity from endoscopic sinus surgery: a systematic review and meta-analysis",
        "Stereotactic anatomical localization in complex sinus surgery: a systematic review and meta-analysis",
        "The utility of image guidance in endoscopic sinus surgery: a narrative review",
        "Patient quality of life improvements with and without computer assitance in sinus surgery: outcomes study",
        "Image-guided sinus surgery: practical and financial experiences from a UK centre 2001-2009",
        "The efficacy of computer assisted surgery in the endoscopic management of cerebrospinal fluid rhinorrhea",
        "Quality of life and complications following image-guided endoscopic sinus surgery",
        "Image-guided endoscopic orbital decompression for Graves' orbitopathy",
        "Outcome of functional endonasal sinus surgery with and without CT-navigation",
        "Evaluation of a navigation system for ENT with surgical efficiency criteria",
        "Mental distress and effort to engage an image-guided navigation system in the surgical training of endoscopic sinus surgery: a prospective, randomised clinical trial",
        "Specific stressors in endonasal skull base surgery with and without navigation",
        "Feasibility of near real-time image-guided sinus surgery using intraoperative fluoroscopic computed axial tomography",
        "Use of image-guided computed tomography-magnetic resonance fusion for complex endoscopic sinus and skull base surgery",
        "CT-MR image fusion for the management of skull base lesions",
        "Three-dimensional computed tomography angiography of the internal carotid artery for preoperative evaluation of sinonasal lesions and intraoperative surgical navigation",
        "Use of intraoperative CT scanning in endoscopic sinus surgery: a preliminary report",
        "Clinical utility of intraoperative volume computed tomography scanner for endoscopic sinonasal and skull base procedures",
        "Utility of image-guidance in frontal sinus surgery",
        "Endoscopic surgery of the orbital apex: outcomes and emerging techniques",
        "Electromagnetic image-guided orbital decompression: technique, principles, and preliminary experience with 6 consecutive cases",
        "Image-guided sphenoidotomy in revision functional endoscopic sinus surgery",
        "Computer-assisted image-guided surgery in pediatric skull base procedures",
        "Image guidance systems for minimally invasive sinus and skull base surgery in children",
        "Indications for image-guidance in pediatric sinonasal surgery",
        "Is image guidance accurate in children sinus surgery?",
        "Image-guided sinus surgery in sinonasal pathologies with skull base/orbital erosion",
        "Image-guided frontal trephination: a minimally invasive approach for hard-to-reach frontal sinus disease",
        "Image-guided, navigation-assisted Relieva Stratus MicroFlow Spacer insertion into the ethmoid sinus",
        "Image-guided endoscopic marsupialization technique for frontal sinus mucocele with orbital extension: a case report",
        "Analysis of methods to assess frontal sinus extent in osteoplastic flap surgery: transillumination versus 6-ft Caldwell vs. image guidance",
        "Frontal sinus osteoplastic flap surgery using a surgical navigation system",
        "Computed tomography image navigation patient tracker on the cheek during osteoplastic flaps",
        "Nationwide survey on the use of image-guided functional endoscopic sinus surgery",
        "Image guidance: a survey of attitudes and use",
        "An update on attitudes and use of image-guided surgery",
        "Regional variation and factors associated with image guidance utilization during endoscopic sinus surgery in the ambulatory setting",
        "Cost analysis of computer-aided endoscopic sinus surgery",
        "Image-guidance in endoscopic sinus surgery: is it associated with decreased medicolegal liability?",
        "Use of mixed reality visualization in endoscopic endonasal skull base surgery",
        "Augmented reality for endoscopic sinus surgery with surgical navigation: a cadaver study",
        "A novel augmented reality navigation system for endoscopic sinus and skull base surgery: a feasibility study",
        "Three-dimensional virtual navigation versus conventional image guidance: a randomized controlled trial",
        "Flexible microsensor technology for real-time navigation tracking in balloon sinus ostial dilation",
        "Better surgical outcome by image-guided navigation system in endoscopic removal of sinonasal inverted papilloma",
        "Missed paranasal sinus compartments in sinus surgery with and without image-guidance systems: a pilot feasibility study",
        "Increased accuracy, confidence, and efficiency in anterior ethmoidal artery identification with segmented image guidance",
        "Comparative analysis of surgical processes for image-guided endoscopic sinus surgery",
        "Navigation accuracy after automatic- and hybrid-surface registration in sinus and skull base surgery",
        "Coffee: the key to safer image-guided surgery-a granular jamming cap for non-invasive, rigid fixation of fiducial markers to the patient",
        "Nationwide incidence of major complications in endoscopic sinus surgery",
        "Relative hypotension and image guidance (tools for training in sinus surgery)",
        "Computer-assited surgery of the paranasal sinuses: technica and clinical experience with 368 patients, using the Vector Vision Compact System",
        "Endoscopic surgery of inverted papillomas under image guidance–a prospective study of 42 consecutive cases at a Danish university clinic",
        "Image-guided sinus surgery: lessons learned from the first 1000 cases",
        "Physician experience with an optical image guidance system for sinus surgery",
        "New armless image-guidance system for endoscopic sinus surgery",
        "Advantages and disadvantages of three-dimensional computed tomography intraoperative localization for functional endoscopic sinus surgery",
        "Image-guidance for endoscopic sinus surgery",
        "The efficacy of a novel chitosan gel on hemostasis and wound healing after endoscopic sinus surgery",
        "Use of hylan B gel as a wound dressing afer endoscopic sinus sugery",
        "Effect of microporous polysaccharide hemospheres (MPH) on bleeding after endoscopic sinus surgery: randomized controlled study",
        "Is nasal packing necessary following endoscopic sinus surgery?",
        "Absorbable steroid-impregnated spacer after endoscopic sinus surgery to reduce synechiae formation",
        "Comparison of calcium alginate and carboxymethyl cellulose for nasal packing after endoscopic sinus surgery: a prospective, randomised, controlled single-blinded trial",
        "Comparison of the effect of aerosolized fibrin sealant and biodegradable synthetic polyurethane foam on hemostasis and wound healing after endoscopic sinus surgery: a prospective randomized study",
        "Middle meatal packing in endoscopic sinus surgery-to pack or not to pack?-a decision-analysis model",
        "Is nasal packing essential after functional endoscopic sinus surgery? A randomized, controlled trial",
        "Control of bleeding in endoscopic sinus surgery: use of a novel gelatin-based hemostatic agent",
        "Comparison of purified plant polysaccharide (HemoStase) versus gelatin-thrombin matrix (FloSeal) in controlling bleeding during sinus surgery: a randomized controlled trial",
        "FloSeal use in endoscopic sinus surgery: effect on postoperative bleeding and synechiae formation",
        "Hemostasis in endoscopic sinus surgery using a specific gelatin-thrombin based agent (FloSeal)",
        "Fibrin sealant: alternative to nasal packing in endonasal operations. A prospective randomized study",
        "A gelatin-thrombin matrix for hemostasis after endoscopic sinus surgery",
        "Effect of aerosolized fibrin sealant on hemostasis and wound healing after endoscopic sinus surgery: a prospective randomized study",
        "Evaluation of Surgicel Nu-knit, Merocel and Vasolene gauze nasal packs: a randomized trial",
        "The efficacy of Cutanplast nasal packing after endoscopic sinus surgery: a prospective, randomized, controlled trial",
        "Oxidised cellulose powder for haemostasis following sinus surgery: a pilot randomised trial",
        "Advantages of glove finger-coated polyvinyl acetate pack in endoscopic sinus surgery",
        "Role of nasal packing in surgical outcome for chronic rhinosinusitis with polyposis",
        "Prospective, double-blind, randomized trial evaluating patient satisfaction, bleeding, and wound healing using biodegradable synthetic polyurethane foam (NasoPore) as a middle meatal spacer in functional endoscopic sinus surgery",
        "Patient comfort following FESS and Nasopore(R) packing, a double blind, prospective, randomized trial",
        "Fibrin tissue adhesive versus nasal packing in endoscopic nasal surgery: a systematic review and meta-analysis",
        "Effects of nonabsorbable packing in middle meatus after sinus surgery",
        "Microporous polysaccharide hemospheres do not increase synechiae after sinus surgery: randomized controlled study",
        "Effect of carboxymethylcellulose nasal packing on wound healing after functional endoscopic sinus surgery",
        "A prospective single-blind randomized controlled study of use of hyaluronic acid nasal packs in patients after endoscopic sinus surgery",
        "Sepragel (Hylan B) as a postsurgical dressing for endoscopic sinus surgery",
        "A blinded randomized controlled trial evaluating the efficacy of chitosan gel on ostial stenosis following endoscopic sinus surgery",
        "The efficacy of a novel budesonide chitosan gel on wound healing following endoscopic sinus surgery",
        "Endoscopic outcomes of resorbable nasal packing after functional endoscopic sinus surgery: a multicenter prospective randomized controlled study",
        "The clinical effects of hyaluronic acid ester nasal dressing (Merogel) on intranasal wound healing after functional endoscopic sinus surgery",
        "controlled, study of absorbable nasal packing on outcomes of surgical treatment of rhinosinusitis with polyposis",
        "The clinical outcomes of new hyaluronan nasal dressing: a prospective, randomized, controlled study",
        "The effect of FloSeal on mucosal healing after endoscopic sinus surgery: a comparison with thrombin-soaked gelatin foam",
        "Long-term effects of FloSeal packing after endoscopic sinus surgery",
        "Usefulness of nasal packing with silver-containing carboxy methylated cellulose in endonasal sinus surgery",
        "Use of CMC foam sinus dressing in FESS",
        "Biodegradable nasal packings for endoscopic sinonasal surgery: a systematic review and meta-analysis",
        "Effects of bupivacaine versus bupivacaine plus dexamethasone-soaked nasal packing after endoscopic nasal surgery",
        "Effects of glove finger- versus lidocaine-soaked nasal packing after endoscopic nasal surgery: a prospective randomized controlled trial",
        "Systematic review and metaanalysis of middle meatal packing after endoscopic sinus surgery",
        "A prospective double-blinded randomized controlled study comparing the efficacy of a Novel Biodegradable Synthetic Polyurethane Foam (Nasopore) vs Standard Polyvinyl Acetate Sponge (Merocel) as packing material after functional endoscopic sinus surgery: the first indian experience",
        "Steroid vs. antibiotic impregnated absorbable nasal packing for wound healing after endoscopic sinus surgery: a randomized, double blind, placebo-controlled study",
        "A double-blind randomised controlled trial of gloved versus ungloved merocel middle meatal spacers for endoscopic sinus surgery",
        "Surgical causes of failure in endoscopic sinus surgery",
        "The use of middle meatal stents post-endoscopic sinus surgery",
        "Middle meatal spacers for the prevention of synechiae following endoscopic sinus surgery: a systematic review and meta-analysis of randomized controlled trials",
        "Anatomic findings in patients undergoing revision endoscopic sinus surgery",
        "Causes of failure in endoscopic frontal sinus surgery in chronic rhinosinusitis patients",
        "Impact of synechiae after endoscopic sinus surgery on long-term outcomes in chronic rhinosinusitis",
        "Trends in the use of stents and drug-eluting stents in sinus surgery",
        "Silastic splints reduce middle meatal adhesions after endoscopic sinus surgery",
        "Comparing the efficacy of Silastic and gloved-Merocel middle meatal spacers for functional endoscopic sinus surgery: a randomized controlled trial",
        "Preventing lateral synechia formation after endoscopic sinus surgery with a silastic sheet",
        "A new stent for endoscopic sinus surgery",
        "A new middle meatal antrostomy stent for functional endoscopic sinus surgery",
        "Shoe splints to reduce synechiae post-endoscopic sinus surgery: how we do it",
        "The dragonfly splint: a new disposable device designed to prevent both medial and lateral turbinate synechiae after sinonasal surgery",
        "Removable sinus stent for endoscopic sinus surgery: an animal trial",
        "A prospective study on the safety and effectiveness of a composite sinus stent for use after endoscopic sinus surgery",
        "New operation and instruments for draining the frontal sinus",
        "Frontal sinus stenting techniques",
        "Nasofrontal duct reconstruction with silicone rubber sheeting for inflammatory frontal sinus disease: analysis of 164 cases",
        "Frontal sinus stents",
        "The success of 6-month stenting in endonasal frontal sinus surgery",
        "Frontal sinus stenting",
        "Long-term effect of stenting after an endoscopic modified Lothrop procedure",
        "Prolonged stenting of the frontal sinus",
        "Long-term stenting for chronic frontal sinus disease: case series and literature review",
        "Double J stent of frontal sinus outflow tract in revision frontal sinus surgery",
        "Development of a novel T-tube frontal sinus irrigation catheter",
        "Evidence of bacterial biofilms on frontal recess stents in patients with chronic rhinosinusitis",
        "Factors associated with failure of frontal sinusotomy in the early follow-up period",
        "Postoperative prevention and treatment of complications after sinus surgery",
        "Revision endoscopic sinus surgery",
        "A scientific review of middle meatal packing/stents",
        "Advance II: a prospective, randomized study assessing safety and efficacy of bioabsorbable steroid-releasing sinus implants",
        "Stents and drug-eluting stents",
        "The MicroFlow spacer: a drug-eluting stent for the ethmoid sinus",
        "Retained drug-eluting stents and recalcitrant chronic rhinosinusitis: a case report",
        "Stent hypersensitivity and infection in sinus cavities",
        "Case report of orbital violation with placement of ethmoid drug-eluting stent",
        "What is new and promising with drug-eluting stents in sinus surgery?",
        "Controlled steroid delivery via bioabsorbable stent: safety and performance in a rabbit model",
        "Safety and efficacy of a novel bioabsorbable, steroid-eluting sinus stent",
        "Structural variations in a single hyaluronan derivative significantly alter wound-healing effects in the rabbit maxillary sinus",
        "Are routine dissolvable nasal dressings necessary following endoscopic sinus surgery?",
        "Steroid-eluting sinus stents for improving symptoms in chronic rhinosinusitis patients undergoing functional endoscopic sinus surgery",
        "Drug-eluting implants in chronic rhinosinusitis: an evidence-based review with recommendations",
        "Comparison of steroid-releasing stents vs nonabsorbable packing as middle meatal spacers",
        "Safety and efficacy of a bioabsorbable fluticasone propionate-eluting sinus dressing in postoperative management of endoscopic sinus surgery: a randomized clinical trial",
        "Safety, feasibility, and efficacy of placement of steroid-eluting bioabsorbable sinus implants in the office setting: a prospective case series",
        "Steroid-eluting sinus implant for in-office treatment of recurrent polyposis: a pharmacokinetic study",
        "Efficacy of hypertonic (2.3%) sea water in patients with aspirin-induced chronic rhinosinusitis following endoscopic sinus surgery",
        "The effects of nasal irrigation with various solutions after endoscopic sinus surgery: systematic review and meta-analysis",
        "Sinonasal debridement versus no debridement for the postoperative care of patients undergoing endoscopic sinus surgery",
        "Post-operative corticosteroid irrigation for chronic rhinosinusitis after endoscopic sinus surgery: a meta-analysis",
        "Comparison of outcomes of triamcinolone versus normal saline soaked polyvinyl alcohol pack following bilateral endoscopic sinus surgery",
        "Post-operative steroid treatment for eosinophilic-type sinonasal polyposis",
        "Double-blind, randomised controlled trial on the efficacy of saline nasal irrigation with sodium hyaluronate after endoscopic sinus surgery",
        "Nose blowing after endoscopic sinus surgery does not adversely affect outcomes",
        "Predictive factors and outcomes in endoscopic sinus surgery for chronic rhinosinusitis",
        "Symptom-based presentation of chronic rhinosinusitis and symptom-specific outcomes after endoscopic sinus surgery",
        "Long-term utility outcomes in patients undergoing endoscopic sinus surgery",
        "Patient-reported outcome measures for adult chronic rhinosinusitis: a systematic review and quality assessment",
        "Systematic review and meta-analysis of SNOT-22 outcomes after surgery for chronic rhinosinusitis with nasal polyposis",
        "Surgical versus medical interventions for chronic rhinosinusitis with nasal polyps",
        "Health utility outcomes in patients undergoing medical management for chronic rhinosinusitis: a prospective multiinstitutional study",
        "Comparative effectiveness of medical and surgical therapy on olfaction in chronic rhinosinusitis: a prospective, multi-institutional study",
        "Endoscopic sinus surgery compared to continued medical therapy for patients with refractory chronic rhinosinusitis",
        "Cost utility analysis of endoscopic sinus surgery for chronic rhinosinusitis with and without nasal polyposis",
        "Gender-specific analysis of outcomes from endoscopic sinus surgery for chronic rhinosinusitis",
        "Endoscopic sinus surgery for chronic rhinosinusitis with nasal polyps: clinical outcome and predictive factors of recurrence",
        "Outcomes of modified endoscopic Lothrop in aspirin-exacerbated respiratory disease with nasal polyposis",
        "Nationwide incidence of major complications in endoscopic sinus surgery",
        "Hemorrhagic complications of endoscopic sinus surgery",
        "Sinus anatomy associated with inadvertent cerebrospinal fluid leak during functional endoscopic sinus surgery",
        "High-risk areas in endoscopic sinus surgery and prevention of complications",
        "Neurologic Complications and Treatment",
        "Pitfalls in sinus surgery: an overview of complications",
        "Single-blinded prospective implementation of a preoperative imaging checklist for endoscopic sinus surgery",
        "Complications of microdebriders in endoscopic nasal and sinus surgery",
        "Significant orbital and intracranial complications from balloon sinus dilation as a stand-alone and powered dissector-assisted procedure",
        "Extraocular muscle injury during endoscopic sinus surgery: a series of 10 cases at a single center",
        "Extraocular muscle damage associated with endoscopic sinus surgery: an ophthalmology perspective",
        "Complications following powered endoscopic sinus surgery: an 11 year study on 1190 patients in a single institute in Israel",
        "Multiple analyses of factors related to intraoperative blood loss and the role of reverse Trendelenburg position in endoscopic sinus surgery",
        "Clinical significance of middle turbinate lateralization after endoscopic sinus surgery",
        "Early postoperative care following endoscopic sinus surgery: an evidence-based review with recommendations",
        "Clinical practice guideline for the diagnosis and management of acute bacterial sinusitis in children aged 1 to 18 years",
        "Incidence of acute otitis media and sinusitis complicating upper respiratory tract infection: the effect of age",
        "Prevalence of clinical sinusitis in young children followed up by primary care pediatricians",
        "Clinical sinusitis in children attending primary care centers",
        "The ten-day mark as a practical diagnostic approach for acute paranasal sinusitis in children",
        "Antibiotic prescriptions for outpatient acute rhinosinusitis in Canada, 2007-2013",
        "Actual concepts in rhinosinusitis: a review of clinical presentations, inflammatory pathways, cytokine profiles, remodeling, and management",
        "[Evaluation of predisposing factors and bacteriologic agents in pediatric rhinosinusitis]",
        "A study of influenza and influenza-related complications among children in a large US health insurance plan database",
        "The role of allergy in sinusitis in children",
        "The 10-day mark is a good way to diagnose not only acute rhinosinusitis but also adenoiditis, as confirmed by endoscopy",
        "Immunologic evaluation of pediatric chronic and recurrent acute rhinosinusitis",
        "Signs and symptoms that differentiate acute sinusitis from viral upper respiratory tract infection",
        "Clinical spectrum of acute rhinosinusitis among atopic and nonatopic children in Taiwan",
        "Diagnosis and management of acute sinusitis by pediatricians",
        "Diagnosis and management of pediatric sinusitis: a survey of primary care, otolaryngology and urgent care providers",
        "Development and modification of an outcome measure to follow symptoms of children with sinusitis",
        "Rapid diagnosis of bacterial sinusitis in patients using a simple test of nasal secretions",
        "Management of rhinosinusitis in children",
        "Nasal nitric oxide is a useful biomarker for acute unilateral maxillary sinusitis in pediatric allergic rhinitis: a prospective observational cohort study",
        "The role of antibiotics in the treatment of acute rhinosinusitis in children: a systematic review",
        "Nasal saline irrigation in pediatric rhinosinusitis: a systematic review",
        "Nasal saline irrigation with or without systemic antibiotics in treatment of children with acute rhinosinusitis",
        "Management of pediatric orbital cellulitis: a systematic review",
        "Mitomycin: effects on laryngeal and tracheal stenosis, benefits, and complications",
        "Medical management versus surgical intervention of pediatric orbital cellulitis: the importance of subperiosteal abscess volume as a new criterion",
        "Orbital complications of acute sinusitis: changes in the post-pneumococcal vaccine era",
        "Microbiology of pediatric orbital cellulitis",
        "Systematic review and case report: intracranial complications of pediatric sinusitis",
        "Current estimates from the National Health Interview Survey, 1993",
        "Familial risk of pediatric chronic rhinosinusitis",
        "Sinonasal Quality of Life in Children With Cystic Fibrosis",
        "[CAT-scan study of the prevalence of sinus disorders and anatomical variations in 196 children]",
        "Chronic sinusitis among pediatric patients with chronic respiratory complaints",
        "Nasal endoscopy in asthmatic children: assessment of rhinosinusitis and adenoiditis incidence, correlations with cytology and microbiology",
        "Chronic sinus disease with associated reactive airway disease in children",
        "Improvement of clinical and immunopathologic parameters in asthmatic children treated for concomitant chronic rhinosinusitis",
        "Chronic rhinosinusitis and allergy",
        "Prevalence of and associations with allergic rhinitis in children with chronic rhinosinusitis",
        "Atopy and the development of chronic rhinosinusitis in children with allergic rhinitis",
        "Atopy and quality of life in pediatric chronic rhinosinusitis",
        "Immunological evaluation of allergic respiratory children with recurrent sinusitis",
        "Immunologic defects in patients with refractory sinusitis",
        "Chronic rhinosinusitis and recurrent nasal polyps in two children with IgG subclass deficiency and review of the literature",
        "Chronic rhinosinusitis in children: pathophysiology, evaluation, and medical management",
        "Update on long-term outcomes for chronic rhinosinusitis in cystic fibrosis",
        "Rhinosinusitis in cystic fibrosis: not a simple story",
        "Diagnosis of cystic fibrosis: consensus guidelines from the Cystic Fibrosis Foundation",
        "Primary ciliary dyskinesia",
        "Primary ciliary dyskinesia: current state of the art",
        "High yield technique to diagnose immotile cilia syndrome: a suggested algorithm",
        "Clinical consensus statement: pediatric chronic rhinosinusitis",
        "May chronic rhinosinusitis in children be diagnosed by clinical symptoms?",
        "Comparison of plain radiographs and coronal CT scans in infants and children with recurrent sinusitis",
        "Comparison of plain radiographs, coronal CT, and intraoperative findings in children with chronic sinusitis",
        "The diagnostic accuracy of computed tomography in pediatric chronic rhinosinusitis",
        "Clinical Guidelines on chronic rhinosinusitis in children",
        "Long-term outcome of once daily nasal irrigation for the treatment of pediatric chronic rhinosinusitis",
        "Nasal saline irrigation in children: a study of compliance and tolerance",
        "Beginning antibiotics for acute rhinosinusitis and choosing the right treatment",
        "Efficacy and tolerability of systemic methylprednisolone in children and adolescents with chronic rhinosinusitis: a double-blind, placebo-controlled randomized trial",
        "Long-course oral corticosteroid toxicity in children",
        "The role of the adenoids in pediatric chronic rhinosinusitis",
        "Adenoidectomy outcomes in pediatric rhinosinusitis: a meta-analysis",
        "Adenoidectomy vs endoscopic sinus surgery for the treatment of pediatric sinusitis",
        "Post-adenoidectomy quality of life in children with refractory chronic rhinosinusitis",
        "Outcome of adenoidectomy versus adenoidectomy with maxillary sinus wash for chronic rhinosinusitis in children",
        "The role of sinus surgery in children",
        "Functional endoscopic sinus surgery improves sinus-related symptoms and quality of life in children with chronic rhinosinusitis: a systematic analysis and meta-analysis of published interventional studies",
        "Prospective, multicenter evaluation of balloon sinus dilation for treatment of pediatric chronic rhinosinusitis",
        "Clinical curative effect and safety of balloon sinuplasty in children with chronic rhinosinusitis",
        "Sinus balloon catheter dilation in pediatric chronic rhinosinusitis resistant to medical therapy",
        "Adenoidectomy with balloon catheter sinuplasty: a randomized trial for pediatric rhinosinusitis",
        "Non-traumatic pneumocephalus and sub-dural empyema as a complication of chronic sinusitis",
        "Pott's puffy tumor in pediatric age group: a retrospective study",
        "Paranasal sinus mucocele in cystic fibrosis",
        "Cystic fibrosis: molecular biology and therapeutic implications",
        "Cystic fibrosis",
        "Patterns of sinusitis in cystic fibrosis",
        "Determinants and outcomes of upfront surgery versus medical therapy for chronic rhinosinusitis in cystic fibrosis",
        "Determinants and outcomes of upfront surgery versus medical therapy for chronic rhinosinusitis in cystic fibrosis",
        "New insights into the pathogenesis of cystic fibrosis sinusitis",
        "Management of the upper airway in cystic fibrosis",
        "Cystic fibrosis",
        "Medical interventions for chronic rhinosinusitis in cystic fibrosis",
        "A controlled trial of long-term inhaled hypertonic saline in patients with cystic fibrosis",
        "Sino nasal inhalation of isotonic versus hypertonic saline (6.0%) in CF patients with chronic rhinosinusitis—results of a multicenter, prospective, randomized, double-blind, controlled trial",
        "The effect of sinus surgery with intensive follow-up on pathogenic sinus bacteria in patients with cystic fibrosis",
        "Management of sinusitis in cystic fibrosis by endoscopic surgery and serial antimicrobial lavage: reduction in recurrence requiring surgery",
        "Long-term azithromycin may improve lung function in children with cystic fibrosis",
        "A prospective treatment trial of nasal polyps in adults with cystic fibrosis",
        "Chronic rhino-sinusitis treatment in children with cystic fibrosis: a cross-sectional survey of pediatric pulmonologists and otolaryngologists",
        "Ibuprofen therapy and nasal polyposis in cystic fibrosis patients",
        "Recombinant human DNase I reduces the viscosity of cystic fibrosis sputum",
        "Sustained benefit from ivacaftor demonstrated by combining clinical trial and cystic fibrosis patient registry data",
        "Elexacaftor/tezacaftor/ivacaftor (Trikafta) for cystic fibrosis",
        "Ivacaftor improves rhinologic, psychologic, and sleep-related quality of life in G551D cystic fibrosis patients",
        "Elexacaftor–tezacaftor–ivacaftor for cystic fibrosis with a single Phe508del allele",
        "Forecasting US ivacaftor outcomes and cost in cystic fibrosis patients with the G551D mutation",
        "Cystic fibrosis and endoscopic sinus surgery: relationship between nasal polyposis and likelihood of revision endoscopic sinus surgery in patients with cystic fibrosis",
        "Medical and surgical advancements in the management of cystic fibrosis chronic rhinosinusitis",
        "Outcomes of sinus surgery in adults with cystic fibrosis",
        "Evaluation of chronic rhinosinusitis management using the SNOT-22 in adult cystic fibrosis patients",
        "Improved lung function after sinus surgery in cystic fibrosis patients with moderate obstruction",
        "Effect of endoscopic sinus surgery on bronchiectasis patients with chronic rhinosinusitis",
        "Effects of sinus surgery on lung transplantation outcomes in cystic fibrosis",
        "Endoscopic sinus surgery in cystic fibrosis: do patients benefit from surgery?",
        "Surgical management of chronic rhinosinusitis in cystic fibrosis",
        "Extensive surgical and comprehensive postoperative medical management for cystic fibrosis chronic rhinosinusitis",
        "Sinonasal Wegener granulomatosis: a single-institution experience with 120 cases",
        "Chapter 11: Granulomatous diseases and chronic sinusitis",
        "Mepolizumab or placebo for eosinophilic granulomatosis with polyangiitis",
        "Sinonasal involvement in sarcoidosis: a report of seven cases and review of literature",
        "Sarcoidosis and its otolaryngological implications",
        "Sinonasal sarcoidosis: review and report of fifteen cases",
        "Rhinologic symptoms and quality-of-life in patients with Churg-Strauss syndrome vasculitis",
        "Sinonasal manifestations of sarcoidosis: a single institution experience with 38 cases",
        "Recent advances in primary ciliary dyskinesia",
        "PICADAR: a diagnostic predictive tool for primary ciliary dyskinesia",
        "European Respiratory Society guidelines for the diagnosis of primary ciliary dyskinesia",
        "Primary ciliary dyskinesia. Recent advances in diagnostics, genetics, and characterization of clinical disease",
        "Diagnosis, monitoring, and treatment of primary ciliary dyskinesia: PCD foundation consensus recommendations based on state of the art review",
        "Simultaneous sinus and lung infections in patients with primary ciliary dyskinesia",
        "Lung function in patients with primary ciliary dyskinesia: an iPCD Cohort study",
        "Invasive and non-invasive fungal rhinosinusitis—a review and update of the evidence",
        "Diagnosis and endoscopic surgery of chronic invasive fungal rhinosinusitis",
        "Fungal rhinosinusitis: a retrospective microbiologic and pathologic review of 400 patients at a single university medical center",
        "Survival outcomes in acute invasive fungal sinusitis: a systematic review and quantitative synthesis of published evidence",
        "Invasive fungal sinusitis in the pediatric population: systematic review with quantitative synthesis of the literature",
        "Fungal sinusitis",
        "Updates in management of acute invasive fungal rhinosinusitis",
        "Invasive fungal sinusitis: a 15-year review from a single institution",
        "A multi-institutional review of outcomes in biopsy-proven acute invasive fungal sinusitis",
        "Fungal infections of the central nervous system and paranasal sinuses in onco-haematologic patients. Epidemiological study reporting the diagnostic-therapeutic approach and outcome in 89 cases",
        "A meta-analysis of survival factors in rhino-orbital-cerebral mucormycosis—has anything changed in the past 20 years?",
        "Inpatient mortality after endoscopic sinus surgery for invasive fungal rhinosinusitis",
        "Acute invasive fungal rhinosinusitis in immunocompromised patients: role of an early diagnosis",
        "Acute invasive fungal rhinosinusitis: a 15-year experience with 41 patients",
        "Computed tomographic findings in patients with invasive fungal sinusitis",
        "Role of middle turbinate biopsy in the diagnosis of fulminant invasive fungal rhinosinusitis",
        "Impact of early detection of acute invasive fungal rhinosinusitis in immunocompromised patients",
        "Managing acute invasive fungal sinusitis",
        "An early detection protocol for invasive fungal sinusitis in neutropenic patients successfully reduces extent of disease at presentation and long term morbidity",
        "Survival factors in rhino-orbital-cerebral mucormycosis",
        "Treatment of aspergillosis: clinical practice guidelines of the Infectious Diseases Society of America",
        "Isavuconazole versus voriconazole for primary treatment of invasive mould disease caused by Aspergillus and other filamentous fungi (SECURE): a phase 3, randomised-controlled, non-inferiority trial",
        "Breakthrough zygomycosis after voriconazole treatment in recipients of hematopoietic stem-cell transplants",
        "Posaconazole: use in the prophylaxis and treatment of fungal infections",
        "Chronic invasive fungal sinusitis: characterization and shift in management of a rare disease",
        "Spectrum of fungal rhinosinusitis; histopathologist's perspective",
        "Syndromes of invasive fungal sinusitis",
        "Chronic invasive fungal rhinosinusitis",
        "Chronic granulomatous invasive fungal sinusitis: an evolving approach to management",
        "Aspergilloma of paranasal sinuses and orbit in Northern Sudanese",
        "Noninvasive exosomal proteomic biosignatures, including cystatin SN, peroxiredoxin-5, and glycoprotein VI, accurately predict chronic rhinosinusitis with nasal polyps",
        "Treatable traits: a new paradigm for 21st century management of chronic airway diseases: treatable traits down under international workshop report",
        "Periostin as a novel biomarker for postoperative recurrence of chronic rhinosinitis with nasal polyps",
        "Distinct gene expression profiles and regulation networks of nasal polyps in eosinophilic and non-eosinophilic chronic rhinosinusitis",
        "Transcriptome analysis reveals distinct gene expression profiles in eosinophilic and noneosinophilic chronic rhinosinusitis with nasal polyps",
        "Highly multiplexed proteomic analysis reveals significant tissue and exosomal coagulation pathway derangement in chronic rhinosinusitis with nasal polyps",
        "Reduced cellular diversity and an altered basal progenitor cell state inform epithelial barrier dysfunction in human type 2 immunity",
        "General antibiotic exposure is associated with increased risk of developing chronic rhinosinusitis",
        "Impact of continued medical therapy in patients with refractory chronic rhinosinusitis",
        "Exosome swarms eliminate airway pathogens and provide passive epithelial immunoprotection through nitric oxide",
        "Europe's doctors repeat errors made in Wuhan, China medics say",
        "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
        "Coincidence of COVID-19 epidemic and olfactory dysfunction outbreak",
        "Loss of smell and taste in combination with other symptoms is a strong predictor of COVID-19 infection",
        "The use of google trends to investigate the loss of smell related searches during COVID-19 outbreak",
        "Robust ACE2 protein expression localizes to the motile cilia of the respiratory tract epithelia and is not increased by ACE inhibitors or angiotensin receptor blockers",
        "Are patients with chronic rhinosinusitis with nasal polyps at a decreased risk of COVID-19 infection?",
        "Perspective: COVID-19, Implications of nasal diseases and consequences for their management",
        "Activation of angiotensin-converting enzyme 2 (ACE2) attenuates allergic airway inflammation in rat asthma model",
        "SARS-CoV-2 receptor ACE2 is an interferon-stimulated gene in human airway epithelial cells and is detected in specific cell subsets across tissues",
        "Is office laryngoscopy an Aerosol-Generating procedure?",
        "Preprocedural COVID-19 screening: do rhinologic patients carry a unique risk burden for false-negative results?",
        "In reply: navigating personal risk in rhinologic surgery during the COVID-19 pandemic",
        "Precautions for endoscopic transnasal skull base surgery during the COVID-19 pandemic",
        "International registry of otolaryngologist-head and neck surgeons with COVID-19",
        "Correspondence: international registry of otolaryngologist-head and neck surgeons with COVID-19",
        "First experience of COVID-19 screening of health-care workers in England",
        "Coronavirus disease 2019 (COVID-2019) infection among health care workers and implications for prevention measures in a tertiary hospital in Wuhan, China",
        "Characteristics of 1573 healthcare workers who underwent nasopharyngeal swab testing for SARS-CoV-2 in Milan, Lombardy, Italy",
        "Skull-base surgery during the COVID-19 pandemic: the Italian Skull Base Society recommendations",
        "Impact of respiratory virus infections in exacerbation of acute and chronic rhinosinusitis",
        "Association of subjective olfactory dysfunction and 12-item odor identification testing in ambulatory COVID-19 patients",
        "Objective olfactory findings in hospitalized severe COVID-19 patients",
        "Objective evaluation of anosmia and ageusia in COVID-19 patients: single-center experience on 72 cases",
        "Psychophysical tests reveal impaired olfaction but preserved gustation in COVID-19 patients",
        "Self-reported olfactory loss associates with outpatient clinical course in COVID-19",
        "Smell and taste alterations in Covid-19: a cross-sectional analysis of different cohorts",
        "Self-reported olfactory loss in COVID-19: is it really a favorable prognostic factor?",
        "Reply to: self-reported olfactory loss in COVID-19: is it really a favorable prognostic factor?",
        "Do olfactory and gustatory psychophysical scores have prognostic value in COVID-19 patients? A prospective study of 106 patients",
        "Psychophysical evaluation of chemosensory functions 5 weeks after olfactory loss due to COVID-19: a prospective cohort study on 72 patients",
        "Patterns of smell recovery in 751 patients affected by the COVID-19 outbreak",
        "Early recovery following new onset anosmia during the COVID-19 pandemic–an observational cohort study",
        "Persistent smell loss following undetectable SARS-CoV-2",
        "Comparison of COVID-19 and common cold chemosensory dysfunction",
        "Prevalence of taste and smell dysfunction in coronavirus disease 2019",
        "More than smell–COVID-19 is associated with severe impairment of smell, taste, and chemesthesis",
        "Randomized clinical trial to evaluate mometasone lavage vs spray for patients with chronic rhinosinusitis without nasal polyps who have not undergone sinus surgery",
        "Management of chronic rhinosinusitis with steroid nasal irrigations: a viable nonsurgical alternative in the COVID-19 era",
        "Repurposing 0.5% povidone iodine solution in otorhinolaryngology practice in Covid 19 pandemic",
        "Tolerability and effectiveness of povidone-iodine or mupirocin versus saline sinus irrigations for chronic rhinosinusitis",
        "Consideration of povidone-iodine as a public health intervention for COVID-19: utilization as “Personal Protective Equipment” for frontline providers exposed in high-risk head and neck and skull base oncology care",
        "Povidone-iodine use in sinonasal and oral cavities: a review of safety in the COVID-19 era",
        "Povidone-iodine demonstrates rapid in-vitro virucidal activity against SARS-CoV-2, the virus causing COVID-19 disease",
        "Cardiovascular collapse following povidone-iodine wash",
        "COVID-19 in a patient with severe chronic rhinosinusitis with nasal polyps during therapy with dupilumab",
        "Considerations on biologicals for patients with allergic disease in times of the COVID-19 pandemic: an EAACI statement"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Diego",
            "@id": "60030612",
            "affilname": "University of California, San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030612",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60028333",
            "affilname": "UNSW Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028333",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60008088",
            "affilname": "Universidade de São Paulo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008088",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Barcelona",
            "@id": "60001576",
            "affilname": "Universitat de Barcelona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001576",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Ghent",
            "@id": "60033316",
            "affilname": "Universiteit Gent",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033316",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Los Angeles",
            "@id": "60032023",
            "affilname": "Ronald Reagan UCLA Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60031615",
            "affilname": "The Jikei University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031615",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Leuven",
            "@id": "60031069",
            "affilname": "KU Leuven– University Hospital Leuven",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031069",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Edmonton",
            "@id": "60030835",
            "affilname": "University of Alberta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030835",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Nashville",
            "@id": "60030769",
            "affilname": "Vanderbilt University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030769",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "London",
            "@id": "60029890",
            "affilname": "Royal National Throat, Nose and Ear Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029890",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60029278",
            "affilname": "The University of Chicago",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029278",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "@id": "60027565",
            "affilname": "Columbia University Irving Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027565",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Birmingham",
            "@id": "60027086",
            "affilname": "The University of Alabama at Birmingham",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027086",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Scottsdale",
            "@id": "60026952",
            "affilname": "Mayo Clinic Scottsdale-Phoenix, Arizona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026952",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60026707",
            "affilname": "Capital Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026707",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Salt Lake City",
            "@id": "60025488",
            "affilname": "The University of Utah",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025488",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60025111",
            "affilname": "The University of North Carolina at Chapel Hill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025111",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Charleston",
            "@id": "60023222",
            "affilname": "Medical University of South Carolina",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023222",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Houston",
            "@id": "60021568",
            "affilname": "University of Texas Medical School at Houston",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021568",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60021182",
            "affilname": "Sun Yat-Sen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021182",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Cleveland",
            "@id": "60021160",
            "affilname": "Cleveland Clinic Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021160",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60018691",
            "affilname": "Rush University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cincinnati",
            "@id": "60017412",
            "affilname": "University of Cincinnati College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017412",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Winnipeg",
            "@id": "60017367",
            "affilname": "The University of Winnipeg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017367",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Portland",
            "@id": "60016733",
            "affilname": "Oregon Health &amp; Science University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016733",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Norfolk",
            "@id": "60015057",
            "affilname": "Eastern Virginia Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015057",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chicago",
            "@id": "60013227",
            "affilname": "Northwestern University Feinberg School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013227",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Palo Alto",
            "@id": "60012708",
            "affilname": "Stanford University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012708",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Milwaukee",
            "@id": "60012553",
            "affilname": "Medical College of Wisconsin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012553",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "60010365",
            "affilname": "The University of British Columbia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010365",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Denver",
            "@id": "60010307",
            "affilname": "University of Colorado Denver",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010307",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tucson",
            "@id": "60010065",
            "affilname": "The University of Arizona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010065",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "London",
            "@id": "60009797",
            "affilname": "Guy's Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009797",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60009507",
            "affilname": "University of Montreal",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009507",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Busan",
            "@id": "60008783",
            "affilname": "Pusan National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008783",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "New York",
            "@id": "60007997",
            "affilname": "Weill Cornell Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007997",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Kansas City",
            "@id": "60007828",
            "affilname": "University of Kansas Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007828",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Evanston",
            "@id": "60007363",
            "affilname": "Northwestern University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007363",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60006762",
            "affilname": "Uniformed Services University of the Health Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006762",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60006297",
            "affilname": "University of Pennsylvania",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006297",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Taichung",
            "@id": "60006121",
            "affilname": "Veterans General Hospital-Taichung Taiwan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006121",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Auckland",
            "@id": "60005686",
            "affilname": "The University of Auckland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005686",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60005273",
            "affilname": "Korea University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005273",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Baltimore",
            "@id": "60005248",
            "affilname": "Johns Hopkins University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005248",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Newark",
            "@id": "60005208",
            "affilname": "Rutgers New Jersey Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005208",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Nashville",
            "@id": "60003915",
            "affilname": "Vanderbilt University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003915",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Siena",
            "@id": "60002838",
            "affilname": "Università degli Studi di Siena",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002838",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Calgary",
            "@id": "60002306",
            "affilname": "University of Calgary",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002306",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60001157",
            "affilname": "Amsterdam UMC - University of Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001157",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Atlanta",
            "@id": "60000928",
            "affilname": "Emory University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000928",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Norwich",
            "@id": "60000112",
            "affilname": "University of East Anglia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000112",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}