{
    "eid": "2-s2.0-85131160355",
    "title": "Diversity of the culturable lichen-derived actinobacteria and the taxonomy of Streptomyces parmotrematis sp. nov.",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "Actinomycetes",
        "Lichen",
        "Parmotrema",
        "Streptomyces parmotrematis"
    ],
    "authors": [
        "Achiraya Somphong",
        "Vasun Poengsungnoen",
        "Kawinnat Buaruang",
        "Chanwit Suriyachadkun",
        "Paranee Sripreechasak",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 6,
    "ref-count": 38,
    "ref-list": [
        "Bacterial communities associated with the lichen symbiosis",
        "Bioactive microbial metabolites",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "The PATRIC bioinformatics resource center: expanding data and analysis capabilities",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "The Streptomyces violaceusniger clade: a home for Streptomycetes with rugose ornamented spores",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Species-specific structural and functional diversity of bacterial communities in lichen symbioses",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "MEGA X: Molecular Evolutionary Genetics Analysis across Computing Platforms",
        "Chemical composition as a criterion in the classification of actinomycetes",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "antiSMASH: rapid identification, annotation and analysis of secondary metabolite biosynthesis gene clusters in bacterial and fungal genome sequences",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "List of prokaryotic names with standing in nomenclature (LPSN) moves to the DSMZ",
        "Actinoplanes lichenis sp. nov., isolated from lichen",
        "Streptomyces scabrisporus sp. nov",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Streptomyces lichenis sp. nov., isolated from lichen",
        "Actinoplanes lichenicola sp. nov. and Actinoplanes ovalisporus sp. Nov., isolated from lichen in Thailand",
        "Methods for characterization of Streptomyces species",
        "The microbiomes of seven lichen genera reveal host specificity, a reduced core community and potential as source of antimicrobials",
        "Potential antimicrobial properties of Streptomyces isolated from Sammuk Mountain soil, Chonburi Province, Thailand. J Adv",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "The nomenclature and classification of the actinomycetes",
        "International committee on systematic bacteriology. report of the ad hoc committee on the reconciliation of approaches to bacterial systematics",
        "Unicycler: Resolving bacterialgenome assemblies from short and long sequencing reads",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}