{
    "eid": "2-s2.0-84941202755",
    "title": "PCR detection of Scardovia wiggsiae in combination with Streptococcus mutans for early childhood caries-risk prediction",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Caries risk prediction",
        "Early childhood caries",
        "Scardovia wiggsiae",
        "Streptococcus mutans"
    ],
    "authors": [
        "Anjalee Vacharaksa"
    ],
    "citedby-count": 9,
    "ref-count": 29,
    "ref-list": [
        "Policy on early childhood caries (ECC): classifications, consequences, and preventive strategies.",
        "Early childhood caries",
        "The effect of severe caries on the quality of life in young children",
        "County-level characteristics as predictors of dentists' ECC counseling in the USA: A survey study",
        "Causes, treatment and prevention of early childhood caries: a microbiologic perspective.",
        "Acid tolerance mechanisms utilized by Streptococcus mutans",
        "Mechanism of adherence of Streptococcus mutans to smooth surfaces. II. Nature of the binding site and the adsorption of dextran levan synthetase enzymes on the cell wall surface of the streptococcus",
        "Quantitative real-time polymerase chain reaction for Streptococcus mutans and Streptococcus sobrinus in dental plaque samples and its association with early childhood caries",
        "Correlation between un-stimulated salivary flow, pH and streptococcus mutans, analysed with real time PCR, in caries-free and caries-active children",
        "Relationship among microbiological composition and presence of dental plaque, sugar exposure, social factors and different stages of early childhood caries",
        "Biological mechanisms of early childhood caries",
        "Identification of the microbiota in carious dentin lesions using 16S rRNA gene sequencing",
        "Bacteria of dental caries in primary and permanent teeth in children and young adults",
        "Molecular analysis of bacterial species associated with childhood caries",
        "The isolation of bifidobacteria from occlusal carious lesions in children and adults",
        "Cultivable anaerobic microbiota of severe early childhood caries",
        "White-spot lesions and gingivitis microbiotas in orthodontic patients",
        "The role of bacteria in the caries process: Ecological perspectives",
        "The Predominant Microflora of Nursing Caries Lesions",
        "Lactobacillus species and genotypes associated with dental caries in Thai preschool children",
        "Microbiota of severe early childhood caries before and after therapy",
        "Molecular analysis of the microflora associated with dental caries",
        "Quantitative analysis of diverse Lactobacillus species present in advanced dental caries",
        "Effect of milk on cariogenesis.",
        "Evaluating the Cariogenic Potential of Flavored Milk: An Experimental Study using Rat Model",
        "Intra-oral testing of flavoured sweetened milk.",
        "Microbiological predictors of caries risk.",
        "Screening of probiotic candidates in human oral bacteria for the prevention of dental disease",
        "Development of species-specific primers for detection of Streptococcus mutans in mixed bacterial samples"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}