{
    "eid": "2-s2.0-84946068414",
    "title": "A HIGHER EFFICIENCY of CONVERTING GAS to STARS PUSHES GALAXIES at z ∼ 1.6 WELL above the STAR-FORMING MAIN SEQUENCE",
    "cover-date": "2015-10-20",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "galaxies: high-redshift",
        "galaxies: ISM",
        "galaxies: star formation",
        "galaxies: starburst"
    ],
    "authors": [
        "J. D. Silverman"
    ],
    "citedby-count": 83,
    "ref-count": 52,
    "ref-list": [
        null,
        "Evolution of the dust emission of massive galaxies up to z = 4 and constraints on their dominant mode of star formation",
        "A survey of molecular gas in luminous sub-millimetre galaxies",
        "The impact of cold gas accretion above a mass floor on galaxy scaling relations",
        "Stellar population synthesis at the resolution of 2003",
        "Molecular gas in submillimetre-faint, star-forming ultraluminous galaxies at z > 1",
        "Very high gas fractions and extended gas reservoirs in z = 1.5 Disk galaxies",
        "CO excitation of normal star-forming galaxies out to z = 1.5 as regulated by the properties of their interstellar medium",
        "Multiwavelength study of massive galaxies at z ∼ 2.I. star formation and galaxy growth",
        "Different star formation laws for disks versus starbursts at low and high redshifts",
        "Rotating nuclear rings and extreme starbursts in ultraluminous galaxies",
        "Infrared emission from interstellar dust. IV. The silicate-graphite-PAH model in the post-Spitzer ERA",
        "The reversal of the star formation-density relation in the distant universe",
        null,
        "A study of the gas-star formation relation over cosmic time",
        "Combined CO and dust scaling relations of depletion time and molecular gas fractions with cosmic time, specific star-formation rate, and stellar mass",
        "An interferometric CO survey of luminous submillimetre galaxies",
        "Evidence for a clumpy, rotating gas disk in a submillimeter galaxy at z = 4",
        "Evolution of the specific star formation rate function at z < 1.4 Dissecting the mass-SFR plane in COSMOS and GOODS",
        "Tracing the molecular gas in distant submillimetre galaxies via CO(1-0) imaging with the Expanded Very Large Array",
        "REST-FRAME OPTICAL EMISSION LINES IN FAR-INFRARED-SELECTED GALAXIES AT z < 1.7 FROM THE FMOS-COSMOS SURVEY",
        "The fmos-cosmos survey of star-forming galaxies at z ∼ 1.6. I. Hα-based star formation rates and dust extinction",
        "Theoretical evolution of optical strong lines across cosmic time",
        "The COSMOS survey: Hubble Space Telescope Advanced Camera for Surveys observations and data processing",
        "Gas regulation of galaxies: The evolution of the cosmic specific star formation rate, the metallicity-mass-star-formation rate relation, and the stellar content of halos",
        "ApJS",
        "Cosmic star-formation history",
        "The evolving interstellar medium of star-forming galaxies since z = 2 as probed by their infrared spectral energy distributions",
        null,
        "Galaxy gas fractions at high redshift: The tension between observations and cosmological simulations",
        null,
        "Star formation in AEGIS field galaxies since z = 1.1: The dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
        "The AGN content in luminous infrared galaxies at z∼ 2 from a global SED analysis including Herschel data",
        "ApJ",
        "The lesser role of starbursts in star formation at z = 2",
        "Luminous infrared galaxies",
        "The evolution of the dust and gas content in galaxies â†",
        "Regularity underlying complexity: A redshift-independent description of the continuous variation of galaxy-scale molecular gas properties in the mass-star formation rate plane",
        "The VLA-cosmos survey. IV. Deep data and joint catalog",
        "AJ",
        "The evolution of interstellar medium mass probed by dust emission: Alma observations at z = 0.3-2",
        "ApJL",
        "The FMOS-COSMOS survey of star-forming galaxies at z ∼ 1.6. III. Survey design, performance, and sample characteristics",
        "The molecular interstellar medium in ultraluminous infrared galaxies",
        "ApJS",
        "Strong nebular line ratios in the spectra of z ∼ 2-3 star forming galaxies: First results from KBSS-mosfire",
        "High molecular gas fractions in normal massive star-forming galaxies in the young Universe",
        "Phibss: Molecular gas content and scaling relations in z ∼ 1-3 massive, main-sequence star-forming galaxies",
        "Dust and gas in luminous proto-cluster galaxies at z = 4.05: The case for different cosmic dust evolution in normal and starburst galaxies",
        "The star formation mass sequence out to z = 2.5",
        "Galaxy structure and mode of star formation in the SFR-mass plane from z 2.5 to z 0.1",
        "THE fmos-cosmos survey of star-forming galaxies at Z 1.6. II. the mass-metallicity relation and the dependence on star formation rate and dust extinction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Padua",
            "affilname": "Osservatorio Astronomico di Padova",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Mitaka",
            "affilname": "National Institutes of Natural Sciences - National Astronomical Observatory of Japan",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "affilname": "University of Oxford",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Zurich",
            "affilname": "ETH Zürich",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "European Southern Observatory",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bologna",
            "affilname": "Osservatorio Astronomico Di Bologna",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Extraterrestrial Physics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Honolulu",
            "affilname": "University Hawaii Institute for Astronomy",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Brighton",
            "affilname": "University of Sussex",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tucson",
            "affilname": "National Optical Astronomy Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Athens",
            "affilname": "National Observatory of Athens",
            "affiliation-country": "Greece"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Space Telescope Science Institute",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Paris",
            "affilname": "CNRS Centre National de la Recherche Scientifique",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Matsuyama",
            "affilname": "Ehime University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Saint Martin d'Heres",
            "affilname": "IRAM Institut de RadioAstronomie Millimétrique",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Padua",
            "affilname": "Università degli Studi di Padova",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science"
    ]
}