{
    "eid": "2-s2.0-85064928643",
    "title": "Rapid one-step protein extraction method for the identification of mycobacteria using MALDI-TOF MS",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "MALDI-TOF MS",
        "Mycobacterial identification",
        "Mycobacterial protein extraction"
    ],
    "authors": [
        "Suwatchareeporn Rotcheewaphan",
        "Jamie K. Lemon",
        "U. U. Desai",
        "Christina M. Henderson",
        "Adrian M. Zelazny"
    ],
    "citedby-count": 13,
    "ref-count": 26,
    "ref-list": [
        "A rapid, standardized protein extraction method using adaptive focused acoustics for identification of mycobacteria by MALDI-ToF MS",
        "A novel protein extraction method for identification of mycobacteria using MALDI-ToF MS",
        "Comparison of direct colony method versus extraction method for identification of Gram-positive cocci by use of Bruker Biotyper matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "Standard operating procedure mycobacteria extraction (MycoEX) method MALDI Biotyper",
        "Accuracy of matrix-assisted laser desorption ionization-time of flight mass spectrometry for identification of mycobacteria: a systematic review and meta-analysis",
        "MALDI-TOF mass spectrometry tools for bacterial identification in clinical microbiology laboratory",
        "Advantages of using matrix-assisted laser desorption ionization-time of flight mass spectrometry as a rapid diagnostic tool for identification of yeasts and mycobacteria in the clinical microbiological laboratory",
        "Rapid inactivation of mycobacterium and nocardia species before identification using matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "Practice guidelines for clinical microbiology laboratories: mycobacteria",
        "Identification of Mycobacterium spp. and Nocardia spp. from solid and liquid cultures by matrix-assisted laser desorption ionization–time of flight mass spectrometry (MALDI-TOF MS)",
        "An official ATS/IDSA statement: diagnosis, treatment, and prevention of nontuberculous mycobacterial diseases",
        "Development of a clinically comprehensive database and a simple procedure for identification of molds from solid media by matrix-assisted laser desorption ionization–time of flight mass spectrometry",
        "Official American Thoracic Society/Infectious Diseases Society of America/Centers for Disease Control and Prevention clinical practice guidelines: diagnosis of tuberculosis in adults and children",
        "Rapid identification of mycobacterial whole cells in solid and liquid culture media by matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "Rapid one-step extraction method for the identification of molds using MALDI-TOF MS",
        "Comparison of heat inactivation and cell disruption protocols for identification of mycobacteria from solid culture media by use of Vitek matrix-assisted laser desorption ionization-time of flight mass spectrometry",
        "Comparison of the Bruker Biotyper and Vitek MS matrix-assisted laser desorption ionization–time of flight mass spectrometry systems for identification of mycobacteria using simplified protein extraction protocols",
        "Utility of matrix-assisted laser desorption ionization–time of flight mass spectrometry following introduction for routine laboratory bacterial identification",
        "Improved matrix-assisted laser desorption ionization–time of flight mass spectrometry (MALDI-TOF MS)-based identification of Mycobacterium spp. by use of a novel two-step cell disruption preparatory technique",
        "MALDI-TOF MS for the diagnosis of infectious diseases",
        "Identification of mycobacteria by matrix-assisted laser desorption ionization–time-of-flight mass spectrometry",
        "Evaluation of MALDI Biotyper mycobacteria library v3.0 for identification of nontuberculous mycobacteria",
        "Identification of mycobacteria in solid-culture media by matrix-assisted laser desorption ionization–time of flight mass spectrometry",
        "MALDI-TOF-mass spectrometry applications in clinical microbiology",
        "Comparison of mechanical disruption techniques for rapid inactivation of Mycobacterium and Nocardia species before identification using matrix-assisted laser desorption ionization–time of flight (MALDI-TOF) mass spectrometry",
        "Identification of Mycobacterium species by secA1 sequences"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60006577",
            "affilname": "National Institutes of Health (NIH)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006577",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Department of Laboratory Medicine, Clinical Center",
        "National Institutes of Health"
    ]
}