{
    "eid": "2-s2.0-85065957176",
    "title": "Enhancing cytokine clearances with sustained low-efficiency diafiltration (SLED-f) using high cut-off dialyzer in septic aki patients: A randomized trial",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cytokines",
        "High cut-off dialyzer",
        "Sustained low-efficiency diafiltration (SLED-f)"
    ],
    "authors": [
        "K. Tiranathanagul",
        "J. Tunpornchai",
        "N. Srisawat",
        "P. Susantitaphong",
        "K. Paditpornsilpa",
        "S. Eiam-Ong"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Acute renal failure in critically ill patients: A multinational, multicenter study",
        "Sepsis and acute kidney injury",
        "Plasma cytokine and endotoxin levels correlate with survival in patients with the sepsis syndrome",
        "Plasma cytokine levels predict mortality in patients with acute renal failure",
        "Acute kidney injury in non-severe pneumonia is associated with an increased immune response and lower survival",
        "Extended daily dialysis: A new approach to renal replacement for acute renal failure in the intensive care unit",
        "The hemodynamic tolerability and feasibility of sustained low efficiency dialysis in the management of critically ill patients with acute kidney injury",
        "Sustained low-efficiency dialysis in the ICU: Cost, anticoagulation, and solute removal",
        "Sustained low-efficiency daily diafiltration (SLEDD-f) for critically ill patients requiring renal replacement therapy: Towards an adequate therapy",
        "Sustained low-efficiency daily dialysis with hemofiltration for acute kidney injury in the presence of sepsis",
        "Treatment of critically ill children with kidney injury by sustained low-efficiency daily diafiltration",
        "Cytokine dialysis: An ex vivo study",
        "Hemodialysis membrane with a high-molecular-weight cutoff and cytokine levels in sepsis complicated by acute renal failure: A phase 1 randomized trial",
        "TNF-alpha elimination with high cut-off haemofilters: A feasible clinical modality for septic patients?",
        "Pilot study on the effects of high cutoff hemofiltration on the need for norepinephrine in septic patients with acute renal failure",
        "Renal replacement therapy with high-cutoff hemofilters: Impact of convection and diffusion on cytokine clearances and protein status",
        "Intermittent high permeability hemofiltration in septic patients with acute renal failure",
        "2001 SCCM/ESICM/ACCP/ATS/ SIS International Sepsis Definitions Conference",
        "Acute Kidney Injury Network: Report of an initiative to improve outcomes in acute kidney injury",
        "Tailoring high-cut-off membranes and feasible application in sepsis-associated acute renal failure: In vitro studies",
        "Effects of different doses in continuous veno-venous haemofiltration on outcomes of acute renal failure: A prospective randomised trial",
        "Distant-organ changes after acute kidney injury",
        "Extracorporeal therapies in non-renal disease: Treatment of sepsis and the peak concentration hypothesis",
        "Intensity of renal support in critically ill patients with acute kidney injury",
        "Intensity of continuous renal-replacement therapy in critically ill patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "122559555",
            "affilname": "Kasemrad Hospital Saraburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122559555",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Kidney Foundation of Thailand"
    ]
}