{
    "eid": "2-s2.0-84979300852",
    "title": "The rediscovery of malaria parasites of ungulates",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [
        "Apicomplexa",
        "Haemosporidia",
        "malaria",
        "malaria parasites",
        "ruminants",
        "ungulates"
    ],
    "authors": [
        "Thomas J. Templeton"
    ],
    "citedby-count": 19,
    "ref-count": 39,
    "ref-list": [
        "Antigenic and Genetic Diversities of Babesia ovata in Persistently Infected Cattle",
        "Ubiquitous Hepatocystis infections, but no evidence of Plasmodium falciparum-like malaria parasites in wild greater spot-nosed monkeys (Cercopithecus nictitans)",
        "The genome of haemoproteus tartakovskyi and its relationship to human malaria parasites",
        "Phylogeny of haemosporidian blood parasites revealed by a multi-gene approach",
        "Haemosporidian parasites of antelopes and other vertebrates from Gabon, Central Africa",
        "Proceedings of the Royal Society B",
        "Reports of the Sleeping Sickness Commission of the Royal Society",
        "Comptes Rendus des Séances de la Société de Biologie",
        "Ceylon Veterinary Journal",
        "The evolution of primate malaria parasites based on the gene encoding cytochrome b from the linear mitochondrial genome",
        "A Malaria Parasite of the Hippopotamus",
        "Malaria Parasites and Other Haemosporidia",
        "Two new malaria parasites of the Malayan mousedeer.",
        "A malaria parasite of the white-tailed deer (Odocoileus virginianus) and its relation with known species of Plasmodium in other ungulates",
        "Food security: The challenge of feeding 9 billion people",
        "Studies on plasmodium (vinckeia) cephalophi of the grey duiker (sylvicapra grimmia)",
        "Philosophical Transactions of the Royal Society of London B Biological Sciences",
        "Journal of Veterinary Parasitology",
        "Exacerbation of latent erythrocytic infections in deer following splenectomy.",
        "A three-genome phylogeny of malaria parasites (Plasmodium and closely related genera): Evolution of life-history traits and host switches",
        "Parasitology: Hidden in plain sight: Cryptic and endemic malaria parasites in North American White-Tailed deer (Odocoileus virginianus)",
        "Submicroscopic infection in plasmodium falciparum-endemic populations: A systematic review and meta-analysis",
        "Optimized whole-genome amplification strategy for extremely AT-biased template",
        "A molecular phylogeny of malarial parasites recovered from cytochrome b gene sequences",
        "Indian Journal of Veterinary Science and Animal Husbandry",
        "Further observations on malaria in buffaloes.",
        "The Medical Journal of Malaya",
        "High diversity of West African bat malaria parasites and a tight link with rodent Plasmodium taxa",
        "Indian Journal of Parasitology",
        "Journal of Comparative Pathology and Therapeutics",
        "Journal of Veterinary Parasitology",
        "Genomes of cryptic chimpanzee Plasmodium species reveal key evolutionary events leading to human malaria",
        "Ungulate malaria parasites",
        "Bulletin de la Société de Pathologie Exotique et de Ses Filiales",
        "Avian Malaria Parasites and Other Haemosporidia",
        "Bulletin de la Société de Pathologie Exotique et de Ses Filiales",
        "The Medical Journal of Malaya",
        "INVESTIGATIONS LEADING TO THE IDENTIFICATION OF MEMBERS OF THE",
        "The evolutionary host switches of Polychromophilus: A multi-gene phylogeny of the bat malaria genus suggests a second invasion of mammals by a haemosporidian parasite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "National Zoological Park",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagasaki",
            "affilname": "Nagasaki University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Weill Cornell Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University-Veterinary Science Research Fund",
        "Grants-in-Aids for Scientific Research",
        "Institute of Tropical Medicine, Nagasaki University",
        "Morris Animal Foundation",
        "Smithsonian Conservation Biology Institute",
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology",
        "Chulalongkorn University",
        "National Science Foundation"
    ]
}