{
    "eid": "2-s2.0-85028820078",
    "title": "Some examples of small plasma devices",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Mathematics",
            "@code": "2600"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Cost effective plasma devices"
    ],
    "authors": [
        "Chiow San Wong"
    ],
    "citedby-count": 0,
    "ref-count": 47,
    "ref-list": [
        "Laser and Plasma Technology. World Scientific Publishing Co. Pvt. Ltd",
        "J. Moscow Phys. Soc.",
        "Laser and Plasma Technology. World Scientific Publishing Co. Pvt. Ltd",
        "Studies of the spatial and temporal evolution of a dense plasma focus in the X-ray region",
        null,
        "Mal J Sci",
        "X-ray emission from argon plasma focus contaminated with copper impurities in AECS PF-2 using five channel diode spectrometer",
        "Variation of soft X-ray emission with gas pressure in a plasma focus",
        "J Sci Res Chula Univ",
        "Neon soft x-ray emission studies from the UNU-ICTP plasma focus operated with longer than optimal anode length",
        "The effect of anode shape on neon soft x-ray emissions and current sheath configuration in plasma focus device",
        "Tropics",
        "Observation of two phases of neutron emission in a low energy plasma focus",
        "Absolute timing of a relativistic electron beam in a plasma focus",
        "Characterization of self-generated intense electron beams in a plasma focus",
        "Tropics",
        "Deuteron beam source based on mather type plasma focus",
        "Formation of nano-crystalline phase in hydrogenated amorphous silicon thin film by plasma focus ion beam irradiation",
        "Structural and optical properties of the nc-Si:H thin films irradiated by high energetic ion beams",
        "Effect of energetic ion beam irradiation on structural and optical properties of a-Si:H thin films",
        "Measurement of neutrons and X-rays from a vacuum spark",
        "Vacuum spark as a reproducible x-ray source",
        "Observation of Enhanced Prebreakdown Electron Beams in a Vacuum Spark with a Hollow-Cathode Configuration",
        "Characteristics of a Vacuum Spark Triggered by the Transient Hollow Cathode Discharge Electron Beam",
        "A Compact Low Voltage Flash X-Ray Tube",
        "A low energy tunable pulsed X-ray source based on the pseudospark electron beam",
        "Malaysian patent: Pulsed plasma X-ray source, MY-145318-A",
        "Measurement of X-ray exposure from a flash X-ray tube using TLD 100 and TLD 200",
        "Evaluating the quality of images produced by soft X-ray units",
        "Operation of an electron beam initiated metallic plasma capillary discharge",
        "Electroless plating of copper on polyimide film modified by 50 hz plasma graft polymerization with 1-vinylimidazole",
        "Surface modification of dehydrothermal crosslinked gelatin film using a 50Hz oxygen glow discharge",
        "Plasma enhancement of in vitro attachment of rat bone-marrow-derived stem cells on cross-linked gelatin films",
        "Comparison of the behavior of fibroblast and bone marrow-derived mesenchymal stem cell on nitrogen plasma-treated gelatin films",
        "Improvement of early cell adhesion on Thai silk fibroin surface by low energy plasma",
        "Electrical characteristics and modeling of a filamentary dielectric barrier discharge in atmospheric air",
        "Statistical modelling of discharge behavior of atmospheric pressure dielectric barrier discharge",
        "Role of secondary emission on discharge dynamics in an atmospheric pressure dielectric barrier discharge",
        "Effect of temperature on the ozonation of textile waste effluent",
        "Feasibility study on the removal of Nitric Oxide (NO) in gas phase using dielectric barrier discharge reactor",
        "Discharge based processing systems for nitric oxide remediation",
        "Generation of uniform atmospheric pressure argon glow plasma by dielectric barrier discharge",
        "Effect of ambient air pressure on synthesis of copper and copper oxide nanoparticles by wire explosion process",
        "Effect of ambient gas species on the formation of Cu nanoparticles in wire explosion process",
        "Impact of binary gas on nanoparticle formation in wire explosion process: An understanding via arc plasma formation",
        "Understanding the mechanism of nanoparticle formation in wire explosion process",
        "Observation of the partial reheating of the metallic vapor during the wire explosion process for nanoparticle synthesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kuala Lumpur",
            "affilname": "Universiti Malaya",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}