{
    "eid": "2-s2.0-85062859793",
    "title": "Optimization of succinic acid production by succinic acid bacteria isolated in Thailand",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "16S rRNA gene sequence",
        "Clostridium",
        "Enterococcus",
        "Lactobacillus",
        "Succinic acid"
    ],
    "authors": [
        "Natcha Pinkian",
        "Sukanya Phuengjayaem",
        "Somboon Tanasupawat",
        "Siriluk Teeradakorn"
    ],
    "citedby-count": 6,
    "ref-count": 29,
    "ref-list": [
        "Rapid screening procedures for identification of succinic acid producers",
        "Influence of environmental and nutritional factors on succinic acid production and enzymes of reverse tricarboxylic acid cycle from Enterococcus flavescens",
        "Inhibition of succinic acid production in metabolically engineered Escherichia coli by neutralizing agent, organic acids and osmolality",
        "Succinic acid production by Actino-bacillus succinogenes using hydrolysates of spent yeast cells and corn fiber",
        "Anaerobiospirillum, a new genus of spiral-shaped bacteria",
        "Confidence limits on phylogenies an approach using the bootstrap",
        "Kinetic study of succinic acid production by Actinobacillus succinogenes ZT-130",
        "Actinobacillus succinogenes sp. Nov., a novel succinic acid producing strain from the bovine rumen",
        "Selective extraction of acetic acid from the fermentation broth produced by Mannheimia succiniciproducens",
        "Succinic acid production from Bacteroides fragilis: Process optimization and scale up in a bioreactor",
        "Production of succinic acid from citric acid and related acids by lactobacillus strains",
        "Effect of culture conditions on the production of succinate by Enterococcus faecalis RKY1",
        "Optimization of lactic acid production from beet molasses by Lactobacillus delbrueckii NCIMB 8130",
        "Basfia succiniciproducens gen. Nov., sp. nov., a new member of the family Pasteurellaceae isolated from bovine rumen",
        "Isolation and characterization of a new succinic acid-producing bacterium, Mannheimia succinici-producens MBEL55E, from bovine rumen",
        "Effects of medium components on the growth of Anaerobiospirillum succiniciproducens and succinic acid production",
        "Substrate and product inhibition kinetics in succinic acid production by Actinobacillus succino-genes",
        "Pathway of succinate and propionate formation in Bacteroides fragilis",
        "Use of dinitrosalicylic acid reagent for determination of reducing sugar",
        "Succinatimonas hippei gen. Nov., sp. nov., isolated from human faeces",
        "Bioconversion of fumarate to succinate using glycerol as a carbon source",
        "Production of succinic acid by bacterial fermentation",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Isolation and characterization of a new osmotolerant, non-virulent Klebsiella pneu-moniae strain SAP for biosynthesis of succinic acid",
        "The CLUSTAL_X win-dows interface-flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Succinic acid production from cheese whey using Actinobacillus succinogenes 130 Z",
        "Characterization of Phascolarctobacterium succina-tutens sp. Nov., an asaccharolytic, succinate-utilizing bacterium isolated from human feces",
        "Continuous production of succinic acid by a fumarate-reducing bacterium immobilized in a hollow-fiber bioreactor",
        "Chemical and fuel production by anaerobic bacteria"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}