{
    "eid": "2-s2.0-85138719739",
    "title": "Culturable Moderately Thermophilic and Osmophilic Algae Isolated for the First Time from a Terrestrial Hot Spring",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "algae",
        "extremophile",
        "hot spring",
        "Tattapani AK",
        "thermophilic cyanobacteria"
    ],
    "authors": [
        "S. Kanwal",
        "S. Mussarat"
    ],
    "citedby-count": 0,
    "ref-count": 35,
    "ref-list": [
        "Polyphasic characterization of benthic, moderately halophilic, moderately thermophilic cyanobacteria with very thin trichomes and the proposal of Halomicronemaex centricum gen. nov., sp. nov",
        "Streptomyces caldifontis sp. nov., isolated from a hot water spring of Tattapani, Kotli, Pakistan",
        "Multi proxy approach to evaluate and delineate the potential of hot springs in the Kotli District (Kashmir, Pakistan)",
        "An unusual cyanobacterium from saline thermal waters with relatives from unexpected habitats",
        "Annual time courses of the contents of carotenoids and UV-protective pigments in the cyanobacterium Nostoc commune",
        "Accumulation of gamma-aminobutyric acid in the halotolerant cyanobacterium Aphanothece halophytica under salt and acid stress",
        "The transition to microbial photosynthesis in hot spring ecosystems",
        "Phylogeny.fr: robust phylogenetic analysis for the non-specialist",
        "Phytochemistry and bioactivity of some freshwater green algae from Pakistan",
        "Carotenoids as modulators of lipid membrane physical properties",
        "Exogenous spermidine alleviates UV-induced growth inhibition of Synechocystis sp. PCC 6803 via reduction of hydrogen peroxide and malonaldehyde levels",
        "The role of GAD pathway for regulation of GABA accumulation and C/N balance in Synechocystis sp. PCC6803",
        "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
        "GABA accumulation in response to different nitrogenous compounds in unicellular cyanobacterium Synechocystis sp. PCC6803",
        "Osmotic stress in arctic and antarctic strains of the green alga Zygnema (Zygnematales, Streptophyta): effects on photosynthesis and ultrastructure",
        "Microbial oil production from thermophile cyanobacteria for biodiesel production",
        "Antimicrobial activity and phytotoxicity of sterols from Charawellichi A.Br. (Charophyta)",
        "Investigation of the geothermal springs of the Tattapani area, district Kotli, Azad Jammu & Kashmir",
        "Inactivation of uptake hydrogenase leads to enhanced and sustained hydrogen production with high nitrogenase activity under high light exposure in the cyanobacterium Anabaena siamensis TISTR 8012",
        "Variations of cellular components in Thermosynechococcus sp. CL-1 under electrochemical treatment",
        "Growth and biopigment accumulation of cyanobacterium Spirulina platensis at different light intensities and temperatures",
        "Effects of temperature and light intensity on growth rate, physiological and biochemical characteristics of Spirulina platensis",
        "A thermophilic cyanobacterium, Synechococcus sp. MA19, capable of accumulating poly-α-hydroxybutyrate",
        "Klebsormidium flaccidum, a charophycean green alga, exhibits cold acclimation that is closely associated with compatible solute accumulation and ultrastructural changes",
        "A perspective on biotechnological applications of thermophilic microalgae and cyanobacteria",
        "Generic assignments, strain histories, and properties of pure cultures of cyanobacteria",
        "Carotenoids are essential for the assembly of cyanobacterial photosynthetic complexes, B.B.A",
        "Effect of sorbitol-induced osmotic stress on the changes of carbohydrate and free amino acid pools in sweet potato cell suspension cultures",
        "Characterization of a novel hydrolytic enzyme-producing thermophilic bacterium isolated from the hot spring of Azad Kashmir-Pakistan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "City Kotli, Azad Jammu and Kashmir",
            "@id": "127696389",
            "affilname": "University of Kotli",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127696389",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "Simab Kanwal from the Higher Education Commission"
    ]
}