{
    "eid": "2-s2.0-84941314846",
    "title": "An on-site prototype two-stage anaerobic digester for co-digestion of food waste and sewage sludge for biogas production from high-rise building",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Co-digestion process",
        "Hydraulic retention time",
        "Mixing ratio of FW/WS",
        "On-site biogas production",
        "On-site prototype two-stage anaerobic digester"
    ],
    "authors": [
        "C. Ratanatamskul"
    ],
    "citedby-count": 58,
    "ref-count": 19,
    "ref-list": [
        "Anaerobic digestion of olive oil mill effluents together with swine manure in UASB reactors.",
        "Effect of operating conditions and reactor configuration on efficiency of full-scale biogas plants",
        "Standard Methods for the Examination of Water and Wastewater",
        "Two-phases anaerobic digestion of fruit and vegetable wastes: Bioreactors performance",
        "Co-processing of organic fraction of municipal solid waste and primary sludge – stabilization and disinfection",
        "Continuous co-digestion of cattle slurry with fruit and vegetable wastes and chicken manure",
        "Anaerobic digestion of the vegetable fraction of municipal refuses: Mesophilic versus thermophilic conditions",
        "Production of methane from sugar beet silage without manure addition by a single-stage anaerobic digestion process",
        "Review: Alternative energy from food processing wastes",
        "Two-stage anaerobic co-digestion of waste activated sludge and fruit/vegetable waste using inclined tubular digesters",
        "Off. J. Eur. Commun.",
        "Anaerobic digestion treatment of olive mill wastewater for effluent re-use in irrigation",
        "Anaerobic digestion of organic solid wastes. An overview of research achievements and perspectives",
        "Quality of anaerobic compost from paper mill and municipal solid wastes for soil amendment",
        "Thailand State of Pollution Report",
        "A prototype single-stage anaerobic digester for co-digestion of food waste and sewage sludge from high-rise building for on-site biogas production",
        "Anaerobic co-digestion of sewage sludge and organic fraction of municipal solid wastes",
        "Anaerobic codigestion of municipal solid waste and biosolids under various mixing conditions-I. digester performance",
        "Integrated Solid Waste Management"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Ministry of Natural Resource and Environment",
        "Chulalongkorn University",
        "Japan International Cooperation Agency"
    ]
}