{
    "eid": "2-s2.0-85100084326",
    "title": "Hedging stocks in crises and market downturns with gold and bonds: Industry analysis",
    "cover-date": "2021-12-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Hedging stock return Stock-gold correlations Stock-bond correlations Flight-to-quality Safe haven Crises Covid-19 DCC-GARCH"
    ],
    "authors": [
        "Anirut Pisedtasalasai"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Understanding industry betas",
        "Gold, oil, and stocks: Dynamic correlations",
        "Hedging emerging market stock prices with oil, gold VIX, and bonds: A comparison between DCC, ADCC and GO-GARCH",
        "Flights and contagion-An empirical analysis of stock-bond correlations",
        "Is gold a hedge or safe haven? An analysis of stocks, bonds, and gold",
        "Is gold a safe haven? International evidence",
        "Why is gold a safe haven?",
        "Dynamic correlations and hedging effectiveness between gold and stock markets: Evidence for BRICS countries",
        "Hedges and safe havens: An examination of stocks, bonds, gold, oil and exchange rates",
        "Stock market uncertainty and the stock-bond return relation",
        "International stock-bond correlations in a simple affine asset pricing model",
        "On the stability of stock-bond comovements across market conditions in the Eurozone periphery",
        "Is gold a safe haven against equity market investment in emerging and developing countries?",
        "Do precious metals shine? An investment perspective",
        "Is gold the best hedge and safe haven under changing stock market volatility?",
        "Stock-bond correlations",
        "Evolution of international stock and bond market integration: Influence of the European Monetary Union",
        "The stock-bond comovements and cross-market trading",
        "How do policy and information shocks impact co-movements of China's T-bond and stock markets?",
        "Stock and bond returns correlation in Korea: Local versus global risk during crisis periods",
        "Dependence of stock markets with gold and bonds under bullish and bearish market states",
        "Determinants of stock-bond market comovement in the Eurozone under model uncertainty",
        "The stock-bond correlation and macroeconomic conditions: One and a half centuries of evidence"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}