{
    "eid": "2-s2.0-85045511213",
    "title": "Species composition and population dynamics of phlebotomine sand flies in a Leishmania infected area of Chiang Mai, Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [],
    "authors": [
        "S. Sor-Suwan"
    ],
    "citedby-count": 5,
    "ref-count": 22,
    "ref-list": [
        "Cavernicolous species of Phlebotomine sand flies from Kanchanaburi Province, with an updated species list for Thailand",
        "Case report: Autochthonous disseminated dermal and visceral leishmaniasis in an AIDS patient, Southern Thailand, caused by Leishmania siamensis",
        "Chronic generalized fibrotic skin lesions from disseminated leishmaniasis caused by Leishmania martiniquensis in two patients from northern Thailand infected with HIV",
        "Animal reservoirs and potential vectors of Leishmania siamensis in southern Thailand",
        "Evidence incriminating midges (Diptera: Ceratopogonidae) as potential vectors of Leishmania in Australia",
        "Sergentomyia (Neophlebotomus) gemmea, a potential vector of Leishmania siamensis in southern Thailand",
        "First isolation of a new species of Leishmania responsible for human cutaneous leishmaniasis in Ghana and classification in the Leishmania enriettii complex",
        "Multilocus characterization and phylogenetic analysis of Leishmania siamensis isolated from autochthonous visceral leishmaniasis cases, southern Thailand",
        "Entomology",
        "Phlebotomine sandflies (Diptera: Psychodidae) from the Oriental Region",
        "Detection of an unknown trypanosoma DNA in a Phlebotomus stantoni (Diptera: Psychodidae) Collected From Southern Thailand and Records of New Sand Flies With Reinstatement of Sergentomyia hivernus Raynal & Gaschen, 1935 (Diptera: Psychodidae)",
        "Seasonal variation of cave-dwelling phlebotomie sandflies (diptera:psychodidae) in Phra Phothisat cave, Saraburi Province, Thailand",
        "Thammasat Medical Journal",
        "Distribution of cave-dwelling phlebotomine sand flies and their nocturnal and diurnal activity in Phitsanulok Province, Thailand",
        "Description of Sergentomyia phadangensis n. sp. (Diptera, Psychodidae) of Thailand",
        "Towards monitoring the sandflies (Diptera: Psychodidae) of Thailand: DNA barcoding the sandflies of Wihan Cave, Uttaradit",
        "Pacific Insects",
        "The Biting Midge Culicoides sonorensis (Diptera: Ceratopogonidae) Is Capable of Developing Late Stage Infections of Leishmania enriettii",
        "A suspected new species of Leishmania, the causative agent of visceral leishmaniasis in a Thai patient",
        "A survey of sandflies in the affected areas of leishmaniasis, southern Thailand",
        "Siam and Malay. Indian Journal of Medical Research",
        "Leishmaniasis, Fact Sheet Updated"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Korean International Cooperation for Infectious Diseases",
        "Newton Fund-TRF",
        "Chiang Mai University",
        "Faculty of Medicine, Chiang Mai University"
    ]
}