{
    "eid": "2-s2.0-85117618193",
    "title": "Overexpression of lipa or glpd_rubisco in the synechocystis sp. Pcc 6803 mutant lacking the aas gene enhances free fatty-acid secretion and intracellular lipid accumulation",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Acyl-ACP synthetase",
        "FFA secretion",
        "Lipase A",
        "Membrane lipid degradation",
        "Synechocystis sp. PCC 6803"
    ],
    "authors": [
        "Kamonchanock Eungrasamee",
        "Aran Incharoensakdi",
        "Peter Lindblad",
        "Saowarath Jantaro"
    ],
    "citedby-count": 3,
    "ref-count": 51,
    "ref-list": [
        "CO2mitigation and renewable oil from photosynthetic microbes: A new appraisal",
        "Biofuels from microalgae",
        "Renewable energy from cyanobacteria: Energy production optimization by metabolic pathway engineering",
        "Synechocystis sp. PCC 6803 overexpressing genes involved in CBB cycle and free fatty acid cycling enhances the significant levels of intracellular lipids and secreted free fatty acids",
        "Fatty acid synthesis in Escherichia coli and its applications towards the production of fatty acid based biofuels",
        "Improved lipid production via fatty acid biosynthesis and free fatty acid recycling in engineered Synechocystis sp. PCC 6803",
        "Modulation of the balance of fatty acid production and secretion is crucial for enhancement of growth and productivity of the engineered mutant of the cyanobacterium Synechococcus elongatus",
        "Fatty acid production in genetically modified cyanobacteria",
        "Physiological effects of free fatty acid production in genetically engineered Synechococcus elongatus PCC 7942",
        "Improved free fatty acid production in cyanobacteria with Synechococcus sp. PCC 7002 as host",
        "Recovery of microalgal biomass and metabolites: Process options and economics",
        "Transcriptome analysis for phosphorus starvation-induced lipid accumulation in Scenedesmus sp",
        "Co-overexpression of native phospholipid-biosynthetic genes plsX and plsC enhances lipid production in Synechocystis sp. PCC 6803",
        "Effect of nitrogen source on the growth, lipid, and valuable carotenoid production in the green microalga Chromochloris zofingiensis",
        "Fatty acid activation in cyanobacteria mediated by acyl-acyl carrier protein synthetase enables fatty acid recycling",
        "Characterization of a key gene in membrane lipid cycle in Synechocystis sp. PCC6803",
        "Essential role of acyl-ACP synthetase in acclimation of the cyanobacterium Synechococcus elongatus strain PCC 7942 to high-light conditions",
        "Removal of the product from the culture medium strongly enhances free fatty acid production by genetically engineered Synechococcus elongatus",
        "Free fatty acid production in the cyanobacterium Synechocystis sp. PCC 6803 is enhanced by deletion of the cyAbrB2 transcriptional regulator",
        "Membrane-located expression of thioesterase from Acinetobacter baylyi enhances free fatty acid production with decreased toxicity in Synechocystis sp. PCC 6803",
        "Overproduction of free fatty acids in E. coli: Implications for biodiesel production",
        "Free fatty acid secretion by an engineered strain of Escherichia coli",
        "Overproduction and secretion of free fatty acids through disrupted neutral lipid recycle in Saccharomyces cerevisiae",
        "Redirection of lipid flux toward phospholipids in yeast increases fatty acid turnover and secretion",
        "Redox regulation of the Calvin–Benson cycle: Something old, something new",
        "Metabolic engineering of enhanced glycerol-3-phosphate synthesis to increase lipid production in Synechocystis sp. PCC 6803",
        "Precursor balancing for metabolic engineering of lycopene production in Escherichia coli",
        "Enhanced poly-beta-hydroxybutyrate accumulation in a unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Enhancement of poly-3-hydroxybutyrate production in Synechocystis sp. PCC 6803 by overexpression of its native biosynthetic genes",
        "The effect of growth phase on the lipid class, fatty acid and sterol composition in the marine dinoflagellate, Gymnodinium sp. in batch culture",
        "Regulatory role of membrane fluidity in gene expression and physiological functions",
        "A new Escherichia coli metabolic competency: Growth on fatty acids by a novel anaerobic beta-oxidation pathway",
        "Regulation of fatty acid metabolism in bacteria",
        "Bacterial lipids: Metabolism and membrane homeostasis",
        "Probing fatty acid metabolism in bacteria, cyanobacteria, green microalgae and diatoms with natural and unnatural fatty acids",
        "The sll1951 gene encodes the surface layer protein of Synechocystis sp. strain PCC 6803",
        "Antibacterial free fatty acids: Activities, mechanisms of action and biotechnological potential",
        "Engineering Escherichia coli to synthesize free fatty acids",
        "Model for improving microbial biofuel production using a synthetic feedback loop",
        "RNA-Seq analysis and targeted mutagenesis for improved free fatty acid production in an engineered cyanobac-terium",
        "Synechocystis PCC 6803 overexpressing RuBisCO grow faster with increased photosynthesis",
        "Composition and occurrence of lipid droplets in the cyanobacterium Nostoc punctiforme",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoid manoyl oxide",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "Formulae for determination of chlorophyllous pigments extracted with N,N-dimethylformamide",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "A rapid method of total lipid extraction and purification",
        "Evaluation of a spectrophotometric method for determination of total fecal lipid",
        "A rapid and sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Glycogen, hyaluronate, and some other polysaccharides greatly enhance the formation of exolipase by Serratia marcescens",
        "Identification and characterization of lipase activity and immunogenicity of LipL from Mycobacterium tuberculosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn University Second Century Fund",
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Chulalongkorn University"
    ]
}