{
    "eid": "2-s2.0-85159102104",
    "title": "Solvent-assisted dechlorophyllization of Psidium guajava leaf extract: Effects on the polyphenol content, cytocompatibility, antibacterial, anti-inflammatory, and anticancer activities",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Anti-inflammatory",
        "Antibacterial",
        "Anticancer",
        "Antimigration",
        "Cytocompatabilty",
        "PSIDIUM guajava"
    ],
    "authors": [
        "Sudarshan Singh",
        "Vijay R. Chidrawar",
        "Dessy Hermawan",
        "Ozioma F. Nwabor",
        "Oladipupo O. Olatunde",
        "Titilope J. Jayeoye",
        "Weerasak Samee",
        "Julalak C. Ontong",
        "Chuda Chittasupho"
    ],
    "citedby-count": 1,
    "ref-count": 48,
    "ref-list": [
        "Evaluation of the antimutagenic potential of Psidium guajava L. extracts via plant bioassays",
        "The cytotoxic effect of curumin, demethoxycurcumin and bisdemethoxycurcumin purified from Turmeric powder on leukemic cell lines",
        "Arundinosides I-IX and graminifolosides A-B: 2R-benzylmalate and 2R-isobutylmalates derivatives from Arundina graminifolia (D.Don) Hochr. with antioxidant, cytocompatibility and cytoprotective properties",
        "UPLC-MS-ESI-QTOF analysis and anti-candida activity of fractions from Psidium guajava L",
        "Effects of Psidium guajava L. leaves extract on blood pressure control and IL-10 production in salt-dependent hypertensive rats",
        "Screening for selective anticancer activity of 65 extracts of plants collected in Western Andalusia",
        "Potential of an endophytic fungus Alternaria tenuissima PE2 isolated from Psidium guajava L. for the production of bioactive compounds",
        "Official Methods of Analysis",
        "Spasmolytic effect of Psidium guajava Linn. (Myrtaceae) leaf aqueous extract on rat isolated uterine horns",
        "Microwave-assisted extract of rhodomyrtone from rhodomyrtus tomentosa leaf: anti-inflammatory, antibacterial, antioxidant, and safety assessment of topical rhodomyrtone formulation",
        "Performance standards for antimicrobial susceptibility testing",
        "Immunomodulatory effect of Guavarine®, aqueous guava leaf extract, on ornamental Koi carp Cyprinus carpio var. koi L. 1758",
        "Comparative Analysis of the bacterial membrane disruption effect of two natural plant antimicrobial peptides",
        "In vitro bio-medical studies on Psidium guajava leaves",
        "Antiproliferative activity of aqueous extract of Piper betle L. and Psidium guajava L. on KB and HeLa cell lines",
        "Synthesis of maleilated polyflavonoids and lignin as functional bio-based building-blocks",
        "Protocols for screening chemical agents and natural products against animal tumors and other biological systems",
        "Psidium guajava leaf extract prevents intestinal colonization of Citrobacter rodentium in the mouse model",
        "Oxidative stress and inflammation: what polyphenols can do for us?",
        "Cell viability enhancing and cellular protection activity of Vitex glabrata R. Br. crude fruits extract on TK6 and L929 cell lines",
        "Analysis of bioactive compounds in Physalis minima leaves using GCMS–, HPLC, UV-VIS and FTIR techniques",
        "Skin protective effect of guava leaves against UV-induced melanogenesis via inhibition of ORAI1 channel and tyrosinase activity",
        "Anticancer effect of Psidium guajava (Guava) leaf extracts against colorectal cancer through inhibition of angiogenesis",
        "Free radical properties, source and targets, antioxidant consumption and health",
        "Anti-Inflammatory effects of an ethanolic extract of guava (Psidium guajava L.) leaves in vitro and in vivo",
        "Bioactive fractions of Eucalyptus camaldulensis inhibit important foodborne pathogens, reduce listeriolysin O-induced haemolysis, and ameliorate hydrogen peroxide-induced oxidative stress on human embryonic colon cells",
        "Antiinflammatory and analgesic effects of Psidium guajava Linn. (Myrtaceae) leaf aqueous extract in rats and mice",
        "Antioxidant and antibacterial properties of guava leaf extracts as affected by solvents used for prior dechlorophyllization",
        "Ethanolic guava leaf extract with different chlorophyll removal processes: antioxidant properties and its preventive effect on lipid oxidation in Pacific white shrimp",
        "Ethanolic guava leaf extracts with different chlorophyll removal processes: anti-melanosis, antibacterial properties and the impact on qualities of Pacific white shrimp during refrigerated storage",
        "New insights on Acanthus ebracteatus Vahl: UPLC-ESI-QTOF-MS profile, antioxidant, antimicrobial, and anticancer activities",
        "Phytochemical screening and determination of phenolics and flavonoids in Dillenia pentagyna using UV–vis and FTIR spectroscopy",
        "The aqueous soluble polyphenolic fraction of Psidium guajava leaves exhibits potent anti-angiogenesis and anti-migration actions on DU145 Cells",
        "15 - Methods for Structure Elucidation",
        "Erythrocytes as model cells for biocompatibility assessment, cytotoxicity screening of xenobiotics and drug delivery",
        "The antimicrobial activities of Psidium guajava and Juglans regia leaf extracts to acne-developing organisms",
        "Antioxidant power of phytochemicals from Psidium guajava leaf",
        "Hepatoprotective activity of Psidium guajava Linn. leaf extract",
        "Interference potential of tannins and chlorophylls in zebrafish phenotypic-based assays",
        "Poly (vinyl alcohol) copolymerized with xanthan gum/hypromellose/sodium carboxymethyl cellulose dermal dressings functionalized with biogenic nanostructured materials for antibacterial and wound healing application",
        "Chitosan-poly(vinyl alcohol) intelligent films fortified with anthocyanins isolated from Clitoria ternatea and Carissa carandas for monitoring beverage freshness",
        "Hypromellose highly swellable composite fortified with Psidium guajava leaf phenolic-rich extract for antioxidative, antibacterial, anti-inflammatory, anti-melanogenesis, and hemostasis applications",
        "Screening on anti-proliferative activity of Psidium guajava leaves extract towards selected cancer cell lines",
        "Antibacterial functionalization of nylon monofilament surgical sutures through in situ deposition of biogenic silver nanoparticles",
        "Anti-diabetic potential of Psidium guajava leaf in streptozotocin induced diabetic rats",
        "Evaluation of the impact of chlorophyll removal techniques on polyphenols in rosemary and thyme by-products",
        "Chlorophyll-mediated changes in the redox status of pancreatic cancer cells are associated with its anticancer effects",
        "Hypolipidemic effect of Psidium guajava leaf extract against hepatotoxicity in rats"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiyyedu",
            "@id": "60115453",
            "affilname": "Raghavendra Institute of Pharmaceutical Education &amp; Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115453",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Syracuse",
            "@id": "60030551",
            "affilname": "Syracuse University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030551",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Winnipeg",
            "@id": "60009697",
            "affilname": "University of Manitoba",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009697",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60003411",
            "affilname": "Thaksin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003411",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kemiling",
            "@id": "129674017",
            "affilname": "University of Malahayati",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129674017",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Jadcharla",
            "@id": "129673620",
            "affilname": "SVKM’s NMIMS School of Pharmacy and Technology Management",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129673620",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Chiang Mai University",
        "Prince of Songkla University"
    ]
}