{
    "eid": "2-s2.0-85026540368",
    "title": "Automatic vehicle classification using linked visual words",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        }
    ],
    "keywords": [
        "bag-of-visual word",
        "intelligent transportation system",
        "linked visual word",
        "vehicle classification"
    ],
    "authors": [
        "Nattachai Watcharapinchai"
    ],
    "citedby-count": 2,
    "ref-count": 52,
    "ref-list": [
        "A vehicle classification system based on microwave radar measurement of height profiles",
        "A new SVM algorithm and AMR sensor based vehicle classification",
        "Classification of vehicles using magnetic dipole model",
        "Classification of vehicles using magnetic field angle model",
        "A novel kNN classifier for acoustic vehicle classification based on alpha-stable statistical modeling",
        "Single sensor acoustic feature extraction for embedded realtime vehicle classification",
        "Classification of ground vehicles using acoustic signal processing and neural network classifier",
        "Integrated vehicle classification system",
        "Vehicle type classification from laser scanner profiles: A benchmark of feature descriptors",
        "Survey of computer vision in roadway transportation systems",
        "Road vehicle classification using support vector machines",
        "Multi-shape descriptor vehicle classification for urban traffic",
        "Vehicle type categorization: A comparison of classification schemes",
        "Salient features based on visual attention for multi-view vehicle classification",
        "Urban vehicle classification based on linear SVM with efficient vector sparse coding",
        "LIBLINEAR: A library for large linear classification",
        "LIBSVM: A Library for support vector machines",
        "Dimensionality reduction of SIFT using PCA for object categorization",
        "The devil is in the details: An evaluation of recent feature encoding methods",
        "Ing. Compet.",
        "ON-ROAD VEHICLE CLASSIFICATION BASED on RANDOM NEURAL NETWORK and BAG-OF-VISUAL WORDS",
        "Vehicle type classification from visual-based dimension estimation",
        "Detection and Classification of Vehicles",
        "EDA approach for model based localization and recognition of vehicles",
        "Automatic Traffic Surveillance System for Vehicle Tracking and Classification",
        "Vehicle recognition using contourlet transform and SVM",
        "Vehicle type classification using PCA with self-clustering",
        "Int. J. Image Graphics Signal Process.",
        "Vehicle classification framework: a comparative study",
        "Vehicle type classification using unsupervised convolutional neural network",
        "Multimedia Tools Appl.",
        "Vehicle classification based on the fusion of deep network features and traditional features",
        "Artif. Intell. Appl.",
        "Int. Conf. on Computer Information Systems and Industrial Applications (CISIA)",
        "Semi-automatic annotation samples for vehicle type classification in urban environments",
        "Efficient annotation of video for vehicle type classification",
        "An effective and robust multi-view vehicle classification method based on local and structural features",
        "Neural Network Studies. 1. Comparison of Overfitting and Overtraining",
        "Pictorial structures for object recognition",
        "A sparse object category model for efficient learning and exhaustive recognition",
        "A hierarchical model of shape and appearance for human action classification",
        "Beyond bags of features: Spatial pyramid matching for recognizing natural scene categories",
        "Spatial-bag-of-features",
        "A large-scale car dataset for fine-grained categorization and verification",
        "A model for fine-grained vehicle classification based on deep learning",
        "Deep reinforcement learning with visual attention for vehicle classification",
        "Hybrid three-dimensional and support vector machine approach for automatic vehicle tracking and classification using a single camera",
        "Distinctive image features from scale-invariant keypoints",
        "Vehicle detection and tracking for traffic monitoring system",
        "Vehicle segmentation from video using color and edges",
        "Gradient-based learning applied to document recognition",
        "Keras"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}