{
    "eid": "2-s2.0-85031118040",
    "title": "Broadening the reach of simplified limits on resonances at the LHC",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [],
    "authors": [
        "R. Sekhar Chivukula"
    ],
    "citedby-count": 6,
    "ref-count": 42,
    "ref-list": [
        "Simplified limits on resonances at the LHC",
        "Distinguishing color-octet and color-singlet resonances at the Large Hadron Collider",
        "Distinguishing flavor nonuniversal colorons from Z' bosons at the LHC",
        "Distinguishing dijet resonances at the LHC",
        "[Formula Presented] gauge bosons at the Fermilab Tevatron",
        "Coupling-mass mapping of dijet peak searches",
        "Erratum: Coupling-mass mapping of dijet peak searches (Phys. Rev. D (2013) 88 035021))",
        "Supercollider physics",
        "Erratum: Supercollider physics (Reviews of Modern Physics (1986) 58, 4, (1065-1073))",
        "What is the γγ resonance at 750 GeV?",
        "(Equation Presented) Anomalies and Simplified Limits On (Equation Presented) Models at the LHC",
        "Searches for dijet resonances at Hadron Colliders",
        "Review of particle physics",
        "New generation of parton distributions with uncertainties from global QCD analysis",
        "CERN Technical Report No. ATLAS-CONF-2016-045",
        "Search for high-mass diboson resonances with boson-tagged jets in proton-proton collisions at √s = 8TeV with the ATLAS detector",
        "CERN Technical Report No. ATLAS-CONF-2016-055",
        "Heavy vector triplets: bridging theory and data",
        "Search for resonances and quantum black holes using dijet mass spectra in proton-proton collisions at s =8TeV",
        "Topcolor: top quark condensation in a gauge extension of the standard model",
        "Chiral color: An alternative to the standard model",
        "Chiral color symmetry and possible G′-boson effects at the tevatron and LHC",
        "Heavy octets and Tevatron signals with three or four b jets",
        "Search for new quarks suggested by the superstring",
        null,
        "Theory and phenomenology of an exceptional supersymmetric standard model",
        "Theory and phenomenology of exotic isosinglet quarks and squarks",
        "Unifiable chiral color with natural glashow-iliopoulos-maiani mechanism",
        "New strong interactions at the Tevatron?",
        "Coloron phenomenology",
        "Excited-quark and -lepton production at hadron colliders",
        "Int. J. Mod. Phys. A",
        "Strong signatures of right-handed compositeness",
        "Large mass hierarchy from a small extra dimension",
        "QCD signatures of narrow graviton resonances in hadron colliders",
        "Gauge invariance, color-octet vector resonances and double technieta production at the Tevatron"
    ],
    "affiliation": [
        {
            "affiliation-city": "East Lansing",
            "affilname": "Michigan State University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science Foundation"
    ]
}