{
    "eid": "2-s2.0-85037058313",
    "title": "Effect of HCl loading and ethanol concentration over HCl-activated clay catalysts for ethanol dehydration to ethylene",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Acid activation",
        "Catalytic dehydration",
        "Diethyl ether",
        "Ethanol",
        "Ethylene",
        "Hydrochloric acid",
        "Montmorillonite clay"
    ],
    "authors": [
        "Chadaporn Krutpijit"
    ],
    "citedby-count": 8,
    "ref-count": 38,
    "ref-list": [
        "Dehydration of ethanol to ethylene",
        null,
        "A comparative study of solvothermal and sol-gel-derived nanocrystalline alumina catalysts for ethanol dehydration",
        "Dehydration of ethanol into ethylene over solid acid catalysts",
        "Dehydration reaction of bio-ethanol to ethylene over modified SAPO catalysts",
        "Comparison of four catalysts in the catalytic dehydration of ethanol to ethylene",
        "Ullmann’s Encyclopedia of Industrial Chemistry",
        null,
        "Structure and reactivity of phosphorous modified H-ZSM-5 catalysts for ethanol dehydration",
        "Ethylene and diethyl-ether production by dehydration reaction of ethanol over different heteropolyacid catalysts",
        null,
        "Chemisorption and dehydration of ethanol on silica: Effect of temperature on selectivity",
        "Ethanol dehydration on silica-aluminas: Active sites and ethylene/diethyl ether selectivities",
        "Effect of diffusion in catalytic dehydration of alcohol over silica-alumina with continuous macropores",
        "Molybdenum oxide modified HZSM-5 catalyst: Surface acidity and catalytic performance for the dehydration of aqueous ethanol",
        "High effective dehydration of bio-ethanol into ethylene over nanoscale HZSM-5 zeolite catalysts",
        "Correlation between surface properties and catalytic activity of clay catalysts",
        "Int. Nano Lett",
        "Isomerisation of α-pinene using modified montmorillonite clays",
        "Surface acidities and catalytic activities of acid-activated clays",
        "Acid activated montmorillonite as catalysts in methyl esterification reactions of lauric acid",
        "Acid activated montmorillontte and vermiculite clays as dehydration and cracking catalysts",
        "Heteropolyacid supported on montmorillonite catalyst for dehydration of dilute bio-ethanol",
        "Catalytic ethanol dehydration over different acidactivated montmorillonite clays",
        "Preparation, characterisation and evaluation of brazilian clay-based catalysts for use in esterification reactions",
        "Surface properties of pillared acid-activated bentonite as catalyst for selective production of linear alkylbenzene",
        "J. Miner. Mater. Charact. Eng",
        "Adsorptive removal of colour pigment from palm oil using acid activated Nteje clay. Kinetics, equilibrium and thermodynamics",
        null,
        "Effect of steam treatment on catalytic performance of HZSM-5 catalyst for ethanol dehydration to ethylene",
        "The catalytic dehydration of bio-ethanol to ethylene on SAPO-34 catalysts",
        "Reactor performance enhancement under periodic operation for the ethanol dehydration over γ-alumina, a reaction with a stop-effect",
        "A study of commercial transition aluminas and of their catalytic activity in the dehydration of ethanol",
        "Catalyst deactivation by coke in the transformation of aqueous ethanol into hydrocarbons. Kinetic modeling and acidity deterioration of the catalyst",
        "Study of operating variables in the transformation of aqueous ethanol into hydrocarbons on an HZSM-5 zeolite",
        "Conversion of ethanol over zeolite h-zsm-5 in the presence of water",
        "Kinetics of De-coking of spent reforming catalyst",
        "Conversion of Ethanol over transition metal oxide catalysts: Effect of tungsta addition on catalytic behaviour of titania and zirconia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}