{
    "eid": "2-s2.0-85085172117",
    "title": "A traction controller of a two-wheel mobile robot with feedforward compensator",
    "cover-date": "2020-05-13",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [],
    "authors": [
        "M. Dahlan",
        "A. Sutapun",
        "V. Sangveraphunsiri"
    ],
    "citedby-count": 0,
    "ref-count": 12,
    "ref-list": [
        "Mobile robot positioning: Sensors and techniques",
        "Automatic docking with obstacle avoidance of differential wheel mobile robot",
        "Traction Control based on Slip Ratio Estimation without Detecting Vehicle Speed for Electric Vehicle",
        "Maximization of the Traction Forces in a 2WD Electric Vehicle",
        "A Review of Four-Wheel Steering Studies from the Viewpoint of Vehicle Dynamics and Control",
        "Vehicle dynamics integrated control for four-wheel-distributed steering and four-wheel-distributed traction/braking systems",
        "Disturbance Attenuation Control for Power-Assist Wheelchair Operation on Slopes",
        "Estimation of sideslip and roll angles of electric vehicles using lateral tire force sensors through RLS and Kalman filter approaches",
        "Traction Control for Two-Wheel Driven Mobile Robot Driving on Ice",
        "Traction control of electric vehicle: Basic experimental results using the test EV \"uOT electric March",
        "Traction Control for a Rocker-Bogie Robot with Wheel-Ground Contact Angle Estimation",
        "Dynamic tire friction models for vehicle traction control"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}