{
    "eid": "2-s2.0-84982105632",
    "title": "Structural characterization of the fracture systems in the porcelanites: Comparing data from the Monterey Formation in California USA and the Sap Bon Formation in Central Thailand",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Geology",
            "@code": "1907"
        }
    ],
    "keywords": [
        "Fold and thrust belt",
        "Fractures",
        "Monterey Formation",
        "Porcelanite",
        "Sap Bon Formation"
    ],
    "authors": [
        "Pitsanupong Kanjanapayont"
    ],
    "citedby-count": 3,
    "ref-count": 29,
    "ref-list": [
        "Structure of the Sibumasu-Indochina collision, central Thailand: A section through the Khao Khwang Fold and thrust belt",
        "Determination of the tectonic evolution from fractures, faults, and calcite twins on the southwestern margin of the Indochina Block",
        "Detrital zircon analysis of the southwest Indochina terrane, central Thailand: Unravelling the Indosinian orogeny",
        "Fractures, faults, and hydrocarbon entrapment, migration and flow",
        "The relationship between normal and strike-slip faults in Valley of Fire State Park, Nevada, and its implications for stress rotation and partitioning of deformation in the east-central Basin and Range",
        "Petroleum Generation and Occurrence in the Monterey Formation, California",
        "Characterization of strike-slip fault-splay relationships in sandstone",
        "Fault-controlled hydrocarbon pathways in the Monterey Formation, California",
        "Rates of fluid flow in fault systems-evidence for episodic rapid fluid flow in the miocene Monterey Formation, coastal California",
        "Evolution of a strike-slip fault network, Valley of Fire State Park, southern Nevada",
        "The origin and spacing of cross joints: examples from the Monterey Formation, Santa Barbara Coastline, California",
        "Fracture partitioning: failure mode as a function of lithology in the Monterey Formation of coastal California",
        "Strain accommodated by brittle failure in adjacent units of the Monterey Formation, U.S.A.: scale effects and evidence for uniform displacement boundary conditions",
        "Influence of mechanical stratigraphy and kinematics on fault scaling relations",
        "Diagenesis, Deformation, and Fluid Flow in the Miocene Monterey Formation",
        "Complex structure of an upper-level shale detachment zone: Khao Khwang fold and thrust belt, Central Thailand",
        "Influence of rock composition on kinetics of silica phase changes in the Monterey formation, Santa Barbara area, California.",
        "Development of the Khao Khwang Fold and Thrust Belt: Implications for the geodynamic setting of Thailand and Cambodia during the Indosinian Orogeny",
        "Fracture density in the deep subsurface: techniques with application to Point Arguello oil field",
        "The Monterey Formation and Related Siliceous Rocks of California",
        "The Monterey Formation and Related Siliceous Rocks of California",
        "Am. Assoc. Petroleum Geol. Bull.",
        "Am. Assoc. Petroleum Geol. Bull.",
        "The Geology of Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stanford",
            "affilname": "Stanford University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chevron UPP",
        "Chula-Stanford",
        "Ratchadapisek Sompoch Endowment Fund",
        "Stanford University",
        "Chulalongkorn University",
        "Chulalongkorn University"
    ]
}