{
    "eid": "2-s2.0-84948450335",
    "title": "Cylindroxanthones A-C, three new xanthones and their cytotoxicity from the stem bark of Garcinia cylindrocarpa",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Cylindroxanthones A-C",
        "Cytotoxicity",
        "Garcinia cylindrocarpa",
        "Xanthone"
    ],
    "authors": [
        "Edwin Risky Sukandar"
    ],
    "citedby-count": 23,
    "ref-count": 21,
    "ref-list": [
        "Edible medicinal and non-medicinal plants",
        "Phylogenetic analysis of mangosteen (Garcinia mangostana L.) and its relatives based on morphological and inter simple sequence repeat (ISSR) markers",
        "Antioxidant xanthones from the pericarp of Garcinia mangostana (Mangosteen)",
        "Kaennacowanols A-C, three new xanthones and their cytotoxicity from the roots of Garcinia cowa",
        "Maejo Int. J. Sci. Technol.",
        "α-Glucosidase inhibition and antihyperglycemic activity of prenylated xanthones from Garcinia mangostana",
        "Cytotoxic tetraoxygenated xanthones from the bark of Garcinia schomburgkiana",
        "Flavonoids from Garcinia paucinervis and their biological activities",
        "Phloroglucinols, depsidones and xanthones from the twigs of Garcinia parvifolia",
        "Anti-inflammatory phloroglucinols and terpenoids from Garcinia subelliptica",
        "Four new triterpenoids isolated from the resin of Garcinia hanburyi",
        "Two novel triterpenoids with antiproliferative and apoptotic activities in human leukemia cells isolated from the resin of Garcinia hanburyi",
        "Effects of flavonoids on α-glucosidase activity: Potential targets for glucose homeostasis",
        "Hayati",
        "New furoquinoline alkaloids from the leaves of Evodia lepta",
        "20(S)-Ginsenoside Rh2 as aldose reductase inhibitor from Panax ginseng",
        "The inhibitory activity of aldose reductase in vitro by constituents of Garcinia mangostana Linn",
        "Velucarpins A-C, three new pterocarpans and their cytotoxicity from the roots of Dalbergia velutina",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "Friedolanostanes and xanthones from the twigs of Garcinia hombroniana",
        "Laurentixanthones A and B, antimicrobial xanthones from Vismia laurentii"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "affilname": "Institut Teknologi Sepuluh Nopember",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "BOPTN DIKTI",
        "University Excellent Research Program-ITS",
        "Chulalongkorn University",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}