{
    "eid": "2-s2.0-84920172865",
    "title": "The role of organic diluents in the aspects of equilibrium, kinetics and thermodynamic model for silver ion extraction using an extractant D2EHPA",
    "cover-date": "2015-02-05",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Diluents",
        "Equilibrium",
        "Kinetics",
        "Silver ions",
        "Thermodynamic"
    ],
    "authors": [
        "Thidarat Wongsawa"
    ],
    "citedby-count": 13,
    "ref-count": 46,
    "ref-list": [
        "Influence of the diluent on the extraction of acetic acid from the prehydrolysis liquor of kraft based dissolving pulp production process by tertiary amine",
        "Diluent effect on extraction of tellurium (IV) and selenium (IV) by tri-n butyl phosphate",
        "Recovery of propionic acid from an aqueous stream by reactive extraction: effect of diluents",
        "Equilibrium study on reactive extraction of propionic acid with N1923 in different diluents",
        "Extraction equilibria of nicotinic acid using Alamine 336 and conventional solvents: Effect of diluent",
        "Solubilities and liquid-liquid equilibria of (water + ethanol + α,α,α-trifluorotoluene) at temperatures T = (288.15, 298.15, and 308.15) K and pressure p = 101.2 kPa",
        "Effect of diluents on extraction behavior of rare earth elements with N,N,N′,N′-tetrabutyl-3-oxy-glutaramide from hydrochloric acid",
        "Experiments and thermodynamic models for ternary (liquid-liquid) equilibrium systems of water + cyclopentanone + organic solvents at T = 298.2 K",
        "Solubility, liquid-liquid equilibrium and critical states for the quaternary system acetic acid-ethanol-ethyl acetate-water at 303.15K and 313.15K",
        "Ternary (liquid-liquid) equilibrium data of furfuryl alcohol with organic solvents at T=298.2K: Experimental results and thermodynamic models",
        "Role of organic diluents on Am(III) extraction and transport behaviour using N,N,N',N'-tetraoctyl-3-oxapentanediamide as the extractant",
        "Mathematical model of liquid-liquid equilibrium for a ternary system using the GMDH-type neural network and genetic algorithm",
        "J. Chem. Thermodyn.",
        "Liquid-liquid equilibria at 298.15K for ternary mixtures of methyl tert-butyl ether+methanol (or ethanol)+imidazolium-based ionic liquids at atmospheric pressure",
        "Liquid-liquid equilibria for ternary systems of (ethylene glycol + toluene + heptane) at temperatures (303.15, 308.15, and 313.15) K and atmospheric pressure: Experimental results and correlation with UNIQUAC and NRTL models",
        "Separation of thiophene from heptane with ionic liquids",
        "Highly selective transport of silver ion through a supported liquid membrane using calix[4]pyrroles as suitable ion carriers",
        "Nano-silver - A review of available data and knowledge gaps in human and environmental risk assessment",
        "Transport of silver ions through a flat-sheet supported liquid membrane",
        "Removal of silver and copper ions from acidic thiourea solutions with a supported liquid membrane containing D2EHPA as carrier",
        null,
        "Mathematical modeling of silver extraction by an emulsion liquid membrane process",
        "Liquid membrane system for extraction and electrodeposition of silver(I)",
        "Effect of diluents on the extraction of praseodymium and samarium by Cyanex 923 from acidic nitrate medium",
        "Solvent extraction recovery and separation of cadmium and copper from sulphate solution",
        "Solvent Extraction: Classical and Novel Approaches",
        "Competetive complexation/solvation theory of solvent extraction. II. Solvent extraction of metals by acidic extractants",
        "Handbook of Aqueous Solubility Data",
        "NIST Technical Note 1297",
        "Can. J. Chem.",
        "Mutual Solubilities: Water-Ketones, Water-Ethers, and Water-Gasoline-Alcohols",
        "Mutual Solubility of Water and Aliphatic Alcohols",
        "Tie-line data for the aqueous solutions of phenol with organic solvents at T = 298.2 K",
        "Solvent extraction in the hydrometallurgical processing and purification of metals: Process design and selected applications",
        "Carrier-Facilitated coupled transport through liquid membranes: General theoretical considerations and influencing parameters",
        "Ion-Solvent Interaction. Effects of Added Polar Compounds on the Conductances of Several Alkali Metal Salts in 2-Butanone at 25 °C",
        "Diluent effect on the distribution ratio and separation factor of Ni(II) in the liquid-liquid extraction from aqueous acidic solutions using dibutyldithiophosphoric acid",
        "Solvent extraction of silver from nitric acid solutions by calix[4]arene amide derivatives",
        null,
        "Ternary (liquid-liquid) equilibria of nitrate based ionic liquid+alkane+benzene at 298.15K: Experiments and correlation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Government Pharmaceutical Organization",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}