{
    "eid": "2-s2.0-84951325519",
    "title": "Glucose transformation to 5-hydroxymethylfurfural in acidic ionic liquid: A quantum mechanical study",
    "cover-date": "2016-01-30",
    "subject-areas": [
        {
            "$": "Computational Mathematics",
            "@code": "2605"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "biomass",
        "ionic liquids",
        "quantum mechanical calculation",
        "reaction mechanism",
        "statistical mechanics"
    ],
    "authors": [
        " Arifin"
    ],
    "citedby-count": 26,
    "ref-count": 84,
    "ref-list": [
        "Biomass into chemicals: Conversion of sugars to furan derivatives by catalytic processes",
        "Fiber dimensions, lignin and cellulose content of various plant materials and their suitability for paper production",
        "Properties of bacterial cellulose and its influence on the physical properties of paper",
        "Activation of corn cellulose with alcohols to improve its dissolvability in fabricating ultrafine fibers via electrospinning",
        "Diversity and biodeteriorative potential of bacterial isolates from deteriorated modern combined-technique canvas painting",
        "Structure and properties of high quality natural cellulose fibers from cornstalks",
        "Photochemistry and Photophysics of Polymer Materials",
        "Dissolution of cellose with ionic liquids",
        "Characterization of the water-insoluble pyrolytic cellulose from cellulose pyrolysis oil",
        "Competing forces during cellulose dissolution: From solvents to mechanisms",
        "ISRN Chem. Eng.",
        "Hydrothermal pretreatment of bamboo and cellulose degradation",
        "Simple chemical transformation of lignocellulosic biomass into furans for fuels and chemicals",
        "Ionic liquids as reaction medium in cellulose functionalization",
        "Cellulose dissolution at ambient temperature: Role of preferential solvation of cations of ionic liquids by a cosolvent",
        "High-throughput screening for ionic liquids dissolving (ligno-)cellulose",
        "Cellulose extraction from wood chip in an ionic liquid 1-allyl-3-methylimidazolium chloride (AmimCl)",
        "Dissolution of cellulose in phosphate-based ionic liquids",
        "Synergistic effects of ionic liquid plus alkaline pretreatments on eucalyptus: Lignin structure and cellulose hydrolysis",
        "Mild pretreatment and enzymatic saccharification of cellulose with recycled ionic liquids towards one-batch process",
        "Entrapment of enzymes into cellulose-biopolymer composite hydrogel beads using biocompatible ionic liquid",
        "Using hydrophilic ionic liquids as a facile route to prepare porous-structured biopolymer scaffolds",
        null,
        "Solvation of \"big\" spherical solutes in room temperature ionic liquids and at their aqueous interface: A molecular dynamics simulation study",
        "Electrochemical Aspects of Ionic Liquids",
        "Development of new class of ion conductive polymers based on ionic liquids",
        null,
        "Ionic liquids and their interaction with cellulose",
        "Room-Temperature Ionic Liquids. Solvents for Synthesis and Catalysis",
        null,
        "Theoretical study of cellobiose hydrolysis to glucose in ionic liquids",
        "Metal chlorides in ionic liquid solvents convert sugars to 5-hydroxymethylfurfural",
        "Glucose isomerization to fructose from ab initio molecular dynamics simulations",
        "Formation of degradation compounds from lignocellulosic biomass in the biorefinery: Sugar reaction mechanisms",
        "Mechanism of formation of 5-(hydroxymethyl)-2-furaldehyde from d-fructose and sucrose",
        "Mechanism of formation of 2-furaldehyde from d-xylose",
        "Glucose and fructose to platform chemicals: Understanding the thermodynamic landscapes of acid-catalysed reactions using high-level ab initio methods",
        "Computational studies of the thermochemistry for conversion of glucose to levulinic acid",
        "Converting fructose to 5-hydroxymethylfurfural: A quantum mechanics/molecular mechanics study of the mechanism and energetics",
        "Mechanisms and energetics for acid catalyzed β-D-glucose conversion to 5-hydroxymethylfurfurl",
        "Mechanisms and energetics for brønsted acid-catalyzed glucose condensation, dehydration and isomerization reactions",
        "Mechanism of Bronsted acid-catalyzed conversion of carbohydrates",
        "5-Hydroxymethylfurfural production from sugars and cellulose in acid- and base-catalyzed conditions under hot compressed water",
        "Routes of Conversion of D-Xylose, Hexuronic Acids, and L-Ascorbic Acid to 2-Furaldehyde",
        "On the mechanism of conversion of hexoses into 5-(hydroxymethyl)-2-furaldehyde and metasaccharinic acid",
        "Evidence for a C-2→C-1 intramolecular hydrogen-transfer during the acid-catalyzed isomerization of D-glucose to D-fructose ag]",
        "Kinetics of Glucose Epimerization and Decomposition in Subcritical and Supercritical Water",
        "Mechanistic insights into the decomposition of fructose to hydroxy methyl furfural in neutral and acidic environments using high-level quantum chemical methods",
        "Understanding the interactions of cellulose with ionic liquids: a molecular dynamics study",
        null,
        "Solvation and aggregation of N,N′-dialkylimidazolium ionic liquids: A multinuclear NMR spectroscopy and molecular dynamics simulation study",
        "Metal-free dehydration of glucose to 5-(Hydroxymethyl)furfural in ionic liquids with boric acid as a promoter",
        "Free energy surface for Brønsted acid-catalyzed glucose ring-opening in aqueous solution",
        "Ab initio molecular dynamics simulations of β-D-glucose and β-D-xylose degradation mechanisms in acidic aqueous solution",
        "J. Chem. Phys.",
        "An extended rism equation for molecular polar fluids",
        "Integral equation and ab initio study of the effect of solvation on anomeric equilibria in aqueous solution: Application to 4,6-dimethyl-2-methoxytetrahydropyran",
        "Reference interaction site model study on the anomeric equilibrium of D-glucose in aqueous solution",
        "A theoretical analysis of a Diels-Alder reaction in ionic liquids",
        null,
        "Reference interaction site model self-consistent field study for solvation effect on carbonyl compounds in aqueous solution",
        "Analytical energy gradient for the reference interaction site model multiconfigurational self-consistent-field method: Application to 1,2-difluoroethylene in aqueous solution",
        "New generation of the reference interaction site model self-consistent field method: Introduction of spatial electron density distribution to the solvation theory",
        "Self-consistent description of a metal-water interface by the Kohn-Sham density functional theory and the three-dimensional reference interaction site model",
        "Carbon dioxide capture at the molecular level",
        "General atomic and molecular electronic structure system",
        "Kinetics of glucose decomposition during dilute-acid hydrolysis of lignocellulosic biomass",
        "Chinese J. Chem. Eng.",
        "Fructose decomposition kinetics in organic acids-enriched high temperature liquid water",
        "OPLS all-atom force field for carbohydrates",
        "Intermol. Forces",
        "Analytical energy gradient for reference interaction site model self-consistent field explicitly including spatial electron density distribution",
        null,
        null,
        "Proton Speciation in Ambient-Temperature Chloroaluminate Ionic Liquids",
        "Solvation structure and transport of acidic protons in ionic liquids: A first-principles simulation study",
        "An electrochemical study of the oxidation of hydrogen at platinum electrodes in several room temperature ionic liquids",
        "Ionic liquids and catalysis: Recent progress from knowledge to applications",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Nagoya University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}