{
    "eid": "2-s2.0-84908402927",
    "title": "Molecular karyotyping and exome analysis of salt-tolerant rice mutant from somaclonal variation",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [],
    "authors": [
        "Thanikarn Udomchalothorn"
    ],
    "citedby-count": 13,
    "ref-count": 65,
    "ref-list": [
        "Somaclonal variation in rice - Drought tolerance and other agronomic characters",
        "Polyamines: Molecules with regulatory functions in plant abiotic stress tolerance",
        "Involvement of polyamines in plant response to abiotic stress",
        "Somaclonal variation in plants: Causes and detection methods",
        "Drought and salt tolerance in plants",
        "Increased telomere length and hypersensitivity to DNA damaging agents in an Arabidopsis KU70 mutant",
        "The Plant-Specific SR45 protein negatively regulates glucose and ABA signaling during early seedling development in arabidopsis",
        "Drought and salt stress tolerance of an arabidopsis glutathione S-transferase U17 knockout mutant are attributed to the combined effect of glutathione and abscisic acid",
        "Roles of arabidopsis WRKY18, WRKY40 and WRKY60 transcription factors in plant responses to abscisic acid and abiotic stress",
        "Gene coexpression network analysis as a source of functional annotation for rice genes",
        "Arabidopsis PUB22 and PUB23 are homologous U-Box E3 ubiquitin ligases that play combinatory roles in response to drought stress",
        "OsWRKY28, a PAMP-responsive transrepressor, negatively regulates innate immune responses in rice against rice blast fungus",
        "Expression profiling reveals COI1 to be a key regulator of genes involved in wound- and methyl jasmonate-induced secondary metabolism, defence, and hormone interactions",
        "FERONIA receptor-like kinase regulates RHO GTPase signaling of root hair development",
        "Plant glutathione S-transferases: Enzymes with multiple functions in sickness and in health",
        "Salinity, oxidative stress and antioxidant responses in shoot cultures of rice",
        "Plant Somaclonal Variation and Breeding.",
        "Somaclonal variation in banana: Cytogenetic and molecular characterization of the somaclonal variant CIEN BTA-03",
        "Telomere length regulation",
        "Phenotypic consequences of aneuploidy in Arabidopsis thaliana",
        "Efficient genome-wide detection and cataloging of EMS-induced mutations using Exome capture and next-generation sequencing",
        "Retrotransposons of rice involved in mutations induced by tissue culture",
        "Tissue culture-derived variation in crop improvement",
        "F-Box proteins in rice. Genome-wide analysis, classification, temporal and spatial gene expression during panicle and seed development, and regulation by light and abiotic stress",
        "Nuclear morphology, polyploidy, and chromatin elimination in tissue culture of Allium fistulosum L.",
        "A putative peroxisomal polyamine oxidase, AtPAO4, is involved in polyamine catabolism in Arabidopsis thaliana",
        "Recombination in telomere-length maintenance",
        "Barley telomeres shorten during differentiation but grow in callus culture",
        "An S-locus receptor-like kinase plays a role as a negative regulator in plant defense responses",
        "DNA mutagenesis in 2- and 20-yr-old Panax ginseng cell cultures",
        "Evidence for an evolutionary force that prevents epigenetic silencing between tail-to-tail rice genes with a short spacer",
        "F-box proteins everywhere",
        "Fast and accurate short read alignment with Burrows-Wheeler transform",
        "CrRLK1L receptor-like kinases: Not just another brick in the wall",
        "The Arabidopsis thaliana SOS2 gene encodes a protein kinase that is required for salt tolerance",
        "Systematic identification of factors involved in post-transcriptional processes in wheat grain",
        "Pre-mRNA splicing in higher plants",
        "What can exome sequencing do for you?",
        "Epigenetic contribution to stress adaptation in plants",
        "Statistical Mutation Calling from Sequenced Overlapping DNA Pools in TILLING Experiments",
        "Recent progress in the understanding of tissue culture-induced genome level changes in plants and potential applications",
        "SIFT: Predicting amino acid changes that affect protein function",
        "Genetic variations in rice in vitro cultures at the EPSPs-RPS20 region",
        "Receptor-like kinase OsSIK1 improves drought and salt stress tolerance in rice (Oryza sativa) plants",
        "Genetic instability of plant tissue cultures: Breakdown of normal controls",
        "The role of hydrogen peroxide in chitosan-induced resistance to osmotic stress in rice (Oryza sativa L.)",
        "Developing stress tolerant plants through in vitro selection-An overview of the recent progress",
        "SNPeffect v2.0: A new step in investigating the molecular phenotypic effects of human non-synonymous SNPs",
        "Telomere length deregulation and enhanced sensitivity to genotoxic stress in Arabidopsis mutants deficient in Ku70",
        "Length regulation and dynamics of individual telomere tracts in wild-type Arabidopsis",
        "The Mg-chelatase H subunit of Arabidopsis antagonizes a group of WRKY transcription repressors to relieve ABA-responsive genes of inhibition",
        "Organisation and structural evolution of the rice glutathione S-transferase gene family",
        "Overexpression of a partial fragment of the salt-responsive gene OsNUC1 enhances salt adaptation in transgenic Arabidopsis thaliana and rice (Oryza sativa L.) during salt stress",
        "The MKK2 pathway mediates cold and salt stress signaling in Arabidopsis",
        "J. Sci. Res. Chulalongkorn Univ.",
        "Functional analysis of AHK1/ATHK1 and cytokinin receptor histidine kinases in response to abscisic acid, drought, and salt stress in Arabidopsis",
        "The role of the bifunctional enzyme, fructose-6-phosphate-2-kinase/fructose-2,6-bisphosphatase, in carbon partitioning during salt stress and salt tolerance in Rice (Oryza sativa L.)",
        "Biotechnology in Agriculture and Forestry.",
        "Role of oxidative stress in telomere length regulation and replicative senescence",
        "Accumulation of single-strand breaks is the major cause of telomere shortening in human fibroblasts",
        "Mild Hyperoxia Shortens Telomeres and Inhibits Proliferation of Fibroblasts: A Model for Senescence?",
        "An update on abscisic acid signaling in plants and more ⋯",
        "Plant Tissue Culture Biotech.",
        "Characterizing rice lesion mimic mutants and identifying a mutant with broad-spectrum resistance to rice blast and bacterial blight",
        "F-box protein DOR functions as a novel inhibitory factor for abscisic acid-induced stomatal closure under drought stress in Arabidopsis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "affilname": "University of California, Davis",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "affilname": "K. Plaimas",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}