{
    "eid": "2-s2.0-84975093399",
    "title": "Antioxidant, DNA damage protective, neuroprotective, and α-glucosidase inhibitory activities of a flavonoid glycoside from leaves of Garcinia gracilis",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Antioxidant",
        "DNA protective",
        "Flavonoid glycoside",
        "Garcinia gracilis",
        "Neuroprotective",
        "α-Glucosidase"
    ],
    "authors": [
        "Chonlakan Supasuteekul"
    ],
    "citedby-count": 23,
    "ref-count": 46,
    "ref-list": [
        "Kolaviron, a biflavonoid complex of Garcinia kola seeds modulates apoptosis by suppressing oxidative stress and inflammation in diabetes-induced nephrotoxic rats",
        "The chemistry and medicinal uses of the underutilized Indian fruit tree Garcinia indica Choisy (kokum): A review",
        "Absorption and DNA protective effects of flavonoid glycosides from an onion meal",
        "Phytochemical constituents of Bistorta manshuriensis",
        "Oxyresveratrol protects against DNA damage induced by photosensitized riboflavin",
        "Thai Pharm. Health Sci. J",
        "Rev. Mex. Micol",
        "Antioxidant, DNA protective efficacy and HPLC analysis of Annona muricata (soursop) extracts",
        "Evaluation of Abelmoschus moschatus extracts for antioxidant, free radical scavenging, antimicrobial and antiproliferative activities using in vitro assays",
        "Anti-diabetes and anti-obesity medications: Effects on weight in people with diabetes",
        "Melatonin rescues dopamine neurons from cell death in tissue culture models of oxidative stress",
        "Retinoic acid induces embryonal carcinoma cells to differentiate into neurons and glial cells",
        "Retinoic acid-induced neural differentiation of embryonal carcinoma cells",
        "Inhibition of alpha-glucosidase and amylase by luteolin, a flavonoid",
        "Xylopia Parviflora (A. Rich.) Benth. (Annonaceae). Int. J. Biomed. Pharm. Sci",
        "Comparative evaluation of cytotoxicity and antioxidative activity of 20 flavonoids",
        "Flavones with free radical scavenging activity from Goniothalamus tenuifolius",
        "Opposite effects of the Hsp90 inhibitor Geldanamycin: Induction of apoptosis in PC12, and differentiation in N2A cells",
        "Antioxidant activities of polyphenols from sage (Salvia officinalis)",
        "P19 embryonal carcinoma cells: A source of cultured neurons amenable to genetic manipulation",
        "Catechin polyphenols: Neurodegeneration and neuroprotection in neurodegenerative diseases",
        "Flavone C-glycosides from Capsicum annuum L.: relationships between antioxidant activity and lipophilicity",
        "Antioxidant activity of Garcinia xanthochymus leaf, root and fruit extracts in vitro",
        "Antioxidant, antimicrobial activities of flavonoids glycoside from Leucaena leucocephala leaves",
        "Association between oxidative stress and nutritional status in the elderly",
        "Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements",
        "Studies on free radicals, antioxidants, and co-factors.",
        "Maejo Int. J. Sci. Technol",
        "α-Glucosidase inhibition and antihyperglycemic activity of prenylated xanthones from Garcinia mangostana",
        "A comprehensive scientific overview of Garcinia cambogia",
        "Antioxidant, anti-inflammatory, and cytotoxic activities of garcinia nervosa (clusiaceae)",
        "Kasetsart J. (Nat. Sci.)",
        "Isolation of α-glucosidase inhibitors including a new flavonol glycoside from Dendrobium devonianum",
        "J. Health Res",
        "Neuritogenic and neuroprotective activities of fruit residues",
        "Geldanamycin derivatives and neuroprotective effect on cultured P19-derived neurons",
        "Neurite outgrowth and neuroprotective effects of quercetin from caesalpinia mimosoides lamk. on CULTURED P19-derived neurons",
        "J. Biomark",
        "Department of Economic and Social Affairs",
        "Screening and analysis of the potential bioactive components in rabbit plasma after oral administration of hot-water extracts from leaves of Bambusa textilis mcclure",
        "Flavonoids: Antioxidants or signalling molecules?",
        "Adv. Biotechnol",
        "Advance in Dietary Polyphenols as α-Glucosidases Inhibitors: A Review on Structure-Activity Relationship Aspect",
        "α-Glucosidase inhibitors isolated from medicinal plants",
        "Antioxidative activity of flavones and flavonols in vitro",
        "Acta Pharm. Sin. B"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}