{
    "eid": "2-s2.0-85019729551",
    "title": "Chemistry of renieramycins. 16. Structure of 7-demethylrenieramycin o (= 14α-hydroxyrenieramycin s) from blue sponge, Xestospongia sp.",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [],
    "authors": [
        "Naoki Saito"
    ],
    "citedby-count": 8,
    "ref-count": 15,
    "ref-list": [
        "Synthesis of Isoquinolinequinone Antibiotics",
        "Chemistry and biology of the tetrahydroisoquinoline antitumor antibiotics",
        "Chemistry of Renieramycins. Part 3. Isolation and Structure of Stabilized Renieramycin Type Derivatives Possessing Antitumor Activity from Thai Sponge Xestospongia Species, Pretreated with Potassium Cyanide",
        "Chemistry of renieramycins. Part 5. Structure elucidation of renieramycin-type derivatives O, Q, R, and S from Thai marine sponge Xestospongia species pretreated with potassium cyanide",
        "Chemistry of renieramycins. Part 7: Renieramycins T and U, novel renieramycin-ecteinascidin hybrid marine natural products from Thai sponge Xestospongia sp.",
        "Chemistry of renieramycins. part 10: Structure of renieramycin v, a novel renieramycin marine natural product having a sterol ether at C-14 Position",
        "Chemistry of renieramycins. Part 13: Isolation and structure of stabilized renieramycin type derivatives, renieramycins W-Y, from Philippine blue sponge Xestospongia sp., pretreated with potassium cyanide",
        "Chemistry of Renieramycins. 15. Synthesis of 22-O-Ester Derivatives of Jorunnamycin A and Their Cytotoxicity against Non-Small-Cell Lung Cancer Cells",
        "Ecteinascidins 770 and 786 from the Thai tunicate Ecteinascidia thurstoni",
        "Chemistry of ecteinascidins. Part 2. Preparation of 6′-O-acyl derivatives of stable ecteinascidin and evaluation of cytotoxicity",
        "Chemistry of ecteinascidins. Part 3: Preparation of 2′-N-acyl derivatives of ecteinascidin 770 and evaluation of cytotoxicity",
        "Chemistry of ecteinascidins. Part 4: Preparation of 2'-N-acyl ecteinascidin 770 derivatives with improved cytotoxicity profiles",
        "Chem. Pharm. Bull.",
        "New isoquinolinequinone alkaloids from the South China Sea nudibranch Jorunna funebris and its possible sponge-prey Xestospongia sp.",
        "Bioactive isoquinolinequinone alkaloids from the South China Sea nudibranch Jorunna funebris and its sponge-prey Xestospongia sp."
    ],
    "affiliation": [
        {
            "affiliation-city": "Quezon City",
            "affilname": "Marine Science Institute, College of Science, University of the Philippines, Diliman",
            "affiliation-country": "Philippines"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kiyose",
            "affilname": "Meiji Pharmaceutical University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}