{
    "eid": "2-s2.0-85167878573",
    "title": "Recycling of Plastics as a Strategy to Reduce Life Cycle GHG Emission, Microplastics and Resource Depletion",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Hardware and Architecture",
            "@code": "1708",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "GHG emissions",
        "microplastics",
        "recycling",
        "resource depletion",
        "strategy"
    ],
    "authors": [
        "Elias W. Gabisa",
        "Chavalit Ratanatamskul",
        "Shabbir H. Gheewala"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "Plastics, the Environment and Human Health: Current Consensus and Future Trends",
        "Microplastics En Route: Field Measurements in the Dutch River Delta and Amsterdam Canals, Wastewater Treatment Plants, North Sea Sediments and Biota",
        "Plastic Additives as Tracers of Microplastic Sources in Japanese Road Dusts",
        "Impacts of Plastic Pollution on Ecosystem Services, Sustainable Development Goals, and Need to Focus on Circular Economy and Policy Interventions",
        "Role of Citizen Scientists in Environmental Plastic Litter Research—A Systematic Review",
        "Spatiotemporal Variations in Anthropogenic Marine Litter Pollution along the Northeast Beaches of India",
        "Life Cycle Assessment of Selected Single-Use Plastic Products towards Evidence-Based Policy Recommendations in Sri Lanka",
        "The Physical Characterization and Terminal Velocities of Aluminium, Iron and Plastic Bottle Caps in a Water Environment",
        "Plastics in the circular economy (CE)",
        "Life Cycle Assessment of Injection Moulding Tools and Multicomponent Plastic Cap Production",
        "Understanding Plastic Degradation and Microplastic Formation in the Environment: A Review",
        "New Link in the Food Chain? Marine Plastic Pollution and Seafood Safety",
        "Human Health Concerns Regarding Microplastics in the Aquatic Environment—From Marine to Food Systems",
        "Mechanical and Chemical Recycling of Solid Plastic Waste",
        "Techniques for Separation of Plastic Wastes",
        "Recycling of Virgin and Post-Consumer Polypropylene and High Density Polyethylene",
        "Improving Integrated Waste Management at the Regional Level: The Case of Lombardia",
        "Recycling of Post-Consumer Plastic Packaging Waste in EU: Process Efficiencies, Material Flows, and Barriers",
        "Supporting a Transition towards Sustainable Circular Economy: Sensitivity Analysis for the Interpretation of LCA for the Recovery of Electric and Electronic Waste",
        "Plastics Recycling: Challenges and Opportunities",
        "Packaging Waste Prevention Activities: A Life Cycle Assessment of the Effects on a Regional Waste Management System",
        "Life Cycle GHG Perspective on U.S. Natural Gas Delivery Pathways",
        "Material Recycling and the Myth of Landfill Diversion",
        "Options to Feed Plastic Waste Back into the Manufacturing Industry to Achieve a Circular Carbon Economy",
        "Mechanical Recycling of Plastic Waste as a Point Source of Microplastic Pollution",
        "Recycling of Plastic: Accounting of Greenhouse Gases and Global Warming Contributions",
        "Introducing a New Method for Calculating the Environmental Credits of End-of-Life Material Recovery in Attributional LCA",
        "Paving Roads with Recycled Plastics: Microplastic Pollution or Eco-Friendly Solution?",
        "Characteristics of Microplastics and the Role for Complex Pollution in E-Waste Recycling Base of Shanghai, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bahir Dar",
            "@id": "60071189",
            "affilname": "Bahir Dar University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071189",
            "affiliation-country": "Ethiopia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60001884",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001884",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Joint Graduate School of Energy and Environment",
        "King Mongkut’s University of Technology Thonburi"
    ]
}