{
    "eid": "2-s2.0-84904471762",
    "title": "Associations between perceived needs for dental treatment, oral health-related quality of life and oral diseases in school-aged Thai children",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "dental caries",
        "normative need",
        "perceived need",
        "periodontal disease",
        "quality of life"
    ],
    "authors": [
        "Sudaduang Krisdapong"
    ],
    "citedby-count": 17,
    "ref-count": 33,
    "ref-list": [
        "Oral health-related quality of life: What, why, how, and future implications",
        "Perceived need for dental care in dentate older adults.",
        "Using subjective oral health status indicators to screen for dental care needs in older adults",
        "Measuring oral health: a conceptual framework.",
        "Oral health-related quality of life in children: part II. Effects of clinical oral health status. A systematic review.",
        "Association between normative and self-perceived orthodontic treatment need among Arab high school students",
        "Factors determining perceived orthodontic treatment need in adolescents of Swedish and immigrant background",
        "Factors influencing subjective orthodontic treatment need and culture-related differences among Chinese natives and foreign inhabitants.",
        "Perception of orthodontic treatment need in children and adolescents",
        "Relationships between oral diseases and impacts on Thai schoolchildren's quality of life: Evidence from a Thai national oral health survey of 12- and 15-year-olds",
        "The impacts of gingivitis and calculus on Thai children's quality of life",
        "Impacts on quality of life related to dental caries in a national representative sample of thai 12-and 15-year-olds",
        "Sociodemographic differences in oral health-related quality of life related to dental caries in Thai school children",
        "A comparison of the perceived and normative needs for dental care in 12-year-old children in the northwest of England",
        "Relationship of dental status, sociodemographic status, and oral symptoms to perceived need for dental care",
        "The prosthetic need WHO index: A comparison between self-perception and professional assessment in an elderly population",
        "Dental pain, oral impacts and perceived need for dental treatment in Tanzanian school students: A cross-sectional study",
        "Oral health-related quality of life and perceived dental needs in the United States",
        "Linking Clinical Variables With Health-Related Quality of Life: A Conceptual Model of Patient Outcomes",
        "Perceived need for and utilization of dental care in Indonesia in 2006 and 2007: a secondary analysis.",
        "Oral health-related quality of life of 12-and 15-year-old Thai children: Findings from a national survey",
        "Oral Health Surveys. Basic Methods",
        "Developing and evaluating an oral health-related quality of life index for children; The CHILD-OIDP",
        "Measuring Oral Health and Quality of Life",
        "Which aspects of an oral health-related quality of life measure are mainly associated with global ratings of oral health in children?",
        "Revisiting the behavioral model and access to medical care: does it matter?",
        "The role of conceptual frameworks in epidemiological analysis: A hierarchical approach",
        "Factors influencing perceived treatment need and the dental attendance patterns of older adults",
        "Self-reported and clinically-diagnosed dental needs: Determining the factors that affect subjective assessment",
        "Factors associated with subjective need for orthodontic treatment among finnish university applicants",
        "Impacts of recurrent aphthous stomatitis on quality of life of 12- and 15-year-old Thai children",
        "Perceived need and use of oral health services among adolescents and adults in Tanzania",
        "The Population and Housing Census 2010"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "University College London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}