{
    "eid": "2-s2.0-85059088318",
    "title": "Arthroscopic Synthetic Augmentation in Acute Partial Injury of the Anterior Cruciate Ligament",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Somsak Kuptniratsaikul",
        "Thun Itthipanichpong",
        "Vanasiri Kuptniratsaikul"
    ],
    "citedby-count": 3,
    "ref-count": 16,
    "ref-list": [
        "A comprehensive review of partial anterior cruciate ligament tears",
        "Treatment for acute anterior cruciate ligament tear: Five year outcome of randomised trial",
        "Isolated partial rupture of the anterior cruciate ligament. Long-term follow-up of 56 cases",
        "Treatment of posterior cruciate ligament injuries in pediatric and adolescent patients",
        "Assessment and augmentation of symptomatic anteromedial or posterolateral bundle tears of the anterior cruciate ligament",
        "Posterolateral bundle reconstruction with anteromedial bundle remnant preservation in ACL tears: Clinical and MRI evaluation of 39 patients with 24-month follow-up",
        "[Reconstruction of partial anterior cruciate ligament tears]",
        "The anterior cruciate ligament remnant: To leave it or not?",
        "The evolution of ACL reconstruction over the last fifty years",
        "Reconstruction of the anterior cruciate ligament by allogeneic tendon graft. An operation for chronic ligamentous insufficiency",
        "Reconstruction of the chronically insufficient anterior cruciate ligament with the central third of the patellar ligament",
        "Roles of ACL remnants in knee stability",
        "Natural history of partial anterior cruciate ligament tears: A systematic literature review",
        "Anatomy and biomechanics of knee",
        "Mechanoreceptors in the anterior cruciate ligament contribute to the joint position sense",
        "Synthetic devices for reconstructive surgery of the cruciate ligaments: A systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "107898082",
            "affilname": "Queen Savang Vadhana Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/107898082",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}