{
    "eid": "2-s2.0-84926377580",
    "title": "Seroprevalence of antibody against diphtheria among the population in Khon Kaen Province, Thailand",
    "cover-date": "2015-03-04",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "diphtheria",
        "diphtheria antitoxin",
        "serological survey",
        "Thailand"
    ],
    "authors": [
        "Hataichanok Bansiddhi"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "Epidemiology and Prevention of Vaccine-Preventable Diseases (\"The Pink Book\")",
        "WHO Vaccine Preventable Diseases Monitoring System",
        "Diphtheria, tetanus, and pertussis: recommendations for vaccine use and other preventive measures. Recommendations of the Immunization Practices Advisory committee (ACIP).",
        "Diphtheria in Thailand in the 1990s",
        "Active Immunization in Elderly",
        "Wkly Epidemiol Surveill Rep",
        "Diphtheria Outbreak - Saraburi Province, Thailand, 1994",
        "A diphtheria outbreak in Buri Ram, Thailand",
        "Annual Epidemiological Surveillance Report 2010",
        "Vaccines",
        "Diphtheria epidemic--New Independent States of the former Soviet Union, 1990-1994.",
        "Age-specific seroprevalence of poliomyelitis, diphtheria and tetanus antibodies in Spain",
        "Immunity against diphtheria among children and adults in Izmir, Turkey",
        "Diptheria immunity of a West German population by measurement of antitoxin antibodies with enzyme-linked immunosorbent assay",
        "Global Programme for Vaccines and Immunization. Expanded Programme on Immunization",
        "Euro Surveill",
        "DPC 5J",
        "Low prevalence of diphtheria antitoxin in children and adults in northern Germany",
        "Serologic immunity to diphtheria and tetanus in the United States",
        "The seroprevalence of diphtheria among adults in Izmir-Turkey",
        "Serological survey on the immunity to diphtheria of the northern Greek population",
        "Eurosurveillance",
        "Diphtheria immunity of different age groups in Turkey",
        "Serological immunity to diphtheria and tetanus in healthy adults in Delhi, India",
        "Community-based seroepidemiology of diphtheria and tetanus in Edirne, Turkey",
        "Diphtheria immunity in UK blood donors",
        "The role of health insurance in improving health services use by thais and ethnic minority migrants",
        "Asia-Pac J Public Health",
        "Consultancy and surveillance of post-immunisation adverse events in the Veneto region of Italy for 1992-2008",
        "Immunization Safety Surveillance: Guidelines for Managers of Immunization Programmes on Reporting and Investigating Adverse Events Following Immunization"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chum Phae District, Khon Kaen Province",
            "affilname": "Chum Phae Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence in Clinical Virology",
        "Commission on Higher Education, Ministry of Education",
        "Higher Education Research Promotion",
        "King Chulalongkorn Memorial Hospital",
        "Office of the Higher Education Commission",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}