{
    "eid": "2-s2.0-85086853564",
    "title": "MR imaging pattern of tibial subchondral bone structure: considerations of meniscal coverage and integrity",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Knee",
        "Meniscal tear",
        "Morphometry",
        "MRI",
        "Osteoarthritis",
        "Trabeculae"
    ],
    "authors": [
        "Aticha Ariyachaipanich",
        "Emel Kaya",
        "Sheronda Statum",
        "Reni Biswas",
        "Betty Tran",
        "Won C. Bae",
        "Christine B. Chung"
    ],
    "citedby-count": 4,
    "ref-count": 49,
    "ref-list": [
        "The clinical importance of meniscal tears demonstrated by magnetic resonance imaging in osteoarthritis of the knee",
        "Epidemiology of acute knee injuries: a prospective hospital investigation",
        "The effects of meniscus injury on the development of knee osteoarthritis: data from the osteoarthritis initiative",
        "Rate of knee cartilage loss after partial meniscectomy",
        "Knee osteoarthritis after meniscectomy: prevalence of radiographic changes after twenty-one years, compared with matched controls",
        "Risk factors for progressive cartilage loss in the knee: a longitudinal magnetic resonance imaging study in forty-three patients",
        "The association of meniscal pathologic changes with cartilage loss in symptomatic knee osteoarthritis",
        "Load-bearing mode of the knee joint: physical behavior of the knee joint with or without menisci",
        "The contact area and pressure distribution pattern of the knee. A study of normal and osteoarthrotic knee joints",
        "In-vitro measurement of static pressure distribution in synovial joints--part I: tibial surface of the knee",
        "The effect of allograft meniscal replacement on intraarticular contact area and pressures in the human knee. A biomechanical study",
        "Function of the medial meniscus in force transmission and stability",
        "Immature articular cartilage and subchondral bone covered by menisci are potentially susceptive to mechanical load",
        "Studies of tibial subchondral bone density and its significance",
        "Mechanical properties of articular cartilage covered by the meniscus",
        "Quantitative morphology of the subchondral plate of the tibial plateau",
        "Tibiofemoral contact mechanics after serial medial meniscectomies in the human cadaveric knee",
        "Trabecular bone strain changes resulting from partial and complete meniscectomy",
        "The classic: on the inner architecture of bones and its importance for bone growth. 1870",
        "Subchondral bone in osteoarthritis: a biologic link with articular cartilage leading to abnormal remodeling",
        "Inhibition of cyclooxygenase-2 activity in subchondral bone modifies a subtype of osteoarthritis",
        "Systemic neutralization of TGF-beta attenuates osteoarthritis",
        "Influence of vertical trabeculae on the compressive strength of the human vertebra",
        "Accuracy of MRI in the diagnosis of meniscal tears in older patients",
        "Definition of osteoarthritis on MRI: results of a Delphi exercise",
        "Fiji: an open-source platform for biological-image analysis",
        "BoneJ: free and extensible bone image analysis in ImageJ",
        "Automatic Thresholding of Micro-CT Trabecular",
        "Distribution of bone strength in the proximal tibia",
        "The shiny corner of the knee: a sign of meniscal osteochondral unit dysfunction",
        "Trabecular bone structure and spatial differences in articular cartilage MR relaxation times in individuals with posterior horn medial meniscal tears",
        "Complete volumetric decomposition of individual trabecular plates and rods and its morphological correlations with anisotropic elastic moduli in human trabecular bone",
        "Proceedings: functions of the menisci. A preliminary study",
        "Meniscal tears: the effect of meniscectomy and of repair on intraarticular contact areas and stress in the human knee. A preliminary report",
        "Cortical and trabecular osteopenia after immobilization. A quantitative histological study of the rat knee",
        "ADAMTS5−/− mice have less subchondral bone changes after induction of osteoarthritis through surgical instability: implications for a link between cartilage and subchondral bone changes",
        "Meniscectomy leads to an early increase in subchondral bone plate thickness in the rabbit knee",
        "Late changes in bone mineral density of the proximal tibia following total or partial medial meniscectomy. A randomized study",
        "Evaluation of MRI resolution affecting trabecular bone parameters: determination of acceptable resolution",
        "Feasibility of in vivo structural analysis of high-resolution magnetic resonance images of the proximal femur",
        "Magnetic resonance imaging measurements of bone density and cross-sectional geometry",
        "Assessment of trabecular bone structure comparing magnetic resonance imaging at 3 Tesla with high-resolution peripheral quantitative computed tomography ex vivo and in vivo",
        "Reproducibility and error sources of micro-MRI-based trabecular bone structural parameters of the distal radius and tibia",
        "Reproducibility and accuracy in the morphometric and mechanical quantification of trabecular bone from 3 Tesla magnetic resonance images",
        "Magnetic resonance imaging of normal and osteoarthritic trabecular bone structure in the human knee",
        "High-resolution magnetic resonance imaging: three-dimensional trabecular bone architecture and biomechanical properties",
        "Morphological characterization of trabecular bone structure using high resolution magnetic resonance imaging",
        "Tibiofemoral movement 3: full flexion in the living knee studied by MRI",
        "Changes in tibiofemoral contact mechanics following radial split and vertical tears of the medial meniscus an in vitro investigation of the efficacy of arthroscopic repair"
    ],
    "affiliation": [
        {
            "affiliation-city": "Istanbul",
            "@id": "60103920",
            "affilname": "Demiroglu Bilim University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103920",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60079887",
            "affilname": "VA San Diego Healthcare System",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60079887",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "60030612",
            "affilname": "University of California, San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030612",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Veterans Affairs Office of Research and Development",
        "National Institute of Health",
        "National Institute of Arthritis and Musculoskeletal and Skin Diseases"
    ]
}