{
    "eid": "2-s2.0-85041732215",
    "title": "Adoption of mobile banking services: An empirical examination between Gen Y and Gen Z in Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Electrical and Electronic Engineering",
            "@code": "2208"
        },
        {
            "$": "Computer Networks and Communications",
            "@code": "1705"
        },
        {
            "$": "Hardware and Architecture",
            "@code": "1708"
        }
    ],
    "keywords": [
        "Factors",
        "Gen Y",
        "Gen Z",
        "Mobile Banking.",
        "—Adoption"
    ],
    "authors": [
        "Athapol Ruangkanjanases"
    ],
    "citedby-count": 4,
    "ref-count": 26,
    "ref-list": [
        "International Journal of Business and Information",
        "Mobile Banking 2015: Global Trends and Their Impact on Banks",
        "The Use of Mobile Banking and Internet Banking (Statistics)",
        "Investigating the factors influencing the adoption of m-banking: A cross cultural study",
        "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
        "Belief, Attitude, Intention and Behavior: An Introduction to Theory and Research",
        "Action Control: From Cognition to Behavior",
        "Understanding information technology usage: A test of competing models",
        "Diffusion of Innovations",
        "Journal of Behavioral Studies in Business",
        "Gen Y or Boomer, They Think The Same",
        "Journal of Business and Management Research",
        "Reconceptualizing compatibility beliefs in technology acceptance research",
        "INNOVATION CHARACTERISTICS AND INNOVATION ADOPTION-IMPLEMENTATION: A META-ANALYSIS OF FINDINGS.",
        "Proc. of The Seventh Americas Conference on Information",
        "A Conceptual and Operational Definition of Personal Innovativeness in the Domain of Information Technology",
        "Understanding Students’ Technology Appropriation and Learning Perceptions in Online Learning Environments",
        "Computer self-efficacy: Development of a measure and initial test",
        "Proc. of The 10th Global Journal on Business and Economics Conference",
        "Sunway Academic Journal",
        "Network effects: The influence of structural capital on open source project success",
        "Statistics: An Introductory Analysis",
        "Mutivariate Data Analysis",
        "Demographic and motivation variables associated with Internet usage activities",
        "Predicting consumer intention to purchase virtual goods in online games: Empirical examination between generation X and generation Y in Thailand",
        "A caution regarding rules of thumb for variance inflation factors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}