{
    "eid": "2-s2.0-84924041773",
    "title": "1,1-Disubstituted-2-vinylcyclopropanes for the synthesis of amphiphilic polymers",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "1,1-Disubstituted-2-vinylcyclopropanes",
        "Activated pentafluorophenyl ester",
        "Amphiphilic polymer",
        "Polymeric surfactant",
        "Post-polymerization modification"
    ],
    "authors": [
        "Denis H. Seuyep Ntoukam"
    ],
    "citedby-count": 7,
    "ref-count": 35,
    "ref-list": [
        "Makromol Chem",
        "J Polym Sci",
        "Static properties of polysoaps in dilute solution",
        "Surfactants and polymers in aqueous solution",
        "Polysoaps in aqueous solutions: Intermolecular versus intramolecular hydrophobic aggregation studied by fluorescence spectroscopy",
        "Solubilization by polysoaps",
        "Polymerizable and polymeric zwitterionic surfactants: 2. Surface activity and aggregation behaviour in aqueous systems",
        "Dynamics of micellar oligomeric and monomeric sodium 10-undecenoate",
        "Makromol Chem",
        "Self-organization of hydrophobized polyzwitterions",
        "Lyotropic liquid crystalline phase behavior of a polymeric amphiphile polymerized via their hydrophilic ends",
        "Poly(ethylene oxide) Macromonomers. 7. Micellar Polymerization in Water",
        "Makromol Chem",
        "A new approach for modular polymer-polymer conjugations via Heck coupling",
        "One-pot multi-step reactions based on thiolactone chemistry: A powerful synthetic tool in polymer science",
        "Multicomponent reactions with a convertible isocyanide: Efficient and versatile grafting of ADMET-derived polymers",
        "One-pot double modification of p(NIPAAm): A tool for designing tailor-made multiresponsive polymers",
        "Combining thio-bromo Click chemistry and raft polymerization: a powerful tool for preparing functionalized multiblock and hyperbranched polymers",
        "From polymer sequence control to protein recognition: Synthesis, self-assembly and lectin binding",
        "Highly orthogonal functionalization of ADMET polymers via photo-induced Diels-Alder reactions",
        "Sequential post-polymerization modification reactions of poly(pentafluorophenyl 4-vinylbenzenesulfonate)",
        "Thiol-ene modification of electrospun polybutadiene fibers crosslinked by UV irradiation",
        "Preparation of functional polyamine scaffolds via mitsunobu post-polymerization modification reactions",
        "Post-polymerization modification of reactive polymers derived from vinylcyclopropane: 1. synthesis and thermo-responsive behaviour",
        "Post-polymerization modification of reactive polymers derived from vinylcyclopropane: A poly(vinylcyclopropane) derivative with physical gelation and UCST behaviour in ethanol-water mixtures",
        "Postpolymerization modification of reactive polymers derived from vinylcyclopropane. III. Polymer sequential functionalization using a combination of amines with alkoxyamines, hydrazides, isocyanates, or acyl halides",
        "Radical Polymerizaion Behavior of 1, 1-Disubstituted 2-Vinylcyclopropanes",
        "Surfactants and polymers in aqueous solution",
        "Exploratory studies on the surface activity of polysoaps",
        "Amphiphilic hyperbranched polyelectrolytes: A new type of polysoap",
        "Structurally controlled \"polysoaps\" via RAFT copolymerization of AMPS and n-dodecyl acrylamide for environmental remediation",
        "Adsorption of poly-2-(dimethylamino) ethylmethacrylate-N-alkyl quaternized at the water/chloroform interface",
        "Polyampholytes: synthesis, characterization, and application",
        "Synthesis of soybean oil-based polymeric surfactants in supercritical carbon dioxide and investigation of their surface properties",
        "Self-Organization of Poly(allylamine)s Containing Hydrophobic Groups and Its Effect on the Interaction with Small Molecules. 1. Static Fluorometry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hamburg",
            "affilname": "Universität Hamburg",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}