{
    "eid": "2-s2.0-84927017131",
    "title": "Identification of Staphylococcus strain CH1-8 and its oil-degradation",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Biosurfactant",
        "Lipase",
        "Oildegradation",
        "Staphylococcus xylosus"
    ],
    "authors": [
        "Sirilak Namwong"
    ],
    "citedby-count": 8,
    "ref-count": 36,
    "ref-list": [
        "Cowan and Steel's Manual for the Identification of Medical Bacteria",
        "The biodegradation of olive oil and the treatment of lipid-rich wool scouring wastewater under aerobic thermophilic conditions",
        "Anaerobic batch digestion of sheep tallow",
        "Metabolic blocking of exopolysaccharides synthesis: Effects on microbial adhesion and biofilm accumulation",
        "Treatment of Candida rugosa lipase with short-chain polar organic solvents enhances its hydrolytic and synthetic activities",
        "Exopolymeric substances (EPS) produced by petroleum microbial consortia",
        "Microbial production of surfactants and their commercial potential",
        "Characterization and technological properties of Staphylococcus xylosus strains isolated from a Tunisian traditional salted meat",
        "Evolutionary",
        "Enzymatic hydrolysis of soybean oil using lipase from different sources to yield concentrated of polyunsaturated fatty acids",
        "Production and properties of a biosurfactant obtained from a member of the Bacillus subtilis group (PTCC 1696)",
        "Determination of key enzyme activities in commercial peptidase and lipase preparations from microbial or animal sources",
        "Hydrocarbon-degrading bacteria and the bacterial community response in Gulf of Mexico beach sands impacted by the deepwater horizon oil spill",
        "MEGA2: Molecular evolutionary genetics analysis software",
        "Bioconversion of Waste Material to IndustrialProducts",
        "Isolation and characterization of a lipid-degrading bacterium and its application to lipid-containing wastewater treatment",
        "Manual of environmental microbiology",
        "Biochemical and molecular characterization of Staphylococcus xylosus lipase",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. nov. from fish sauce in Thailand",
        "Oceanobacillus kapialis sp. nov., from fermented shrimp paste in Thailand",
        "Rhamnolipid produced by Pseudomonas aeruginosa USM-AR2 facilitates crude oil distillation",
        "Wastewater treatment",
        "Oily wastewater treatment by ultrafiltration: pilot-scale results and full-scale design",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Thermoalkalophilic lipase of Bacillus thermocatenulatus. I. Molecular cloning, nucleotide sequence, purification and some properties",
        "Isolation and characterization of a lipolytic bacterium capable of growing in a low-water-content oil-water emulsion",
        "Lipase activity of thermophilic bacteria from icelandic hot springs",
        "Staphylococcus nepalensis sp. nov., isolated from goats of the Himalayan region",
        "Understanding and advancing wastewater treatment",
        "Management strategies for oil and grease residues",
        "Staphylococcus piscifermentans sp. nov., from fermented fish in Thailand",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Staphylococcus pettenkoferi sp. nov., a novel coagulase-negative staphylococcal species isolated from human clinical specimens",
        "Solvent-free glycerolysis of sunflower oil and anchovy oil catalyzed by a 1,3-specific lipase",
        "Characteristics of biosurfactant produced by Pseudomonas aeruginosa S6 isolated from oil-containing wastewater",
        "Enzyme technology for the lipids industry: An engineering overview"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Suan Sunandha Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}