{
    "eid": "2-s2.0-85113667623",
    "title": "Growth, secondary metabolite production, and in vitro antiplasmodial activity of Sonchus arvensis L. callus under dolomite [CaMg(CO3)2] treatment",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Dwi Kusuma Wahyuni",
        "Shilfiana Rahayu",
        "Andi Hamim Zaidan",
        "Wiwied Ekasari",
        "Sehanat Prasongsuk",
        "Hery Purnobasuki"
    ],
    "citedby-count": 11,
    "ref-count": 45,
    "ref-list": [
        "Phytochemical and pharmacological profile of Pterocarpus marsupium: A review",
        "Morpho-anatomical structure and DNA barcode of Sonchus arvensis L",
        "Keanekaragaman genetik tempuyung. (Sonchus arvensis L.) berdasarkan marka Inter-Simple Sequence Repeats (ISSR)",
        "Quantitative HPLC analysis of phenolic acids, flavonoids, and ascorbic acid in four different solvent extracts of two wild edible leaves, Sonchus arvensis and Oenanthe linearis of North-Eastern region in India",
        "Sukrasno. In vitro evaluation of xanthine oxidase inhibitory activity of selected medicinal plants",
        "Aktivitas imunomodulator ekstrak etanol daun tempuyung (Sonchus arvensis Linn.)",
        "Isolation, identification and antibacterial test of triterpenoid compounds from n-hexane extract of tempuyung leaves (Sonchus arvensis L.)",
        "Callus induction of Sonchus arvensis L. and its antiplasmodial activity",
        "Induksi tanaman Kakao (Theobroma cacao L.) pada media MS dengan penambahan 2, 4-D, BAP dan air kelapa",
        "In vitro proliferation of an important medicinal plant Aloe; a method for rapid production",
        "Callus growth kinetics and accumulation of secondary metabolites of Bletilla striata Rchb.f. using a callus suspension culture",
        "Elicitation: A biotechnological tool for enhanced production of secondary metabolites in hairy root cultures",
        "In vitro micropropagation of Anthurium digitatum using leaf as explant",
        "Effects of surface application of dolomitic limestone and calcium-magnesium silicate on soybean and maize in rotation with green manure in a tropical region",
        "Sporicidal characteristics of heated dolomite powder against Bacillus subtilis spores",
        "Antiviral Activities of heated dolomite powder",
        "Effect of dolomite application on plant growth, activities of polyphenol oxidase an internal quality of grand rapids lettuce",
        "A revised medium for rapid growth and bioassays with tobacco tissue culture",
        "Drug sensitivity of Plasmodium falciparum. An invitro microtechnique",
        "Compact callus cultures, and evaluation of the antioxidant activity of Hovenia dulcis Thunb. (Rhamnaceae) under in vivo and in vitro culture conditions",
        "Induksi Kalus binahong (Basella rubra L.) secara in vitro pada media Murashige ` Skoog dengan konsentrasi sukrosa yang berbeda",
        "Artificial light and growth regulators on the in vitro etiolation of Cattleya labiate",
        "Red light controlled callus morphogenetic patterns and secondary metabolites production in Withania somnifera L",
        "Evaluation of different carbon sources for high frequency callus culture with reduced phenolic secretion in cotton (Gossypium hirsutum L.) cv. SVPR-2",
        "Effects of variations in culture media and hormonal treatments upon callus induction potential in endosperm explant of Barringtonia racemosa L",
        "Polyphenol oxidases in crops: Biochemical, physiological, and genetic aspects",
        "Pengaruh pemberian dolomit terhadap beberapa sifat kimia tanah gambut dan pertumbuhan serta hasil tanaman bawang merah (Allium ascalonicum L)",
        "Hàcaron;rta M, Bobis`cedil; O. Changes induced by gamma ray irradiation on biomass production and secondary metabolites accumulation in Hypericum triquetrifolium Turra. callus cultures",
        "Morpho-anatomical characterization of secondary somatic embryogenesis in Azadirachta indica (Meliaceae)",
        "High frequency plant regeneration and histological analysis of callus in Cichorium intybus: An important medicinal plant",
        "Ultrastructural characteristics of callus cells of Nicotiana tabacum L. var. BELW3 grown in presence of NaCl",
        "Effect of dolomite and biochar addition on N2O and CO2 emissions from acidic tea field soil",
        "High frequency plant regeneration and histological analysis of callus in Cichorium intybus: An important medicinal plant",
        "Effects of light, sucrose concentration, and repetitive subculture on callus growth and medically important production in Justicia gendarussa Burm.f",
        "Genetic transformation of Terminalia chebula Retz. and detection of tannin in transformed tissue",
        "Antimalarial activity of Tanzanian medicinal plants",
        "Novel antiplasmodial agents from Christia vespertilionis",
        "Uji daya antimalarial Artemisia spp. terhadap Plasmodium falciparum",
        "Phytochemical Screening and thin layer chromatography of Acacia etbaica ssp. Uncinata leaves",
        "Thin layer chromatographic profiling and phytochemical screening of six medicinal plants in Bangladesh"
    ],
    "affiliation": [
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Yogyakarta",
            "@id": "60108120",
            "affilname": "Universitas Islam Negeri Sunan Kalijaga, Yogyakarta",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108120",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}