{
    "eid": "2-s2.0-84938354651",
    "title": "Development of a cyclodextrin-based aqueous cyclosporin A eye drop formulations",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Cyclodextrins",
        "Cyclosporin A",
        "Dry eye disease",
        "Eye drops",
        "Nanoparticles"
    ],
    "authors": [
        "Sunna Jóhannsdóttir"
    ],
    "citedby-count": 45,
    "ref-count": 35,
    "ref-list": [
        "Management and therapy of dry eye disease: Report of the management and therapy subcommittee of the international Dry Eye WorkShop (2007)",
        "Methodologies to diagnose and monitor dry eye disease: Report of the diagnostic methodology subcommittee of the international Dry Eye Workshop (2007)",
        "Cyclodextrins as pharmaceutical solubilizers",
        "The treatment of dry eye",
        "Topical Ophthalmic Cyclosporine: Pharmacology and Clinical Uses",
        "Tear Diluents in the Treatment of Keratoconjunctivitis Sicca",
        "γ-cyclodextrin nanoparticle eye drops with dorzolamide: Effect on intraocular pressure in man",
        "Adv. Anal. Chem. Instrum.",
        "Ophthalmic drug delivery in glaucoma-a review",
        "Dorzolamide cyclodextrin nanoparticle suspension eye drops and trusopt in rabbit",
        "Kinetics of γ-cyclodextrin nanoparticle suspension eye drops in tear fluid",
        "The effect on the cornea of alpha cyclodextrin vehicle for cyclosporin eye drops",
        "Nanosuspension as an ophthalmic delivery system for certain glucocorticoid drugs",
        "Cyclosporine A delivery to the eye: A pharmaceutical challenge",
        "Cyclosporin A: A powerful immunosuppressant",
        "Pharmaceutical applications of cyclodextrins. 1. Drug solubilization and stabilization",
        "Pharmaceutical applications of cyclodextrins: Basic science and product development",
        "Cyclodextrins and their pharmaceutical applications",
        "Determination of aqueous solubility by heating and equilibration: A technical note",
        "Self-Association of Cyclodextrins and Cyclodextrin Complexes",
        "Evaluation of cyclodextrin solubilization of drugs",
        "Self-assembled cyclodextrin aggregates and nanoparticles",
        "Self-assembly of cyclodextrin complexes: Aggregation of hydrocortisone/cyclodextrin complexes",
        "Effect of γ-cyclodextrin on solubilization and complexation of irbesartan: Influence of pH and excipients",
        "Kinetics and Mechanism of Isomerization of Cyclosporin A",
        "The Importance of Structural Factors on the Rate and the Extent of N,O-acyl Migration in Cyclic and Linear Peptides",
        "Osmolality and tear film dynamics",
        "Mechanisms of drug release from cyclodextrin complexes",
        "Cyclosporin A - A review on fermentative production, downstream processing and pharmacological applications",
        "Spontaneous opalescence of aqueous γ-cyclodextrin solutions: Complex formation or self-aggregation?",
        "The immunosuppressive effects of 0.025% cyclosporin eye drops in alpha cyclodextrin on rabbit corneal allografts",
        "Topical dexamethasone-cyclodextrin microparticle eye drops for diabetic macular edema",
        "Solvent-Dependent Conformation and Hydrogen-Bonding Capacity of Cyclosporin A: Evidence from Partition Coefficients and Molecular Dynamics Simulations",
        "Clinical review: Topical ophthalmic use of cyclosporin A",
        "An overview on dry eye treatment: Approaches for cyclosporin A delivery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Reykjavik",
            "affilname": "Landspitali - The National University Hospital of Iceland",
            "affiliation-country": "Iceland"
        },
        {
            "affiliation-city": "Reykjavik",
            "affilname": "Haskoli Islands",
            "affiliation-country": "Iceland"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Háskóli Íslands"
    ]
}