{
    "eid": "2-s2.0-84889640576",
    "title": "Ultraviolet radiation-induced generation of reactive oxygen species, DNA damage and induction of UV-absorbing compounds in the cyanobacterium Rivularia sp. HKAR-4",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "DNA damage",
        "Mycosporine-like amino acids",
        "Reactive oxygen species",
        "Rivularia sp.",
        "Thymine dimers",
        "Ultraviolet radiation"
    ],
    "authors": [
        "R. P. Rastogi"
    ],
    "citedby-count": 45,
    "ref-count": 55,
    "ref-list": [
        "Effects of solar ultraviolet radiation on terrestrial ecosystems. Patterns, mechanisms, and interactions with climate change",
        "High-light-induced changes on photosynthesis, pigments, sugars, lipids and antioxidant enzymes in freshwater (Nostoc spongiaeforme) and marine (Phormidium corium) cyanobacteria",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "UVB and UVA radiation-mediated damage to isolated and cellular DNA",
        "The Biology of Blue-Green Algae",
        "The photoprotector mechanism of mycosporine-like amino acids. Excited-state properties and photostability of porphyra-334 in aqueous solution",
        "Larger yield of cyclobutane dimers than 8-oxo-7,8-dihydroguanine in the DNA of UVA-irradiated human skin cells",
        "UV-A Sunscreen From Red Algae for Protection Against Premature Skin Aging",
        "Antioxidant activity of mycosporine-like amino acids isolated from three red macroalgae and one marine lichen",
        "Cyanophyta",
        "Reaction mechanism of thymine dimer formation in DNA induced by UV light",
        "Solar PAR and UV radiation affects the physiology and morphology of the cyanobacterium Anabaena sp. PCC 7120",
        "Evidence regarding the UV sunscreen role of a mycosporine-like compound in the cyanobacterium Gloeocapsa sp.",
        "Recent Research Developments in Photochemistry and Photobiology",
        "Induction of the synthesis of an UV-absorbing substance in the green alga Prasiola stipitata",
        "Effects of UV radiation on aquatic ecosystems and interactions with climate change",
        "Free Radicals in Biology and Medicine",
        "Effects of intense PAR and UV radiation on photosynthesis, growth and pigmentation in the rice-field cyanobacterium Anabaena sp.",
        "Near-ultraviolet photolysis of β-phenylpyruvic acid generates free radicals and results in DNA damage",
        "UV-B-induced formation of reactive oxygen species and oxidative damage of the cyanobacterium Anabaena sp.: Protective effects of ascorbic acid and N-acetyl-L-cysteine",
        "Reactive oxygen species and UV-B: Effect on cyanobacteria",
        "Photosensitized DNA damage and its protection via a novel mechanism",
        "UVA generates pyrimidine dimers in DNA directly",
        "Natural ultraviolet radiation and photosynthetically active radiation induce formation of mycosporine-like amino acids in the marine macroalga Chondrus crispus (Rhodophyta)",
        null,
        "Evidences showing ultraviolet-B radiation-induced damage of DNA in cyanobacteria and its detection by PCR assay",
        "Oxidative stress in cyanobacteria",
        "Oxidative Stress in Tropical Marine Ecosystems",
        "Unprecedented Arctic ozone loss in 2011",
        "Mycosporine-like amino acids extracted from scallop (Patinopecten yessoensis) ovaries: UV protection and growth stimulation activities on human cells",
        "Mutations induced by ultraviolet light",
        "Production of reactive oxygen species by photosystem II",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "Solar ultraviolet radiation-induced dna damage and protection/repair strategies in cyanobacteria",
        "Apoptosis: Molecular mechanisms and pathogenicity",
        "Detection of reactive oxygen species (ROS) by the oxidant-sensing probe 2',7'-dichlorodihydrofluorescein diacetate in the cyanobacterium Anabaena variabilis PCC 7937",
        "Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair",
        "Mycosporine-like amino acids profile and their activity under PAR and UVR in a hot-spring cyanobacterium Scytonema sp. HKAR-3",
        "Ultraviolet-B-induced DNA damage and photorepair in the cyanobacterium Anabaena variabilis PCC 7937",
        "Molecular characterization of hot spring cyanobacteria and evaluation of their photoprotective compounds",
        "Generation of reactive oxygen species upon strong visible light irradiation of isolated phycobilisomes from Synechocystis PCC 6803",
        "UVA-induced cyclobutane pyrimidine dimers form predominantly at thymine-thymine dipyrimidines and correlate with the mutation spectrum in rodent cells",
        "GROWTH CHARACTERISTICS OF THE BLUE-GREEN ALGAL VIRUS LPP-1.",
        "Cyanobacteria and ultraviolet radiation (UVR) stress: Mitigation strategies",
        "An improved method for genomic DNA extraction from cyanobacteria",
        "UV-protectants in cyanobacteria",
        "Induction of a mycosporine-like amino acid (MAA) in the rice-field cyanobacterium Anabaena sp. by UV irradiation",
        "A simple and efficient method for the quantitative analysis of thymine dimers in cyanobacteria, phytoplankton and macroalgae",
        "Effects of UV and visible light on cyanobacteria at the cellular level",
        "UV-B-induced synthesis of mycosporine-like amino acids in three strains of Nodularia (cyanobacteria)",
        "Life of wetland cyanobacteria under enhancing solar UV-B radiation",
        "Cyanobacterial biofertilizers in rice agriculture",
        "Ultraviolet-B exposure induces photo-oxidative damage and subsequent repair strategies in a desert cyanobacterium Microcoleus vaginatus Gom.",
        "Strategies of ultraviolet-B protection in microscopic algae",
        "Differential response of growth, photosynthesis, antioxidant enzymes and lipid peroxidation to UV-B radiation in three cyanobacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Varanasi",
            "affilname": "Banaras Hindu University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Erlangen",
            "affilname": "Friedrich-Alexander-Universität Erlangen-Nürnberg",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "University Grants Commission",
        "Faculty of Science, Chulalongkorn University"
    ]
}