{
    "eid": "2-s2.0-85053893317",
    "title": "Actinomadura rhizosphaerae sp. Nov., isolated from rhizosphere soil of the plant Azadirachta Indica",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinomadura rhizosphaerae",
        "Actinomycetes",
        "Polyphasic taxonomy",
        "Rhizosphere soil"
    ],
    "authors": [
        "Kingchan Malisorn",
        "Pawina Kanchanasin",
        "Wongsakorn Phongsopitanun",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 6,
    "ref-count": 32,
    "ref-list": [
        "A critical evaluation of the genera of aerobic actinomycetes",
        "Proposal for a new hierarchic classification system, Actinobacteria classis nov",
        "Clarification of the relationship between the members of the family Thermomonosporaceae on the basis of 16S rDNA, 16S-23S rRNA internal transcribed spacer and 23S rDNA sequences and chemotaxonomic analyses",
        "Transfer of Actinomadura spadix Nonomura and Ohara 1971 to Actinoallomurus spadix gen. Nov., comb. nov., and description of Actinoallomurus amamiensis sp. nov., Actinoallomurus caesius sp. nov., Actinoallomurus coprocola sp. nov., Actinoallomurus fulvus sp. nov., Actinoallomurus iriomotensis sp. nov., Actinoallomurus luridus sp. nov., Actinoallomurus purpureus sp. nov. and Actinoallomurus yoronensis sp. nov",
        "Actinomadura flavalba sp. Nov., an endophytic actinomycete isolated from leaves of Maytenus austroyunnanensis",
        "Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenus austroyunnanensis in Xishuangbanna tropical rainforest revealed by culture-dependent and culture-independent methods",
        "Actinomadura maheshkhaliensis sp. Nov., a novel actinomycete isolated from mangrove rhizosphere soil of Maheshkhali, Bangladesh",
        "Actinomadura sediminis sp. Nov., a marine actinomycete isolated from mangrove sediment",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Taxonomic revision of the actinomycete genera Actinomadura and Microtetraspora",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Methods for characterization of Streptomyces species",
        "Culture Media for Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S ribosomal DNA amplification for phylogenetic study",
        "16S/23S rRNA sequencing",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Udon Thani",
            "@id": "60194920",
            "affilname": "Udon Thani Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194920",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}