{
    "eid": "2-s2.0-84933037632",
    "title": "Texture of composite resins exposed to two- and three-body wear in vitro",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Composite resin",
        "Morphological feature",
        "Three-body wear",
        "Two-body wear"
    ],
    "authors": [
        "Naohiko Iwasaki"
    ],
    "citedby-count": 6,
    "ref-count": 25,
    "ref-list": [
        "Is the wear of dental composites still a clinical concern?. Is there still a need for in vitro wear simulating devices?",
        "Tribology handbook",
        "Resin-based composite performance: Are there some things we can't predict?",
        "Nanofilled and microhybrid composite restorations: Five-year clinical wear performances",
        "How to simulate wear?. Overview of existing methods",
        "How to qualify and validate wear simulation devices and methods",
        "Correlation of wear in vivo and six laboratory wear methods",
        "J Biomed Mater Res Part B",
        "Quantitative wear and wear damage analysis of composite resins in vitro",
        "Effects of cyclic loading on occlusal contact area wear of composite restoratives",
        "Wear of three dental composites under different testing conditions",
        "Influence of filler loading on the two-body wear of a dental composite",
        "Wear and fatigue behavior of nano-structured dental resin composites",
        "Softening of BISGMA‐based polymers by ethanol and by organic acids of plaque",
        "Influence of the antagonist material on the wear of different composites using two different wear simulation methods",
        "Influence of Shearing Action of Food on Contact Stress and Subsequent Wear of Stress-bearing Composites",
        "Effect of Abrasion Medium on Wear of Stress-bearing Composites and Amalgam in vitro",
        "Correlation between in vitro and in vivo wear of posterior restorative materials",
        "Evaluation of composite wear with a new multi-mode oral wear simulator",
        "Characterization of third-body media particles and their effect on in vitro composite wear",
        "Buonocore memorial lecture. Evaluation of clinical performance for posterior composite resins and dentin adhesives.",
        "Occlusal abrasion of a composite restorative resin with ultra-fine filler--an initial study.",
        "Protection hypothesis for composite wear",
        "Comparative evaluation of mechanical characteristics of nanofiller containing resin composites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sendai",
            "affilname": "Tohoku University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Institute of Science Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}