{
    "eid": "2-s2.0-84949599828",
    "title": "Electrokinetic enhancement on phytoremediation in zinc contaminated soil by Ruzi grass",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        }
    ],
    "keywords": [
        "Electrokinetic",
        "Phytoremediation",
        "Ruzi grass",
        "Soil",
        "Zinc"
    ],
    "authors": [
        "Dararat Rojanapithayakorn"
    ],
    "citedby-count": 3,
    "ref-count": 18,
    "ref-list": [
        "Electrokinetic enhancement on phytoremediation in Zn, Pb, Cu and Cd contaminated soil using potato plants",
        "Phytoremediation of heavy metals-Concepts and applications",
        "Influence of electrical fields (AC and DC) on phytoremediation of metal polluted soils with rapeseed (Brassica napus) and tobacco (Nicotiana tabacum)",
        "Zinc in plants: Tansley review",
        "Enrichment of cereal grains with zinc: Agronomic or genetic biofortification?",
        "Enrichment of fertilizers with zinc: An excellent investment for humanity and crop production in India",
        "Electrokinetic-enhanced phytoremediation of soils: Status and opportunities",
        "Effects of electrokinetic-assisted phytoremediation of a multiple-metal contaminated soil on soil metal bioavailability and uptake by Indian mustard",
        "Uptake of polycyclic aromatic hydrocarbons by Trifolium pretense L. from water in the presence of a nonionic surfactant",
        "Phytoremediation of lead using Indian mustard (Brassica juncea) with EDTA and electrodics",
        "Toxicity of heavy metals (Zn, Cu, Cd, Pb) to vascular plants - A literature review",
        "Application of EAPR system on the removal of lead from sandy soil and uptake by Kentucky bluegrass (Poa pratensis L.)",
        "Phytoremediation of Lead Contaminated Soils",
        "Microwave Assisted Acid Digestion of Siliceous and Organically Based Matrices",
        "Field crops for phytoremediation of metal-contaminated land. A review",
        "Phytoremediation Methods and Reviews",
        "Ryegrass uptake of soil Cu/Zn induced by EDTA/EDDS together with a vertical direct-current electrical field",
        "Biofortification and phytoremediation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}