{
    "eid": "2-s2.0-84940668086",
    "title": "Volatile compounds with characteristic odor of essential oil from Magnolia obovata leaves by hydrodistillation and solvent-assisted flavor evaporation",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "AEDA",
        "Hydrodistillation",
        "Magnolia obovata",
        "Solvent-assisted flavor evaporation",
        "Volatile compounds"
    ],
    "authors": [
        "Mitsuo Miyazawa"
    ],
    "citedby-count": 22,
    "ref-count": 23,
    "ref-list": [
        "Antifungal constituents in the bark of Magnolia obovata Thunb",
        "Composition of the bark oil of Magnolia obovata Thunb.",
        "Anti-emetic principles of Magnolia obovata bark and Zingiber officinale rhizome",
        "Gendai Toyo Igaku",
        "Yakugaku Zasshi",
        "Re-investigation on odour thresholds of key food aroma compounds and development of an aroma language based on odour qualities of defined aqueous odorant solutions",
        "Studies on the components of Magnolia obovata Thunb. IV. Components of leaves (1) (Japanese)",
        "Establishing reporting standards for metabolomic and metabonomic studies: A call for participation",
        "Difference in the volatile composition of pine-mushrooms (Tricholoma matsutake Sing.) according to their grades",
        "Prediction of Japanese green tea ranking by gas chromatography/mass spectrometry-based hydrophilic metabolite fingerprinting",
        "Metabolic profiling and analysis of volatile composition of durum wheat semolina and pasta",
        null,
        "Metabolite profiling of doenjang, fermented soybean paste, during fermentation",
        "Extraction of essential oil from Cupressus sempervirens: Comparison of global yields, chemical composition and antioxidant activity obtained by hydrodistillation and supercritical extractionh",
        "Solvent assisted flavour evaporation - A new and versatile technique for the careful and direct isolation of aroma compounds from complex food matrices",
        "Characterization of aroma compounds in Chinese rice wine Qu by solvent-assisted flavor evaporation and headspace solid-phase microextraction",
        "Instrumental and sensory characterization of heat-induced odorants in aseptically packaged soy milk",
        "Evaluation of the key odorants of foods by dilution experiments, aroma models and omission",
        "Volatile compounds with characteristic odour in moso-bamboo stems (Phyllostachys pubescens Mazel ex Houz. De ehaie)",
        "Evaluation of Important Odourants in Foods by Dilution Techniques",
        "Biosynthesis of the irregular monoterpene artemisia ketone, the sesquiterpene germacrene D and other isoprenoids in Tanacetum vulgare L. (Asteraceae)",
        "Innov. J",
        "Character impact odorants of fennel fruits and fennel tea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Higashiosaka",
            "affilname": "Kindai University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}