{
    "eid": "2-s2.0-85020513893",
    "title": "Systematic Review and Meta-analysis of en Bloc Vertebrectomy Compared with Intralesional Resection for Giant Cell Tumors of the Mobile Spine",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "en bloc vertebrectomy",
        "giant cell tumor",
        "intralesional resection",
        "meta-analysis",
        "mobile spine",
        "postoperative complications",
        "recurrence"
    ],
    "authors": [
        "Panya Luksanapruksa"
    ],
    "citedby-count": 21,
    "ref-count": 28,
    "ref-list": [
        "Prevalence of primary spinal tumors: 15-year data from Siriraj hospital",
        "Giant cell tumor of the mobile spine: A review of 49 cases",
        "Giant cell tumours of the mobile spine: characteristic imaging features and differential diagnosis",
        "Metastatic behaviour of giant cell tumour of the spine",
        "Giant cell tumor of the sacrum and spine: series of 23 cases and a review of the literature.",
        "Surgical strategy for the management of sacral giant cell tumors: A 32-case series",
        "Analysis of risk factors for recurrence of giant cell tumor of the sacrum and mobile spine combined with preoperative embolization",
        "Methodological index for non-randomized studies (Minors): Development and validation of a new instrument",
        "Operating characteristics of a rank correlation test for publication bias",
        "Funnel plots for detecting bias in meta-analysis: Guidelines on choice of axis",
        "Systematic reviews in health care: Investigating and dealing with publication and other biases in meta-analysis",
        "Surgical treatment of giant cell tumours of the thoracic and lumbar spine: Report of nine patients",
        "Giant cell tumor of the cervical spine: A series of 22 cases and outcomes",
        "Surgial treatment of giant-cell tumor of the spine. The experience at the Istituto Ortopedico Rizzoli",
        "Surgical treatment for giant cell tumor of the thoracolumbar spine",
        "Giant-cell tumours of the spine",
        "Image-guided multilevel vertebral osteotomies for en bloc resection of giant cell tumor of the thoracic spine: Case report and description of operative technique",
        "Giant cell tumor of the thoracic spine: case report and review of the literature",
        "Vertebrectomy of giant cell tumor with vertebral artery embolization: Case report",
        "Giant cell tumor of the lumbar spine: operative management via spondylectomy and short-segment, 3-column reconstruction with pedicle recreation",
        "Giant cell tumor of lumbar vertebra: A case report with 13-year followup",
        "Giant-cell tumors of the cervical spine: Case report",
        "Giant cell tumor of upper thoracic spine",
        "Giant cell tumor of a lumbar vertebra in a 7-year-old child: A case report",
        "Giant cell tumor of the spine",
        "Surgical treatment of giant cell tumors of the sacrum and spine combined with pre-operative transarterial embolization",
        "Giant cell tumors of the spine: A clinical study of six cases, with emphasis on the radiological features, treatment, and follow-up",
        "Factors affecting prognosis of patients with giant cell tumors of the mobile spine: Retrospective analysis of 102 patients in a single center"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Little Rock",
            "affilname": "UAMS College of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "affilname": "Washington University in St. Louis",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}