{
    "eid": "2-s2.0-85067623710",
    "title": "GARCH in spinor field",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "dark volatility",
        "GARCH",
        "spinor field",
        "Volatility clustering"
    ],
    "authors": [
        "Richard Pincak",
        "Kabin Kanjamapornkul"
    ],
    "citedby-count": 0,
    "ref-count": 50,
    "ref-list": [
        "Glossary to ARCH (GARCH)",
        "Risk and volatility: Econometric models and financial practice",
        "Good volatility, bad volatility, and the cross section of stock returns",
        "ARCH models",
        "Exploiting the errors: A simple approach for improved volatility forecasting",
        "Risk everywhere: Modeling and managing volatility",
        "Empirical properties of asset returns: Stylized facts and statistical issues in: Quantitative Finance",
        "From the currency rate quotations onto strings and brane world scenarios",
        "A stochastic model for order book dynamics",
        "Anomaly on superspace of time series data",
        "Stock market crashes, precursors and replicas",
        "Stock market crashes are outliers",
        "GARCH(1, 1) model of the financial market with the Minkowski metric",
        "Identifying states of a financial market",
        "The study of Thai Stock Market during 2008 Crisis",
        "G-theory and its reduction to F(R)-gravity in FRW universe",
        "Scaling behaviour in the dynamics of an economic index",
        "The empirical mode decomposition and the Hilbert spectrum for nonlinear and non-stationary time series analysis",
        "Index cohesive force analysis reveals that the US market became prone to systemic collapses since 2002",
        "Analysis of long-run Dependence in Price Records and other economics Time series",
        "Volatility and correlation forecasting",
        "Are dynamic stochastic disequilibrium models Keynesian or neoclassical?",
        "ARCH modeling in finance: A review of the theory and empirical evidence",
        "On holo-Hilbert spectral analysis: A full informational spectral representation for nonlinear and non-stationary data, Philos. Trans. Royal Soc. A: A",
        "Roughing up beta: Continuous versus discontinuous betas and the cross section of expected stock returns",
        "With string model to time series forecasting",
        "The connection between spin and statistics",
        "Cosmic space and Pauli exclusion principle in a system of M 0-branes",
        "The affine structure of gravitational theories: Symplectic groups and geometry",
        "Metric and connections in theories of gravity. The role of equivalence principle",
        "Gravity from local Poincaré gauge invariance",
        "Closed string cohomology in open string field theory",
        "D-brane solutions under market panic",
        "Kolmogorov space in time series data",
        "Using string invariants for prediction searching for optimal parameters",
        "Identification of market trends with string and D2-brane maps",
        "Forecasting Laurent polynomial in the Chern-Simons current of V3 loop time series",
        "Gauge fields, knots and gravity",
        "The Chern-Simons current in time series of knots and links in proteins",
        "Chern-Simons current in system of DNA-RNA transcription",
        "String cohomology of Calabi-Yau hypersurfaces via mirror symmetry",
        "Semi-infinite cohomology and string theory",
        "Herd behavior and aggregate fluctuations in speculative markets",
        "Volatility clustering in financial markets: A microsimulation of interacting agents",
        "Support spinor machine",
        "Intrinsic time-scale decomposition: Time-frequency-energy analysis and real-time filtering of non-stationary signals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dubna",
            "@id": "60084305",
            "affilname": "Bogoliubov Laboratory of Theoretical Physics, Joint Institute for Nuclear Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60084305",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kosice",
            "@id": "60013982",
            "affilname": "Institute of Experimental Physics Slovak Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013982",
            "affiliation-country": "Slovakia"
        },
        {
            "affiliation-city": "Saraburi",
            "@id": "107965785",
            "affilname": "Asia-Pacific International University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/107965785",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Asia Pacific International University",
        "CERN",
        "Chulalongkorn University",
        "VEGA"
    ]
}