{
    "eid": "2-s2.0-85083293025",
    "title": "Comparison of ceria and zirconia based electrolytes for solid oxide electrolysis cells",
    "cover-date": "2021-07-13",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Ceria",
        "Hydrogen",
        "Scandium",
        "Solid oxide electrolysis cell",
        "Steam electrolysis",
        "Zirconia"
    ],
    "authors": [
        "P. Temluxame",
        "P. Puengjinda",
        "S. Peng-ont",
        "W. Ngampuengpis",
        "N. Sirimungkalakul",
        "T. Jiwanuruk",
        "T. Sornchamni",
        "P. Kim-Lohsoontorn"
    ],
    "citedby-count": 19,
    "ref-count": 58,
    "ref-list": [
        "The future of hydrogen",
        "Effect of sintering temperature on the electrical properties of a nanocomposite electrolyte based on calcium-doped ceria/ternary carbonate",
        "Structure, densification and electrical properties of Gd3+and Cu2+co-doped ceria solid electrolytes for SOFC applications: effects of Gd2O3content",
        "Synthesis and characterization of nanocrystalline ScSZ electrolyte for SOFCs",
        "Electrical conductivity of ZrO2-Sc2O3doped with HfO2, CeO2, and Ga2O3",
        "Grain boundary segregation and its influences on ionic conduction properties of scandia doped zirconia electrolytes",
        "Handbook of hydrogen energy",
        "Enhancing the phase stability and ionic conductivity of scandia stabilized zirconia by rare earth co-doping",
        "Degradation of the electrical conductivity in stabilised zirconia system: Part II: scandia-stabilised zirconia",
        "Phase stability and sintering behavior of 10mol% Sc2O3–1mol% CeO2–ZrO2ceramics",
        "Zirconia-based solid electrolytes: microstructure, stability and ionic conductivity",
        "On the phase relations and the electrical conductivity in the system ZrO2-Sc2O3",
        "Electrical conductivity of 10 mol% Sc2O3–1 mol% M2O3–ZrO2ceramics",
        "Mechanical properties of 1 mol% CeO2-10 mol% Sc2O3co-doped and stabilized ZrO2synthesized through hydro/solve-thermal method",
        "Scandia-stabilizied zirconia electrolyte for solid oxide fuel cell having improved stability in reducing atmosphere",
        "Experimental and theoretical aspects of the stabilization of zirconia",
        "Performance of solid oxide electrolysis cell having bi-layered electrolyte during steam electrolysis and carbon dioxide electrolysis",
        "Low-temperature co-sintering for fabrication of zirconia/ceria bi-layer electrolyte via tape casting using a Fe2O3sintering aid",
        "Effect of sintering additives on barium cerate based solid oxide electrolysis cell for syngas production from carbon dioxide and steam",
        "Effect of CuO as sintering additive in scandium cerium and gadolinium-doped zirconia-based solid oxide electrolysis cell for steam electrolysis",
        "A simple sonochemical approach for synthesis and characterization of Zn2SiO4nanostructures",
        "Barium zirconate titanate nanoparticles synthesized by the sonochemical method",
        "Low-temperature preparation of BaCeO3through ultrasonic-assisted precipitation for application in solid oxide electrolysis cell",
        "Preparation of CeO2nano rods through a sonication-assisted precipitation",
        "Scandia–zirconia electrolytes for intermediate temperature solid oxide fuel cell operation",
        "Scandia stabilized zirconia-ceria solid electrolyte (xSc1CeSZ, 5<x<11) for IT-SOFCs: structure and conductivity studies",
        "Evaluation of Sc2O3–CeO2–ZrO2electrolyte-based tubular fuel cells using activated charcoal and hydrogen fuels",
        "Conductivity ageing studies on 1M10ScSZ (M4+= Ce, Hf)",
        "Sintering and mechanical properties of gadolinium-doped ceria ceramics",
        "Electrical conductivity of stabilized zirconia with ytterbia and scandia",
        "Co-doping of scandia–zirconia electrolytes for SOFCs",
        "Influence of codoping on the conductivity of Sc-doped zirconia by first-principles calculations and experiments",
        "Structure and impedance of ZrO2doped with Sc2O3and CeO2",
        "Effects of dopant ionic radius on cerium reduction in epitaxial cerium oxide thin films",
        "Influence of aliovalent cation substitution on structural and electrical properties of Gd2(Zr1− xMx)2O7−δ(M= Sc, Y) systems",
        "Preparation and conductivity of Yb2O3–Y2O3and Gd2O3–Y2O3co-doped zirconia ceramics",
        "A homogeneous grain-controlled ScSZ functional layer for high performance low-temperature solid oxide fuel cells",
        "High-performance thin film solid oxide fuel cells with scandia-stabilized zirconia (ScSZ) thin film electrolyte",
        "Fabrication of YSZ/GDC bilayer electrolyte thin film for solid oxide fuel cells",
        "High power density thin film SOFCs with YSZ/GDC bilayer electrolyte",
        "Morphology control of La(Sr)Fe(Co)O3−acathodes for IT-SOFCs",
        "Electrochemical performance of unsintered Ba0.5Sr0.5Co0.8Fe0.2O3−δ, La0.6Sr0.4Co0.8Fe0.2O3−δ, and La0.8Sr0.2MnO3−δcathodes for metal-supported solid oxide fuel cells",
        "Electrical and microstructural characterization of Gd-doped Ceria/Y-doped Zirconia bi-layer electrolyte prepared by tape casting",
        "Electroceramics: characterization by impedance spectroscopy",
        "Improved performance and stability of Ag-infiltrated nanocomposite La0.6Sr0.4Co0.2Fe0.8O3−δ-(Y2O3)0.08(ZrO2)0.92oxygen electrode for H2O/CO2co-electrolysis",
        "Advances in ceramics: synthesis and characterization, processing and specific applications",
        "Technological development of hydrogen production by solid oxide electrolyzer cell (SOEC)",
        "Cation doping and oxygen diffusion in zirconia: a combined atomistic simulation and molecular dynamics study",
        "YSZ/GDC bilayer and gradient barrier layers deposited by reactive magnetron sputtering for solid oxide cells",
        "Morphologically well-defined Gd0.1Ce0.9O1.95embedded Ba0.5Sr0.5Co0.8Fe0.2O3-δnanofiber with an enhanced triple phase boundary as cathode for low-temperature solid oxide fuel cells",
        "Microstructural characterization and electrochemical properties of Ba0.5Sr0.5Co0.8Fe0.2O3−δand its application for anode of SOEC",
        "(La, Sr)(Cr, Mn)O3/GDC cathode for high temperature steam electrolysis and steam-carbon dioxide co-electrolysis",
        "Correlation between hydrogen production rate, current, and electrode overpotential in a solid oxide electrolysis cell with La0.6Sr0.4FeO3−δthin-film cathode",
        "Performance of solid oxide electrolysis cells based on composite La0.8Sr0.2MnO3−δ–yttria stabilized zirconia and Ba0.5Sr0.5Co0.8Fe0.2O3−δoxygen electrodes",
        "Complementary techniques for solid oxide electrolysis cell characterisation at the micro- and nano-scale",
        "Thermal expansion behavior and chemical compatibility of BaxSr1−xCo1−yFeyO3−δwith 8YSZ and 20GDC",
        "Thermal expansion coefficient of yttria stabilized zirconia for various yttria contents"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60114641",
            "affilname": "PTT Public Company Limited",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114641",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "PTT Public Company Limited",
        "National Science and Technology Development Agency",
        "Thailand Science Research and Innovation"
    ]
}