{
    "eid": "2-s2.0-84906512158",
    "title": "Effect of γ-cyclodextrin on solubilization and complexation of irbesartan: Influence of pH and excipients",
    "cover-date": "2014-10-20",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Complexation",
        "Excipient",
        "Irbesartan",
        "pH",
        "Solubilization",
        "γ-Cyclodextrin"
    ],
    "authors": [
        "Chutimon Muankaew"
    ],
    "citedby-count": 35,
    "ref-count": 70,
    "ref-list": [
        "2-Hydroxypropyl-ß-cyclodextrin complex with ketotifen fumerate for eye drops preparations",
        "Cyclodextrins as Bioavailability Enhancers",
        "Int. J. Res. Pharm. Chem.",
        "Influence of water-soluble polymers, pH and surfactants on mebendazole (MBZ) sulibilization by β-and partially methylated-β-cyclodextrins",
        "Self-assembly of β-cyclodextrin in water. Part 1: Cryo-TEM and dynamic and static light scattering",
        "Cyclodextrins as pharmaceutical solubilizers",
        "Interconnective host-guest complexation of β-cyclodextrin- calix[4]arene couples",
        "The utility of cyclodextrins for enhancing oral bioavailability",
        "A comparative assessment of solubility advantage from glassy and crystalline forms of a water-insoluble drug",
        "Role of the angiotensin II type 1 receptor in the pathogenesis of diabetic retinopathy: Effects of blood pressure control and beyond",
        "Combined effect of polarity and pH on the chromatographic behavior of some angiotensin II receptor antagonists and optimization of their determination in pharmaceutical dosage forms",
        "Effect of water-soluble polymers on naproxen complexation with natural and chemically modified β-cyclodextrins",
        "Neuroprotective effects of angiotensin II type 1 receptor (AT1-R) blocker via modulating AT1-R signaling and decreased extracellular glutamate levels",
        "Development of a new topical system: Drug-in-cyclodextrin-in-deformable liposome",
        "Skin penetration behaviour of liposomes as a function of their composition",
        "The aggregation of cyclodextrins as studied by photon correlation spectroscopy",
        "Promising complexes of acetazolamide for topical ocular administration",
        "γ-cyclodextrin nanoparticle eye drops with dorzolamide: Effect on intraocular pressure in man",
        "Advan. Anal. Chem. Instr.",
        "Preformulation study of the inclusion complex irbesartan-β-cyclodextrin",
        "Studies on the effect of water-soluble polymers on drug-cyclodextrin complex solubility",
        "Int. J. Pharm. Sci. Nanotechnol.",
        "CDs as solubilizers: Effects of excipients and competing drugs",
        "Effect of self-aggregation of γ-cyclodextrin on drug solubilization",
        "Cyclodextrin solubilization of carbonic anhydrase inhibitor drugs: Formulation of dorzolamide eye drop microparticle suspension",
        "Pharm. Dev. Technol.",
        "Dorzolamide cyclodextrin nanoparticle suspension eye drops and trusopt in rabbit",
        "Acta Ophthalmol.",
        "Formulation and evaluation of ophthalmic preparations of acetazolamide",
        "Int. J. Curr. Pharm. Res.",
        "Drug targeting to the hair follicles: A cyclodextrin-based drug delivery",
        "Cyclodextrins",
        null,
        "J. Incl. Phenom. Macrocycl. Chem.",
        "Cyclodextrins and their pharmaceutical applications",
        "The effect of water-soluble polymers on the aqueous solubility and complexing abilities of β-cyclodextrin",
        "Evaluation of cyclodextrin solubilization of drugs",
        "The complexation efficiency",
        "Cyclodextrin microparticles for drug delivery to the posterior segment of the eye: Aqueous dexamethasone eye drops",
        "The effects of water-soluble polymers on cyclodextrins and cyclodextrin solubilization of drugs",
        "Cyclodextrins and drug permeability through semi-permeable cellophane membranes",
        "The effects of organic salts on the cyclodextrin solubilization of drugs",
        "Effect of HPMC concentration on β-cyclodextrin solubilization of norfloxacin",
        "A review on recent studies and advances in ocular drug delivery system",
        "Development, evaluation and characterization of surface solid dispersion for solubility and dissolution enhancement of Irbesartan",
        "Self-assembly of cyclodextrin complexes: Aggregation of hydrocortisone/cyclodextrin complexes",
        "Self-assembly of cyclodextrins: The effect of the guest molecule",
        "Self-assembly of cyclodextrin complexes: Effect of temperature, agitation and media composition on aggregation",
        "Behavior of α-,β-, and γ-cyclodextrins and their derivatives on an in vitro model of blood-brain barrier",
        "Safety assessment of γ-cyclodextrin",
        "Analysis of sartans: A review",
        "Spectroscopic investigation on the inclusion complex formation between amisulpride and γ-cyclodextrin",
        "Formulation and development of a self-nanoemulsifying drug delivery system of irbesartan",
        "On the characterization of host-guest complexes: Surface tension, calorimetry, and molecular dynamics, of cyclodextrins with a non-ionic surfactant",
        "Inclusion complex of sulfadimethoxine with cyclodextrins: Preparation and characterization",
        "Aggregation behavior of tyloxapol, a nonionic surfactant oligomer, in aqueous solution",
        "Physicochemical investigation of the effects of water-soluble polymers on vinpocetine complexation with β-cyclodextrin and its sulfobutyl ether derivative in solution and solid state",
        "Enhancement of benzalkonium chloride and chlorhexidine acetate activity against pseudomonas aeruginosa by aromatic alcohols",
        "Effectiveness of ophthalmic solution preservatives: A comparison of latanoprost with 0.02% benzalkonium chloride and travoprost with the sofZia preservative system",
        "Antimicrobial Substances in Ophthalmic Drops",
        "Topical dexamethasone-cyclodextrin microparticle eye drops for diabetic macular edema",
        "Cyclodextrin-water soluble polymer ternary complexes enhance the solubility and dissolution behaviour of poorly soluble drugs. Case example: Itraconazole",
        "Effect of Cyclodextrins and pH on the permeation of tetracaine: Supramolecular assemblies and release behavior",
        "The formation of host-guest complexes between surfactants and cyclodextrins",
        "Influence of surfactants (present in the dissolution media) on the release behaviour of tolbutamide from its inclusion complex with β-cyclodextrin",
        "Simultaneous analysis of irbesartan and hydrochlorothiazide: An improved HPLC method with the aid of a chemometric protocol",
        null,
        "The mechanism of ocular hypotensive effect of CS-088, angiotensin II type I receptor blocker, in pigmented rabbit - Investigation of central ocular hypotensive effect",
        "Ophthalmic drug discovery: Novel targets and mechanisms for retinal diseases and glaucoma",
        "Preparation of stable micron-sized crystalline irbesartan particles for the enhancement of dissolution rate"
    ],
    "affiliation": [
        {
            "affiliation-city": "Reykjavik",
            "affilname": "Landspitali - The National University Hospital of Iceland",
            "affiliation-country": "Iceland"
        },
        {
            "affiliation-city": "Reykjavik",
            "affilname": "Haskoli Islands",
            "affiliation-country": "Iceland"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siam University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Icelandic Center of Research",
        "Scientific and Technology Research Equipment Centre, Chulalongkorn University",
        "Háskóli Íslands"
    ]
}