{
    "eid": "2-s2.0-85066106976",
    "title": "Nanosized Fe3O4 incorporated on a TiO2 surface for the enhanced photocatalytic degradation of organic pollutants",
    "cover-date": "2019-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Atomic and Molecular Physics, and Optics",
            "@code": "3107",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Degradation",
        "Methyl orange",
        "Nanocomposites",
        "Phenol",
        "Photocatalyst"
    ],
    "authors": [
        "Lalitha Gnanasekaran",
        "R. Hemamalini",
        "Saravanan Rajendran",
        "Jiaqian Qin",
        "Mehmet Lütfi Yola",
        "Necip Atar",
        "F. Gracia"
    ],
    "citedby-count": 49,
    "ref-count": 38,
    "ref-list": [
        "Optimized energy use through systematic short-term management of industrial waste incineration",
        "Characterization of titanium dioxide nanoparticle removal in simulated drinking water treatment processes",
        "Application of solar energy in water treatment processes. A review",
        "A review of ZnO nanoparticles as solar photocatalysts. Synthesis, mechanisms and applications",
        "A review on TiO2-based Z-scheme photocatalysts",
        "Nanoparticles assembled SnO2nanosheet photocatalysts for wastewater purification",
        "Synthesis and characterization of metal oxides (CeO2, CuO, NiO, Mn3O4, SnO2and ZnO)nanoparticles as photo catalysts for degradation of textile dyes",
        "Notable photocatalytic activity of TiO2-polyethylene nanocomposites for visible light degradation of organic pollutants",
        "Line defect Ce3+induced Ag/CeO2/ZnO nanostructure for visible-light photocatalytic activity",
        "Simultaneous determination of doxorubicin and dasatinib as two breast anticancer drugs uses an amplified sensor with ionic liquid and ZnO nanoparticle",
        "Electrochemical platform based on synergic effect of Fe3O4/SWCNTs and 1-ethyl-3-methyl imidazolium chloride as sensor for determination of xanthine and theophylline in food samples",
        "Heterostructures of mesoporous TiO2and SnO2nanocatalyst for improved electrochemical oxidation ability of vitamin B6 in pharmaceutical tablets",
        "Heterostructured d-Ti3C2/TiO2/g-C3N4nanocomposites with enhanced visible-light photocatalytic hydrogen production activity",
        "Synthesis and characterization of TiO2quantum dots for photocatalytic application",
        "Intermediate state created by dopant ions (Mn, Co and Zr)into TiO2nanoparticles for degradation of dyes under visible light",
        "P–N junction mechanism on improved NiO/TiO2photocatalyst",
        "Combination of CoWO4and Ag3VO4with Fe3O4/ZnO nanocomposites. Magnetic photocatalysts with enhanced activity through p-n-n heterojunctions under visible light",
        "Synthesis and photocatalytic properties of Fe3O4@TiO2core-shell for degradation of Rhodamine B",
        "Nano FexZn1−xO as a tuneable and efficient photocatalyst for solar powered degradation of bisphenol A from aqueous environment",
        "Synthesis, characterization, and photocatalysis of Fe-doped. A combined experimental and theoretical study",
        "Structure and photoluminescence of TiO2nanocrystals doped and co-doped with N and rare earths (Y3+, Pr3+)",
        "Photoluminescence of dense nanocrystalline titanium dioxide thin films. Effect of doping and thickness and relation to gas sensing",
        "Morphological control of mesoporosity and nanoparticles within Co3O4-CuO electrospun nanofibers. Quantum confinement and visible light photocatalysis performance",
        "TiO2/NiO hybrid shells. P–n junction photocatalysts with enhanced activity under visible light",
        "Synthesis of magnetic core–shell Fe3O4@TiO2nanoparticles from electric arc furnace dust for photocatalytic degradation of steel mill wastewater",
        "Visible-light active and magnetically recyclable Ag-coated Fe3O4/TiO2nanocomposites for efficient photocatalytic oxidation of 2,4-dichlorophenol",
        "Synthesis and photoactivity of Fe3O4/TiO2-Co as a magnetically separable visible light responsive photocatalyst",
        "Synthesis of Fe3O4/C/TiO2magnetic photocatalyst via vapor phase hydrolysis",
        "Cyclodextrin-functionalized Fe3O4@TiO2: reusable, magnetic nanoparticles for photocatalytic degradation of endocrine-disrupting chemicals in water supplies",
        "Preparation of Fe3O4/TiO2magnetic photocatalyst for photocatalytic degradation of phenol",
        "TiO2/Fe3O4nanocomposite photocatalysts for enhanced photo-decolorization of congo red dye",
        "Preparation and photocatalytic property of TiO2-Fe3O4core–shell nanoparticles",
        "Sodium citrate functionalized reusable Fe3O4@TiO2photocatalyst for water purification",
        "Photo-catalyst Fe3O4/TiO2nanocomposites: green synthesis and investigation of magnetic nanoparticles coated on cotton",
        "Preparation of Fe3O4/TiO2magnetic mesoporous composites for photocatalytic degradation of organic pollutants",
        "Degradation of azo dyes under different wavelengths of UV light with chitosan-SnO2nanocomposites",
        "Visible light degradation of textile effluent using novel catalyst ZnO/γ-Mn2O3",
        "ZnO/Ag nanocomposite. An efficient catalyst for degradation studies of textile effluents under visible light"
    ],
    "affiliation": [
        {
            "affiliation-city": "Iskenderun",
            "@id": "60114928",
            "affilname": "Iskenderun Technical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60114928",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091507",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Arica",
            "@id": "60030782",
            "affilname": "Universidad de Tarapacá",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030782",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Denizli",
            "@id": "60016004",
            "affilname": "Pamukkale Üniversitesi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016004",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60012464",
            "affilname": "Universidad de Chile",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012464",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Chennai",
            "@id": "100343781",
            "affilname": "Queen’s College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100343781",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "FONDECYT Government of Chile",
        "Fondo Nacional de Desarrollo Científico, Tecnológico y de Innovación Tecnológica"
    ]
}