{
    "eid": "2-s2.0-85108066905",
    "title": "Corporate sustainability and stock value in asian–pacific emerging markets: Synergies or tradeoffs among esg factors?",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Corporate sustainability",
        "Economic performance",
        "Emerging markets",
        "ESG factors",
        "Value relevance"
    ],
    "authors": [
        "Pornanong Budsaratragoon",
        "Boonlert Jitmaneeroj"
    ],
    "citedby-count": 8,
    "ref-count": 64,
    "ref-list": [
        "The effects of environmental, social and governance disclosures and performance on firm value: A review of the literature in accounting and finance",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "The impact of environmental, social, and governance disclosure on firm value: The role of CEO power",
        "Does social performance really lead to financial performance? Accounting for endogeneity",
        "Corporate social and financial performance re-examined: Industry effects in a linear mixed model analysis",
        "Item response models to measure corporate social responsibility",
        "Business sustainability performance and cost of equity capital",
        "A generalized earnings-based stock valuation model with learning",
        "ESG performance and firm value: The moderating role of disclosure",
        "Do investor value the nonfinancial disclosure in emerging markets",
        "Multi-criteria decision analysis to select metrics for design and monitoring of sustainable ecosystem restorations",
        "Beyond the business case for corporate sustainability",
        "Conceptualising sustainability assessment",
        "Measuring causal relations and identifying critical drivers for corporate sustainability: The quadruple bottom line approach",
        "Sustainability, accountability and corporate governance: Exploring multinational reporting practices",
        "Reforms priorities for corporate sustainability: Environmental, social, governance, or economic performance?",
        "Corporate governance practices, ownership structure and corporate performance in the GCC countries",
        "Corporate governance and financial performance: The role of ownership and board structure",
        "Corporate governance practices in emerging markets: The case of GCC countries",
        "Corporate governance, firm value and risk: Past, present and future",
        "Corporate governance and performance of financial institutions",
        "Which bundles of corporate governance provisions lead to high firm performance among restaurant firms?",
        "The role of ESG performance during times of financial crisis: Evidence from COVID-19 in China",
        "Stakeholder value creation: Comparing ESG and value added in European companies",
        "A latent variable analysis of corporate social responsibility and firm value",
        "Stakeholder theory, value, and firm performance",
        "The corporate social-financial performance relationship: A typology and analysis",
        "The business case for corporate sustainability: Literature review and research options",
        "Corporate governance and CSR nexus",
        "Main factors for understanding high impacts on CSR dimensions in the finance industry",
        "The impact of environmental, social, and governance performance on stock price: Evidence from the banking industry",
        "Does ESG performance enhance firm value? Evidence from Korea",
        "Business sustainability factors and stock price informativeness",
        "Corporate social responsibility as a common risk factor",
        "On the determinants of corporate social responsibility: International evidence on the financial industry",
        "Corporate social responsibility: A theory of the firm perspective",
        "The economics and politics of corporate social performance",
        "Corporate social responsibility, firm value and financial performance in Brazil",
        "Decomposing the price-to-earnings ratio",
        "An empirical analysis of the determinants of the P/E ratio in emerging markets",
        "Is China’s P/E ratio too low? Examining the role of earnings volatility",
        "The impact of dividend policy on price-earnings ratio: The role of conditional and nonlinear relationship",
        "What P/E ratio will the U.S. stock market support?",
        "Causality between pillars of sustainable development: Global stylized facts or regional phenomena",
        "Naïve diversification strategies in defined contribution saving plans",
        "Shareholder value, stakeholder management, and social issues: What’s the bottom line?",
        "How do sell-side analysts obtain price-earnings multiples to value firms",
        "Does corporate social responsibility affect the cost of capital?",
        "Corporate economic, environmental, and social sustainability performance transformation through ESG disclosure",
        "The wages of social responsibility–where are they? A critical review of ESG investing",
        "Value maximization, stakeholder theory, and the corporate objective function",
        "The relationship between corporate philanthropy and shareholder wealth: A risk management perspective",
        "Corporate social responsibility and shareholder reaction: The environmental awareness of investor",
        "Corporate governance, product market competition, and equity prices",
        "Does investor sentiment affect price-earnings ratios?",
        "Corporate social responsibility and stakeholder value maximization: Evidence from mergers",
        "Alternative ways of assessing model fit",
        "Does it pay to be really good? Addressing the shape of the relationship between social and financial performance",
        "Deconstructing the relationship between corporate social and financial performance",
        "Tragedy of the commons, business growth and the fundamental sustainability problem"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}