{
    "eid": "2-s2.0-84962140633",
    "title": "Effect of crystallization on drawdown force at capillary extrusion for polyethylene",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        }
    ],
    "keywords": [
        "Capillary extrusion",
        "Crystallization",
        "Drawdown force",
        "Elongational flow",
        "Polyethylene"
    ],
    "authors": [
        "Jiraporn Seemork"
    ],
    "citedby-count": 11,
    "ref-count": 24,
    "ref-list": [
        "Rotary Clamp in Uniaxial and Biaxial Extensional Rheometry of Polymer Melts",
        "Rheological properties of low-density polyethylenes produced by tubular and vessel processes",
        "Study on polymer melt rheology control and polymer processability",
        "A new elongational rheometer for polymer melts and other highly viscoelastic liquids",
        "Miniature universal testing platform: From extensional melt rheology to solid-state deformation behavior",
        "Doctor thesis",
        "Effect of die geometry on drawdown force of polypropylene at capillary extrusion",
        "Two-stage drawing of ultra-high molecular weight polyethylene reactor powder",
        "Lamellar thickening in nascent poly(acrylonitrile) upon annealing",
        "Ultradrawing of ultrahigh molecular weight polyethylene reactor powders prepared by highly active catalyst system",
        "Superdrawing of polytetrafluoroethylene nascent powder by solid-state coextrusion",
        "Liquid Crystal Transition and Crystallization Kinetics in Poly(ester imide)s",
        "Melting point elevation of isotactic polypropylene",
        "Influence of molecular structure on rheological properties of polyethylenes Part II. Elongational behavior",
        "Impact of processing history on rheological properties for branched polypropylene",
        "Melt rheology of polypropylene containing small amounts of high-molecular-weight chain. 2. Uniaxial and biaxial extensional flow",
        "Elongational rheology of LLDPE/LDPE blends",
        "Rheological properties of long chain branched polyethylene melts at high shear rate",
        "Flow instability for binary blends of linear polyethylene and long-chain branched polyethylene",
        "Effect of branch distribution on rheology of LLDPE during early stages of crystallization",
        "Rheological Measurement",
        "Characterization and properties of polyethylene blends I. Linear low‐density polyethylene with high‐density polyethylene",
        "Cocrystallization and Phase Segregation of Polyethylene Blends between the D and H Species. 3. Blend Content Dependence of the Crystallization Behavior",
        "LLDPE/LDPE blends. I. Rheological, thermal, and mechanical properties"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nomi",
            "affilname": "Japan Advanced Institute of Science and Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}