{
    "eid": "2-s2.0-84930716959",
    "title": "First record of the African-Indian centipede genus Digitipes Attems, 1930 (Scolopendromorpha: Otostigminae) from Myanmar, and the systematic position of a new species based on molecular phylogenetics",
    "cover-date": "2015-03-11",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Biogeography",
        "Digitipes",
        "Phylogenetics",
        "Scolopendridae"
    ],
    "authors": [
        "Warut Siriwut"
    ],
    "citedby-count": 10,
    "ref-count": 53,
    "ref-list": [
        "Gondwana to Asia: Plate tectonics, paleogeography and the biological connectivity of the Indian sub-continent from the Middle Jurassic through latest Eocene (166-35 Ma)",
        "Das Tierreich",
        "Revue de Zoologie Et de Botanique Africaines",
        "A common terminology for the external anatomy of centipedes (Chilopoda)",
        "Revalidation of the subgenus Dactylotergitius Verhoeff, and redescription of Otostigmus (D.) caudatus Brölemann and Otostigmus (D.) cavalcantii Bücherl (Scolopendromorpha: Scolopendridae: Otostigminae)",
        "Revue de Zoologie Et de Botanique Africaines",
        "A New Zealand species of the trans-Tasman centipede order Craterostigmomorpha (Arthropoda:Chilopoda) corroborated by molecular evidence",
        "Phylogenetics of scutigeromorph centipedes (Myriapoda: Chilopoda) with implications for species delimitation and historical biogeography of the Australian and New Caledonian faunas",
        "Phylogeny of Henicopidae (Chilopoda: Lithobiomorpha): A combined analysis of morphology and five molecular loci",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "The importance of looking at small-scale patterns when inferring Gondwanan biogeography: A case study of the centipede Paralamyctes (Chilopoda, Lithobiomorpha, Henicopidae)",
        "Soil Organisms",
        "A Simple, Fast, and Accurate Algorithm to Estimate Large Phylogenies by Maximum Likelihood",
        "Bhandlungen und Berichte des Königlichen Zoologischen und Anthropologisch-Ethnographischen Museum Zu Dresden",
        "Very high resolution interpolated climate surfaces for global land areas",
        "Success of phylogenetic methods in the four taxon case",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Journal of Scientific and Industrial Research",
        "Revision of the scolopendrid centipede digitipes attems, 1930, from India (Chilopoda: Scolopendromorpha): Reconciling molecular and morphological estimates of species diversity",
        "Cretaceous-Tertiary diversification among select Scolopendrid centipedes of South India",
        "Coalescent method in conjunction with niche modeling reveals cryptic diversity among centipedes in the Western Ghats of South India",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Jahrbuch der Hamburgischen Wissenschaftlichen Anstalten, Series 2",
        "Revue de Zoologie Et de Botanique Africaines",
        "Markov chain Monte Carlo algorithms for the Bayesian analysis of phylogenetic trees",
        "Transactions of the Linnean Society of London",
        "Abhandlungen und Verhandlungen Des Naturwissenschaftlichen Vereins in Hamburg",
        "Variation in three centipede species of the genus Otostigmus and its bearing on species discrimination (Chilopoda; Scolopendromorpha; Scolopendridae)",
        "African Invertebrates",
        "A revision of the rugulosus group of Otostigmus subgenus Otostigmus Porat, 1876 (Chilopoda: Scolopendromorpha: Scolopendridae)",
        "Systema Naturae. Editio Decima. Laur. Salvius",
        "Mesquite: A Modular System for Evolutionary Analysis. Version 2.75",
        "Biogeography and Geological Evolution of SE Asia",
        "A Web Resource for Chilopoda Taxonomy",
        "Including secondary structure, fossils and molecular dating in the centipede tree of life",
        "Sequence Navigator. Multiple sequence alignment software.",
        "Annali del Museo Civico di Storia Naturale Giacomo Doria",
        "Annals and Magazine of Natural History, Series 7",
        "Bihang till Kongliga Svenska Vetenskaps-Akademien Handlingar",
        "Systematics of the Damon variegatus group of African whip spiders (Chelicerata: Amblypygi): Evidence from behaviour, morphology and DNA",
        "Arthropoda Selecta",
        "The systematics of the south-east Asian genus Fangensis Rambla (Opilione:Cyphophthalmi:Stylocellidae)",
        "Introduction of the centipede Scolopendra morsitans L., 1758, into northeastern Florida, the first authentic North American record, and a review of its global occurrences (Scolopendromorpha: Scolopendridae: Scolopendrinae)",
        "Morphometric and meristic diversity of the species Scolopendra cingulata Latreille, 1829 (Chilopoda: Scolopendridae) in the Mediterranean region",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Kakusan: A computer program to automate the selection of a nucleotide substitution model and the configuration of a mixed model on multilocus data",
        "First molecular data and the phylogenetic position of the millipede-like centipede Edentistoma octosulcatum Tömösváry, 1882 (chilopoda: Scolopendromorpha: Scolopendridae)",
        "Evolution of blindness in scolopendromorph centipedes (Chilopoda: Scolopendromorpha): Insight from an expanded sampling of molecular data",
        "Phylogenetics of scolopendromorph centipedes: Can denser taxon sampling improve an artificial classification?",
        "POY version 4: Phylogenetic analysis using dynamic homologies",
        "Zoologische Jahrbücher, Abteilung Für Systematik, Ökologie und Geographie der Tiere",
        "Journal of the Academy of Natural Sciences of Philadelphia, Series 2",
        "Comparison of mitochondrial DNA sequences of seven morphospecies of black flies (Diptera: Simuliidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "The Natural History Museum, London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}