{
    "eid": "2-s2.0-85146925884",
    "title": "The problematic syndrome of right temporal lobe atrophy: Unweaving the phenotypic rainbow",
    "cover-date": "2023-01-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "behavioral variant frontotemporal dementia (bvFTD)",
        "frontotemporal lobar degeneration",
        "primary progressive aphasia",
        "right temporal lobe atrophy",
        "semantic dementia",
        "social cognition"
    ],
    "authors": [
        "Christopher R.S. Belder",
        "Anthipa Chokesuwattanaskul",
        "Charles R. Marshall",
        "Chris J.D. Hardy",
        "Jonathan D. Rohrer",
        "Jason D. Warren"
    ],
    "citedby-count": 1,
    "ref-count": 43,
    "ref-list": [
        "Classification of primary progressive aphasia and its variants",
        "Sensitivity of revised diagnostic criteria for the behavioural variant of frontotemporal dementia",
        "Clinicopathological correlations in behavioural variant frontotemporal dementia",
        "Right temporal lobe and socioemotional semantics: semantic behavioural variant frontotemporal dementia",
        "A clinical-radiological framework of the right temporal variant of frontotemporal dementia",
        "Right temporal lobe variant of frontotemporal dementia: systematic review",
        "The clinical profile of right temporal lobe atrophy",
        "Two distinct subtypes of right temporal variant frontotemporal dementia",
        "Wayfinding in familiar and unfamiliar environments in a case of progressive topographical agnosia",
        "Semantic Dementia: a specific network-opathy",
        "Regional and hemispheric susceptibility of the temporal lobe to FTLD-TDP type C pathology",
        "Cognitive consequences of the left-right asymmetry of atrophy in semantic dementia",
        "On the right side? A longitudinal study of left- versus right-lateralized semantic dementia",
        "Segmentation of medial temporal subregions reveals early right-sided involvement in semantic variant PPA",
        "Molecular nexopathies: a new paradigm of neurodegenerative disease",
        "The neurophysiological architecture of semantic dementia: spectral dynamic causal modelling of a neurodegenerative proteinopathy",
        "The roles of left versus right anterior temporal lobes in conceptual knowledge: an ALE meta-analysis of 97 functional neuroimaging studies",
        "The right temporal variant of frontotemporal dementia is not genetically sporadic: a case series",
        "Right temporal variant frontotemporal dementia is pathologically heterogeneous: a case-series and a systematic review",
        "Emotional caricatures in frontotemporal dementia",
        "Auditory hedonic phenotypes in dementia: abehavioural and neuroanatomical analysis",
        "Hyper-religiosity in frontotemporal dementia with predominant atrophy of the right temporal lobe",
        "Left/right asymmetry of atrophy in semantic dementia: behavioral-cognitive implications",
        "Characteristics of behavioral symptoms in right-sided predominant semantic dementia and their impact on caregiver burden: a cross-sectional study",
        "Two cases of food aversion with semantic dementia",
        "Geschwind syndrome in frontotemporal lobar degeneration: neuroanatomical and neuropsychological features over 9 years",
        "Altered sense of humor in dementia",
        "A case of musicophilia with right predominant temporal lobe atrophy",
        "Social concepts are represented in the superior anterior temporal cortex",
        "Social conceptual impairments in frontotemporal lobar degeneration with right anterior temporal hypometabolism",
        "tale of two hemispheres: contrasting socioemotional dysfunction inright- versus left-lateralised semantic dementia",
        "How is the individuality of a face recognized?",
        "Right anterior temporal lobe dysfunction underlies theory of mind impairments in semantic dementia",
        "Structural anatomy of empathy in neurodegenerative disease",
        "Neuronal reward and decision signals: from theories to data",
        "The Enigmatic temporal pole: a review of findings on social and emotional processing",
        "Anhedonia in semantic dementia—exploring right hemispheric contributions to the loss of pleasure",
        "Impaired interoceptive accuracy in semantic variant primary progressive aphasia",
        "Motor signatures of emotional reactivity in frontotemporal dementia",
        "Pain and temperature processing in dementia: a clinical and neuroanatomical analysis",
        "The role of interoceptive inference in theory of mind",
        "Graded, multidimensional intra- and intergroup variations in primary progressive aphasia and post-stroke aphasia",
        "The functional neuroanatomy of emotion processing in frontotemporal dementias"
    ],
    "affiliation": [
        {
            "affiliation-city": "Adelaide",
            "@id": "60189793",
            "affilname": "Adelaide Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189793",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60021435",
            "affilname": "Barts and The London School of Medicine and Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021435",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60020736",
            "affilname": "National Hospital for Neurology and Neurosurgery",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020736",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60019953",
            "affilname": "UCL Queen Square Institute of Neurology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019953",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Miriam Marks Brain Research UK",
        "NIHR Rare Disease Translational Research Collaboration",
        "National Institute for Health Research University College London Hospitals Biomedical Research Center",
        "Wellcome",
        "National Brain Appeal",
        "MRC",
        "Alzheimer's Society",
        "Alzheimer's Research UK"
    ]
}