{
    "eid": "2-s2.0-84897965835",
    "title": "Three-dimensional cephalometric analysis in orthodontics: A systematic review",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Oral Surgery",
            "@code": "3504"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Orthodontics",
            "@code": "3505"
        }
    ],
    "keywords": [
        "Cephalometry",
        "Cone-beam computed tomography",
        "Orthodontics",
        "Spiral computed tomography",
        "Three-dimensional imaging"
    ],
    "authors": [
        "P. Pittayapat"
    ],
    "citedby-count": 73,
    "ref-count": 62,
    "ref-list": [
        "Fortschr Orthod",
        "Angle Orthodontists",
        "The reliability of head film measurements. 2. Conventional angular and linear measures",
        "The reliability of head film measurements. 1. Landmark identification",
        "Measurement on Radiographs",
        "Precision and accuracy of low-dose CT protocols in the evaluation of skull landmarks",
        "Accuracy of three-dimensional (3D) craniofacial cephalometric landmarks on a low-dose 3D computed tomograph",
        "Reproducibility of three-dimensional cephalometric landmarks in cone-beam and low-dose computed tomography",
        "Comparison of conventional and cone beam CT synthesized cephalograms",
        "Accuracy of linear measurements from imaging plate and lateral cephalometric images derived from cone-beam computed tomography",
        "Comparison between conventional and cone-beam computed tomography-generated cephalograms",
        "Comparison of Cephalometric Radiographs Obtained From Cone-Beam Computed Tomography Scans and Conventional Radiographs",
        "In vivo comparison of conventional and cone beam CT synthesized cephalograms",
        "The three-dimensional cephalogram: Theory, techniques, and clinical application",
        "Comparison between traditional 2-dimensional cephalometry and a 3-dimensional approach on human dry skulls",
        "3D Cephalometrics: The New Norm",
        "A new method of 3-D cephalometry part I: The anatomic cartesian 3-D reference system",
        "A synthetic three-dimensional craniofacial analysis.",
        "Current Products and Practice Three-dimensional cone beam computerized tomography in orthodontics",
        "The efficacy of diagnostic imaging",
        "Cochrane handbook for systematic reviews of interventions",
        "Users' Guides to the Medical Literature: III. How to Use an Article About a Diagnostic Test A. Are the Results of the Study Valid?",
        "Users’ Guides to the Medical Literature: III. How to Use an Article About a Diagnostic Test B. What Are the Results and Will They Help Me in Caring for My Patients?",
        "The development of QUADAS: A tool for the quality assessment of studies of diagnostic accuracy included in systematic reviews",
        "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration.",
        "Linear accuracy of cone beam CT derived 3D images",
        "Craniofacial measurements based on 3D-CT volume rendering: Implications for clinical applications",
        "Comparison of reliability in anatomical landmark identification using two-dimensional digital cephalometrics and three-dimensional cone beam computed tomography in vivo",
        "A three-dimensional comparison of a morphometric and conventional cephalometric midsagittal planes for craniofacial asymmetry",
        "Reliability and the smallest detectable difference of measurements on 3-dimensional cone-beam computed tomography images",
        "Comparison between two-dimensional and midsagittal three-dimensional cephalometric measurements of dry human skulls",
        "Observer reliability of three-dimensional cephalometric landmark identification on cone-beam computerized tomography",
        "Accuracy and reliability of craniometric measurements on lateral cephalometry and 3D measurements on CBCT scans",
        "From 2D to 3D: An algorithm to derive normal values for 3-dimensional computerized assessment",
        "Precision of identifying cephalometric landmarks with cone beam computed tomography in vivo",
        "Cranial base foramen location accuracy and reliability in cone-beam computerized tomography",
        "Reliability of traditional cephalometric landmarks as seen in three-dimensional analysis in maxillary expansion treatments",
        "Intraexaminer and interexaminer reliabilities of landmark identification on digitized lateral cephalograms and formatted 3-dimensional cone-beam computerized tomography images",
        "3-D volume rendering maxillofacial analysis of angular measurements by multislice CT",
        "Precision of cephalometric landmark identification: Cone-beam computed tomography vs conventional cephalometric views",
        "Application of cone beam volumetric tomography in endodontics",
        "Cone beam computed tomographic findings in refractory chronic suppurative osteomyelitis of the mandible",
        "Reproducibility of osseous landmarks used for computed tomography based three-dimensional cephalometric analyses",
        "Three-dimensional computed tomography cephalometric craniofacial analysis: experimental validation in vitro",
        "A proposal for a new analysis of craniofacial morphology by 3-dimensional computed tomography",
        "Linear accuracy and reliability of cone beam CT derived 3-dimensional images constructed using an orthodontic volumetric rendering program",
        "Precision, repeatability, and validation of the localization of cranial landmarks using computed tomography scans",
        "Reproducibility of three-dimensional coordinate systems based on craniofacial landmarks: A tentative evaluation of four systems created on images obtained by cone-beam computed tomography with a large field of view",
        "Consistency and precision of landmark identification in three-dimensional cone beam computed tomography scans",
        "Repeatability and reproducibility of landmarks - A three-dimensional computed tomography study",
        "Eur J Dent",
        "A comparison between two-dimensional and three-dimensional cephalometry on frontal radiographs and on cone beam computed tomography scans of human skulls",
        "A comparison between 2D and 3D cephalometry on CBCT scans of human skulls",
        "Measurements on 3D models of human skulls derived from two different cone beam CT scanners",
        "Craniofacial skeletal measurements based on computed tomography: Part II. Normal values and growth trends",
        "Three-dimensional evaluation of craniofacial asymmetry: An analysis using computed tomography",
        "A study on the reproducibility of cephalometric landmarks when undertaking a three-dimensional (3D) cephalometric analysis",
        "Clinical recommendations regarding use of cone beam computed tomography in orthodontic treatment. Position statement by the American Academy of Oral and Maxillofacial Radiology",
        "Effective dose range for dental cone beam computed tomography scanners",
        "Estimation of paediatric organ and effective doses from dental cone beam CT using anthropomorphic phantoms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leuven",
            "affilname": "Departement Beeldvorming &amp; Pathologie",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Leuven",
            "affilname": "KU Leuven– University Hospital Leuven",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tromso",
            "affilname": "UiT Norges Arktiske Universitet",
            "affiliation-country": "Norway"
        }
    ],
    "funding": []
}