{
    "eid": "2-s2.0-84916888636",
    "title": "Challenges for smoking cessation intervention as part of primary health care services in developing countries",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "developing countries",
        "primary health care",
        "smoking cessation",
        "tobacco"
    ],
    "authors": [
        "M. N. Aung"
    ],
    "citedby-count": 4,
    "ref-count": 42,
    "ref-list": [
        "The effects of a smoking cessation intervention on 14.5-year mortality: A randomized clinical trial",
        "Evidence-based new service package vs. routine service package for smoking cessation to prevent high risk patients from cardiovascular diseases (CVD): Study protocol for randomized controlled trial",
        "Brief opportunistic smoking cessation interventions: A systematic review and meta-analysis to compare advice to quit and offer of assistance",
        "Effectiveness of a stepped primary care smoking cessation intervention: Cluster randomized clinical trial (ISTAPS study)",
        "Stage-based interventions for smoking cessation.",
        "The cost effectiveness of pharmacological smoking cessation therapies in developing countries: A case study in the Seychelles",
        "Effects of abstinence from tobacco: Valid symptoms and time course",
        "Motivational interviewing for smoking cessation.",
        "Individual behavioural counselling for smoking cessation.",
        "Smoking cessation interventions in chronic obstructive pulmonary disease and the role of the family: A systematic literature review",
        "2nd International Conference on Qualitative Research in Nursing & Health",
        "Do social support interventions (\"buddy systems\") aid smoking cessation? A review",
        "Randomized controlled trial of a social support ('buddy') intervention for smoking cessation",
        "Effectiveness and safety of nicotine replacement therapy assisted reduction to stop smoking: Systematic review and meta-analysis",
        "Improving access to smoking cessation services for disadvantaged groups: A systematic review",
        "Effectiveness of a health professional training program for treatment of tobacco addiction",
        "Enhancing partner support to improve smoking cessation.",
        "A survey of tobacco dependence treatment services in 121 countries",
        "Nursing interventions for smoking cessation",
        "Smoking cessation in patients with respiratory disease: Existing treatments and future directions",
        "Cluster randomized trial in smoking cessation with intensive advice in diabetic patients in primary care. ITADI Study",
        "Efficacy of fresh lime for smoking cessation",
        "Current situation and future challenges of tobacco control policy in Thailand",
        "Action to stop smoking in suspected tuberculosis (assist) in Pakistan : A cluster randomized, controlled trial",
        "A primer on effectiveness and efficacy trials",
        "Physician advice for smoking cessation",
        "Group behaviour therapy programmes for smoking cessation.",
        "Combined pharmacotherapy and behavioural interventions for smoking cessation.",
        "Nicotine replacement therapy for smoking cessation.",
        "Associations between health literacy and established predictors of smoking cessation",
        "Family support and employment as predictors of smoking cessation success: A randomized, double-blind, placebo-controlled trial of nicotine sublingual tablets in chinese smokers",
        "Smoking cessation among diabetes patients: results of a pilot randomized controlled trial in Kerala, India.",
        "Factors associated with smoking cessation among male adults with coronary heart disease in taiwan",
        "Randomized trial of the effectiveness of combined behavioral/pharmacological smoking cessation treatment in Syrian primary care clinics",
        "ABC of smoking cessation: Assessment of dependence and motivation to stop smoking",
        "Mobile phone-based interventions for smoking cessation",
        "World Health Organization: Cancer: Fact Sheet",
        "World Health Organization: Global Health Observatory: Health System Response and Capacity to Address and Respond to NCDs",
        "World Health Organization: Model List of Essential Medicines",
        "World Health Organization: Report on the Global Tobacco Epidemic",
        "World Health Organization: Tobacco Free Initiative: Strengthening Health Systems for Treating Tobacco Dependence in Primary Care",
        "World Health Organization: Tobacco Free Initiative (TFI): Tobacco Fact"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Saitama",
            "affilname": "University of Human Arts and Sciences",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mitaka",
            "affilname": "Kyorin University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Lampang",
            "affilname": "Boromrajonani College of Nursing Nakhon Lampang (BCNLP)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}