{
    "eid": "2-s2.0-84904057296",
    "title": "Effects of polychaetes (Perinereis nuntia) on sperm performance of the domesticated black tiger shrimp (Penaeus monodon)",
    "cover-date": "2014-09-20",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Penaeus monodon",
        "Perinereis nuntia",
        "Polychaetes",
        "Shrimp reproductive maturation",
        "Sperm morphology",
        "Sperm performance"
    ],
    "authors": [
        "Rungnapa Leelatanawit"
    ],
    "citedby-count": 32,
    "ref-count": 49,
    "ref-list": [
        "Reproductive Quality Evaluation of Male Penueus stylirostris from a Grow‐Out Pond",
        "Development and Deterioration of Spermatophores in Pond‐Reared Penaeus vannamei",
        "Sperm maturation and capacitation in the open thelycum shrimp Litopenaeus (Crustacea: Decapoda: Penaeoidea)",
        "Effect of 17α-methyltestosterone and 17α-hydroxyprogesterone on the quality of white shrimp Penaeus vannamei spermatophores",
        "The reproductive conditions of male shrimps, genus Penaeus, sub-genus Litopenaeus (open thelyca penaeoid shrimps): A review",
        "Histological description of oogenesis and spermatogenesis in the cultured shrimp, Litopenaeus vannamei",
        "Trans. Am. Microsc. Soc.",
        "Biol. Bull.",
        "A Handbook of Normal Penaeid Shrimp Histology",
        "Spermatophore quality of the pink shrimp Farfantepenaeus paulensis (Decapoda, Dendrobranchiata) broodstock fed with different maturation diets",
        "Marine Shrimp Culture: Principles and Practices",
        "Recent developments in penaeid broodstock and seed production technologies: Improving the outlook for superior captive stocks",
        "Crustaceana",
        "Scanning electron microscopic investigation of the spermatophore and spermatozoa of the shrimp Farfantepenaeus subtilis (Decapoda: Penaeidae)",
        "J. World Maric. Soc.",
        "Effect of two maturation diet combinations on reproductive performance of domesticated Penaeus monodon",
        "Biochemical composition of some prey species of Penaeus esculentus Haswell (Penaeidae: Decapoda)",
        "Reproductive quality of male Penaeus monodon",
        "Induction of acrosomal filament formation in the sperm of Sicyonia ingentis",
        "J. Shellfish Res.",
        "A fresh-food maturation diet with an adequate HUFA composition for broodstock nutrition studies in black tiger shrimp Penaeus monodon (Fabricius, 1798)",
        "Nutritional effects on male reproductive performance in the freshwater prawn Macrobrachium malcolmsonii (H. Milne Edwards)",
        "Induction of the acrosome reaction in black tiger shrimp (Penaeus monodon) requires sperm trypsin-like enzyme activity",
        "THE EFFECT OF EYESTALK ABLATION ON SPERMATOPHORE AND SPERM QUALITY IN Penaeus vannamei",
        "Observations on the decline in sperm quality of Penaeus setiferus under laboratory conditions",
        "Polyunsaturated fatty acid profiles as a comparative tool in assessing maturation diets of Penaeus vannamei",
        "A moist artificial diet for prawn broodstock: Its effect on the variable reproductive performance of wild caught Penaeus monodon",
        "To determine the efficiency of different fresh diets in improving the spermatophore quality of banana shrimp Penaeus merguiensis (De Man, 1888)",
        "Maturation diet based on fatty acid content for male Penaeus monodon (Fabricius) broodstock",
        "Maturation of Penaeid Shrimp: Dietary Fatty Acids, Proceedings of the World Mariculture Society",
        "The effects of diets on reproductive performance of eyestalk ablated and intact mud crab Scylla serrata",
        "Maturation performance of Penaeus vannamei co-fed Artemia biomass preparations",
        "Improved maturation of pond-reared, black tiger shrimp (Penaeus monodon) using fish oil and astaxanthin feed supplements",
        "Recent developments on broodstock maturation and reproduction of Farfantepenaeus paulensis",
        "Replacement of fresh dietary components by a dry feed for successful maturation of male Litopenaeus vannamei (Boone) broodstock",
        "Dietary effects on sperm quality of Litopenaeus vannamei broodstock",
        "Acrosome reaction in the sperm of the black tiger shrimp Penaeus monodon (Decapoda, Penaeidae)",
        "Songklanakarin J. Sci. Technol.",
        "The effect of eyestalk ablation on the energy balance of the pink shrimp, Penaeus notialis",
        "Aspects of penaeid biology and ecology of relevance to aquaculture: A review",
        "Spermatogenesis in fish",
        "Determine the Competence of Different Fresh Diets to Improve the Spermatophore Superiority of Giant Black Tiger Shrimp, Penaeus monodon (Fabricius, 1798)",
        null,
        "Computerized imaging and scanning electron microscope (SEM) analysis of co-cultured fresh and frozen bovine sperm",
        "J. Crustac. Biol.",
        "The role of thyroid hormone in testicular development and function",
        "Molecular mechanisms of testosterone action in spermatogenesis",
        "Egg Water Induced Reaction and Biostain Assay of Sperm from Marine Shrimp Penaeus vannamei: Dietary Effects on Sperm Quality",
        "Penaeid shrimp broodstock nutrition: An updated review on research and development"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency",
        "National Science and Technology Development Agency"
    ]
}