{
    "eid": "2-s2.0-85164174163",
    "title": "An overview of parasitic co-infections in tilapia culture",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Co-infection",
        "Parasites",
        "Pathogenic microbes",
        "Tilapia",
        "Treatment"
    ],
    "authors": [
        "Sk Injamamul Islam",
        "Channarong Rodkhum",
        "Piyanan Taweethavonsawat"
    ],
    "citedby-count": 0,
    "ref-count": 166,
    "ref-list": [
        "Natural co-infection of cultured Nile tilapia Oreochromis niloticus with Aeromonas hydrophila and Gyrodactylus cichlidarum experiencing high mortality during summer",
        "The nature and consequences of co-infections in tilapia: a review",
        "Chapter 105 - green tea and its main catechin, epigallocatechin-3-gallate, provide parasitic protection",
        "Viral infections in common carp lead to a disturbance of mucin expression in mucosal tissues",
        "Population dynamics of Cichlidogyrus spp. and Scutogyrus sp. (Monogenea) infecting farmed tilapia in Veracruz",
        "Application of some medicinal plants to eliminate Trichodina sp in tilapia (Oreochromis niloticus)",
        "Argulus foliaceus L. and Piscicola geometra L. as mechanical vectors of spring viraemia of carp virus (SVCV)",
        "Infection dynamics of Cichlidogyrus tilapiae and C. sclerosus (Monogenea, Ancyrocephalinae) in Nile tilapia (Oreochromis niloticus L.) from Uganda",
        "Virulence of infectious hematopoietic necrosis virus and infectious pancreatic necrosis virus coinfection in rainbow trout (Oncorhynchus mykiss) and nucleotide sequence analysis of the IHNV glycoprotein gene",
        "Sensitivity and specificity of real-time PCR and bacteriological culture for francisellosis in farm-raised Nile tilapia (Oreochromis niloticus L.)",
        "Natural coinfection by Streptococcus agalactiae and Francisella noatunensis subsp. orientalis in farmed Nile tilapia (Oreochromis niloticus L.)",
        "Morphomolecular identification of two trichodinid coinfections (Ciliophora: Trichodinidae) and their immunological impacts on farmed Nile Tilapia",
        "A case of natural co-infection of Tilapia Lake Virus and Aeromonas veronii in a Malaysian red hybrid tilapia (Oreochromis niloticus × O. mossambicus) farm experiencing high mortality",
        "A link between ectoparasite infection and susceptibility to bacterial disease in rainbow trout",
        "Fungal diseases",
        "Current status of parasitic ciliates Chilodonella spp. (Phyllopharyngea: Chilodonellidae) in freshwater fish aquaculture",
        "The evolutionary phylogeny of the oomycete “fungi",
        "Collateral diseases: aquaculture impacts on wildlife infections",
        "The physiological response of Atlantic salmon, Salmo salar L., to a single experimental challenge with sea lice, Lepeophtheirus salmonis",
        "Measuring immune system variation to help understand host-pathogen community dynamics",
        "Emerging infectious diseases of animals: An overview",
        "Control of parasitic diseases in aquaculture",
        "Concomitant exposure of rainbow trout fry to Gyrodactylus derjavini and Flavobacterium psychrophilum: effects on infection and mortality of host",
        "The use of crude extract from traditional medicinal plants to eliminate Tricodina sp. In tilapia (Oreochromis niliticus) fingerlings",
        "Demonstration of the second intermediate hosts of Clinostomum complanatum in Korea",
        "Parasite vulnerability to climate change: an evidence-based functional trait approach",
        "Diseases of humans and their domestic mammals: pathogen characteristics, host range and the risk of emergence. Philosophical Transactions of the Royal Society of London",
        "Pathology of five species of Gyrodactylus Nordmann, 1832 (Monogenea)",
        "Concomitant infections, parasites and immune responses",
        "A report of bacterial microcolonies on the surface of Gyrodactylus (Monogenea)",
        "Skin and subcutaneous mycoses in tilapia (Oreochromis niloticus) caused by Fusarium oxysporum in coinfection with Aeromonas hydrophila",
        "Economic appraisal of vaccination against Streptococcus agalactiae in Nile tilapia farms in Brazil",
        "Seasonal dynamics of bacterial pathogens of Nile tilapia farmed in a Brazilian reservoir",
        "Homage to Linnaeus: how many parasites? How many hosts?",
        "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
        "Parasites and biological invasions: parallels, interactions, and control",
        "Indirect effects of parasites in invasions",
        "Parasites affect food web structure primarily through increased diversity and complexity",
        "Co-infection and morphometrics of three clinostomatids (Digenea: Clinostomatidae) in Tilapia guinensis Bleeker, 1862 from Opi lake, Nigeria",
        "First record of co-infection of three clinostomatid parasites in cichlids (Osteichthyes: Cichlidae) in a tropical freshwater lake",
        "A contribution on myxosoma Infection in Cultured Oreochromis niloticus in Lower Egypt",
        "Field studies encysted metacercariae infested natural male tilapias and monosex tilapias in Kafr El-Sheikh Governorate Fish Farms",
        "Field assessment of the mid-winter mass kills of trophic fishes at Mariotteya stream, Egypt: chemical and biological pollution synergistic model",
        "Flavobacterium columnare / Myxobolus tilapiae Concurrent Infection in the Earthen Pond Reared Nile Tilapia (Oreochromis niloticus) during the Early Summer",
        "Within-host dynamics of multi-species infections: facilitation, competition and virulence",
        "Influence of natural Trichodina sp. parasitism on experimental Streptococcus iniae or Streptococcus agalactiae infection and survival of young channel catfish Ictalurus punctatus (Rafinesque): short communication",
        "Fisheries and aquaculture software. FishStatJ-software for fishery statistical time series",
        "World aquaculture 2015",
        "The impact of parasite manipulation and predator foraging behavior on predator-prey community",
        "Syncytial hepatitis of farmed tilapia, Oreochromis niloticus (L.): a case report",
        "Coinfection takes its toll: sea lice override the protective effects of vaccination against a bacterial pathogen in Atlantic salmon",
        "Gyrodactylids (Gyrodactylidae, Monogenea) infecting Oreochromis niloticus (L.) and O. mossambicus (Peters) (Cichlidae): a pan-global survey",
        "Biological control of the fish louse in a rainbow trout fishery",
        "Ichthyophthirius multifiliis infection induces massive up-regulation of serum amyloid A in carp (Cyprinus carpio)",
        "Trade-offs in the evolution of virulence in an indirectly transmitted macroparasite",
        "Biodiversity: disease threat to European fish",
        "Current ecological understanding of fungal-like pathogens of fish: what lies beneath?",
        "Transmission consequences of coinfection: cytokines writ large?",
        "PCR testing can be as accurate as a culture for diagnosis of Ichthyophonus hoferi in Yukon River Chinook salmon Oncorhynchus tshawytscha",
        "Emerging marine diseases-climate links and anthropogenic factors",
        "Diverse effects of parasites in ecosystems: linking interdependent processes",
        "Incidence of Ichthyophonus hoferi in Puget sound fishes and its increase with age of Pacific herring",
        "A higher-level phylogenetic classification of the fungi",
        "How Ponto-Caspian invaders affect local parasite communities of native fish",
        "A review of the ever-increasing threat to European crayfish from non-indigenous crayfish species",
        "Molecular studies on the seasonal occurrence and development of five myxozoans in farmed Salmo trutta L",
        "Lernaea (Anchor Worm) investigations in fish",
        "Host manipulation by parasites",
        "When parasites become prey: ecological and epidemiological significance of eating parasites",
        "Chapter 1 - Introduction",
        "Vertebrate defense against parasites: interactions between avoidance, resistance, and tolerance",
        "Evidence for an amoeba-like infectious stage of Ichthyophonus sp. and description of a circulating blood stage: a probable mechanism for dispersal within the fish host",
        "The impact of co-infections on fish: a review",
        "Parasitic copepod (Lernaea cyprinacea) outbreaks in foothill yellow-legged frogs (Rana boylii) linked to unusually warm summers and amphibian malformations in northern California",
        "Host manipulation in the face of environmental changes: ecological consequences",
        "How should environmental stress affect the population dynamics of disease?",
        "How environmental stress affects the impact of parasites",
        "Parasites dominate food web links",
        "Infectious diseases affect marine fisheries and aquaculture economics",
        "Ecological consequences of manipulative parasites",
        "Manipulative parasites in the world of veterinary science: implications for epidemiology and pathology",
        "Use of formalin in intensive aquaculture: properties, application and effects on fish and water quality",
        "Competition and mutualism among the gut helminths of a mammalian host",
        "A renal mycosis of an adult hybrid red tilapia, Oreochromis mossambicus × O. hornorum, caused by the imperfect fungus, Paecilomyces marquandii",
        "Gill monogeneans of Nile tilapia (Oreochromis niloticus) and red hybrid tilapia (Oreochromis spp.) from the wild and fish farms in Perak, Malaysia: infection dynamics and spatial distribution",
        "Qualitative behavior of predator-prey communities",
        "Climate change: what will it do to fish-parasite interactions?",
        "Ecological impacts of non-indigenous invasive fungi as forest pathogens",
        "Parasites: small players with crucial roles in the ecological theater",
        "The impact of climate change on the parasites and infectious diseases of aquatic animals",
        "Effect of parasitism on vaccine efficacy against Streptococcus iniae in Nile tilapia",
        "Aquaculture disease and health management",
        "Protozoan and metazoan parasites of Nile tilapia Oreochromis niloticus cultured in Brazil",
        "Trends of aquaculture production and trade: carp, tilapia, and shrimp",
        "Parasitism: a cryptic determinant of animal community structure",
        "A review of global tilapia farming practices",
        "Pollution and parasitism in the aquatic environment",
        "Parasitism, climate oscillations, and the structure of natural communities",
        "Parasite-induced trophic facilitation exploited by a non-host predator: a manipulator’s nightmare",
        "Anthropogenic temperature fluctuations and their effect on aquaculture: a comprehensive review",
        "Factors affecting trematode infection rates in freshwater mussels",
        "Enhanced susceptibility of seawater cultured rainbow trout, Oncorhynchus mykiss (Walbaum), to the microsporidian Loma salmonae during a primary infection with a sea louse, Lepeophtheirus salmonis",
        "Understanding trophic interactions in host-parasite associations using stable isotopes of carbon and nitrogen",
        "Probiotics and immunity: a fish perspective",
        "Synergistic infection of Ichthyophthirius multifiliis and Francisella noatunensis subsp orientalis in hybrid red tilapia (Oreochromis sp.)",
        "Detection of tilapia lake virus in Egyptian fish farms experiencing high mortalities in 2015",
        "The possible role of Lepeophtheirus salmonis (Krøyer) in the transmission of infectious salmon anaemia",
        "A comparison of ectoparasite prevalence and occurrence of viral haemorrhagic septicemia virus (VHSV) in whiting Merlangius merlangus euxinus",
        "Control of fish parasites in aquaculture",
        "Experimental coinfection with Aquabirnavirus and viral hemorrhagic septicemia virus (VHSV), Edwardsiella tarda or Streptococcus iniae in Japanese flounder Paralichthys olivaceus",
        "Parasitic diseases in aquaculture: Their biology, diagnosis, and control",
        "Non-native aquatic animals have driven disease emergence in Europe",
        "An assessment of the variation in the prevalence of renal myxosporidiosis and hepatitis in wild brown trout, Salmo trutta L., within and between rivers in South-West England",
        "Metacercarial infection of wild Nile tilapia (Oreochromis niloticus) from Brazil",
        "Ectoparasites",
        "Toxic pollution and parasitism in freshwater fish",
        "Parasite biodiversity revisited: frontiers and constraints",
        "The diversity of parasites",
        "Phenotypic variability induced by parasites",
        "The true cost of host manipulation by parasites",
        "Ecological consequences of parasitism",
        "A survey parasitic of Nile tilapia (Oreochromis niloticus) with special reference to their immune status, histopathological aspects, and nutritional values",
        "The assessment of mycotic settlement of freshwater fishes in Egypt",
        "Checklist of the fish parasitic genus Cichlidogyrus (Monogenea), including its cosmopolitan distribution and host species",
        "Fusarium solani is responsible for mass mortalities in nests of loggerhead sea turtle, Caretta caretta, in Boavista, Cape Verde",
        "The effects of farm management practices on liver fluke prevalence and the current internal parasite control measures employed on Irish dairy farms",
        "Seasonal occurrence, sex ratio, and site preference of Argulus coregoni Thorell (Crustacea: Branchiura) parasitic on cultured freshwater salmonids in Japan",
        "Economic costs of protistan and metazoan parasites to global mariculture",
        "Density and dose: factors affecting mortality of Streptococcus iniae infected tilapia (Oreochromis niloticus)",
        "The parasitic ciliate Ichthyophthirius multifiliis induces the expression of immune-relevant genes in rainbow trout Oncorhynchus mykiss (Walbaum)",
        "Sizing up the global invasive species program",
        "Streptococcus agalactiae infection kills red tilapia with chronic Francisella noatunensis infection more rapidly than the fish without the infection",
        "Treatment of protozoan infections",
        "A new report of Argulus indicus (Crustacea: Branchiura) infestation in red tilapia Oreochromis niloticus × Oreochromis mossambicus in Thailand",
        "FAO. In: Subasinghe R (ed) Regional review on status and trends in aquaculture development in Asia-Pacific –2015. FAO Fisheries and Aquaculture Circular No",
        "Parasites and the behavior of animals",
        "Outbreaks of tilapia lake virus infection, Thailand, 2015–2016",
        "Accumulation of heavy metals by intestinal helminths in fish: an overview and perspective",
        "How parasitism and pollution affect the physiological homeostasis of aquatic hosts",
        "Environmental Parasitology. Interactions between parasites and pollutants in the aquatic environment",
        "Parasite responses to pollution: what we know and where we go in ‘Environmental Parasitology’",
        "Parasites as drivers of key processes in aquatic ecosystems: facts and future directions",
        "Parasite interactions in natural populations: insights from longitudinal data",
        "Parasites as prey in aquatic food webs: implications for predator infection and parasite transmission",
        "Parasites and biological invasions",
        "Fine structure and sugar transport functions of the tegument in Clinostomum marginatum (Digenea: Clinostomatidae): environmental effects on the adult phenotype",
        "On the life history, growth and development from the metacercarial stage to adulthood, of Clinostomum tilapiae Ukoli, 1966",
        "Co-infection patterns of infectious salmon anaemia and sea lice in farmed Atlantic salmon, Salmo salar L., in Southern Chile (2007–2009)",
        "Parasitology and necropsy of fish",
        "Parasites alter community structure",
        "Host range and emerging and reemerging pathogens",
        "Evaluation of the link between gyrodactylosis and streptococcosis of Nile tilapia, Oreochromis niloticus (L.)",
        "Enhanced mortality in Nile tilapia Oreochromis niloticus following coinfections with ichthyophthiriasis and streptococcosis",
        "Naturally infected channel catfish (Ictalurus punctatus) concurrently transmit Ichthyophthirius multifiliis and Edwardsiella ictaluri to naïve channel catfish",
        "Enhanced susceptibility of hybrid tilapia to Flavobacterium columnare after parasitism by Ichthyophthirius multifiliis",
        "Treatment of Trichodina sp. reduced load of Flavobacterium columnare and improved survival of hybrid tilapia",
        "Cyathocotylidae spp and motile aeromonads co-infections in farmed Nile tilapia (Oreochromis niloticus) causing mass mortality",
        "Saprolegniosis in Nile tilapia: identification, molecular characterization, and phylogenetic analysis of two novel pathogenic Saprolegnia strains",
        "Dactylogyrus intermedius parasitism enhances Flavobacterium columnare invasion and alters immune-related gene expression in Carassius auratus",
        "Expression of immune-related genes of Nile tilapia Oreochromis niloticus after Gyrodactylus cichlidarum and Cichlidogyrus sclerosus infections demonstrating immunosuppression in coinfection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jessore",
            "@id": "60138675",
            "affilname": "Jashore University of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138675",
            "affiliation-country": "Bangladesh"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Science Research and Innovation Fund"
    ]
}