{
    "eid": "2-s2.0-84952901471",
    "title": "Gas Flow Visualization in Low Aspect Ratio Packed Beds by Three-Dimensional Modeling and Near-Infrared Tomography",
    "cover-date": "2015-12-30",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [],
    "authors": [
        "Faris Alzahrani"
    ],
    "citedby-count": 8,
    "ref-count": 56,
    "ref-list": [
        "Detailed simulation of transport processes in fixed-beds",
        "CFD method to couple three-dimensional transport and reaction inside catalyst particles to the fixed bed flow field",
        "Evaluation of steady flow profiles in rectangular and circular packed beds by a variational method",
        "Voidage profile in packed beds by multi-channel model: effects of curvature of the channels",
        "Process intensification using multifunctional reactors",
        "Fluid dynamics optimization of a novel isothermal adsorption dehumidification system for solar driven applications",
        "Analysis of the Brinkman equation as a model for flow in porous media.",
        "Hysteresis and extinction waves in catalytic CO oxidation caused by reactant concentration perturbations in a packed-bed reactor",
        "Relationship between packing structure and porosity in fixed beds of equilateral cylindrical particles",
        "Measured and Modeled Superficial Flow Profiles in Packed Beds with Liquid Flow",
        "Voidage variation in packed beds at small column to particle diameter ratio",
        "Screening wall effects of a thin fluidized bed by near-infrared imaging",
        "A simple and coherent set of coefficients for modelling of heat and mass transport with and without chemical reaction in tubes filled with spheres",
        "Dynamic MR imaging of single- and two-phase flows",
        "Analysis of particle porosity distribution in fixed beds using the discrete element method",
        "Radial porosity variations in packed beds",
        "Structure of packed beds probed by Magnetic Resonance Imaging",
        "Gas Separation by Adsorption Processes",
        "The near-wall channelling effect on isothermal constant-pattern adsorption",
        "Modeling of the wall effect in packed bed adsorption",
        "CFD modelling and experimental validation of particle-to-fluid mass and heat transfer in a packed bed at very low channel to particle diameter ratio",
        "CFD based evaluation of heat transfer coefficient from cylindrical particles",
        "Radial void fraction distributions in randomly packed fixed beds of uniformly sized spheres in cylindrical containers",
        "Prediction of radial porosity distributions in randomly packed fixed beds of uniformly sized spheres in cylindrical containers",
        "Correlations for wall and particle shape effects on fixed bed bulk voidage",
        "Wien",
        "Fluid flow through granular beds",
        "Chem. Eng. Prog.",
        "Viscous flow in multiparticle systems: Slow motion of fluids relative to beds of spherical particles",
        "Pressure drop in ideal fluidization",
        "The influence of confining walls on the pressure drop in packed beds",
        "Air isothermal flow through packed beds",
        "Solids behaviour in a gas-solid two-phase mixture flowing through a packed particle bed",
        "Three-dimensional water vapor visualization in porous packing by near-infrared diffuse transmittance tomography",
        "Transient distributions of composition and temperature in a gas-solid packed bed reactor by near-infrared tomography",
        "Procedure for estimation and reporting of uncertainty due to discretization in CFD applications",
        "Longitudinal and transverse dispersion in porous media",
        "Simulation of packing density and liquid flow in fixed beds",
        "Monte carlo simulations of structural properties of packed beds",
        "Computer simulation of random packing of hard spheres",
        "Computational studies of transients in packed tubular chemical reactors",
        "Octahedral configurations in random close packing",
        "Void fraction distribution in beds of spheres",
        "Geometrical characteristics of the pore space in a random packing of equal spheres",
        "Simulation of packing density and liquid flow fixed beds - II. Voronoi polyhedra studies",
        "A geometrical description of particle distributions in materials",
        "Medial axis analysis of void structure in three-dimensional tomographic images of porous media",
        "The packing of spheres in a cylindrical container: the thickness effect",
        "Radial porosity in packed beds of spheres",
        "A critical review of dispersion in packed beds",
        "Numerical simulations of transfer and transport properties inside packed beds of spherical particles",
        "J. Phys. Chem.",
        "CFD-based analysis of the wall effect on the pressure drop in packed beds with moderate tube/particle diameter ratios in the laminar flow regime",
        "Application of computational fluid dynamics to fixed bed adsorption calculations: Effect of hydrodynamics at laboratory and industrial scale"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "affilname": "Department of Engineering, Lancaster University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Belfast",
            "affilname": "Queen's University Belfast",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Ångströmlaboratoriet",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": []
}