{
    "eid": "2-s2.0-85067048587",
    "title": "Annotated checklist of the terrestrial molluscs from laos (mollusca, gastropoda)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Biodiversity",
        "Conservation",
        "Indochina",
        "Land snail",
        "New name",
        "Southeast asia",
        "Type specimen"
    ],
    "authors": [
        "Khamla Inkhavilay",
        "Chirasak Sutcharit",
        "Ueangfa Bantaowong",
        "Ratmanee Chanabun",
        "Warut Siriwut",
        "Ruttapon Srisonchai",
        "Arthit Pholyotha",
        "Parin Jirapatrasilp",
        "Somsak Panha"
    ],
    "citedby-count": 51,
    "ref-count": 219,
    "ref-list": [
        "Descriptions of a new genus, and of eighteen new species of mollusks",
        "Notes malacologiques. A - Observation sur les mollusques terrestres et fluviatiles recueillies dans ľIndo-Chine et particulièrement au Laos par Henri Counillon. B - Description ďespèces nouvelle du centre ďAfrique; C - Notes sur quelques coupes génériques ou sous-génériques de Mollusques. D - Description ďun mollusque méditerranéen nouveau",
        "Coquilles nouvelles provenant des récoltes de M.L. Levay dans le Haut-Mekong pendant la campagne du Massie (1893-95)",
        "Description de coquilles nouvelles de ľIndo-Chine",
        "Diagnose de nouveaux mollusques ľIndo-Chine",
        "Molluscorum terrestrium Tonkinorum diagnoses",
        "Description de coquilles nouvelles de ľIndo-Chine (4e suite)",
        "Description de coquilles nouvelles de ľIndo-Chine (5e suite)",
        "Description de coquilles nouvelles de ľIndo-Chine (6e suite)",
        "Molluscorum terrestrum tonkinorum diagnoses",
        "Description de coquilles nouvelles de ľIndo-Chine",
        "Descriptive catalogue of a collection of land and fresh-water shells, chiefly contained in the Museum of the Asiatic Society",
        "Characters of seventeen new forms of the Cyclostomacea from the British Province of Burma, collected by E. Theobald, jun., Esq",
        "Descriptions of one Indian and nine new Burmese Helices; and notes on two Burmese Cyclostomacea",
        "Studies in the Achatinidae, a group of African land snails",
        "Contributions to Indian malacology. No. IV. Descriptions of new land shells from Ava, and other parts of Burma",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "General features of Chusan, with remarks on the flora and fauna of that island",
        "Description of some new species of slugs collected by Mr. H. Fruhstorfer",
        "Description of two new species of Microparmarion from the Andaman Islands",
        "On the non-operculated land- and freshwater molluscs collected by the members of the “Skeat Expedition” in the Malay Peninsula, 1899-1900",
        "Report on the non-operculate land Mollusca",
        "Diagnoses de Mollusques terrestres nouveaux",
        "Description de coquilles terrestres nouvelles",
        "Description ďespèces nouvelles de Cochinchine",
        "Description d’espèces nouvelles de Poulo-Condor (Cochinchine)",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des espèces nouvelles ou peu connues",
        "Faune malacologique de Cochinchine, premier supplement",
        "Hugh Cuming (1791-1865) prince of collectors",
        "Mollusques nouveaux recueillis au Tonkin par M. le Capitaine Em. Dorr",
        "Liste des mollusques récoltés par M. le Capitaine de Frégate Blaise au Tonkin, et description ďespèces nouvelles",
        "Liste des mollusques récoltés par M.H. Mansuy en Indo-Chine et au Yunnan et description ďespèces nouvelles",
        "Liste des mollusques récoltés par M. Mansuy en Indo-Chine et description ďespèces nouvelles",
        "The landsnail family Subulinidae (Gastropoda: Pulmonata) from Son La, Vietnam, with description of two new species",
        "A checklist and classification of terrestrial prosobranch snails from Son La, north-western Vietnam",
        "On the dates of publication of the Society’s ‘Proceedings’1859-1926, with an appendix containing the dates of publication 1830-1858, compiled by F.H. Waterhouse; also of the ‘Transactions’ 1833-1869 by Henry Peavot, originally published in P.Z.S. 1893,1913",
        "Voyage autour de Monde éxécute pendant les années 1836 et 1837 sur la corvette La Bonite",
        "Notes sur la faune du Haut Tonkin, III. Liste des mollusques recueillis par le Dr. A. Billet",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo-Chine orientale cites jusqu’ à ce jour",
        "Les mollusques testaces du Cambodge. Premier partie: Introduction et Gastéropodes Prosobranches",
        "Les mollusques testaces du Cambodge. Seconde partie: Gastéropodes Pulmonés, Bivalves et bibliographie",
        "Dates de publicalion du “Journal de Conchyliologie” de 1861-1900",
        "Reassignment of Pterocyclos bathychisma (Möllendorff, 1898) to genus Ptychopoma Möllendorff, 1885 (Gastropoda: Caenogastropoda: Cyclophoroidea: Cyclophoridae), with comments on the genus Ptychopoma in Indochina",
        "A list of the species of Amphidromus, Albers, with critical notes and descriptions of some hitherto undescribed species and varieties",
        "Descriptions of supposed new species of Streptaxis and Amphidromus",
        "Description ďun nouvel Amphidromus",
        "Diversity and distribution of the Veronicellidae (Gastropoda: Soleolifera) in the Oriental and Australian biogeographical regions",
        "Zur Conchylien-Fauna von China. III. Stück",
        "Zur Conchylien-Fauna von China. V. Stück",
        "New taxa of Asiatic Clausiliidae (Mollusca: Gastropoda)",
        "Vietnamese Clausiliidae (Gastropoda: Pulmonata): New taxa and novel distribution data",
        "Die Nacktschnecken von Neu-Caledonien, den Loyalty Inseln und den Neuen Hebriden",
        "A classified list of the Helicoid land shells of Asia, Part V",
        "A classified list of the Helicoid land shells of Asia, Part VII",
        "Further remarks on the genus Chloritis, with description of eleven new species",
        "Mollusca II (Trochomorphidae-Janellidae)",
        "Descriptions of four new species of terrestrial shells from Siam",
        "Aktualiserte Liste der terrestrischen Gastropoden Thailands",
        "Notes sur les mollusques terrestres de la vallée de Fleuve Bleu. III. In: Mémoires concernant ĽHistoire Naturelle de ľEmpire Chinois par des pères de la compagnie de Jésus",
        "Terrestrial and aquatic invertebrates as bioindicators for environmental monitoring, with particular reference to mountain ecosystems",
        "Die Vaginuliden. Ein Beitrag zur Kenntnis ihrer Biologie, Anatomie, Systematik, geographischen Verbreitung und Phylogenie",
        "On the land-shells of India",
        "The first revision of the carnivorous land snail family Streptaxidae in Laos, with description of three new species (Pulmonata, Stylommatophora, Streptaxidae)",
        "New species of microsnails from Laos (Pulmonata: Vertiginidae and Diapheridae)",
        "Taxonomic review of the tree snail genus Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Laos, with the description of two new species",
        "Pfeiffer’s Novitates Conchologicae, Series I, Land Mollusca, 1854-1879, and Dunker’s Novitates Conchologicae, Series II, Marine Mollusca, 1862-1882. A complete collation",
        "Die Familie der Heliceen. Die Schnirkelschnecken nebst den zunächst verwandten Gattungen",
        "Die Gedeckekten Lungenschnecken (Cyclostomacea). In Abbildungen nach der Natur mit Beschreibungen. Dritte Abteilung. Cyclophoridae II",
        "The Enidae of Timor (Stylommatophora: Orthurethra)",
        "Taxonomic revision of the elephant pupinid snail genus Pollicaria Gould, 1856 (Prosobranchia, Pupinidae)",
        "The land snail genus Amphidromus: A synoptic catalogue",
        "A new species of Amphidromus from Laos (Gastropoda, Pulmonata, Camaenidae)",
        "Notes on terrestrial molluscs of Sumatra, Indonesia, with descriptions of ten new species (Gastropoda, Prosobranchia & Pulmonata)",
        "Four new species of terrestrial gastropods from Tonkin, North Vietnam (Gastropoda: Diplommatinidae: Strobilopsidae and Ariophantidae)",
        "Remarks on Alycaeus species from South-East Asia, with the descriptions of four new species with keeled shells (Gastropoda, Caenogastropoda, Cyclophoridae)",
        "Remarks on a small collection of terrestrial molluscs from north-west Laos, with descriptions of three new species (Mollusca: Pulmonata: Streptaxidae, Vertiginidae)",
        "Sur quelques mollusques du Tonkin",
        "On the Mollusca of Siam",
        "Diagnoses specierum novarum Chinae meridionalis",
        "Materialien zur Fauna von China",
        "Diagnosen neuer und kritischer Landdeckelschnecken",
        "Die Binnenmollusken Annams",
        "Neue Arten aus Hinterinden",
        "Diagnosen neuer von H. Fruhstorfer in Tongking gesammelter Landschnecken",
        "Zur Binnenmollusken-Fauna Annams IV",
        "Description ďespèces nouvelles de coquilles recueillies par M. Pavie au Cambodge",
        "Descriptions ďespèces nouvelles de coquilles recueillies par M. Pavie, au Cambodge",
        "Diagnoses de mollusques terrestres et fluviatiles du Tonkin",
        "Diagnoses Molluscorum novorum Cambodgiae",
        "Diagnoses Molluscorum novorum Tonkini",
        "Liste des coquilles recueillies, au Tonkin par M. Jourdy, chef ďescadron ďartillerie, et description ďespèces nouvelles",
        "Catalogue des coquilles recueillies, par M. Pavie dans le Cambode et le Royaume de Siam, et description ďespèces nouvelles (1)",
        "Contributions a la malacologique de ľIndo-Chine",
        "Diagnoses molluscorum novorum, in Indo-China collectalum",
        "Description ďun genre nouveau, appartenant à la famille des Helicinidae et provenant du Laos",
        "Diagnoses molluscorum novorum, in Indo-China collectorum",
        "Descriptions ďespèces nouvelles provenant de ľIndochine",
        "Biodiversity hotspots for conservation priorities",
        "An annotated catalogue of type specimens of the land snail genus Cyclophorus Monfort, 1810 (Caenogastropoda, Cyclophoridae) in the Natural History Museum, London",
        "Revision of the Garnieriinae (Gastropoda: Stylommatophora: Clausiliidae), with descriptions of new taxa",
        "Systematic and nomenclatural notes on Phaedusinae with the description of new taxa",
        "New taxa of the subfamilies Neniinae and Garnieriinae (Gastropoda: Stylommatophora: Clausilidae)",
        "Clausiliidae of Vietnam with the description of new taxa (Gastropoda: Stylommatophora)",
        "Note on Garnieriini (Gastropoda, Stylommatophora, Clausiliidae, Garnieriinae)",
        "Description of the second Laotia Saurin, 1953; a genus new to the fauna of Vietnam (Gastropoda: Cyclophoroidea)",
        "Revision of the genus Pseudopomatias and its relatives (Gastropoda: Cyclophoroidea: Pupinidae)",
        "Systematics of the family Plectopylidae in Vietnam with additional information on Chinese taxa (Gastropoda, Pulmonata, Stylommatophora)",
        "Seven new hypselostomatid species from China, including some of the world’s smallest land snails (Gastropoda, Pulmonata, Orthurethra)",
        "A new species of Vargapupa Páll-Gergely, 2015 and a new synonym of Pseudopomatias Möllendorff, 1885 (Gastropoda: Caenogastropoda: Pupinidae)",
        "The family Plectopylidae (Gastropoda, Pulmonata) in Laos with the description of two new genera and a new species",
        "New and little known Clausiliidae (Gastropoda: Pulmonata) from Laos and southern Vietnam",
        "An integrative taxonomic approach to infer the systematic position of Chalepotaxis Ancey, 1887 (Gastropoda: Stylommatophora: Helicarionidae)",
        "Revision of the Alycaeidae of China, Laos and Vietnam (Gastropoda: Cyclophoroidea) I: The genera Dicharax and Metalycaeus",
        "A new species of Paraboysidia (Pupillidae: Gastrocoptinae) from Laos",
        "Note on the genus Spiraculum",
        "Lovell Augustus Reeve (1814-1865): Malacological author and publisher",
        "Beschreibungen neuer Landschnecken",
        "Monographia Pneumonopomorum viventium",
        "Description of fifty-four new species of Helicea, from the collection of Hugh Cuming, Esq",
        "Die Schnirkelschnecken nebst den zunächst verwandten Gattungen",
        "Descriptions of eighteen new species of Cyclostomacea, from Mr. Cuming’s collection",
        "Descriptions of twenty-five new species of land shells, from the collection of H",
        "Descriptions of thirty-six new species of land shells from Mr. H. Cuming’s collection",
        "Novitates Conchologicae",
        "Descriptions of new land shells in the collection of Mr. H. Cuming Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina",
        "Diagnoses de neuf espèces nouvelles provenant de Siam",
        "Descriptions of thirty-six new land shells from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina",
        "Descriptions of fifteen new species of land shells from the collection of H. Cuming, Esq",
        "Novitates Conchologicae. Series prima. Mollusca extramarina",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, estramarines nouvelles, ou peu connues",
        "Novitates Conchologicae. Series prima. Mollusca extramarina",
        "Novitates Conchologicae. Series prima. Mollusca extramarina",
        "Novitates Conchologicae. Series prima. Mollusca extramarina. Descriptions et figures de coquilles, estramarines nouvelles, ou peu connues",
        "Vier neue Konchylienarten",
        "New records in the flora checklists of Laos, resulting from a survey of Phou Hin Poun National Biodiversity Conservation Area",
        "A systematic revision of the land snails of the Western Ghats of India",
        "Descriptions of new species of Helicidae",
        "Bradybaenidae: Catalog of species",
        "Camaenidae: Catalog of species",
        "Streptaxacea: Catalog of species, Part I, Streptaxidae",
        "Coquilles nouvelles de ľIndochine",
        "Treatise on recent terrestrial pulmonate molluscs, Part 10, Ariophantidae, Ostracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Treatise on recent terrestrial pulmonate molluscs, Part 11, Trigonochlamydidae, Papillodermidae, Vitrinidae, Limacidae, Bielziidae, Agriolimacidae, Boettgerillidae and Camaenidae",
        "Treatise on recent terrestrial pulmonate molluscs, Part 12, Bradybaenidae, Monadeniinae, Xanthonychidae, Epiphragmophoridae, Helminthoglyptidae, Elonidae, Humboldtianidae, Sphincterochilidae and Cochlicellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Über einige Parmarion-Arten",
        "Three new species of the carnivorous snail genus Perrottetia Kobelt, 1905 from Thailand (Pulmonata, Streptaxidae)",
        "Revision of the carnivorous snail genus Discartemon Pfeiffer, 1856, with description of twelve new species (Pulmonata, Streptaxidae)",
        "Notes on some land shells from Vanbu, Tonkin, with description of two new species",
        "Some non-marine mollusks from Thailand",
        "Description of some additional species of the genus Cyclostoma",
        "Notes on terrestrial Mollusca from the neighbourhood of Moulmein (Tenasserim Province)",
        "On the land-shells of Penang Island, with descriptions of the animals and anatomical notes; part second, Helicacea",
        "Taxonomic review of the tree snails Amphidromus Albers, 1850 (Pulmonata: Camaenidae) in Thailand and adjacent areas: Subgenus Amphidromus",
        "Illustrated type catalogue of Amphidromus Albers, 1850 in Natural History Museum, London, and descriptions of two new species",
        "A first record of the family Cerastidae in Thailand, with a description of a new species (Pulmonata: Othurethra: Cerastidae)",
        "Fauna malacologica della Nuova Guinea e delle isole adiacenti. Parte I, Molluschi estramarini",
        "Pterocyclos huberi, a new species from Vietnam (Gastropoda: Caenogastropoda: Cyclophoridae)",
        "A classification of the living Mollusca",
        "A note on the genera Costigo and Pupisoma (Gastropoda, Pulmonata: Vertiginidae)",
        "Helicinenstudien",
        "List of the land shells collected by Mr. Wallace in the Malay Archipelago, with descriptions of the new species by Mr. Henry Adams",
        "Systematisches Conchylien-Cabinet von Martini und Chemnitz (1837-1920), bibliography of the volumes in Göttingen",
        "Stylommatophoran slugs of China (Gastropoda: Pulmonata)-Prodromus",
        "The new molluscan names of César-Marie-Felix Ancey including illustrated type material from the National Museum of Wales",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 9: Mollusca, Cyclophoridae, Diplommatininae",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 10: Mollusca, Pleurodontidae (1)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 12: Mollusca, Clausiliidae (1): Phaedusinae, Neniinae",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 13: Mollusca, Cyclophoridae, Cyclophorinae-Cyclophoreae (1)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 15: Mollusca, Cyclophoridae, Cyclophorinae-Cyclophoreae (2)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 17: Mollusca, Cyclophoridae, Cyclophorinae-Cyclophoreae (3)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 18: Mollusca, Cyclophoridae, Cyclophorinae (4)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 20: Mollusca, Cyclophoridae, Alycaeinae",
        "Gastropoda, Euthyneura",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 29: Mollusca, Camaenidae (3)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 35: Mollusca, Camaenidae (5)",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 41: Mollusca, Bradybaeninae",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 51: Mollusca: Achatinacea (2): Ferrussaciidae, Subulinidae",
        "Die Typen und Typoide des Natur-Museums Senckenberg, 52: Mollusca: Hydrocenidae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60194927",
            "affilname": "Sakon Nakhon Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194927",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vientiane",
            "@id": "60072886",
            "affilname": "National University of Laos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072886",
            "affiliation-country": "Laos"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60030267",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030267",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU-ASEAN",
        "TRF Strategic Basic Research",
        "Chulalongkorn University"
    ]
}