{
    "eid": "2-s2.0-85099392473",
    "title": "‘Authoritarian civil society’: How anti-democracy activism shapes Thailand’s autocracy",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Authoritarian civil society",
        "autocratisation",
        "Thailand",
        "third-wave democracy"
    ],
    "authors": [
        "Janjira Sombatpoonsiri"
    ],
    "citedby-count": 12,
    "ref-count": 101,
    "ref-list": [
        "Civil society and the collapse of the Weimar Republic",
        "Myths of moderation: Confrontation and conflict during democratic transitions",
        "On democratic backsliding",
        "Civil and uncivil society",
        "Democratization and civil society: Libya, Tunisia, and the Arab spring",
        "Shrinking operational space of NGOs–A framework of analysis",
        "Protest rituals and uncivil communities",
        "Vigilantism in Turkey: Totalitarian movements and uncivil society in a post-9/11 democracy",
        "Venezuela’s ‘civil society coup",
        "The evolution of autocracy: Why authoritarianism is becoming more formidable",
        "Civil society and competitive authoritarianism in Malaysia",
        "Imagine all the people? Mobilising Islamic populism for right-wing politics in Indonesia",
        "Civil society and the democratic transition in Spain",
        "Civil society and state-centred struggles",
        "Considerations on inequality and politics in Thailand",
        "Beyond civil society: An organizational PERSPECTIVE on state-NGO relations in the People’s Republic of China",
        "Thailand’s failed 2014 election: The anti-election movement, violence and democratic breakdown",
        "The Prayuth regime: Embedded military and hierarchical capitalism in Thailand",
        "Misunderstanding the Internet, misunderstanding the users: Cases from Thailand",
        "Civil society and the authoritarian state: Cooptation, contestation and discourse",
        "Civil society under authoritarian rule: The case of Myanmar",
        "Civil society support for military coups: Bangladesh and the Philippines",
        "Using civil society as an authoritarian legitimation strategy: Algeria and Mozambique in comparative perspective",
        "The many shades of digital vigilantism. A typology of online self-justice",
        "A third wave of autocratization is here: What is new about it?",
        "The fates of third-wave democracies",
        "The politics of repressing environmentalists as agents of foreign influence",
        "Network monarchy and legitimacy crises in Thailand",
        "Thailand’s deep state, royal power and the constitutional court (1997–2015)",
        "The third wave: Inside the numbers",
        "The populist radical right: A pathological normalcy",
        "Institutionalizing pluralism in Russia: A new authoritarianism?",
        "Redefining democratic discourse in Thailand’s civil society",
        "Thaksin’s Populism",
        "Thailand since the coup",
        "The contested spaces of civil society in a plural world: Norm contestation in the debate about restrictions on international civil society support",
        "Global instances of coups from 1950 to 2010: A new dataset",
        "The 2006 anti-Thaksin movement in Thailand: An analysis",
        "How civil is civil society? Authoritarian state, partisan civil society, and the struggle for democratic development in Bangladesh",
        "The politics of uncivil society in Egypt",
        "Yellow vs. red and the rise of a new middle class in Thailand",
        "New social media and politics in Thailand: The emergence of fascist vigilante groups on Facebook",
        "Arming civilians for self-defence: The impact of firearms proliferation on the conflict dynamics in Southern Thailand",
        "The policing of anti-government protests: Thailand’s 2013–2014 demonstrations and a crisis of police legitimacy",
        "The 2014 military coup in Thailand: Implications on political conflicts and resolution",
        "Securitising fake news: Policy responses to disinformation in Thailand",
        "Contingent symbiosis and civil society in an authoritarian state: Understanding the survival of China’s grassroots NGOs",
        "Toppling Thaksin",
        "Political transition process in central and Eastern Europe",
        "Do associations support authoritarian rule? Evidence from Algeria, Mozambique, and Vietnam",
        "State and civil society in the political philosophy of Alexis de Tocqueville",
        "Turkey’s tamed civil society: Containment and appropriation under a competitive authoritarian regime"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}