{
    "eid": "2-s2.0-84904857959",
    "title": "Exogenous spermidine alleviates UV-induced growth inhibition of Synechocystis sp. PCC 6803 via reduction of hydrogen peroxide and malonaldehyde levels",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        }
    ],
    "keywords": [
        "External polyamine",
        "Spermidine",
        "Synechocystis sp. PCC 6803",
        "Ultraviolet irradiation"
    ],
    "authors": [
        "Saowarath Jantaro"
    ],
    "citedby-count": 20,
    "ref-count": 40,
    "ref-list": [
        "Surface ozone measurements in clean air.",
        "The changing solar ultraviolet climate and the ecological consequences for higher plants",
        "Ultraviolet radiation and plants: Burning questions",
        "Current Research, Technology and Education Topics in Applied Microbiology and Microbial Biotechnology",
        "Polyamine metabolism and its regulation",
        "Degradation of D2 protein due to UV-B irradiation of the reaction centre of photosystem II",
        "Adaptation of cyanobacteria to UV-B stress correlated with oxidative stress and oxidative damage",
        "Photoperoxidation in isolated chloroplasts. I. Kinetics and stoichiometry of fatty acid peroxidation",
        "Oxidative stress and enzymatic scavenging of superoxide radicals induced by solar UV-B radiation in Ulva canopies from southern Spain",
        "UV-B induced stress responses in three rice cultivars",
        "High-light-dependent upregulation of carotenoids and their antioxidative properties in the cyanobacterium Synechocystis PCC 6803",
        "Ultraviolet-B-induced oxidative stress and responses of the ascorbate-glutathione cycle in a marine macroalga Ulva fasciata",
        "Polyamines and abiotic stress: Recent advances",
        "The role of the natural polyamine putrescine in defense against oxidative stress in Escherichia coli",
        "Polyamines in the photosynthetic apparatus - Photosystem II highly resolved subcomplexes are enriched in spermine",
        "Effect of polyamines on stabilization of molecular complexes in thylakoid membranes of osmotically stressed oat leaves",
        "Thylakoid-associated polyamines adjust the UV-B sensitivity of the photosynthetic apparatus by means of light-harvesting complex II changes",
        "The role of external polyamines on photosynthetic responses, lipid peroxidation, protein and Chlorophyll a content under the UV-A (352 nm) stress in Physcia semipinnata",
        "SOS induction of the recA gene by UV-, γ-irradiation and mitomycin C is mediated by polyamines in Escherichia coli K-12",
        "Characterization of spermidine transport system in a cyanobacterium, synechocystis sp. PCC 6803",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "Plant Physiology",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Leaf senescence: Correlated with increased levels of membrane permeability and lipid peroxidation, and decreased levels of superoxide dismutase and catalase",
        "Superoxide dismutase: Improved assays and an assay applicable to acrylamide gels",
        "Glycolate metabolism of three submersed aquatic angiosperms during ageing",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "Plant Physiology",
        "Short-term UV-B and UV-C radiations preferentially decrease spermidine contents and arginine decarboxylase transcript levels of Synechocystis sp. PCC 6803",
        "Polyamine effects on growth and endogenous hormones levels in Araucaria angustifolia embryogenic cultures",
        "Influence of UV-B radiation and putrescine on shoot and root growth of cucumber seedlings grown in nutrient solution",
        "Evidence that putrescine modulates the higher plant photosynthetic proton circuit",
        "Simulated solar irradiation with enhanced UV-B adjust plastid- and thylakoid-associated polyamine changes for UV-B protection",
        "Fast and reversible response of thylakoid-associated polyamines during and after UV-B stress: A comparative study of the wild type and a mutant lacking chlorophyll b of unicellular green alga Scenedesmus obliquus",
        "Polyamines interaction with thylakoid proteins during stress",
        "Induction of hypersensitive cell death by hydrogen peroxide produced through polyamine degradation in tobacco plants",
        "A novel polyamine acyltransferase responsible for the accumulation of spermidine conjugates in Arabidopsis seed",
        "Proceedings of the National Academy of Sciences of the United States of America",
        "Polyamines inhibit lipid peroxidation in senescing oat leaves",
        "Applied Biochemistry and Biotechnology"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University Ratchadaphiseksomphot Endowment Fund",
        "Ministry of Education, Thailand and Research Funds",
        "TRF-CHE",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Faculty of Science, Prince of Songkla University"
    ]
}