{
    "eid": "2-s2.0-84901921150",
    "title": "Antinociceptive and anti-inflammatory effects of rosmarinic acid isolated from Thunbergia laurifolia Lindl.",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        },
        {
            "$": "Biological Psychiatry",
            "@code": "2803"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Behavioral Neuroscience",
            "@code": "2802"
        }
    ],
    "keywords": [
        "Acanthaceae",
        "Anti-inflammatory activity",
        "Antinociceptive activity",
        "Rosmarinic acid",
        "Thunbergia laurifolia"
    ],
    "authors": [
        "Wanvisa Boonyarikpunchai"
    ],
    "citedby-count": 104,
    "ref-count": 35,
    "ref-list": [
        "Sesquiterpene lactones with antinociceptive and antipyretic activity from two Centaurea species",
        "Antioxidant activity of Thunbergia laurifolia tea",
        "Phase 1 Research Report, Faculty of Pharmacy Chiangmai University, Chiangmai, Thailand",
        null,
        "Systemic administration of rosmarinus officinalis attenuates the inflammatory response induced by carrageenan in the mouse model of pleurisy",
        "Release of prostaglandins E and F in an algogenic reaction and its inhibition",
        "Biological properties of carrageenan",
        "Screens for anti‐inflammatory drugs",
        "The formalin test: A quantitative study of the analgesic effects of morphine, meperidine, and brain stem stimulation in rats and cats",
        "A note on a simple apparatus for detecting neurological deficit in rats and mice.",
        "Neurometh Psychopharmacol",
        "Int Schol Res Network Pharmacol",
        "The formalin test in mice: dissociation between inflammatory and non-inflammatory pain",
        "Involvement of nitric oxide in a rat model of carrageenin-induced pleurisy",
        null,
        "Antioxidant and cyclooxygenase inhibitory phenolic compounds from Ocimum sanctum Linn.",
        "Fed Proc",
        "Animal models of nociception",
        "Life Sci",
        "In vivo analgesic and anti-inflammatory activities of Rosmarinus officinalis aqueous extracts, rosmarinic acid and its acetyl ester derivative",
        "Site of Analgesic Action of Zomepirac Sodium, A Potent Non-Narcotic Analgesic in Experimental Animals",
        "Master of Sciences",
        "Hepatoprotective activity of Thunbergia laurifolia Linn extract in rats treated with ethanol: In vitro and in vivo studies",
        "Inhibition of complement by covalent attachment of rosmarinic acid to activated C3b",
        "Antioxidant-guided isolation of rosmarinic acid, a major constituent from Thunbergia laurifolia, and its use as a bioactive marker for standardization",
        "Phases of the inflammatory response to subcutaneous implantation of a cotton pellet and their modification by certain anti-inflammatory agents.",
        "Chiang Mai Med Bull",
        null,
        "Rosmarinic acid inhibits external oxidative effects of human polymorphonuclear granulocytes",
        "Fed Proc",
        "Carrageenin-Induced Edema in Hind Paw of the Rat as an Assay for Antiinflammatory Drugs",
        "Rosmarinic acid inhibits TCR-induced T cell activation and proliferation in an Lck-dependent manner",
        "J Pharmacol Exp Ther",
        "Beneficial effects of rosmarinic acid on suppression of collagen induced arthritis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}