{
    "eid": "2-s2.0-85027502485",
    "title": "Identification and quantification and antioxidant activity of flavonoids in different strains of silk cocoon, Bombyx mori",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Biophysics",
            "@code": "1304"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "Flavonoid",
        "Kaempferol",
        "Quercetin",
        "Silk cocoon"
    ],
    "authors": [
        "Supamas Napavichayanun"
    ],
    "citedby-count": 12,
    "ref-count": 23,
    "ref-list": [
        "Wound repair and regeneration",
        "Flavonoid 5-glucosides from the cocoon shell of the silkworm, Bombyx mori",
        "Purification and identification of flavonoids from the yellow green cocoon shell (sasamayu) of the silkworm, bombyx mori",
        "Regioselective formation of quercetin 5-O-glucoside from orally administered quercetin in the silkworm, Bombyx mori",
        "Phenolic composition and antioxidant activity of Thai and Eri silk sericins",
        "Flavonoids from the cocoon of Rondotia menciana",
        "Extraction of flavonoids and carotenoids from Thai silk waste and antioxidant activity of extracts",
        "J. Silk. Sci. Tech. Jpn.",
        "The silkworm Green b locus encodes a quercetin 5-O-glucosyltransferase that produces green cocoons with UV-shielding properties",
        "Characterization of flavonoid subgroups and hydroxy substitution by HPLC-MS/MS",
        "Chromatographic profiles and identification of new phenolic components of Ginkgo biloba leaves and selected products",
        "HPLC-DAD-ESI-MS/MS screening of bioactive components from Rhus coriaria L. (Sumac) fruits",
        "A new estimation of the total flavonoids in silkworm cocoon sericin layer through aglycone determination by hydrolysis-assisted extraction and HPLC-DAD analysis",
        "The Natural Pigments of Silk",
        "Characterization of the pigment in naturally yellow-colored domestic silk",
        "Quercetin glycosides of Grimes Golden apple skin.",
        "Isolation and bioactivities of a non-sericin component from cocoon shell silk sericin of the silkworm Bombyx mori",
        "Quercetin content in some food and herbal samples",
        "Properties and antityrosinase activity of sericin from various extraction methods",
        "The effect of sericin from various extraction methods on cell viability and collagen production",
        "Silk protein, sericin, inhibits lipid peroxidation and tyrosinase activity",
        "Biomed. Rep.",
        "Silkworm Sericin: Properties and Biomedical Applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Innsbruck",
            "affilname": "Universität Innsbruck",
            "affiliation-country": "Austria"
        }
    ],
    "funding": []
}