{
    "eid": "2-s2.0-85143333028",
    "title": "Sustainability analysis of bioethanol production from grain and tuber starchy feedstocks",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "A. Sanni",
        "A. S. Olawale",
        "Y. M. Sani",
        "S. Kheawhom"
    ],
    "citedby-count": 2,
    "ref-count": 44,
    "ref-list": [
        "Techno-Economic Assessment of Biofuel as an Alternative Energy Source for Transportation in Nigeria",
        "Environmental sustainability of biofuels: A review: Environmental sustainability of biofuels",
        "Can China’s carbon trading policy help achieve carbon neutrality? A study of policy effects from the five-sphere integrated plan perspective",
        "Carbon neutrality: Toward a sustainable future",
        "Editorial overview: Energy biotechnology",
        "Broad threat to humanity from cumulative climate hazards intensified by greenhouse gas emissions",
        "Implications of COVID-19 on global environmental pollution and carbon emissions with strategies for sustainability in the COVID-19 era",
        "Bioethanol and biodiesel: Bibliometric mapping, policies and future needs",
        "Simulation of the downstream processing in the ethanol production from lignocellulosic biomass with Aspen Plus and IPSEpro",
        "Trends in biotechnological production of fuel ethanol from different feedstocks",
        "High alcohol production by solid substrate fermentation from starch substrates using thermotolerant Saccharomyces cerevisiae",
        "Development of an ASPEN PLUS Physical Property Database for Biofuels Components",
        "A study of the optimal conditions for starch hydrolysis through thermostable α-Amylase",
        "Progress in bioethanol processing",
        "Production of bio-ethanol rom sugarcane: A pilot scale study in Nigeria",
        "Manure and mineral fertilizer effects on crop yield and soil carbon sequestration: A meta-analysis and modeling across China",
        "A practical approach to energy and thermoeconomic analysis of industrial processes (1st edition, pp9-40.)",
        "Greenhouse gas emissions from different crop production and management practices in South Africa",
        "Environmental Sustainability of Bioethanol Production from Wheat Straw in the UK",
        "Life-cycle assessment of straw use in bio-ethanol production: a case study based on biophysical modelling",
        "Energy balance and GHG-abatement cost of cassava utilisation for fuel ethanol in Thailand",
        "Price of 1 ton of Cassava in Nigeria",
        "Prices of foodstuffs in Kano",
        "Response of sorghum to nitrogen fertilizer and plant density in Guinea Savannah zone"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Zaria",
            "@id": "60010799",
            "affilname": "Ahmadu Bello University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010799",
            "affiliation-country": "Nigeria"
        }
    ],
    "funding": []
}