{
    "eid": "2-s2.0-85006341685",
    "title": "Multicenter experience of primary transanal endorectal pull-through operation in childhood Hirschsprung’s disease",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Hirschsprung’s disease",
        "Post-operative complication",
        "Transanal endorectal pull- through"
    ],
    "authors": [
        "Tawan Imvised"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "Transanal endorectal pull-through for Hirschsprung's disease",
        "Transanal one-stage endorectal pull-through for Hirschsprung disease: Experiences with 51 newborn patients",
        "Outcome of transanal endorectal vs. transabdominal pull-through in patients with Hirschsprung's disease",
        "Hirschsprung's disease prevalence in Europe: A register based study",
        "Use of the recto-sigmoid index to diagnose Hirschsprung's disease",
        "One-Stage Transanal Soave Pullthrough for Hirschsprung Disease: A Multicenter Experience with 141 Children",
        "Are the long-term results of the transanal pull-through equal to those of the transabdominal pull-through? A comparison of the 2 approaches for Hirschsprung disease",
        "Transanal One-Stage Endorectal Pull-Through for Hirschsprung's Disease: A Multicenter Study",
        "What is the most common complication after one-stage transanal pull-through in infants with Hirschsprung's disease?",
        "Transanal pull-through procedure for Hirschsprung's disease: A 5-year experience",
        "Hirschsprung's disease and associated congenital heart defects: A prospective observational study from a single institution",
        "Development of Frequency of Stools over Time in Children with Hirschsprung Disease Posttransanal Endorectal One-Stage Pull-through",
        "Transanal endorectal pull-through for Hirschsprung's disease: Experience with 68 patients",
        "Hirschsprung-associated enterocolitis: Prevention and therapy",
        "Chromosomal and related mendelian syndromes associated with hirschsprung's disease",
        "Transanal pullthrough for Hirschsprung disease: Matched case-control comparison of Soave and Swenson techniques",
        "Advances in Hirschsprung disease genetics and treatment strategies: An update for the primary care pediatrician",
        "Long-term results of bowel function after treatment for Hirschsprung's disease: A 29-year review",
        "Functional outcome after operation for Hirschsprung disease-transanal vs transabdominal approach",
        "Additional Anomalies in Hirschsprung's Disease: An Analysis Based on the Nationwide Survey in Japan",
        "Hirschsprung's disease associated with Down syndrome: A meta-analysis of incidence, functional outcomes and mortality",
        "Hirschsprung's disease in children with down syndrome: A comparative study",
        "The incidence of congenital heart disease",
        "Incidence of congenital heart disease: I. Postnatal incidence",
        "Is there a hidden mortality after one-stage transanal endorectal pull-through for patients with Hirschsprung's disease?",
        "Transanal endorectal pull-through versus transabdominal approach for Hirschsprung's disease: A systematic review and meta-analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Songklanagarind Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Vajira Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Maharaj Nakhon Ratchasima Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thammasat University Research Foundation"
    ]
}