{
    "eid": "2-s2.0-85169881680",
    "title": "Immunogenicity, safety, and efficacy of rurioctocog alfa pegol in previously untreated patients with severe hemophilia A: interim results from a phase 3, prospective, multicenter, open-label study",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antibodies",
        "factor VIII",
        "hemophilia A",
        "inhibitors",
        "prophylaxis",
        "safety"
    ],
    "authors": [
        "Robert F. Sidonio",
        "Alexis A. Thompson",
        "Flora Peyvandi",
        "Oleksandra Stasyshyn",
        "Seoh Leng Yeoh",
        "Darintr Sosothikul",
        "Ali Bulent Antmen",
        "Caterina Maggiore",
        "Werner Engl",
        "Bruce Ewenstein",
        "Srilatha Tangada"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "The hemophilias–from royal genes to gene therapy",
        "Haemophilias A and B",
        "WFH Guidelines for the management of hemophilia, 3rd edition",
        "The past and future of haemophilia: diagnosis, treatments, and its complications",
        "Aspects of prophylactic treatment of hemophilia",
        "Factor VIII inhibitors in hemophilia A: rationale and latest evidence",
        "Immunogenicity of current and new therapies for hemophilia A",
        "Development of inhibitors in hemophilia A: An illustrated review",
        "Inhibitor questions: plasma-derived factor VIII and recombinant factor VIII",
        "Simoctocog alfa (Nuwiq) in previously untreated patients with severe haemophilia A: Final results of the NuProtect study",
        "European study on orthopaedic status of haemophilia patients with inhibitors",
        "Impact of inhibitors on hemophilia A mortality in the United States",
        "Cost-of-illness study of severe haemophilia A and B in five French haemophilia treatment centres",
        "Rate of inhibitor development in previously untreated hemophilia A patients treated with plasma-derived or recombinant factor VIII concentrates: a systematic review",
        "Immune tolerance therapy for factor VIII inhibitors: moving from empiricism to an evidence-based approach",
        "Posttranslational Modifications and the Immunogenicity of Biotherapeutics",
        "Anti-PEG antibodies: properties, formation, testing and role in adverse immune reactions to PEGylated nano-biopharmaceuticals",
        "The Nijmegen modification of the Bethesda assay for factor VIII: C inhibitors: improved specificity and reliability",
        "Distinct characteristics of antibody responses against factor VIII in healthy individuals and in different cohorts of hemophilia A patients",
        "The mystery of antibodies against polyethylene glycol (PEG)–what do we know?",
        "The principal results of the International Immune Tolerance Study: a randomized dose comparison",
        "Recombinant versus plasma-derived factor VIII products and the development of inhibitors in previously untreated patients with severe hemophilia A: the CANAL cohort study",
        "How we treat a hemophilia A patient with a factor VIII inhibitor",
        "Safety of PEGylated recombinant human full-length coagulation factor VIII (BAX 855) in the overall context of PEG and PEG conjugates",
        "Immunogenicity, efficacy and safety of Nuwiq® (human-cl rhFVIII) in previously untreated patients with severe haemophilia A-Interim results from the NuProtect study",
        "Safety and efficacy of turoctocog alfa in the prevention and treatment of bleeds in previously untreated paediatric patients with severe haemophilia A: Results from the guardian 4 multinational clinical trial",
        "Factor VIII brand and the incidence of factor VIII inhibitors in previously untreated UK children with severe hemophilia A, 2000-2011",
        "A randomized trial of factor VIII and Neutralizing antibodies in hemophilia A",
        "The safety and efficacy of N8-GP (turoctocog alfa pegol) in previously untreated pediatric patients with hemophilia A",
        "Experience of Advate rAHF-PFM in previously untreated patients and minimally treated patients with haemophilia A",
        "Rurioctocog alfa pegol PK-guided prophylaxis in hemophilia A: results from the phase 3 PROPEL study",
        "Extended half-life pegylated, full-length recombinant factor VIII for prophylaxis in children with severe haemophilia A",
        "Pegylated, full-length, recombinant factor VIII for prophylactic and on-demand treatment of severe hemophilia A",
        "F8 and F9 mutations in US haemophilia patients: correlation with history of inhibitor and race/ethnicity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Durham",
            "@id": "60112142",
            "affilname": "IQVIA Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112142",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "@id": "60103837",
            "affilname": "Hospital Pulau Pinang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103837",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Adana",
            "@id": "60087899",
            "affilname": "T.C. Sağlık Bakanliği Adana Numune Eğitim ve Araştirma Hastanesine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60087899",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Kyiv",
            "@id": "60068515",
            "affilname": "National Academy of Medical Sciences of Ukraine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60068515",
            "affiliation-country": "Ukraine"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60030318",
            "affilname": "Università degli Studi di Milano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030318",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Chicago IL",
            "@id": "60017031",
            "affilname": "Ann &amp; Robert H. Lurie Children's Hospital of Chicago",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017031",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Milan",
            "@id": "60007067",
            "affilname": "Ospedale Maggiore Policlinico Milano",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007067",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Atlanta",
            "@id": "60000928",
            "affilname": "Emory University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000928",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "127686493",
            "affilname": "Inc",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127686493",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Vienna",
            "@id": "123341180",
            "affilname": "Takeda Company",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123341180",
            "affiliation-country": "Austria"
        }
    ],
    "funding": [
        "Genentech",
        "Takeda"
    ]
}