{
    "eid": "2-s2.0-85107820658",
    "title": "Emotive responses to the language learning experience across contexts",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Management of Technology and Innovation",
            "@code": "1405",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Australia",
        "EFL",
        "Emotion",
        "ESL",
        "Language education",
        "Thailand"
    ],
    "authors": [
        "Andrew S. Ross",
        "Punchalee Wasanasomsithi"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Toward a sociocognitive approach to second language acquisition",
        "Contexts of engagement: a discourse perspective on 'intake' and 'pushed output",
        "Emotions and autonomy in foreign language learning at university",
        "Affect in a self-regulatory framework of language learning",
        "Investigating the psychological and emotional dimensions in instructed language learning: obstacles and possibilities",
        "Reflections on the emotional and psychological aspects of foreign language learning and use",
        "The two faces of Janus? Anxiety and enjoyment in the foreign language classroom",
        "The L2 motivational self system",
        "Motivational variables in second-language acquisition",
        "Theorizing affect in foreign language learning: an analysis of one learner's responses to a communicative-based Portuguese course",
        "Foreign language classroom anxiety",
        "Forms and functions of emotions: matters of emotion-cognition interactions",
        "'Emotion: an overview'",
        "Chaos/complexity science and second language acquisition",
        "Self-conscious emotions: Embarrassment, pride, shame, and guilt",
        "Emotions as learning enhancers of foreign language learning motivation",
        "Emotions that facilitate language learning: the positive-broadening power of the imagination",
        "The baby, the bathwater, and the future of language learning motivation research",
        "Goal theory is not dead - not yet anyway: a reflection on the special issue",
        "Behaviorism",
        "English-teaching problems in Thailand and Thai teachers' professional development needs",
        "The control-value theory of achievement emotions: an integrative approach to emotions in education",
        "Emotional experiences beyond the classroom: interactions with the social world",
        "Learner perceptions and experiences of pride in second language education",
        "Emotions in classroom language learning: what can we learn from achievement emotion research?",
        "The inseparability of cognition and emotion",
        "Perfectionism and the self-conscious emotions: shame, guilt, embarrassment, and pride"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60025709",
            "affilname": "The University of Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025709",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}