{
    "eid": "2-s2.0-84966297465",
    "title": "Rapid method for DNA isolation from a tough cell wall green alga Tetraspora sp. CU2551",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        }
    ],
    "keywords": [
        "Green algae",
        "Rapid DNA isolation",
        "Tetraspora"
    ],
    "authors": [
        "Cherdsak Maneeruttanarungroj"
    ],
    "citedby-count": 8,
    "ref-count": 23,
    "ref-list": [
        "Universal and rapid salt-extraction of high quality genomic DNA for PCR-based techniques",
        "A small intergenic region drives exclusive tissue-specific expression of the adjacent genes in Arabidopsis thaliana",
        "Isolation and protoplasts plating efficiency of sweet orange",
        "Genome analysis of the smallest free-living eukaryote Ostreococcus tauri unveils many unique features",
        "Phytochem Bull",
        "Focus",
        "Isolation of plant DNA: A fast, inexpensive, and reliable method",
        "Modified rapid DNA extraction protocol for high throughput microsatellite analysis in wheat",
        "Modified CTAB protocol using a silica matrix for isolation of plant genomic DNA",
        "Ultrasonication - A complementary 'green chemistry' tool to biocatalysis: A laboratory-scale study of lycopene extraction",
        "Effects of the protein denaturant guanidinium chloride on aqueous hydrophobic contact-pair interactions",
        "A newly isolated green alga, Tetraspora sp. CU2551, from Thailand with efficient hydrogen production",
        "Sulfate permease (SulP) and hydrogenase (HydA) in the green alga Tetraspora sp. CU2551: Dependence of gene expression on sulfur status in the medium",
        "A procedure for the isolation of deoxyribonucleic acid from micro-organisms",
        "The Chlamydomonas genome reveals the evolution of key animal and plant functions",
        "Transformation of chloroplast ribosomal RNA genes in Chlamydomonas: Molecular and genetic characterization of integration events",
        "High recovery of cell-free methylated DNA based on a rapid bisulfite-treatment protocol",
        "An effective DNA extraction protocol for brown algae",
        "Analysis of current and alternative phenol based RNA extraction methodologies for cyanobacteria",
        "UV radiation-induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "Molecular cloning: a laboratory manual",
        "A method for RNA isolation from marine macro-algae",
        "Evaluation of methods for the extraction and purification of DNA from the human microbiome"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Ratchadaphiseksomphot Endowment Fund on the Frontier Research Food and Water Cluster",
        "Thailand Research Fund",
        "King Mongkut's Institute of Technology Ladkrabang"
    ]
}