{
    "eid": "2-s2.0-84920707456",
    "title": "Effect of diluent polarity on membrane stability in the separation of trace Pd(II) from wastewater by HFSLM using LIX84-I",
    "cover-date": "2015-01-25",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Diluent",
        "HFSLM",
        "Membrane stability",
        "Palladium",
        "Polarity"
    ],
    "authors": [
        "Kraiwith Wongkaew"
    ],
    "citedby-count": 12,
    "ref-count": 53,
    "ref-list": [
        "Preconcentration procedure trace amounts of palladium using modified multiwalled carbon nanotubes sorbent prior to flame atomic absorption spectrometry. 1st Nano Update.",
        "Transport of palladium(II) through hollow fiber supported liquid membrane facilitated by nonylthiourea",
        "Genotoxicity of platinum and palladium compounds in human and bacterial cells",
        "Separation of palladium from high level liquid waste of PUREX origin by solvent extraction and precipitation methods using oximes",
        "Extraction of palladium from nitrate solution by CYANEX 471X",
        "Palladium(II) removal from chloride and chloride-nitrate solutions by chelating ion-exchangers containing N-donor atoms",
        "Biosorption of platinum and palladium for their separation/ preconcentration prior to graphite furnace atomic absorption spectrometric determination",
        "Determination of very low levels of gold and palladium in wastewater and soil samples by atomic absorption after preconcentration on modified MCM-48 and MCM-41 silica",
        "Extraction and separation of platinum, palladium and rhodium using Cyanex 923 and their recovery from real samples",
        "Separation of platinum and palladium from chloride solution by solvent extraction using Alamine 300",
        "A hollow fiber supported liquid membrane based on Aliquat 336 as a carrier for rhodium(III) transport and preconcentration",
        "Instability mechanisms of supported liquid membranes in phenol transport process",
        "Calix[4]arene derivative bearing imidazole groups as carrier for the transport of palladium by using bulk liquid membrane",
        "Synergistic Enantioseparation of Rac-Phenylalanine via Hollow Fiber Supported Liquid Membrane",
        "Uphill transport and mathematical model of Pb(II) from dilute synthetic lead-containing solutions across hollow fiber supported liquid membrane",
        "Separation and concentration of L-phenylalanine using hollow fiber supported liquid membrane",
        "J. Ind. Eng. Chem.",
        "Mass transport modeling and analysis on the mutual separation of lanthanum(III) and cerium(IV) through a hollow fiber supported liquid membrane",
        "Selective enrichment of palladium from spent automotive catalysts by using a liquid membrane system",
        "Solvent extraction of copper(II) from ammonium chloride and hydrochloric acid solutions with hydrophobic pyridineketoximes",
        "Study on the extraction of palladium(II) and platinum(IV) using LIX 84I",
        "Process for the separation and recovery of palladium and platinum from spent automobile catalyst leach liquor using LIX 84I and Alamine 336",
        "Uptake and extraction chromatographic separation of mercury(II) by triisobutylphosphine sulfide (TIBPS) sorbed on silica gel and decontamination of mercury containing effluent",
        "Separation and concentration of Pd, Pt, and Rh from automotive catalytic converters by combining two hollow-fiber liquid membrane systems",
        "Solvent extraction separation and recovery of palladium and platinum from chloride leach liquors of spent automobile catalyst",
        "Hollow fiber supported liquid membrane for extraction of ethylbenzene and nitrobenzene from aqueous solution: A Hansen Solubility Parameter approach",
        "Separation of Co(II) and Ni(II) from thiocyanate media by hollow fiber supported liquid membrane containing Alamine300 as carrier - investigation on polarity of diluent and membrane stability",
        "Enantioseparation of (S)-amlodipine from pharmaceutical industry wastewater by stripping phase recovery via HFSLM: Polarity of diluent and membrane stability investigation",
        "Thermodynamic and kinetic studies of palladium (II) extraction by extractant mixtures containing LIX 63: Part I. Thermodynamic study",
        "Van't Huff's equation for endoreversible chemical reactions",
        "Liquid Emulsion Membrane (LEM) process for vanadium (IV) enrichment: Process intensification",
        "The thermodynamics of synergistic extraction of bismuth by 2-ethylhexyl phenylphosphonic acid and micelles of dinonyl naphthalene sulfonic acid",
        "Supported liquid membranes for copper transport",
        null,
        "J. Radioanal. Nucl. Chem.",
        null,
        "Desalination by membrane distillation adopting a hydrophilic membrane",
        "Fluid-flow models operating on linear algebra for extraction and stripping of silver ions from pharmaceutical wastewater by HFSLM",
        "A study on extraction of copper using LIX 84-I and LIX 622N",
        "Thermodynamic and kinetic studies of palladium (II) extraction by extractant mixtures containing LIX 63 Part II. Kinetic study",
        "A reaction flux model for extraction of Cu(ii) with LIX84i in HFSLM",
        "Development of a solvent extraction system with 1,2-bis(2-methoxyethylthio) benzene for the selective separation of palladium(II) from secondary raw materials",
        "Solvent extraction and separation of palladium(II) and platinum(IV) from hydrochloric acid medium with dibutyl sulfoxide",
        "Separation of Pt(IV) and Pd(II) from the loaded Alamine 336 by stripping",
        "Selective Transport of Palladium through a Hollow Fiber Supported Liquid Membrane and Prediction Model Based on Reaction Flux",
        "A hollow fiber supported liquid membrane based on Aliquat 336 as a carrier for rhodium(III) transport and preconcentration",
        "Pseudo-emulsion based hollow fiber strip dispersion technique (PEHFSD): Optimization, modelling and application of PEHFSD for recovery of U(VI) from process effluent",
        "Mass transfer modeling on the separation of tantalum and niobium from dilute hydrofluoric media through a hollow fiber supported liquid membrane",
        "J. Ind. Eng. Chem.",
        "High flux and antifouling filtration membrane based on non-woven fabric with chitosan coating for membrane bioreactors",
        "Enhancement of uranium ion flux by consecutive extraction via hollow fiber supported liquid membrane",
        "Efficient hollow fiber supported liquid membrane system for the removal and preconcentration of Cr(VI) at trace levels"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}