{
    "eid": "2-s2.0-85105516303",
    "title": "Influence of Drinking related Locus of Control on motivation to change alcohol drinking behavior, as observed in Kathmandu, Nepal.",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Alcohol Use Disorder (AUD)",
        "Drinking Related Internal-External Locus of Control Scale (DRIE)",
        "locus of control (LOC)",
        "University of Rhode Island Change Assessment Scale (URICA)"
    ],
    "authors": [
        "Pranab Dahal",
        "Pallavi Koirala",
        "Naowarat Kanchanakhan",
        "Nuchanad Hounnaklang"
    ],
    "citedby-count": 0,
    "ref-count": 39,
    "ref-list": [
        "Non-communicable diseases at a regional hospital in Nepal: Findings of a high burden of alcohol-related disease",
        "Locus of control, social support and alcoholism",
        "Temptation, restriction, and the regulation of alcohol intake: Validity and utility of the temptation and restraint inventory",
        "Neavins, T. M",
        "Stages of change profiles in outpatient alcoholism treatment",
        "Bellack, A. S",
        "The drinking-related locus of control scale. Reliability, factor structure and validity",
        "Alcohol policy and the public good",
        "Integrative principles for treating substance use disorders",
        "Locus of control among alcoholics, recovering alcoholics, and non‐alcoholics",
        "Prevalence of alcohol dependence in a town in Nepal as assessed by the CAGE questionnaire",
        "Comparison of two locus of control scales in predicting relapse in an alcoholic population",
        "Drinking-related locus of control as a predictor of drinking after treatment",
        "Locus of control is associated with tobacco and alcohol consumption in young adults of the avon longitudinal study of parents and children",
        "Prevalence and correlates of depression and alcohol use disorder among adults attending primary health care services in Nepal: A cross sectional study",
        "Drinking-related locus of control and the drinking status of urban native Americans",
        "Iatrogenic effects of psychosocial interventions: Treatment, life context, and personal risk factors",
        "Dismantling motivational interviewing: Effects on initiation of behavior change among problem drinkers seeking treatment",
        "Locus of control and drinking behavior in a sample of men in army basic training",
        "Social–contextual factors associated with alcohol use among adolescents of traditional alcohol user and nonuser ethnic groups of Nepal",
        "Alcohol problems in developing countries: Challenges for the new millennium",
        "A stage of change approach to addiction in the medical setting",
        "Development of the alcohol use disorders identification test (AUDIT): WHO collaborative project on early detection of persons with harmful alcohol consumption‐II",
        "Facilitation of internal locus of control in adolescent alcoholics through a brief biofeedback-assisted autogenic relaxation training procedure",
        "Personality characteristics, locus of control and hostility among alcoholics and non-alcoholics",
        "Cognitive and behavioural factors as predictors of abstinence following treatment for alcohol dependence",
        "Readiness to change in primary care patients who screened positive for alcohol misuse",
        "Public health problems caused by harmful use of alcohol: Gaining less or losing more?",
        "The Chinese version of the drinking-related locus-of-control scale: A confirmatory factor analysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}