{
    "eid": "2-s2.0-85108274689",
    "title": "Leaf phenology and trunk growth of Avicennia alba (Blume) under a seasonally fluctuating saline environment in the tropical monsoon area of eastern Thailand",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Avicennia alba",
        "leaf phenology",
        "seasonal growth",
        "trunk growth",
        "water salinity"
    ],
    "authors": [
        "Piyapon Kankong",
        "Sasitorn Poungparn",
        "Akira Komiyama",
        "Chadtip Rodtassana",
        "Tamanai Pravinvongvuthi"
    ],
    "citedby-count": 1,
    "ref-count": 76,
    "ref-list": [
        "Physiologically adaptive plasticity in nutrient resorption efficiency of Avicennia officinalis L. under fluctuating saline environments in the Sundarbans of Bangladesh",
        "Maternal origins induced plasticity in salt adaptability of Avicennia officinalis L. seedlings in the Sundarbans of Bangladesh",
        "Contribution of mangroves to coastal carbon cycling in low latitude seas",
        "Carbon cycling and storage in mangrove forests",
        "Stem growth and phenology of three subtropical mangrove tree species",
        "Effect of seawater on the growth, ion content and water potential of Rhizophora mucronata Lam",
        "Effects of salinity on the growth of mangrove seedling",
        "Mangrove production and carbon sinks: A revision of global budget estimates",
        "Notes and observations: Accuracy of bands and tape for measuring diameter increments",
        "Monsoon-influenced phytoplankton community structure in a Philippine mangrove estuary",
        "Climatic signals in tree rings of Heritiera fomes Buch.-Ham. in the Sundarbans, Bangladesh",
        "Seasonal growth of mangrove trees in southern Thailand. I. The phenology of Rhizophora apiculata Bl",
        "Vegetative and reproductive phenologies of four mangrove species from northern Australia",
        "Variation in evergreen and deciduous species leaf phenology in Assam, India",
        "Mangroves among the most carbon-rich forests in the tropics",
        "Observations on the floral and vegetative phenologies of north-eastern Australian mangroves",
        "Auxin (IAA) and soluble carbohydrate seasonal dynamics monitored during xylogenesis and phloemogenesis in Scots pine",
        "Using climate-driven leaf phenology and growth to improve predictions of gross primary productivity in North American forests",
        "Leaf phenology, photosynthesis, and the persistence of saplings and shrubs in a mature northern hardwood forest",
        "Adaptive significance of evergreen vs. deciduous leaves: Solving the triple paradox",
        "Leaf phenological traits in the mangrove Kandelia candel (L.) Druce",
        "Creation of a high spatio-temporal resolution global database of continuous mangrove forest cover for the 21st century (CGMFC-21)",
        "Forest ecological studies of mangrove ecosystem in Ranong, southern Thailand: (4) diameter growth measurement by dendrometry",
        "Biomass and net primary productivity of mangrove communities along the oligohaline zone of Sundarbans, Bangladesh",
        "Vegetative and reproductive phenology of the mangrove Kandelia obovata",
        "Fluxes of dissolved inorganic nutrients and suspended sediment at the Trat River Mouth, Trat Province in dry and wet seasons in 2014. Proceedings of the 15th Marine Science Conference, Bangkok, Thailand",
        "Leaf phenology as an optimal strategy for carbon gain in plants",
        "Allometry, biomass, and productivity of mangrove forests: A review",
        "Daily inundation induced seasonal variation in the vertical distribution of soil water salinity in an estuarine mangrove forest under a tropical monsoon climate",
        "Occurrence of seasonal water replacement in mangrove soil and the trunk growth response of Avicennia alba related to salinity changes in a tropical monsoon climate",
        "On the halophytic nature of mangroves",
        "Effects of season, rainfall, and hydrogeomorphic setting on mangrove tree growth in Micronesia",
        "Tide- and rainfall-induced variations of physical and chemical parameters in a mangrove-depleted estuary of East Hainan (South China Sea)",
        "Strong correlation between isoprene emission and gross photosynthetic capacity during leaf phenology of the tropical tree species Hymenaea courbaril with fundamental changes in volatile organic compounds emission composition during early leaf development",
        "Variation in propagule mass and its effect on carbon assimilation and seedling growth of red mangrove (Rhizophora mangle) in Florida, USA",
        "Salinity and light interactively affect neotropical mangrove seedlings at the leaf and whole plant levels",
        "Mangrove seedling net photosynthesis, growth, and survivorship are interactively affected by salinity and light",
        "Contrasting leaf phenological strategies optimize carbon gain under droughts of different duration",
        "Seasonal development of secondary xylem and phloem in Schizolobium parahyba (Vell.) Blake (Leguminosae: Caesalpinioideae)",
        "Climatic influences on leaf phenology, xylogenesis and radial stem changes at hourly to monthly scales in two tropical dry forests",
        "Variations in water use by a mature mangrove of Avicennia germinans, French Guiana",
        "Effects of salinity and nitrogen on growth and water relations in the mangrove, Avicennia marina (Forsk.) Vierh",
        "Adaptive responses to salinity: Nutrient resorption efficiency of Sonneratia apetala (Buch.-Ham.) along the salinity gradient in the Sundarbans of Bangladesh",
        "Leaf growth pattern in evergreen and deciduous species of the Central Himalaya, India",
        "Phenology, litterfall and nutrient resorption in Avicennia marina (Forssk.) Vierh in Gazi Bay, Kenya",
        "Leaf-out phenology of temperate woody plants: From trees to ecosystems",
        "Seasonal variation on photosynthetic pigment, soluble sugars and starch contents of mangrove (Avicennia alba Bl.)",
        "Fine root production in three zones of secondary mangrove forest in eastern Thailand",
        "High primary productivity under submerged soil raises the net ecosystem productivity of a secondary mangrove forest in eastern Thailand",
        "Ten-year estimation of net primary productivity in a mangrove forest under a tropical monsoon climate in eastern Thailand: Significance of the temperature environment in the dry season",
        "Salinity drives growth dynamics of the mangrove tree Sonneratia apetala Buch.-Ham. in the Sundarbans, Bangladesh",
        "Influence of spring and autumn phenological transitions on forest ecosystem productivity",
        "Influence of spring phenology on seasonal and annual carbon balance in two contrasting New England forests",
        "A safe hydraulic architecture as wood anatomical explanation for the difference in distribution of the mangroves Avicennia and Rhizophora",
        "The use of fresh and saline water sources by the mangrove Avicennia marina",
        "Influence of a salinity gradient on the vessel characters of the mangrove species Rhizophora mucronata",
        "Successive cambia development in Avicennia marina (Forssk.) Vierh. is not climatically driven in the seasonal climate at Gazi Bay, Kenya",
        "Leaf phenological traits and leaf longevity of three mangrove species (Rhizophoraceae) on Okinawa Island, Japan",
        "Drought effects on photosynthesis of the mangrove, Avicennia germinans, under contrasting salinities",
        "Hormonal signals involved in the regulation of cambial activity, xylogenesis and vessel patterning in trees",
        "The role of season and salinity in influencing barnacle distributions in the two adjacent coastal mangrove lagoons",
        "Direct uptake of canopy rainwater causes turgor-driven growth spurts in the mangrove Avicennia marina",
        "Respective contribution of urban wastewater and mangroves on nutrient dynamics in a tropical estuary during the monsoon season",
        "Zonal distribution of coarse woody debris and its contribution to net primary production in a secondary mangrove forest",
        "Regulation of vascular cambium activity",
        "Mangroves: Obligate or facultative halophytes? A review",
        "Phenology of Avicennia marina (Forsk.) Vierh. in a disjunctly-zoned mangrove stand in Kenya",
        "Photosynthetic CO2uptake and carbon sequestration potential of deciduous and evergreen tree species in an urban environment",
        "Leaf phenology of woody species in a north Australian tropical savanna",
        "Growth of the mangrove species Rhizophora stylosa Griff. at its southern latitudinal limit in eastern Australia",
        "Seasonal growth of mangrove trees in southern Thailand. III. Phenology of Rhizophora mucronata Lamk. and Scyphiphora hydrophyllacea Gaertn",
        "Seasonal growth of mangrove trees in southern Thailand. II. Phenology of Bruguiera cylindrica, Ceriops tagal, Lumnitzera littorea and Avicennia marina",
        "Carotenoid based vegetation indices for accurate monitoring of the phenology of photosynthesis at the leaf-scale in deciduous and evergreen trees",
        "Leaf development and demography explain photosynthetic seasonality in Amazon evergreen forests",
        "Anatomical wood variation of Avicennia germinans in la Mancha lagoon, Veracruz, Mexico",
        "Effects of salinity on germination, seedling growth and physiology of three salt-secreting mangrove species"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gifu",
            "@id": "60171146",
            "affilname": "Faculty of Applied Biological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60171146",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "115245680",
            "affilname": "Office of Mangrove Conservation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115245680",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}