{
    "eid": "2-s2.0-85108919768",
    "title": "The mobilization of state-sponsored mass organizations since the 2006 coup in Thailand",
    "cover-date": "2021-04-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [],
    "authors": [
        "Puangthong R. Pawakapan"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "Kong amnuaykan pongkan lae prappram kommiownit, rueang kanpongkan lae prappram kommiownit",
        "Kong amnuaykan pongkan lae prappram kommiownit, khumue kanpongkan lae prappram kommiownit",
        "Bunthuek khokhwam suan-ratchakan ko.o. ro. mo. no. rueang naewkit thangyutthasat",
        "Thai asa pongkan chat",
        "Yutthasat kong amnuaikan raksa khwammankhong phainai ratcha-anachak pho. so. 2555-2559",
        "The Irony of Democratization and the Decline of Royal Hegemony in Thailand",
        "Corpse Desecration on October 6, 1976: Who, How, and Why?Kanthamraisop muea 6 Tula 2519: Khrai yangrai thammai?",
        "Kanfuek oprom phunamchumchon ko.o. ro. mo. no phak 2 khrangthi 1",
        "Phubanchakanthahan sungsut pen prathan nai phithi mopsingkhong phraratchathan tamkhrongkan chit-asa thamkhwamdi duai huachai",
        "Phawaphunam nai-muban asa-phatthana lae pongkan ton-eng (O. pho. po.) Suksachapho korani prathan khanakammakanklang muban asa-phatthana lae pongkan ton-eng nai phuenthi kong amnuaikanraksa khwammankong phainai (Ko.o. ro. mo. no) changwat ratchaburi",
        "Freedom and Silencing under the Neo-Absolutist Monarchy Regime in Thailand, 2006-2011",
        "The Monarchy and the Anti-Monarchy: Two Elephants in the Room of Thai politics and the State of Denial",
        "Protklao hai 6 naiphon pon rong samut-haratcha-ongkarak",
        "Thai Army's Struggle to Unite Polarised Country",
        "Ko.o. ro. mo. no chaeng rang ratthathammanun triamradom muanchon nun ko. ro. tho",
        "Rai-ngan pramuan sathanakan sitthi manutsayachon chiangmai lang ratthaprahan",
        "Ko.o. ro. mo. no. chaengkhao klumphatthana khunnaphap chiwit chumchon chatsonthanaphati rongfaifa ma thepa phatthana yangrai",
        "Pata-chap 16 khan rongfaifa thanhin-fainun khao khai-ingkhayut kho rengsang"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}