{
    "eid": "2-s2.0-84945161748",
    "title": "Wishing to finance a recycling program? Willingness-to-pay study for enhancing municipal solid waste recycling in urban settlements in Thailand",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Urban Studies",
            "@code": "3322"
        }
    ],
    "keywords": [
        "Interval regression",
        "MSW separation",
        "Recycling system",
        "Thailand",
        "Urbanization",
        "Willingness to pay"
    ],
    "authors": [
        "Amornchai Challcharoenwattana"
    ],
    "citedby-count": 53,
    "ref-count": 44,
    "ref-list": [
        "Household valuation of curbside recycling",
        "Journal of Agriculture and Environmental Sciences",
        "Willingness to pay for waste management improvement in Dhaka city, Bangladesh",
        "Using a contingent valuation approach for improved solid waste management facility: Evidence from Kuala Lumpur, Malaysia",
        "Using citizen expert groups in environmental valuation - Lessons from a CVM study in Northern Thailand - [Press release]",
        "Municipal waste management report: Status-quo and issues in Southeast and East Asian Countries",
        "Household demand for improved solid waste management: A case study of Gujranwala, Pakistan",
        "Household behavior and willingness to pay for waste separation",
        "Report of the NOAA panel on contingent valuation",
        "An assessment of household willingness to pay for curbside recycling: A comparison of payment card and referendum approaches",
        "Contingent valuation and lost passive use: Damages from the Exxon Valdez oil spill",
        "Contingent valuation analysis of willingness to pay to reduce childhood obesity",
        "An experimental study to explore WTP for aviation carbon offsets: the impact of a carbon tax on the voluntary action",
        "Estimating willingness to pay for continued use of plastic grocery bags and willingness to accept for switching completely to reusable bags",
        "Willingness to pay for improved residential waste management in a developing country",
        "What's trust got to do with it? Non-payment of service charges in local authorities in South Africa",
        "State & Local Government Review",
        "Assessing instruments for mixed household solid waste collection services in the Flemish region of Belgium",
        "How Do Landowners Price their Lands during Land Expropriation and the Motives Behind It: An Explanation from a WTA/WTP Experiment in Central Beijing",
        "The effects of unit pricing system upon household solid waste management: The Korean experience",
        "What a waste: a global review of solid waste management",
        "A review of WTA/WTP studies",
        "Explaining the growth in municipal recycling programs: The Role of Market and Nonmarket Factors",
        "Measuring the total economic value of restoring ecosystem services in an impaired river basin: Results from a contingent valuation survey",
        "Using surveys to value public goods: The contingent valuation method",
        "Time use statistics",
        "Economic and household economic survey (2013)",
        "Household demand for waste recycling services.",
        "Thailand state of pollution report B.E. 2554(2011)",
        "Thailand state of pollution report B.E. 2555(2012)",
        "Market incentives to encourage household waste recycling: Paying for what you throw away",
        "A test for payment card biases",
        "Cabinet resolution dated 20 April 2015. Bangkok, Thailand",
        "Valuing health care using willingness to pay: A comparison of the payment card and dichotomous choice methods",
        "American Journal of Environmental Protection",
        "Urban community willingness to pay for improved solid waste management in malaysian municipality: A choice modeling approach",
        "National Argenda of solid waste",
        "Labor force participation rate, total (% of total population ages 15+) (modeled ILO estimate)",
        "World Urbanization Prospects: The 2014 Revision",
        "A fine is a price",
        "PAYT bulletin: Spring 2004",
        "Harrisburg files for bankruptcy on overdue incinerator debt, report",
        "The contingent valuation method: A review",
        "Willingness to pay for air quality improvement in Sofia, Bulgaria"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence on Hazardous",
        "Chulalongkorn University"
    ]
}