{
    "eid": "2-s2.0-85039709530",
    "title": "Spatially Resolved Kinematics in the Central 1 kpc of a Compact Star-forming Galaxy at z ∼ 2.3 from ALMA CO Observations",
    "cover-date": "2017-12-20",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "galaxies: high-redshift",
        "galaxies: photometry"
    ],
    "authors": [
        "G. Barro"
    ],
    "citedby-count": 44,
    "ref-count": 54,
    "ref-list": [
        "Structural and Star-forming Relations since z ∼ 3: Connecting Compact Star-forming and Quiescent Galaxies",
        "Candels: The progenitors of compact quiescent galaxies at Z ∼ 2",
        "Candels+3D-HST: Compact SFGs at z ∼ 2-3, the progenitors of the first quiescent galaxies",
        "SUB-KILOPARSEC ALMA IMAGING of COMPACT STAR-FORMING GALAXIES at z ∼ 2.5: REVEALING the FORMATION of DENSE GALACTIC CORES in the PROGENITORS of COMPACT QUIESCENT GALAXIES",
        "Keck-I mosfire spectroscopy of compact star-forming galaxies at z ≳ 2: High velocity dispersions in progenitors of compact quiescent galaxies",
        "Mosfire absorption line spectroscopy of z > 2 quiescent galaxies: Probing a period of rapid size growth",
        "The warm molecular gas around the cloverleaf quasar",
        "Stellar population synthesis at the resolution of 2003",
        "The dust content and opacity of actively star-forming galaxies",
        "A redshift survey of herschel far-infrared selected starbursts and implications for obscured star formation",
        "Galactic stellar and substellar initial mass function",
        "Interpreting the cosmic infrared background: Constraints on the evolution of the dust-enshrouded star formation rate",
        "CO excitation of normal star-forming galaxies out to z = 1.5 as regulated by the properties of their interstellar medium",
        "Passively evolving early-type galaxies at 1.4 ≲ z ≲ 2.5 in the Hubble Ultra Deep Field",
        "The infrared spectral energy distribution of normal star-forming galaxies: Calibration at far-infrared and submillimeter wavelengths",
        null,
        "Infrared emission from interstellar dust. IV. The silicate-graphite-PAH model in the post-Spitzer ERA",
        "Type II supernovae as a significant source of interstellar dust",
        "GOODS-Herschel: An infrared main sequence for star-forming galaxies",
        "Emcee: The MCMC hammer",
        "ApJ",
        "Combined CO and dust scaling relations of depletion time and molecular gas fractions with cosmic time, specific star-formation rate, and stellar mass",
        "Candels: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey",
        "Candels multi-wavelength catalogs: Source detection and photometry in the goods-south field",
        null,
        "The VLA survey of the chandra deep fieldysouth. I. Overview and the radio data",
        "An ultra-deep near-infrared spectrum of a compact quiescent galaxy at z = 2.2",
        "Design and development of MOSFIRE: The multi-object spectrometer for infrared exploration at the Keck Observatory",
        "ASP Conf. Ser. 376, Astronomical Data Analysis Software and Systems XVI",
        "WHERE STARS FORM: INSIDE-OUT GROWTH and COHERENT STAR FORMATION from HST Hα MAPS of 3200 GALAXIES ACROSS the MAIN SEQUENCE at 0.7 < z < 1.5",
        "Discovery of a strongly lensed massive quiescent galaxy at z = 2.636: Spatially resolved spectroscopy and indications of rotation",
        "Detailed decomposition of galaxy images. II. beyond axisymmetric models",
        "Exploring the evolutionary paths of the most massive galaxies since z ∼ 2",
        "ALMA reveals starburst-like interstellar medium conditions in a compact star-forming galaxy at z ∼ 2 using [CI] and CO",
        "THE MOSDEF SURVEY: DYNAMICAL and BARYONIC MASSES and KINEMATIC STRUCTURES of STAR-FORMING GALAXIES at 1.4 ≤ z ≤ 2.6",
        "Determining star formation rates for infrared galaxies",
        "VLA and ALMA IMAGING of INTENSE GALAXY-WIDE STAR FORMATION in z ∼ 2 GALAXIES",
        null,
        "ISM MASSES and the STAR FORMATION LAW at Z = 1 to 6: ALMA OBSERVATIONS of DUST CONTINUUM in 145 GALAXIES in the COSMOS SURVEY FIELD",
        "LOW GAS FRACTIONS CONNECT COMPACT STAR-FORMING GALAXIES to THEIR z ∼ 2 QUIESCENT DESCENDANTS",
        null,
        "Rotating Starburst Cores in Massive Galaxies at z = 2.5",
        null,
        "A massive, dead disk galaxy in the early Universe",
        "Strong size evolution of the most massive galaxies since z ∼ 2",
        "Stellar kinematics of z ∼ 2 galaxies and the inside-out growth of quiescent galaxies",
        "FORMING COMPACT MASSIVE GALAXIES",
        "The formation of massive, compact galaxies at z = 2 in the illustris simulation",
        "Constraining the low-mass slope of the star formation sequence at 0.5 < z < 2.5",
        null,
        "Smooth(ER) stellar mass maps in CANDELS: Constraints on the longevity of clumps in high-redshift star-forming galaxies",
        "Galaxy structure and mode of star formation in the SFR-mass plane from z 2.5 to z 0.1",
        "KMOS3D: Dynamical constraints on the mass budget in early star-forming disks",
        "Compaction and quenching of high-z galaxies in cosmological simulations: Blue and red nuggets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chiangmai",
            "affilname": "National Astronomical Research Institute of Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Santa Cruz",
            "affilname": "Santa Cruz Institute for Particle Physics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Madrid",
            "affilname": "Universidad Complutense de Madrid",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Berkeley",
            "affilname": "University of California, Berkeley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santa Cruz",
            "affilname": "University of California, Santa Cruz",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Extraterrestrial Physics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Stockton",
            "affilname": "University of the Pacific, California",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santiago",
            "affilname": "Universidad Diego Portales",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Jerusalem",
            "affilname": "Hebrew University of Jerusalem",
            "affiliation-country": "Israel"
        },
        {
            "affiliation-city": "Waterville",
            "affilname": "Colby College",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "HST-AR-12847",
        "Thailand Research Fund/Office of the Higher Education Commission",
        "Japan Society for the Promotion of Science"
    ]
}