{
    "eid": "2-s2.0-84992036374",
    "title": "High-Valent Manganese-Oxo Valence Tautomers and the Influence of Lewis/Brönsted Acids on C-H Bond Cleavage",
    "cover-date": "2016-10-17",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        }
    ],
    "keywords": [],
    "authors": [
        "Regina A. Baglia"
    ],
    "citedby-count": 43,
    "ref-count": 69,
    "ref-list": [
        "Cytochrome P450 compound I: Capture, characterization, and C-H bond activation kinetics",
        "Structure and chemistry of cytochrome P450",
        "Heme enzyme structure and function",
        "Valence-tautomerism in high-valent iron and manganese porphyrins",
        "Valence tautomerism: New challenges for electroactive ligands",
        "Preface: Forum on redox-active ligands",
        "Valence tautomerism in a high-valent manganese-oxo porphyrinoid complex induced by a lewis acid",
        "Activation of a high-valent manganese-oxo complex by a nonmetallic lewis acid",
        null,
        "Light-Driven, Proton-Controlled, Catalytic Aerobic C-H Oxidation Mediated by a Mn(III) Porphyrinoid Complex",
        "Formation of iron(III) meso-chloro-isoporphyrin as a reactive chlorinating agent from oxoiron(IV) porphyrin π-cation radical",
        "Ferryl protonation in oxoiron(IV) porphyrins and its role in oxygen transfer",
        null,
        "Valence Tautomerization of High-Valent Manganese(V)-Oxo Corrole Induced by Protonation of the Oxo Ligand",
        "Crystal structure of oxygen-evolving photosystem II at a resolution of 1.9Å",
        "Redox-inactive metals modulate the reduction potential in heterometallic manganese-oxido clusters",
        "Native structure of photosystem II at 1.95A° resolution viewed by femtosecond X-ray pulses",
        "Unified view of oxidative C-H bond cleavage and sulfoxidation by a nonheme iron(IV)-oxo complex via lewis acid-promoted electron transfer",
        "A mononuclear non-heme manganese(IV)-oxo complex binding redox-inactive metal ions",
        "Tuning the reactivity of mononuclear nonheme manganese(iv)-oxo complexes by triflic acid",
        "Lewis-acid-promoted stoichiometric and catalytic oxidations by manganese complexes having cross-bridged cyclam ligand: A comprehensive study",
        null,
        "Molecular Designs for Controlling the Local Environments around Metal Ions",
        "Synthesis, characterization, and physicochemical properties of manganese(III) and manganese(V)-oxo corrolazines",
        null,
        "Characterization of an Oxo(porphyrinato)manganese(IV) Complex by X‐ray Absorption Spectroscopy",
        "Spectroscopic properties and reactivity of a mononuclear oxomanganese(IV) complex",
        "Mn(V)(O) versus Cr(V)(O) Porphyrinoid Complexes: Structural Characterization and Implications for Basicity Controlling H-Atom Abstraction",
        "The electronic nature of terminal oxo ligands in transition-metal complexes: Ambiphilic reactivity of oxorhenium species",
        "Enhanced electron-transfer reactivity of nonheme manganese(IV)-oxo complexes by binding scandium ions",
        "Z-selective olefin metathesis reactions promoted by tungsten Oxo alkylidene complexes",
        null,
        null,
        "XAS structural comparisons of reversibly interconvertible oxo- and hydroxo-bridged heme-copper oxidase model compounds",
        null,
        "What is the difference between the manganese porphyrin and corrole analogues of cytochrome P450's compound I?",
        "Manganese oxyl radical intermediates and O - O bond formation in photosynthetic oxygen evolution and a proposed role for the calcium cofactor in photosystem II",
        "High-level ab initio calculations on the energetics of low-lying spin states of biologically relevant transition metal complexes: A first progress report",
        "Manganese nitride complexes in oxidation states III, IV, and V: Synthesis and electronic structure",
        "A low spin manganese(IV) nitride single molecule magnet",
        "Electron- and hydride-transfer reactivity of an isolable manganese(V)-Oxo complex",
        "Hydrogen atom abstraction by a high-valent manganese(V)-oxo corrolazine",
        null,
        "The acceptor number - A quantitative empirical parameter for the electrophilic properties of solvents",
        "A convenient n.m.r. method for the measurement of Lewis acidity at boron centres: Correlation of reaction rates of Lewis acid initiated epoxide polymerizations with Lewis acidity",
        "Unprecedented rate enhancements of hydrogen-atom transfer to a manganese(v)-oxo corrolazine complex",
        "Thermochemistry of proton-coupled electron transfer reagents and its implications",
        "Understanding hydrogen atom transfer: From bond strengths to marcus theory",
        "A high-valent iron-oxo corrolazine activates C-H bonds via hydrogen-atom transfer",
        "Switchover of the Mechanism between Electron Transfer and Hydrogen-Atom Transfer for a Protonated Manganese(IV)–Oxo Complex by Changing Only the Reaction Temperature",
        "Brønsted acid-promoted C-H bond cleavage via electron transfer from toluene derivatives to a protonated nonheme iron(IV)-oxo complex with no kinetic isotope effect",
        null,
        "C-H bond activation by a ferric methoxide complex: Modeling the rate-determining step in the mechanism of lipoxygenase",
        "The ORCA program system",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu",
        "Ab initio effective core potentials for molecular calculations. Potentials for K to Au including the outermost core orbitale",
        "Ab initio effective core potentials for molecular calculations. Potentials for the transition metal atoms Sc to Hg",
        "The role of databases in support of computational chemistry calculations",
        "Ab initio effective core potentials for molecular calculations. Potentials for main group elements Na to Bi",
        "Basis set exchange: A community database for computational sciences",
        "Self-consistent molecular orbital methods. XII. Further extensions of gaussian-type basis sets for use in molecular orbital studies of organic molecules",
        "The influence of polarization functions on molecular orbital hydrogenation energies",
        "Molecular density functional calculations in the regular relativistic approximation: Method, application to coinage metal diatomics, hydrides, fluorides and chlorides, and comparison with first-order relativistic calculations",
        "All-electron scalar relativistic basis sets for third-row transition metal atoms",
        "Density-functional approximation for the correlation energy of the inhomogeneous electron gas",
        "Density-functional exchange-energy approximation with correct asymptotic behavior",
        "Energy-adjusted ab initio pseudopotentials for the first row transition elements",
        "Generalized gradient approximation made simple"
    ],
    "affiliation": [
        {
            "affiliation-city": "Madison",
            "affilname": "University of Wisconsin-Madison",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Menlo Park",
            "affilname": "Stanford Synchrotron Radiation Lightsource",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Johns Hopkins University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "U.S. Department of Energy",
        "National Institute of General Medical Sciences",
        "Office of Science",
        "Basic Energy Sciences",
        "Biological and Environmental Research"
    ]
}