{
    "eid": "2-s2.0-85127196099",
    "title": "Distribution and significance of the 2004 Indian Ocean tsunami deposits: Initial results from Thailand and Sri Lanka",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (all)",
            "@code": "1900",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Indian ocean tsunami",
        "Sri Lanka",
        "Thailand",
        "Tsunami",
        "Tsunami deposits",
        "Tsunamiites"
    ],
    "authors": [
        "K. Goto",
        "F. Imamura",
        "N. Keerthi",
        "P. Kunthasap",
        "T. Matsui",
        "K. Minoura",
        "A. Ruangrassamee",
        "D. Sugawara",
        "S. Supharatid"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Proximal impact deposits at the Cretaceous-Tertiary boundary in the Gulf of Mexico: A restudy of DSDP, leg 77 sites 536 and 540",
        "Field data and satellite imagery of tsunami effects in Banda ache",
        "Field survey of northern Sumatra and Banda Acheh, Indonesia after the tsunami and earthquake of 26 December 2004",
        "A Tsunami deposit at the Cretaceous-Tertiary boundary in Texas",
        "Evidence for a large earthquake and tsunami 100-400 years ago on western Vancouver Island, British Columbia",
        "Tsunami deposits in Holocene bay mud in southern Kanto region, Pacific coast of central Japan",
        "Distribution, origin and transport process of boulders transported by the 2004 Indian Ocean tsunami at Pakarang Cape, Thailand",
        "Tsunami-induced sediment transport in the abyssal Mediterranean Sea",
        "Age and origin of so-called “Tsunami-ishi, \" Ishigaki island, Okinawa Prefecture",
        "Tsunami history of an Oregon coastal lake reveals a 4600 yr record of great earthquakes on the Cascadia subduction zone",
        "Observations by the international tsunami survey team in Sri Lanka",
        "Water escape structures in coarse-grained sediments",
        "The 2004 off Sumatra earthquake tsunami and damage at Khao Lak and Phuket island in Thailand",
        "Traces of tsunami preserved in intertidal lacustrine and marsh deposits: Some examples from northeast Japan",
        "Traces of tsunamis recorded in lake deposits: An example from Jusan, Shiura-mura, Aomori",
        "Sequence of sedimentation processes caused by the 1992 Flores tsunami: Evidence from Babi island",
        "Landward fining in onshore gravel as evidence for a late Pleistocene tsunami on Molokai, Hawaii",
        "Unusually large earthquakes inferred from tsunami deposits along the Kuril trench",
        "Tsunami-induced conglomerates in Miocene upper bathyal deposits, Chita Peninsula, central Japan",
        "The global stratigraphy of the Cretaceous-Tertiary boundary impact ejecta",
        "Tektite-bearing, deep-water clastic unit at the Cretaceous-Tertiary boundary in northeastern Mexico",
        "Coarse-grained, clastic sandstone complex at the K/T boundary around the Gulf of Mexico: Deposition by tsunami waves induced by the Chicxulub impact?",
        "Complex tsunami waves suggested by the Cretaceous-Tertiary boundary deposit at the Moncada section, western Cuba",
        "K/T boundary deposits in the proto-Caribbean basin",
        "Depositional facies and sedimentary successions of earthquake-induced tsunami deposits in Upper Pleistocene incised valley fills, central Japan",
        "Origin of the Peñalver Formation in northwestern Cuba and its relation to K/T boundary impact event"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Sendai",
            "@id": "60008435",
            "affilname": "Tohoku University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008435",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Narahenpita",
            "@id": "127891320",
            "affilname": "Deepwell Drilling Technologies (PVT) Ltd",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127891320",
            "affiliation-country": "Sri Lanka"
        }
    ],
    "funding": []
}