{
    "eid": "2-s2.0-85076460130",
    "title": "Nonwoven fabric supported, chitosan membrane anchored with curcumin/TiO2 complex: Scaffolds for MRSA infected wound skin reconstruction",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Structural Biology",
            "@code": "1315",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Curcumin/TiO2 complex",
        "In vitro antibacterial",
        "In vivo animal studies",
        "MRSA infection",
        "Skin regeneration"
    ],
    "authors": [
        "Roopesh Marulasiddeshwara",
        "M. S. Jyothi",
        "Khantong Soontarapa",
        "Rangappa S. Keri",
        "Rajendran Velmurugan"
    ],
    "citedby-count": 24,
    "ref-count": 45,
    "ref-list": [
        "Staphylococcus aureus, StatPearls",
        "Staphylococcus aureus infections: epidemiology, pathophysiology, clinical manifestations, and management",
        "Staphylococcus aureus—A Foodborne Pathogen: Epidemiology, Detection, Characterization, Prevention, and Control: An Overview, Staphylococcus aureus",
        "Morbidity, mortality, and management of methicillin-resistant S. aureus bacteremia in the USA: update on antibacterial choices and understanding",
        "The incidence of MRSA infections in the United States: is a more comprehensive tracking system needed?",
        "Antibiotic hypersensitivity in MRSA induced by special protein aggregates",
        "Incidence of methicillin resistant Staphylococcus aureus (MRSA) in burn intensive care unit: a systematic review",
        "Chitosan-tailored lipidic nanoconstructs of Fusidic acid as promising vehicle for wound infections: an explorative study",
        "Wound repair and regeneration",
        "Human skin wounds: a major and snowballing threat to public health and the economy",
        "Polyelectrolyte gelatin-chitosan hydrogel optimized for 3D bioprinting in skin tissue engineering",
        "Electroactive anti-oxidant polyurethane elastomers with shape memory property as non-adherent wound dressing to enhance wound healing",
        "Non-woven mats of poly (vinyl alcohol)/chitosan blends containing silver nanoparticles: fabrication and characterization",
        "The synthesis of chitosan-based silver nanoparticles and their antibacterial activity",
        "Preparation and characterization of chitosan-bentonite nanocomposite films for wound healing application",
        "Chitosan-containing hydrogel wound dressings prepared by radiation technique",
        "Novel electrospun chitosan/polyvinyl alcohol/zinc oxide nanofibrous mats with antibacterial and antioxidant properties for diabetic wound healing",
        "Synthesize of titanium dioxide nanoparticles using Moringa oleifera leaves and evaluation of wound healing activity",
        "Significantly enhanced antibacterial activity of TiO2nanofibers with hierarchical nanostructures and controlled crystallinity",
        "Titanium dioxide nanomaterials: synthesis, properties, modifications, and applications",
        "Response of the antioxidant enzymes of rats following oral administration of metal-oxide nanoparticles (Al2O3, CuO, TiO2)",
        "Titanium dioxide in the service of the biomedical revolution",
        "The application of titanium dioxide (TiO2) nanoparticles in the photo-thermal therapy of melanoma cancer model",
        "Dispersion of TiO2nanoparticles improves burn wound healing and tissue regeneration through specific interaction with blood serum proteins",
        "Surface functionalization of TiO2nanotubes with bone morphogenetic protein 2 and its synergistic effect on the differentiation of mesenchymal stem cells",
        "Surface functionalization of TiO2nanotubes with minocycline and its in vitro biological effects on Schwann cells",
        "Mesoporous TiO2implants for loading high dosage of antibacterial agent",
        "Streptomycin loaded TiO2nanoparticles: preparation, characterization and antibacterial applications",
        "Therapeutic potential and recent advances of curcumin in the treatment of aging-associated diseases",
        "Curcumin entrapped gelatin/ionically modified bacterial cellulose based self-healable hydrogel film: an eco-friendly sustainable synthesis method of wound healing patch",
        "Enhanced oral bioavailability and anticancer activity of novel curcumin loaded mixed micelles in human lung cancer cells",
        "PVA/SA/TiO2-CUR patch for enhanced wound healing application: in vitro and in vivo analysis",
        "Wound healing potential of curcumin cross-linked chitosan/polyvinyl alcohol",
        "Adhesive hemostatic conducting injectable composite hydrogels with sustained drug release and photothermal antibacterial activity to promote full-thickness skin regeneration during wound healing",
        "The improvement of hemostatic and wound healing property of chitosan by halloysite nanotubes",
        "Chitosan based-asymmetric membranes for wound healing: A review",
        "Degradable conductive injectable hydrogels as novel antibacterial, anti-oxidant wound dressings for wound healing",
        "Antibacterial adhesive injectable hydrogels with rapid self-healing, extensibility and compressibility as wound dressing for joints skin wound healing",
        "pH-responsive injectable hydrogels with mucosal adhesiveness based on chitosan-grafted-dihydrocaffeic acid and oxidized pullulan for localized drug delivery",
        "Cinnamyl O-amine functionalized chitosan as a new excipient in direct compressed tablets with improved drug delivery",
        "Sonochemical coating of textiles with hybrid ZnO/chitosan antimicrobial nanoparticles",
        "Curcumin loaded chitosan nanoparticles impregnated into collagen-alginate scaffolds for diabetic wound healing",
        "Physicochemical and mechanical characterization of bacterial cellulose produced with an excellent productivity in static conditions using a simple fed-batch cultivation strategy",
        "TiO2nanotube arrays deposited on Ti substrate by anodic oxidation and their potential as a long-term drug delivery system for antimicrobial agents",
        "A multi-drug delivery system with sequential release using titania nanotube arrays"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60006536",
            "affilname": "JAIN (Deemed-to-be University)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006536",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "S S Membranes Co. Ltd.",
        "S S Membranes Co., Ltd.",
        "Jain University"
    ]
}