{
    "eid": "2-s2.0-85136154031",
    "title": "A remarkable new genus and species of Euryproctini (Hymenoptera: Ichneumonidae, Ctenopelmatinae) from Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chae Son",
        "Darwin wasps",
        "Doi Phu Kha",
        "Malaise trap",
        "new genus",
        "new species",
        "Oriental Region",
        "parasitoid",
        "Southeast Asia"
    ],
    "authors": [
        "Alexey Reshchikov",
        "Donald L.J. Quicke",
        "Buntika A. Butcher"
    ],
    "citedby-count": 0,
    "ref-count": 53,
    "ref-list": [
        "Discovery of two new Andean species of Scolomus (Townes & Townes), with a key to all known species (Hymenoptera: Ichneumonidae: Metopiinae)",
        "Phylogeny of the subfamilies of Ichneumonidae (Hymenoptera)",
        "Die Ichneumoniden der Provinzen West-und Ost-Preussen",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "The Ichneumonidae of Costa Rica, 1",
        "Subfamily Ctenopelmatinae",
        "The relationship and taxonomic position of the genera Apolophus and Scolomus (Hymenoptera: Ichneumonidae)",
        "Critical factors for assembling a high volume of DNA barcodes",
        "Ichneumoniden aus Nematus (Pteronidea) cognatus Lqv. (Hym., Tenthr.) gezuechtet",
        "Über Blattwespenparasiten (Hym. und Dipt.)",
        "Försök till uppställning och beskrifining af de i Sverige funna Ophionider (Monographia Ophionidum Sueciae)",
        "Redescriptions of Hadrodactylus paludicola (Hlgr.), H. femoralis (Hlgr.) and H. insignis (Krb.) (Hymenoptera: Ichneumonidae)",
        "Revision of the European species of the genus Hadrodactylus Förster (Hymenoptera: Ichneumonidae). Part 2",
        "Revision of European Synomelix Förster (Hymenoptera: Ichneumonidae) with description of S. faciator n. sp",
        "An inexpensive, automation friendly protocol for recovering high-quality DNA",
        "A new species of the genus Rhorus Förster, 1869 (Hymenoptera: Ichneumonidae: Ctenopelmatinae) from Mongolia",
        "Review of the Western Palaearctic ichneumon-flies of the genus Rhorus Förster, 1869 (Hymenoptera, Ichneumonidae: Ctenopelmatinae). Part IV. The species with the reddish metasoma and black face (Addendum)",
        "A new species of the genus Syndipnus (Hymenoptera: Ichneumonidae: Ctenopelmatinae: Euryproctini) with unusually depressed metasoma",
        "A new ichneumonid genus (Hymenoptera: Ichneumonidae: Ctenopelmatinae) from the south of Russian Far East",
        "Four new species of Rhorus Förster, 1869 (Hymenoptera, Ichneumonidae: Ctenopelmatinae) from the Palaearctic Region",
        "Two new Palaearctic genera of the ichneumon wasp tribe Mesoleiini (Hymenoptera, Ichneumonidae: Ctenopelmatinae) with pectinate tarsal claws",
        "A new species of Rhinotorus Förster (Hymenoptera, Ichneumonidae: Ctenopelmatinae) from Subarctic Zone of Russia",
        "New species of Rhorus Förster, 1869 (Hymenoptera: Ichneumonidae: Ctenopelmatinae) from South Korea",
        "First record of the genus Lamachus Förster, 1869 (Hymenoptera: Ctenopelmatinae) from Mexico, with description of two new species",
        "The genus Alexeter Förster (Hymenoptera, Ichneumonidae) in China, with descriptions of three new species",
        "A new species of genus Rhinotorus Förster (Ichneumonidae, Ctenopelmatinae) parasitizing Pristiphora erichsonii (Hymenoptera, Tenthredinidae) and a key to Eastern Palaearctic species",
        "Lathrolestes Förster, 1869 (Hymenoptera, Ichneumonidae) from Brazil, with description of two new species and a key to the Neotropical species",
        "Larval habits, host-plant associations, and speciation in nematine sawflies (Hymenoptera: Tenthredinidae)",
        "A thousand and one wasps: a 28S rDNA and morphological phylogeny of the Ichneumonidae (Insecta: Hymenoptera) with an investigation into alignment parameter space and elision",
        "Emtgolia interrupta, a new Mongolian genus and species of tribe Perilissini (Hymenoptera: Ichneumonidae)",
        "A new species of the genus Asthenara Förster, 1869 (Hymenoptera, Ichneumonidae) from Mexico with identification key",
        "A new species of the genus Xiomara Gauld, 1997 (Hymenoptera, Ichneumonidae, Ctenopelmatinae) from Peru",
        "The Unicorn exists! A remarkable new genus and species of Perilissini (Hymenoptera: Ichneumonidae) from South East Asia",
        "Four new species of the genus Lathrolestes Förster, 1869 from South Korea (Hymenoptera, Ichneumonidae, Ctenopelmatinae)",
        "Two new species of the genus Rhorus Förster, 1869 from Thailand (Hymenoptera, Ichneumonidae)",
        "First record of the genus Lethades Davis, 1897 from the Oriental region, with description of a new species (Hymenoptera, Ichneumonidae, Ctenopelmatinae)",
        "Review of the New World genus Nanium Townes, 1967 (Hymenoptera: Ichneumonidae: Ctenopelmatinae), with two new species from the Neotropical region",
        "Ichneumon",
        "First Oriental record of genus Neostroblia Heinrich (Hymenoptera, Ichneumonidae, Ctenopelmatinae) with description of one new species",
        "Nematinae (Hymenoptera, Tenthredinidae) of Thailand, with notes on some other southeastern Asian nematines",
        "DNA barcoding for effective biodiversity assessment of a hyperdiverse arthropod group: the ants of Madagascar",
        "RAxML Version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies",
        "A new species and new records of the genus Alexeter Förster (Hymenoptera, Ichneumonidae, Ctenopelmatinae) from Beijing with a key to Chinese species",
        "The species of Campodorus Förster, 1869 and a related species (Hymenoptera, Ichneumonidae) from China",
        "Two new species of Anisotacrus Schmiedeknecht (Hymenoptera, Ichneumonidae, Ctenopelmatinae) with a key to Eastern Palaearctic species",
        "The genus Alcochera Förster (Hymenoptera, Ichneumonidae, Ctenopelmatinae) in China with a key to world species",
        "Type species of the genera of Ichneumon flies",
        "The genus Syntactus Förster, 1869 (Hymenoptera: Ichneumonidae: Ctenopelmatinae) new to Japan, with description of two new species"
    ],
    "affiliation": [
        {
            "affiliation-city": "Dali",
            "@id": "60088082",
            "affilname": "Dali University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60088082",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dali",
            "@id": "126212391",
            "affilname": "Collaborative Innovation Center for Biodiversity and Conservation in the Three Parallel Rivers Region of China",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126212391",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Dali",
            "@id": "125118089",
            "affilname": "International Centre of Biodiversity and Primates Conservation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125118089",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Christer Hansson",
        "RSPG Chula",
        "Rachadaphiseksomphot Fund",
        "Tonni Nyman",
        "Yunnan Intelligence Union Program",
        "Zoological Institute",
        "United States Department of Agriculture",
        "National Natural Science Foundation of China",
        "Norwegian Institute of Bioeconomy Research"
    ]
}