{
    "eid": "2-s2.0-85139571005",
    "title": "What are the impacts of increasing cost-effectiveness Threshold? a protocol on an empirical study based on economic evaluations conducted in Thailand",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Wanrudee Isaranuwatchai",
        "Ryota Nakamura",
        "Hwee Lin Wee",
        "Myka Harun Sarajan",
        "Yi Wang",
        "Budsadee Soboon",
        "Jing Lou",
        "Jia Hui Chai",
        "Wannisa Theantawee",
        "Jutatip Laoharuangchaiyot",
        "Thanakrit Mongkolchaipak",
        "Thanisa Thathong",
        "Pritaporn Kingkaew",
        "Kriang Tungsanga",
        "Yot Teerawattananon"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "Priority-setting institutions in health: recommendations from a center for global development working group",
        "Cost-Effectiveness Thresholds: the Past, the Present and the Future",
        "Value based pricing for NHS drugs: an opportunity not to be missed?",
        "Country-Level Cost-Effectiveness Thresholds: Initial Estimates and the Need for Further Research",
        "Understanding and improving the one and three times GDP per capita cost-effectiveness thresholds",
        "What next after GDP-based cost-effectiveness thresholds?",
        "Are current cost-effectiveness thresholds for low- and middle-income countries useful? Examples from the world of vaccines",
        "Systematic overview of cost–effectiveness thresholds in ten countries across four continents",
        "When cost-effective interventions are unaffordable: Integrating cost-effectiveness and budget impact in priority setting for global health programs",
        "Cost–effectiveness thresholds: pros and cons",
        "Thresholds for the cost–effectiveness of interventions: alternative approaches",
        "Explicit cost-effectiveness thresholds in health care: a kaleidoscope",
        "A Systematic Review of Demand-Side Methods of Estimating the Societal Monetary Value of Health Gain",
        "Methods for the Economic Evaluation of Health Care Interventions for Priority Setting in the Health System: An Update From WHO CHOICE",
        "Should NICE’s threshold range for cost per QALY be raised?",
        "Willingness to pay for new medicines: a step towards narrowing the gap between NICE and IQWiG",
        "Recent amendments to NICE’s value-based assessment of health technologies: implicitly inequitable?",
        "Accounting for inflation within NICE cost-effectiveness thresholds",
        "Estimating the willingness to pay for a quality-adjusted life year in Thailand: does the context of health gain matter?",
        "The use of economic evaluation for guiding the pharmaceutical reimbursement list in Thailand",
        "Using health technology assessment for informing coverage decisions in Thailand",
        "Which factors enhance positive drug reimbursement recommendation in Scotland? A retrospective analysis 2006–2013",
        "Criteria for Drug Reimbursement Decision-Making: An Emerging Public Health Challenge in Bulgaria",
        "\"Yes\", \"No\" or \"Yes, but\"? Multinomial modelling of NICE decision-making",
        "Cost-effectiveness analysis and the consistency of decision making: evidence from pharmaceutical reimbursement in australia (1991 to 1996)",
        "Reimbursement decisions of the All Wales Medicines Strategy Group: influence of policy and clinical and economic factors",
        "Estimating the budget impact of orphan medicines in Europe: 2010–2020",
        "Does NICE have a cost-effectiveness threshold and what other factors influence its decisions? A binary choice analysis",
        "Another look at the instrumental variable estimation of error-components models",
        "Instrumental variable estimation of nonparametric models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toronto",
            "@id": "60193840",
            "affilname": "Institute of Health Policy, Management and Evaluation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60193840",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022096",
            "affilname": "The Food and Drug Administration, Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022096",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kunitachi",
            "@id": "60011263",
            "affilname": "Hitotsubashi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011263",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "128685288",
            "affilname": "Subcommittee for Development of the National List of Essential Medicines (NLEM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128685288",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Bill & Melinda Gates Foundation",
        "Rockefeller Foundation",
        "UK’s Department for International Development",
        "Health Systems Research Institute"
    ]
}