{
    "eid": "2-s2.0-85050195928",
    "title": "Enhancement of lipid production in Synechocystis sp. PCC 6803 overexpressing glycerol kinase under oxidative stress with glycerol supplementation",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Glycerol",
        "Glycerol kinase",
        "Lipids",
        "Methyl esters",
        "Oxidative stress",
        "Synechocystis sp."
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 21,
    "ref-count": 45,
    "ref-list": [
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein dye binding",
        "Biomass and lipid production of heterotrophic microalgae Chlorella protothecoides by using biodiesel-derived crude glycerol",
        "Salinity induced oxidative stress alters the physiological responses and improves the biofuel potential of green microalgae Acutodesmus dimorphus",
        "Influence of crude glycerol on the biomass and lipid content of microalgae",
        "A comprehensive study on Chlorella pyrenoidosa for phenol degradation and its potential applicability as biodiesel feedstock and animal feed",
        "Lipid-assisted protein–protein interactions that support photosynthetic and other cellular activities",
        "Lipid accumulation and biosynthesis genes response of the oleaginous Chlorella pyrenoidosa under three nutrition stressors",
        "Model-driven evaluation of the production potential for growth-coupled products of Escherichia coli",
        "Microalgae as feedstock for biodiesel production: carbon dioxide sequestration, lipid production and biofuel quality",
        "Metabolic model of Synechococcus sp. PCC 7002: prediction of flux distribution and network modification for enhanced biofuel production",
        "Improving the thiobarbituric acid reactive-substances assay for estimating lipid peroxidation in plant tissues containing anthocyanin and other interfering compounds",
        "Characterization and fatty acid profiling in two fresh water microalgae for biodiesel production: lipid enhancement methods and media optimization using response surface methodology",
        "Heterotrophic cultivation of microalgae in photobioreactor using low cost crude glycerol for enhanced biodiesel production",
        "Plant sugars are crucial players in the oxidative challenge during abiotic stress: extending the traditional concept",
        "Development of a Saccharomyces cerevisiae strain for increasing the accumulation of triacylglycerol as a microbial oil feedstock for biodiesel production using glycerol as a substrate",
        "Glycerol-3-phosphate metabolism plays a role in stress response in the red algae Pyropia haitanensis",
        "Responses of microalgae Coelastrella sp. to stress of cupric ions in treatment of anaerobically digested swine wastewater",
        "Adaptive response to oxidative stress: bacteria, fungi, plants and animals",
        "Increased lipid productivity and TAG content in Nannochloropsis by heavy-ion irradiation mutagenesis",
        "Short- and long-term exposure to heavy metals induced oxidative stress response in Pseudokirchneriella subcapitata",
        "Effects of modulation of glycerol kinase expression on lipid and carbohydrate metabolism in human muscle cells",
        "Enhancement of glycerol metabolism in the oleaginous marine diatom Fistulifera solaris JPCC DA0580 to improve triacylglycerol productivity",
        "Selective carotenoid accumulation by varying nutrient media and salinity in Synechocystis sp. CCNM 2501",
        "Cyanobacteria and microalgae: a positive prospect for biofuels",
        "Rapid budding EMS mutants of Synechocystis PCC 6803 producing carbohydrate or lipid enriched biomass",
        "Acetyl coenzyme a: a central metabolite and second messenger",
        "Generic assignments, strain histories, and properties of pure cultures of cyanobacteria",
        "Influence of fatty acid composition of raw materials on biodiesel properties",
        "Mapping the diatom redox-sensitive proteome provides insight into response to nitrogen stress in the marine environment",
        "Biophotolysis-based hydrogen and lipid production by oleaginous microalgae using crude glycerol as exogenous carbon source",
        "Stress enhances poly-unsaturation rich lipid accumulation in Chlorella sp. and Chlamydomonas sp",
        "Evaluation of methods to extract and quantify lipids from Synechocystis PCC 6803",
        "Combined effect of copper sulfate and water temperature on key freshwater trophic levels approaching potential climatic change scenarios",
        "Enhancement of lipid production in Scenedesmus sp. by UV mutagenesis and hydrogen peroxide treatment",
        "Enhancement of total lipid yield by nitrogen, carbon, and iron supplementation in isolated microalgae",
        "Production of methyl ester from two microalgaeby two-step transesterification and direct transesterification",
        "Microalgae as feedstock for biodiesel production under ultrasound treatment – A review",
        "Utilization of microalgae feedstock for concomitant production of bioethanol and biodiesel",
        "Early perturbation in mitochondria redox homeostasis in response to environmental stress predicts cell fate in diatoms",
        "Physiological role of neutral lipid accumulation in eukaryotic microalgae under stresses",
        "Isolation and partial characterization of mutants with elevated lipid content in Chlorella sorokiniana and Scenedesmus obliquus",
        "Engineering the push and pull of lipid biosynthesis in oleaginous yeast Yarrowia lipolytica for biofuel production",
        "Metabolic engineering of enhanced glycerol-3-phosphate synthesis to increase lipid production in Synechocystis sp. PCC 6803",
        "Lipid and carotenoid cooperation-driven adaptation to light and temperature stress in Synechocystis sp. PCC6803",
        "Overexpression of the soybean transcription factor GmDof4 significantly enhances the lipid content of Chlorella ellipsoidea"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}