{
    "eid": "2-s2.0-84899814972",
    "title": "Effects of ethanolic extract of Annona squamosa L. leaves on the expression of EGFR",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Annona squamosa",
        "EGFR",
        "HaCaT",
        "Mechanistic effect of herbal extract",
        "Psoriasis"
    ],
    "authors": [
        "Chalinee Ronpirin"
    ],
    "citedby-count": 4,
    "ref-count": 22,
    "ref-list": [
        "Psoriasis - Epidemiology and clinical spectrum",
        "Current concepts in psoriasis and its treatment",
        "Advances in Immunology: Autoimmune diseases",
        "Two cases of psoriasis responding to erlotinib: Time to revisiting inhibition of epidermal growth factor receptor in psoriasis therapy?",
        "Detection of transforming growth factor α in normal, malignant, and hyperproliferative human keratinocytes",
        "Overexpression of transforming growth factor α in psoriatic epidermis",
        null,
        "Korean Journal of Dermatology",
        "Transgenic expression of the human amphiregulin gene induces a psoriasis-like phenotype",
        "Decreased EGFR mRNA expression in response to antipsoriatic drug dithranol in vitro",
        null,
        "Indirubin, an acting component of indigo naturalis, inhibits EGFR activation and EGF-induced CDC25B gene expression in epidermal keratinocytes",
        "Screening of flavonoid \"quercetin\" from the rhizome of Smilax china Linn. for anti-psoriatic activity",
        "WJPR",
        "Quercetin enhancement of arsenic-induced apoptosis via stimulating ROS-dependent p53 protein ubiquitination in human HaCaT keratinocytes",
        "Regulation of serotonin transporter gene expression in human glial cells by growth factors",
        "Gene expression of the GH receptor in subcutaneous and intraabdominal fat in healthy females: Relationship to GH-binding protein",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "In vitro effect of thai herbal extracts with anti-psoriatic activity on the expression of caspase 9",
        "Effects of thai medicinal herb extracts with anti-psoriatic activity on the expression on NF-κb signaling biomarkers in hacat keratinocytes",
        "In silico screening of epidermal growth factor receptor (EGFR) in the tyrosine kinase domain through a medicinal plant compound database"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}