{
    "eid": "2-s2.0-85055140843",
    "title": "Genetic tools for coronary risk assessment in type 2 diabetes: A cohort study from the ACCORD clinical trial",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Internal Medicine",
            "@code": "2724",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Endocrinology, Diabetes and Metabolism",
            "@code": "2712",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Advanced and Specialized Nursing",
            "@code": "2902",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [],
    "authors": [
        "Mario Luca Morieri",
        "He Gao",
        "Marie Pigeyre",
        "Hetal S. Shah",
        "Jennifer Sjaarda",
        "Christine Mendonca",
        "Timothy Hastings",
        "Patinut Buranasupkajorn",
        "Alison A. Motsinger-Reif",
        "Daniel M. Rotroff",
        "Ronald J. Sigal",
        "Santica M. Marcovina",
        "Peter Kraft",
        "John B. Buse",
        "Michael J. Wagner",
        "Hertzel C. Gerstein",
        "Josyf C. Mychaleckyj",
        "Guillaume Parè",
        "Alessandro Doria"
    ],
    "citedby-count": 24,
    "ref-count": 43,
    "ref-list": [
        "Diabetes and cardiovascular risk factors: The Framingham study",
        "Diabetes mellitus, fasting blood glucose concentration, and risk of vascular disease: A collaborative meta-analysis of 102 prospective studies",
        "IDF Diabetes Atlas: Global estimates of diabetes prevalence for 2017 and projections for 2045",
        "Universal drug coverage and socioeconomic disparities in major diabetes outcomes",
        "Prediction of coronary heart disease using risk factor categories",
        "2013 ACC/AHA guideline on the assessment of cardiovascular risk: A report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines",
        "Cardiovascular disease and risk management. Sec. 9. In Standards of Medical Care in Diabetesd2017",
        "A comprehensive 1000 Genomes–based genome-wide association meta-analysis of coronary artery disease",
        "Variants in ANGPTL4 and the risk of coronary artery disease",
        "Identification of 15 novel risk loci for coronary artery disease and genetic risk of recurrent events, atrial fibrillation and heart failure",
        "Large-scale association analysis identifies new risk loci for coronary artery disease",
        "Large-scale association analysis identifies 13 new susceptibility loci for coronary artery disease",
        "A genome-wide association study in Europeans and South Asians identifies five new loci for coronary artery disease",
        "Systematic evaluation of pleiot-ropy identifies 6 further loci associated with coronary artery disease",
        "Fifteen new risk loci for coronary artery disease highlight arterial-wall-specific mechanisms",
        "Association analyses based on false discovery rate implicate new loci for coronary artery disease",
        "Genetic analysis in UK Biobank links insulin resistance and trans-endothelial migration pathways to coronary artery disease",
        "Identification of 64 novel genetic loci provides an expanded view on the genetic architecture of coronary artery disease",
        "Genetic susceptibility to coronary heart disease in type 2 diabetes: 3 independent studies",
        "Association between a genetic variant related to glutamic acid metabolism and coronary heart disease in individuals with type 2 diabetes",
        "Hapto-globin genotype is a consistent marker of coronary heart disease risk among individuals with elevated glycosylated hemoglobin",
        "Action to Control Cardiovascular Risk in Diabetes (ACCORD) trial: Design and methods",
        "Effects of intensive blood-pressure control in type 2 diabetes mellitus",
        "Effects of combination lipid therapy in type 2 diabetes mellitus",
        "N-3 fatty acids and cardiovascular outcomes in patients with dys-glycemia",
        "Genome-wide association identifies a susceptibility locus for coronary artery disease in the Chinese Han population",
        "Genetic predictors of cardiovascular mortality during intensive glycemic control in type 2 diabetes: Findings from the ACCORD clinical trial",
        "Variants in ANGPTL4 and the Risk of Coronary Artery Disease",
        "Evaluating the added predictive ability of a new marker: From area under the ROC curve to reclassification and beyond",
        "Analysis of a cardiovascular disease genetic risk score in the Diabetes Heart Study",
        "Prospective association of a genetic risk score and lifestyle intervention with cardiovascular morbidity and mortality among individuals with type 2 diabetes: The Look AHEAD randomised controlled trial",
        "Leveraging information from genetic risk scores of coronary atherosclerosis",
        "Limitations in the conventional assessment of the incremental value of predictors of cardiovascular risk",
        "Association between parental history and genetic risk scores for coronary heart disease prediction: The population-based CoLaus study",
        "Incremental predictive value of 152 single nucleotide polymorphisms in the 10-year risk prediction of incident coronary heart disease: The Rotterdam Study",
        "Genomic prediction of coronary heart disease",
        "Genetic of coronary artery disease: Discovery, biology and clinical translation",
        "Reducing cardiovascular risk using genomic information in the era of precision medicine",
        "Incorporating a genetic risk score into coronary heart disease risk estimates: Effect on low-density lipoprotein cholesterol levels (the MI-GENES clinical trial)",
        "PPARa and dyslipidemia",
        "Genetic risk, coronary heart disease events, and the clinical benefit of statin therapy: An analysis of primary and secondary prevention trials",
        "Polygenic risk score identifies subgroup with higher burden of atherosclerosis and greater relative benefit from statin therapy in the primary prevention setting"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60032499",
            "affilname": "Harvard T.H. Chan School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032499",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hamilton",
            "@id": "60031828",
            "affilname": "McMaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031828",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60030945",
            "affilname": "UNC Eshelman School of Pharmacy",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030945",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Charlottesville",
            "@id": "60021918",
            "affilname": "University of Virginia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021918",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chapel Hill",
            "@id": "60020469",
            "affilname": "UNC School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020469",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hamilton",
            "@id": "60008197",
            "affilname": "Hamilton Health Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008197",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Raleigh",
            "@id": "60004923",
            "affilname": "NC State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004923",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60003872",
            "affilname": "Joslin Diabetes Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003872",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Calgary",
            "@id": "60000953",
            "affilname": "Cumming School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000953",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute on Aging",
        "National Heart, Lung, and Blood Institute",
        "National Eye Institute",
        "National Institute of Diabetes and Digestive and Kidney Diseases",
        "Sanofi",
        "NIH National Center for Advancing Translational Sciences",
        "Joslin Diabetes Center",
        "Alberta Innovates"
    ]
}