{
    "eid": "2-s2.0-85121291749",
    "title": "Channel size effect on drift-flux parameters for adiabatic and boiling two-phase flows",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Fluid Flow and Transfer Processes",
            "@code": "1507",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Boiling flow",
        "Drift-flux model",
        "Gas-liquid two-phase flow",
        "Rod bundle",
        "Void fraction"
    ],
    "authors": [
        "Takashi Hibiki",
        "Peng Ju",
        "Somboon Rassame",
        "Shuichiro Miwa",
        "Xiuzhong Shen",
        "Tetsuhiro Ozaki"
    ],
    "citedby-count": 9,
    "ref-count": 111,
    "ref-list": [
        "Boiling Heat Transfer and Two-Phase Flow",
        "Two-Phase Flow, Boiling, and Condensation: In Conventional and Miniature Systems",
        "Two-Phase Flow in Refrigeration Systems",
        "Microgravity Two-Phase Flow and Heat Transfer",
        "Single- and Two-Phase Flow Pressure Drop and Heat Transfer in Tubes",
        "Two-Phase Flow in Complex Systems",
        "Two-Phase Flows in Chemical Engineering",
        "Thermal hydraulic considerations of nuclear reactor systems: past, present and future challenges",
        "ANSYS Fluent Theory Guide",
        "Thermo-Fluid Dynamics of Two-Phase Flow",
        "The Thermal-Hydraulics of a Boiling Water Nuclear Reactor, Second Edition",
        "The physical closure laws in the CATHARE code",
        "Development of thermal-hydraulic computer code for steam generator",
        "ATHOS: a computer program for thermal-hydraulic analysis of steam generators",
        "Analytical prediction of CHF by FIDAS code based on three-fluid and film-dryout model",
        "Application of TRAC/BF1-ENTRÉE-NASCA to OECD NEA/NSC BWR turbine trip benchmark",
        "Fundamental consideration of wall heat partition of vertical subcooled boiling flows",
        "Comparative study of the two-fluid momentum equations for multi-dimensional bubbly flows: modification of reynolds stress",
        "Assessment of a simplified set of momentum closure relations for low volume fraction regimes in STAR-CCM+ and OpenFOAM",
        "Numerical investigations on the coupling of the one-group interfacial area transport equation and subcooled boiling models for nuclear safety applications",
        "CFD analysis of subcooled flow boiling in 4×4 rod bundle",
        "CFD assessment of uniform bubbly flow in a bubble column",
        "Nuclear Systems I",
        "Nuclear Systems II",
        "Average volumetric concentration in two-phase flow systems",
        "2-fluid model and hydrodynamic constitutive relations",
        "Constitutive equations for vapor drift-velocity in 2-phase annular-flow",
        "Drag coefficients of single bubbles under normal and micro gravity conditions",
        "Distribution parameter and drift velocity of drift-flux model in bubbly flow",
        "Drift-flux model for downward two-phase flow",
        "One-dimensional drift–flux model for two-phase flow in a large diameter pipe",
        "Drift flux model for large diameter pipe and new correlation for pool void fraction",
        "Constitutive equations for a simulator of airlift pump in a large diameter pipe using drift-flux model",
        "Drift-flux model of sub-channel in vertical rod bundles with spacer grids",
        "A Study of the Performance of void fraction correlations used in the context of drift-flux two-phase flow models",
        "Introduction to Multiphase Flow Nature of Multiphase Flows and Basic Concepts",
        "Modeling and prediction of slug characteristics utilizing data-driven machine-learning methodology",
        "Experimental investigation of two-phase flow evolution in a tight lattice bundle using wire-mesh sensor",
        "A Data-Driven Model for Multiphase Flow in Pipes. M.S. Thesis",
        "An assessment of gas void fraction prediction models in highly viscous liquid and gas two-phase vertical flows",
        "Void Fractions in a rod bundle geometry at high pressure-Part I: experimental study",
        "Void fractions in a rod bundle geometry at high pressure–Part II: drift-flux model assessment and development",
        "Reform of the drift-flux model of multiphase flow in pipes, wellbores, and reactor vessels",
        "Two-Phase Flow in a Large Diameter Vertical Riser.” Ph. D. Thesis",
        "Experimental Analysis of Air-Water Two-Phase Flow in Vertical Large Pipes and Development of Drift-Flux Models. Ph. D. Thesis",
        "Two-Phase Flow (Air-Water) Characteristics in Annulus.” M.S. Thesis",
        "Experimental investigation of counter current air-water flow in a large diameter vertical pipe with inners",
        "Prediction of Vertical Flows in Large Diameter Pipes. Ph. D. Thesis",
        "Experimental study of two-phase air–water flow in large-diameter vertical pipes",
        "Drift-flux modeling of two-phase flow in wellbores",
        "One-dimensional drift-flux correlations for two-phase flow in medium-size channels",
        "Numerical Analysis of Gas-Liquid Two-Phase Flows",
        "Modeling of bubble-layer thickness for formulation of one-dimensional interfacial area transport equation in subcooled boiling two-phase flow",
        "An experimental study on drift flux parameters for two-phase flow in vertical round tubes",
        "Flow characteristics and void fraction prediction in large diameter pipes",
        "Some characteristics of air-water two-phase flow in small diameter vertical tubes",
        "Void fraction and flow regime in adiabatic upward two-phase flow in large diameter vertical pipes",
        "Two-group drift-flux model for closure of the modified two-fluid model",
        "Experimental study on hot-leg u-bend two-phase natural circulation in a loop with a large diameter pipe",
        "Effect of inlet geometry on hot-leg u-bend two-phase natural circulation in a loop with a large diameter pipe",
        "A void fraction correlation for generalized applications",
        "A flow pattern independent drift flux model based void fraction correlation for a wide range of gas-liquid two phase flow",
        "Study on flow characteristics in gas-molten metal mixture pool",
        "The operation of a bubble column at high throughputs: I. gas holdup measurement",
        "Two phase flow in large diameter pipes",
        "The effect of varying gas voidage distributions on average holdup in vertical bubble flow",
        "One-dimensional drift-flux correlation for vertical upward two-phase flow in large size concentric and eccentric annuli",
        "Improved void fraction correlation for two-phase flow in large-diameter annuli",
        "Flow structure of gas-liquid two-phase flow in an annulus",
        "One-dimensional drift-flux correlation for vertical upward two-phase flow in a large size rectangular channel",
        "Interfacial Area Transport Equation and Measurement of Local Interfacial Characteristics. Ph.D. Thesis",
        "Two-Group Interfacial Area Transport Equation for a Confined Test Section. Ph.D. Thesis",
        "Three-dimensional Interfacial Area Transport in Gas-dispersed Two-phase Flow up to Churn-annular Flow Transition. Ph.D. Thesis",
        "Drift-flux model for rod bundle geometry",
        "A thermal-hydraulic analysis of core uncovery",
        "Full-range drift-flux model based on the combination of drift-flux theory with envelope theory",
        "Experimental study on void fraction in a simulated BWR fuel assembly (evaluation of cross-sectional averaged void fraction)",
        "In-bundle void measurement of a BWR fuel assembly by an X-Ray CT scanner: assessment of BWR design void correlation and development of new void correlation",
        "Review of wide range void correlations against and extensive data base of rod bundle void measurements",
        "Development of drift-flux model based on 8×8 BWR rod bundle geometry experiments under prototypic temperature and pressure conditions",
        "Report on Providing Test on Reliability for BWR Fuel Bundles (Supplement) (Void Fraction Tests for High Burnup Fuel Bundle - Overall Evaluation)",
        "Report on Providing Test on Reliability for BWR Fuel Bundles (Supplement) (Void Fraction Tests for High Burnup Fuel Bundle -Overall Evaluation-)",
        "NUPEC BWR Full-Size Fine-Mesh Bundle Test (BFBT) Benchmark, Volume I: Specifications",
        "Experimental study of void fraction in an 8×8 rod bundle at low pressure and low liquid flow conditions",
        "Drift-flux correlation for rod bundle geometries",
        "Improved Drift-flux correlation to enhance the prediction of void fraction in nuclear reactor fuel bundles at low flow and elevated pressure conditions",
        "Drift-flux modeling of void fraction for boiling two-phase flow in a tight-lattice rod bundle",
        "Full-scale loop studies of BHWR and BWR fuel assemblies",
        "Drift-flux model in a sub-channel of rod bundle geometry",
        "One-Dimensional Two-Phase Flow",
        "Flow structure of subcooled boiling water flow in a subchannel of 3×3 rod bundles",
        "Modeling of sub-channel scale distribution parameter based on database of rod bundle void fraction measurement test under prototypic BWR conditions",
        "Drift-flux model for upward two-phase cross-flow in horizontal tube bundles",
        "Experimental investigation of air-water two phase upflow across horizontal tube bundles: Part 1, flow pattern and void fraction",
        "Two-phase pressure drop in vertical crossflow across a horizontal tube bundle",
        "Void fraction prediction in two-phase flow across a tube bundle",
        "Hydrodynamics of two-phase flow in vertical up and down-flow across a horizontal tube bundle",
        "An improved void fraction model for two-phase cross-flow in horizontal tube bundles",
        "Experimental analysis of local void fractions measurements for boiling hydrocarbons in complex geometry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Sennan",
            "@id": "60119479",
            "affilname": "Institute for Integrated Radiation and Nuclear Science, Kyoto University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60119479",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Harbin",
            "@id": "60019616",
            "affilname": "Harbin Institute of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019616",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60013983",
            "affilname": "City University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013983",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "100317994",
            "affilname": "Tepco Systems Corporations",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100317994",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "City University of Hong Kong"
    ]
}