{
    "eid": "2-s2.0-84933050274",
    "title": "Genetic correlations among average daily gain, backfat thickness and sow longevity in landrace and yorkshire sows",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Average daily gain",
        "Backfat thickness",
        "Genetic correlation",
        "Heritability",
        "Sow longevity"
    ],
    "authors": [
        "Nuttha Wongsakajornkit"
    ],
    "citedby-count": 1,
    "ref-count": 21,
    "ref-list": [
        "Genetic parameters and trends for lean growth rate and its components in U.S. Yorkshire, Duroc, Hampshire, and Landrace pigs",
        "Genetic relationship between growth and carcass traits in Large White pigs",
        "Genetics of crossbred sow longevity",
        "Introduction of quantitative genetics",
        "Developmental factors that influence sow longevity",
        "Genetic parameters and trends for production and reproduction traits in Thai Landrace sows",
        "Genetic parameters for reproduction and production traits of Landrace sows in Thailand",
        "Ark Anim Sci Dept Report, AAES Res. Series",
        "Heritability of body length and measures of body density and their relationship to backfat thickness and loin muscle area in swine",
        "Ark Anim Sci Dept Report, AAES Res. Ser",
        "Genetic parameter estimates for backfat thickness at three different sites and growth rate in swine",
        "Longevity and efficiency associated with age structures of female pigs and herd management in commercial breeding herds",
        "Genetic analyses of growth, real-time ultrasound, carcass, and pork quality traits in Duroc and Landrace pigs: II. Heritabilities and correlations.",
        "Genetic correlations of growth, backfat thickness and exterior with stayability in large white and landrace sows",
        "Heritability of longevity in Large White and Landrace sows using continuous time and grouped data models",
        "\"REMLF90 Manual\"",
        "Genetics of length of productive life and lifetime prolificacy in the Finnish Landrace and Large White pig populations",
        "Relationships between longevity, lifetime productivity, carcass traits and conformation in Polish maternal pig breeds",
        "Analysis of longevity and exterior traits on Large White sows in Switzerland",
        "The genetic foundation of fitness and reproduction traits in Australian pig populations 2. Relationships between weaning to conception interval, farrowing interval, stayability, and other common reproduction and production traits",
        "Genetic study of longevity in Swedish Landrace sows"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}