{
    "eid": "2-s2.0-84992183758",
    "title": "Electrochromic characteristics of poly(o-toluidine) coated onto flexible indium tin oxide: Effect of H2SO4 and 1-butyl-3-methylimidazolium chloride electrolytes",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        }
    ],
    "keywords": [
        "Electrochemical polymerization",
        "Electrochromic material",
        "Ionic liquid",
        "Poly(o-toluidine)"
    ],
    "authors": [
        "Julaluk Pinit"
    ],
    "citedby-count": 5,
    "ref-count": 55,
    "ref-list": [
        "Electrochromic kinetics of nanostructured poly(3,4-(2,2- dimethylpropylenedioxy)thiophene) film on plastic substrate",
        "Development and testing of thermochromic coatings for buildings and urban structures",
        "Preparation and characterization of photochromic poly(methyl methacrylate) and ethyl cellulose nanocapsules containing a spirooxazine dye",
        "Advances in chromogenic materials and devices",
        "Bacteriorhodopsin-based biochromic films for chemical sensors",
        null,
        "Piezochromic behaviour of regioregular poly(3-hexylthiophene-2,5-diyl) and poly(5,8-dihexadecyloxyanthraquinone- 1,4-diyl)",
        "Electrochromic systems and the prospects for devices",
        "Electrochromic windows: an overview",
        "Polymeric electrochromics",
        "Colouration of tungsten oxide films: A model for optically active coatings",
        "New electrochromic memory display",
        "Tetrazine-based electrofluorochromic windows: Modulation of the fluorescence through applied potential",
        "Electrochromic organic and polymeric materials for display applications",
        "Organic electrochromic materials",
        "J. Achiev. Mater. Manuf. Eng.",
        "Enhanced electrochromic switching speed and electrochemical stability of conducting polymer film on an ionic liquid functionalized ITO electrode",
        "Multicolored electrochromisin in polymers: Structures and devices",
        "Synthesis of a Novel Type of Electrochemically Doped Vinyl Polymer Containing Pendant Terthiophene and its Electrical and Electrochromic Properties",
        "Synthesis of a novel family of electrochemically-doped vinyl polymers containing pendant oligothiophenes and their electrical and electrochromic properties",
        "Blue-to-transmissive electrochromic switching of solution processable donor-acceptor polymers",
        "Mater. Sci. Appl.",
        "Electrochemical synthesis and in situ spectroelectrochemical characterization of poly(3,4-ethylenedioxythiophene) (PEDOT) in room temperature ionic liquids",
        "Electrochemical and optical behaviour of conducting polymer: Poly(o-toluidine)",
        "The influence of the monomer and the ionic liquid on the electrochemical preparation of polythiophene",
        "Effect of electrolytes on electrochromic properties and morphology of poly(2,5-dimethoxy aniline) films",
        "Nu Sci. J.",
        "Electrochromic properties of polyaniline thin film nanostructures derived from solutions of ionic liquid/polyethylene glycol",
        "IR response of poly(o-toluidine): Spectral modifications upon redox state change",
        "Electroactive conducting blends of poly(o-toluidine) and poly(vinylidene fluoride) and characterisation",
        "Facile synthesis of conducting polymer-metal hybrid nanocomposite by in situ chemical oxidative polymerization with negatively charged metal nanoparticles",
        "Proc. Estonian Acad. Sci. Chem.",
        "Influence of anions on formation and electroactivity of poly-2,5-dimethoxyaniline",
        "Spectroscopic characterization of electrodeposited poly(o-toluidine) thin films and electrical properties of ITO/poly(o-toluidine)/aluminum schottky diodes",
        "Influence of the counter ion on the properties of poly(o-toluidine) thin films and their Schottky diodes",
        "Electrochromic device of PEDOT-PANI hybrid system for fast response and high optical contrast",
        "Electrochemical synthesis of dendritic polyaniline in brønsted acid ionic liquids",
        "Effects on the electrochemical and electrochromic properties of 3 linked polythiophene derivative by the introduction of polyacrylate",
        "Pronounced effect of the ionic liquid on the electrochromic property of the polyaniline film: Color changes in the wide wavelength range",
        "Electrochemical synthesis of polypyrrole in ionic liquids",
        "Effect of the Electrosynthesis Method on the Surface Morphology of the Polypyrrole Film: An Atomic Force Microscopy Study",
        "Comparative Study of Redox Reactions of Polyaniline Films in Aqueous and Nonaqueous Solutions",
        "Chromism and molecular weight of polyaniline derivatives",
        "Electronics of conjugated polymers (I): Polyaniline",
        "Effect of Fenton reagent on the synthesis of polyaniline",
        "Electrochemistry, polymers and opto-electronic devices: A combination with a future",
        "Ion size and size memory effects with electropolymerized polyaniline",
        "Switchable window based on electrochromic polymers",
        "Hybrid materials and polymer electrolytes for electrochromic device applications",
        "Zero Emission Building - Proceedings of Renewable Energy Conference",
        "Poly(o-toluidine) polymer as electrochromic material",
        "Combined visible and infrared electrochromism using dual polymer devices"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Royal Thai Government",
        "Thailand Research Fund",
        "Petroleum and Petrochemical College, Chulalongkorn University"
    ]
}