{
    "eid": "2-s2.0-84956794254",
    "title": "Assessment of the hybridization between rhesus (Macaca mulatta) and long-tailed macaques (M. fascicularis) based on morphological characters",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Anthropology",
            "@code": "3314"
        },
        {
            "$": "Anatomy",
            "@code": "2702"
        }
    ],
    "keywords": [
        "bipartite pattern",
        "Indochina",
        "introgression",
        "Isthmus of Kra",
        "tail length"
    ],
    "authors": [
        "Yuzuru Hamada"
    ],
    "citedby-count": 18,
    "ref-count": 40,
    "ref-list": [
        "A rapid quantitative real-time PCR-based DNA quantification assay coupled with species-assignment capabilities for two hybridizing macaca species",
        "Assessing natural introgression in 2 biomedical model species, the rhesus macaque (Macaca mulatta) and the long-tailed macaque (Macaca fascicularis)",
        "Morphological variation within a macaque hybrid zone",
        "The Macaques: Studies in Ecology, Behavior, and Evolution",
        "The Macaques: Studies in Ecology, Behavior, and Evolution",
        "Tail-length evolution in fascicularis-group macaques (Cercopithecidae: Macaca)",
        "Rhesus and crab-eating macaques: Intergradation in Thailand",
        "Provisional classifications and key to living species of macaques (primates: Macaca).",
        "Systematic review of Southeast Asian longtail macaques, Macaca fascicularis (Raffles, [1821])",
        "Tail length variation in Macaca fascicularis and M. mulatta",
        "Fieldiana Zool",
        "Nat Hist J Chula Univ",
        "Morphological and body color variation in Thai Macaca fascicularis fascicularis north and south of the Isthmus of Kra",
        "Body size and proportions and pelage color of free-ranging Macaca mulatta from a zone of hybridization in northeastern Thailand",
        "Morphometrical comparison between Indian- and Chinese-derived rhesus macaques (Macaca mulatta)",
        "Morphological studies on the Sulawesi macaques I: Phyletic analysis of body color",
        "Diversity and molecular phylogeny of mitochondrial DNA of rhesus macaques (Macaca mulatta) in Bangladesh",
        "Use of photogrammetry as a means to assess hybrids of rhesus (Macaca mulatta) and long-tailed (M. fascicularis) macaques",
        "Hybridization and stratification of nuclear genetic variation in Macaca mulatta and M. fascicularis",
        "Detecting signatures of inter-regional and inter-specific hybridization among the Chinese rhesus macaque specific pathogen-free (SPF) population using single nucleotide polymorphic (SNP) markers",
        "Nat Hist J Chula Univ",
        "The human-ABO blood groups of free-ranging long-tailed macaques (Macaca fascicularis) and parapatric rhesus macaques (M. mulatta) in Thailand",
        "Nat Hist J Chula Univ",
        "Primate Biogeography: Progress and Prospects",
        "Blood groups of Old World monkeys, evolutionary and taxonomic implications",
        "Ancient genome-wide admixture extends beyond the current hybrid zone between Macaca fascicularis and M. mulatta",
        "Sneak copulations in long-tailed macaques (Macaca fascicularis): No evidence for tactical deception",
        "The age and geographical distribution of fossil cercopithecids in China",
        "Single-Nucleotide Polymorphisms Reveal Patterns of Allele Sharing Across the Species Boundary Between Rhesus (Macaca mulatta) and Cynomolgus (M. fascicularis) Macaques",
        "Differences in the virulence of Plasminodium knowlesi for Macaca irus (Fascicularis) of Philippine and Malayan origins",
        "Ages of eruption of primate teeth: A compendium for aging individuals and comparing life histories",
        "Mitochondrial DNA variation in Chinese and Indian Rhesus macaques (Macaca mulatta)",
        "Divergence population genetic analysis of hybridization between rhesus and cynomolgus macaques",
        "Comparative phylogenetics offer new insights into the biogeographic history of Macaca fascicularis and the origin of the Mauritian macaques",
        "Comparison of Y chromosome and mtDNA phylogenies leads to unique inferences of macaque evolutionary history",
        "Y-chromosome and mitochondrial markers in Macaca fascicularis indicate introgression with Indochinese M. mulatta and a biogeographic barrier in the Isthmus of Kra",
        "Paternal, maternal, and biparental molecular markers provide unique windows onto the evolutionary history of macaque monkeys",
        "Species-specific variation in SIV disease progression between Chinese and Indian subspecies of rheusus macaque",
        "Physiology and Endocrinology of the Ovarian Cycle in Macaques",
        "Genome sequencing and comparison of two nonhuman primate animal models, the cynomolgus and Chinese rhesus macaques"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Inuyama",
            "affilname": "Primate Research Institute",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Mawlamyine",
            "affilname": "Mawlamyine University",
            "affiliation-country": "Myanmar"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science"
    ]
}