{
    "eid": "2-s2.0-85159844753",
    "title": "Streptomyces telluris sp. nov., a promising terrestrial actinobacterium with antioxidative potentials",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Actinomycetes",
        "Antioxidant",
        "Streptomyces",
        "Whole-genome analysis"
    ],
    "authors": [
        "Onnicha Thayanuwadtanawong",
        "Thitikorn Duangupama",
        "Nantiya Bunbamrung",
        "Pattama Pittayakhajonwut",
        "Chakapong Intaraudom",
        "Sarin Tadtong",
        "Chanwit Suriyachadkun",
        "Ya Wen He",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 0,
    "ref-count": 62,
    "ref-list": [
        "AutoMLST: an automated web server for generating multi-locus species trees highlighting natural product potential",
        "Palladium-catalyzed one-pot conversion of aldehydes to amides",
        "Isolation of an unusual metabolite 2-allyloxyphenol from a marine actinobacterium, its biological activities and applications",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "antiSMASH 6.0: improving cluster detection and comparison capabilities",
        "Useofafree radical method to evaluate antioxidant activity",
        "Isolation and characterization of Streptomyces hiroshimensis strain TI-C3 with anti-tyrosinase activity",
        "Ageloline A, new antioxidant and antichlamydial quinolone from the marine sponge-derived bacterium Streptomyces sp. SBT345",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2,4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Estimating phylogenetic trees from distance matrices",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "Isolation and structure of new isocoumarins",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "DNA–DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Discovery, characterization and functional improvement of kumamonamide as a novel plant growth inhibitor that disturbs plant microtubules",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Naravelia zeylanica: occurrence of primary benzamides in flowering plants",
        "Genus Streptomyces. the actinobacteria",
        "Benzastatins A, B, C, and D: new free radical scavengers from Streptomyces nitrosporeus 30643. I. Taxonomy, fermentation, isolation, physico-chemical properties and biological activities",
        "Benzastatins H and I, new benzastatin derivatives with neuronal cell protecting activity from Streptomyces nitrosporeus",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "1H,13C and17O NMR spectral study of chlorinated 3,4-dihydroxybenzaldehydes (protocatechualdehydes)",
        "Lipid and cell-wall analysis in bacterial systematics",
        "Uncultivated microbes in need of their own taxonomy",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Indolyl alkaloid derivatives, Nb-acetyltryptamine and oxaline from a marine-derived fungus",
        "TYGS is an automated high throughput platform for state- of-the-art genome-based taxonomy",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "List of prokaryotic names with standing in nomenclature (LPSN) moves to the DSMZ",
        "Streptomyces chumphonensis sp. nov., isolated from marine sediments",
        "Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements",
        "Streptomyces from traditional medicine: sources of new innovations in antibiotic discovery",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "J SpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Bypassing cultivation to identify bacterial species",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Biosynthesis and structures of cyclomarins and cyclomarazines, prenylated cyclic peptides of marine actinobacterial origin",
        "Streptomyces antioxidans sp. Nov., a novel mangrove soil actinobacterium with antioxidative and neuroprotective potentials",
        "Structure-radical scavenging activity relationships of flavonoids",
        "Methods for characterization of Streptomyces species",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Micromonospora spongicola sp. nov., an actinomycete isolated from a marine sponge in the Gulf of Thailand",
        "Antimicrobial and anti-oxidant activities of quinoline alkaloids from Pseudomonas aeruginosa BCC76810",
        "Determination of DNA base composition",
        "Streptomyces sp MUM212 as a source of antioxidants with radical scavenging and metal chelating properties",
        "Nocardia xestospongiae sp. nov., isolated from a marine sponge in the Andaman Sea",
        "A new genome-mining tool redefines the lasso peptide biosynthetic landscape",
        "Polyphasic classification of the gifted natural product producer Streptomyces roseifaciens sp. nov",
        "Chapter XI actinomycetes",
        "Simple and practical copper-catalyzed approach to substituted phenols from aryl halides by using water as the solvent",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA and whole-genome assemblies",
        "Diterpenes and other constituents from Pteronia species",
        "Bioactive isocoumarins from a terrestrial Streptomyces sp. ANK302"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shanghai",
            "@id": "60123531",
            "affilname": "State Key Laboratory of Microbial Metabolism",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60123531",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Actinobacterial Research Unit",
        "NSRF",
        "National Science, Research and Innovation Fund",
        "King Mongkut’s Institute of Technology Ladkrabang",
        "School of Science"
    ]
}