{
    "eid": "2-s2.0-84946095469",
    "title": "Culture system for Wolffia globosa L. (lemnaceae) for hygiene human food",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Culture system",
        "Duckweed",
        "Mass culture",
        "Water meal",
        "Wolffia globosa"
    ],
    "authors": [
        "Nisachol Ruekaewma"
    ],
    "citedby-count": 19,
    "ref-count": 25,
    "ref-list": [
        "Official Methods of Analysis of the Association",
        "Standard Methods for the Examination of Water and Wastewater",
        "Wolffia arrhiza as a possible source of inexpensive protein [26]",
        "Effect of heat-treatment on ruminal protein degradability of wolffia meal (Wolffia globosa L. Wimm)",
        "Effect of wolffia meal [wolffia globosa (L). wimm.] as a dietary protein replacement on performance and carcass characteristics in broilers",
        "Growing Duckweed to recover nutrients from wastewaters and for production of fuel ethanol and animal feed",
        "The Charms of Duckweed",
        "Growth limitation of Lemna minor due to high plant density",
        "Cultivation of duckweeds in septage-loaded earthen ponds",
        "Biomass production for bioenergy using recycled wastewater in a natural waste treatment system",
        "Nutrient removal and starch production through cultivation of Wolffia arrhiza",
        "Aquaculture",
        "American Scientist",
        "Growth and Differentiation in Plants",
        "Rajabhat Institute Udonthani",
        "Yield of Wolffia arrhiza (L.) Horkel ex Wimmer from cement cisterns with different sewage concentrations, and its efficacy as a carp feed",
        "Nitrogen removal and conversion by duckweed grown on waste-water",
        "Waste water recycling by duckweed for protein production and effluent renovation",
        "A comparative study of commercial liquid chromatographic detectors for the analysis of underivatized amino acids",
        "Duckweeds (Lemnaceae Family): A Potential Source of Protein and Amino Acids",
        "Optimal Conditions for Production of Khai-Nam Wolffia Globosa",
        "Nutrient removal of effluent from quail farm through cultivation of Wolffia arrhiza",
        "Treatment of effluent from shrimp farms using watermeal (Wolffia arrhiza)",
        "Composition and nutritive value of some grasses, plants and aquatic weeds tested as diets",
        "USFDA/CFSAN/BAN Chapter 3, 4, 12"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}