{
    "eid": "2-s2.0-85121097919",
    "title": "Co-productive agility and four collaborative pathways to sustainability transformations",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Global and Planetary Change",
            "@code": "2306",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Co-production",
        "Impact",
        "Power relations",
        "Social-ecological relations",
        "Tensions",
        "Transformative processes"
    ],
    "authors": [
        "Josephine M. Chambers",
        "Carina Wyborn",
        "Nicole L. Klenk",
        "Melanie Ryan",
        "Anca Serban",
        "Nathan J. Bennett",
        "Ruth Brennan",
        "Lakshmi Charli-Joseph",
        "María E. Fernández-Giménez",
        "Kathleen A. Galvin",
        "Bruce E. Goldstein",
        "Tobias Haller",
        "Rosemary Hill",
        "Claudia Munera",
        "Jeanne L. Nel",
        "Henrik Österblom",
        "Robin S. Reid",
        "Maraja Riechers",
        "Marja Spierenburg",
        "Maria Tengö",
        "Elena Bennett",
        "Amos Brandeis",
        "Paul Chatterton",
        "Jessica J. Cockburn",
        "Christopher Cvitanovic",
        "Pongchai Dumrongrojwatthana",
        "América Paz Durán",
        "Jean David Gerber",
        "Jonathan M.H. Green",
        "Rebecca Gruby",
        "Angela M. Guerrero",
        "Andra Ioana Horcea-Milcu",
        "Jasper Montana",
        "Patrick Steyaert",
        "Julie G. Zaehringer",
        "Angela T. Bednarek",
        "K. Curran",
        "Salamatu J. Fada",
        "Jon Hutton",
        "Beria Leimona",
        "Tomas Pickering",
        "Renee Rondeau"
    ],
    "citedby-count": 43,
    "ref-count": 119,
    "ref-list": [
        "Leverage points for sustainability transformation",
        "Exploitation-exploration tensions and organizational ambidexterity: managing paradoxes of innovation",
        "Co-producing science for sustainability: Can funding change knowledge use?",
        "Power in sustainability transitions: analysing power and (dis)empowerment in transformative change towards sustainability",
        "Power in transition: an interdisciplinary framework to study power in relation to structural change",
        "Environmental politics and deliberative democracy: Examining the promise of new modes of governance",
        "Interconnected place-based social–ecological research can inform global sustainability",
        "Designer as Agent of Change",
        "A how-to guide for coproduction of actionable science",
        "Just transformations to sustainability",
        "Why local people do not support conservation: community perceptions of marine protected area livelihood impacts, governance and management in Thailand",
        "An appeal for a code of conduct for marine conservation",
        "The dark side of transformation: latent risks in contemporary sustainability discourse",
        "Expansive opportunity makers but selective opportunity takers? Positional agility and tactical social skill in English third sector social service",
        "Restoration and Management of Degraded River Basins - The Alexander River Case Study",
        "Re-storying marine conservation: integrating art and science to explore and articulate ideas, visions and expressions of marine space",
        "Conflicting roles of researchers in sustainability transitions: balancing action and reflection",
        "A pluralistic and integrated approach to action-oriented knowledge for sustainability",
        "Why joint conservation and development projects often fail: an in-depth examination in the Peruvian Amazon",
        "Promoting agency for social-ecological transformation: a transformation-lab in the Xochimilco social-ecological system",
        "Recasting urban governance through leeds city lab: developing alternatives to neoliberal urban austerity in co-production laboratories",
        "Crafting usable knowledge for sustainable development",
        "From rationalities to practices: understanding unintended consequences of CBNRM",
        "Negotiating Indigenous knowledge at the science-policy interface: Insights from the Xáxli'p Community Forest",
        "The art of co-production of knowledge in environmental sciences and management: lessons from international practice",
        "Creating transformative spaces for dialogue and action: reflecting on the experience of the Southern Africa Food Lab",
        "Northern Thailand case: gaming and simulation for co-learning and collective action; companion modelling for collaborative landscape management between herders and foresters",
        "A strategic approach to multistakeholder negotiations",
        "Sustaining interdisciplinary collaboration across continents and cultures: lessons from the mongolian rangelands and resilience project",
        "Five Misunderstandings about case-study research",
        "From hero to host: a story of citizenship in Columbus, Ohio",
        "The art of systems change: Eight guiding principles for a green and fair future",
        "Regional Nature Parks in Switzerland. Between top-down and bottom-up institution building for landscape management",
        "How “Water for All!” policy became hegemonic: The power of the World Bank and its transnational policy networks. Geoforum, Pro-Poor Water?",
        "Agility is responsiveness to change: An essential definition",
        "What influences and inhibits reduction of deforestation in the soy supply chain? A mental model perspective",
        "Organizational improvisation: a consolidating review and framework",
        "The undisciplinary journey: early-career perspectives in sustainability science",
        "Towards a new institutional political ecology: How to marry external effects, institutional change and the role of power and ideology in commons studies",
        "Constitutionality: conditions for crafting local ownership of institution-building processes",
        "Crafting our own rules: constitutionality as a bottom-up approach for the development of by-laws in Zambia",
        "“We Had Cattle And Did Not Fish And Hunt Anyhow!” Institutional change and contested commons in The Kafue Flats Floodplain (Zambia)",
        "Staying with the Trouble: Making Kin in the Chthulucene",
        "Scale dynamics of grassroots innovations through parallel pathways of transformative change",
        "Knowledge co-production for Indigenous adaptation pathways: Transform post-colonial articulation complexes to empower local decision-making",
        "Designing for robustness: surprise, agility and improvisation in policy design",
        "Great expectations? Reconciling the aspiration, outcome, and possibility of co-production",
        "Responding to competing strategic demands: How organizing, belonging, and performing paradoxes coevolve",
        "Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge and the Teachings of Plants",
        "From network to meshwork: becoming attuned to difference in transdisciplinary environmental research encounters",
        "Local knowledge in climate adaptation research: moving knowledge frameworks from extraction to co-production",
        "Climate change and transdisciplinary science: problematizing the integration imperative",
        "Transdisciplinary sustainability research beyond engagement models: toward adventures in relevance",
        "Placing transdisciplinarity in context: a review of approaches to connect scholars, society and action",
        "Scaling the impact of sustainability initiatives: a typology of amplification processes",
        "Transdisciplinary research in sustainability science: practice, principles, and challenges",
        "Making room and moving over: knowledge co-production, Indigenous knowledge sovereignty and the politics of global environmental change decision-making",
        "Transforming innovation for sustainability",
        "Consensus building or constructive conflict? Aboriginal discursive strategies to enhance participation in natural resource management in Australia and Canada",
        "Dialogue across Indigenous, local and scientific knowledge systems reflecting on the IPBES Assessment on Pollinators, Pollination and Food Production, 21th to 25th January 2019 (Workshop report)",
        "Transdisciplinary global change research: the co-creation of knowledge for sustainability",
        "The Montérégie Connection: linking landscapes, biodiversity, and ecosystem services to improve decision making",
        "With and beyond the state — co-production as a route to political influence, power and transformation for grassroots organizations",
        "Balancing authority and meaning in global environmental assessment: an analysis of organisational logics and modes in IPBES",
        "Climate Change: Learning About What is Happening with the Weather in Central Australia",
        "Studying the complexity of change: toward an analytical framework for understanding deliberate social-ecological transformations",
        "Agonistics: Thinking The World Politically",
        "Diversifying knowledge governance for climate adaptation in protected areas in Colombia",
        "Knowledge co-production and boundary work to promote implementation of conservation plans",
        "Principles for knowledge co-production in sustainability research",
        "Social-ecological transformation for ecosystem management: the development of adaptive co-management of a wetland landscape in southern Sweden",
        "Transnational corporations as ‘keystone actors’ in marine ecosystems",
        "Concepts and practices for the democratisation of knowledge generation in research partnerships for sustainable development",
        "Co-designing transformation research: lessons learned from research on deliberate practices for transformation",
        "Transformative spaces in the making: key lessons from nine cases in the Global South",
        "The Honest Broker: Making Sense of Science in Policy and Politics",
        "Researchers’ roles in knowledge co-production: experience from sustainability research in Kenya, Switzerland, Bolivia and Nepal",
        "Transdisciplinary co-production: designing and testing a transdisciplinary research framework for societal problem solving",
        "Co-production of knowledge for sustainability: an application of reflective practice in doctoral studies",
        "Evolution of models to support community and policy action with science: balancing pastoral livelihoods and wildlife conservation in savannas of East Africa",
        "Stories of favourite places in public spaces: emotional responses to landscape change",
        "Pinyon‐Juniper Landscape: San Juan Basin, Colorado Social‐Ecological Climate Resilience Project",
        "Transdisciplinary research for systemic change: who to learn with, what to learn about and how to learn",
        "The Transformation Laboratory of the Social-Ecological System of Xochimilco, Mexico City: Description of the Process and Methodological Guide",
        "Transdisciplinary co-production of knowledge and sustainability transformations: three generic mechanisms of impact generation",
        "Transformations to sustainability: combining structural, systemic and enabling approaches",
        "Sustainable agriculture: recognizing the potential of conflict as a positive driver for transformative change",
        "Governance of complex environmental situations through social learning: a synthesis of SLIM's lessons for research, policy and practice",
        "“Opening Up” and “Closing Down”: power, participation, and pluralism in the social appraisal of technology",
        "Connecting diverse knowledge systems for enhanced ecosystem governance: the multiple evidence base approach",
        "Weaving knowledge systems in IPBES, CBD and beyond—lessons learned for sustainability",
        "A small wins framework to overcome the evaluation paradox of governing wicked problems",
        "The politics of co-production: participation, power, and transformation",
        "New roles of science in society: different repertoires of knowledge brokering",
        "New science for global sustainability? The institutionalisation of knowledge co-production in Future Earth",
        "Towards future-oriented conservation: managing protected areas in an era of climate change",
        "Understanding socio-cultural dimensions of environmental decision-making: a knowledge governance approach",
        "Coproductive capacities: rethinking science-governance relations in a diverse world",
        "Relational agility: visualizing near-real-time Arctic sea ice data as a proxy for climate change",
        "Addressing power imbalances in co-production",
        "Sustainability gridlock in a global agricultural commodity chain: reframing the soy–meat food system",
        "Co-producing sustainability: reordering the governance of science, policy, and practice",
        "Collective agility, paradox and organizational improvisation: the development of a particle physics grid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fort Collins",
            "@id": "60009226",
            "affilname": "Colorado State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009226",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bern",
            "@id": "60020486",
            "affilname": "University of Bern",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020486",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Canberra",
            "@id": "60082291",
            "affilname": "The Fenner School of Environment &amp; Society",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60082291",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Wageningen",
            "@id": "60004156",
            "affilname": "Wageningen University &amp; Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004156",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60174564",
            "affilname": "Instituto de Ecología, UNAM",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60174564",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60159927",
            "affilname": "The Pew Charitable Trusts",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60159927",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Marne-la-Vallee",
            "@id": "60112049",
            "affilname": "Laboratoire Interdisciplinaire Sciences, Innovations, Sociétés (LISIS)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112049",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Gland",
            "@id": "60089481",
            "affilname": "WWF International",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60089481",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Santiago",
            "@id": "60088707",
            "affilname": "Instituto de Ecología y Biodiversidad",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60088707",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Gland",
            "@id": "60077485",
            "affilname": "International Union for Conservation of Nature and Natural Resources",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60077485",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Luneburg",
            "@id": "60072202",
            "affilname": "Leuphana Universität Lüneburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072202",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bogor",
            "@id": "60069413",
            "affilname": "ICRAF World Agroforestry Centre, Bogor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069413",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Cambridge",
            "@id": "60031101",
            "affilname": "University of Cambridge",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031101",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Jos",
            "@id": "60028601",
            "affilname": "University of Jos",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028601",
            "affiliation-country": "Nigeria"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60028378",
            "affilname": "Stockholms universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028378",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60026851",
            "affilname": "University of Oxford",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026851",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Grahamstown",
            "@id": "60026548",
            "affilname": "Rhodes University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026548",
            "affiliation-country": "South Africa"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60025804",
            "affilname": "CSIRO Land and Water",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025804",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangor",
            "@id": "60025779",
            "affilname": "Bangor University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025779",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Cluj Napoca",
            "@id": "60024417",
            "affilname": "Universitatea Babeș-Bolyai",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024417",
            "affiliation-country": "Romania"
        },
        {
            "affiliation-city": "Leiden",
            "@id": "60019816",
            "affilname": "Universiteit Leiden",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019816",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60016849",
            "affilname": "University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016849",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "York",
            "@id": "60016418",
            "affilname": "University of York",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016418",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Leeds",
            "@id": "60012070",
            "affilname": "University of Leeds",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012070",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Dublin",
            "@id": "60011149",
            "affilname": "Trinity College Dublin",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011149",
            "affiliation-country": "Ireland"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "60010365",
            "affilname": "The University of British Columbia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010365",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Canberra",
            "@id": "60008950",
            "affilname": "The Australian National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008950",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Gqeberha",
            "@id": "60007279",
            "affilname": "Nelson Mandela University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007279",
            "affiliation-country": "South Africa"
        },
        {
            "affiliation-city": "Valdivia",
            "@id": "60003634",
            "affilname": "Universidad Austral de Chile",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003634",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60002494",
            "affilname": "Université McGill",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002494",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Stellenbosch",
            "@id": "60001565",
            "affilname": "Stellenbosch University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001565",
            "affiliation-country": "South Africa"
        },
        {
            "affiliation-city": "Boulder",
            "@id": "60000221",
            "affilname": "University of Colorado Boulder",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000221",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Hod HaSharon",
            "@id": "126681498",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126681498",
            "affiliation-country": "Israel"
        },
        {
            "affiliation-city": "Vancouver",
            "@id": "125613076",
            "affilname": "The Peopled Seas Initiative",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125613076",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Trade, Development and the Environment Hub project",
        "David and Lucile Packard Foundation",
        "Pew Charitable Trusts",
        "Gordon and Betty Moore Foundation",
        "Walton Family Foundation",
        "MAVA Foundation",
        "UK Research and Innovation",
        "Economic and Social Research Council",
        "Leverhulme Trust",
        "Rhodes University",
        "Volkswagen Stiftung",
        "Swiss National Science Foundation",
        "Niedersächsisches Ministerium für Wissenschaft und Kultur",
        "Luc Hoffmann Institute",
        "Cambridge Conservation Initiative"
    ]
}