{
    "eid": "2-s2.0-85136915753",
    "title": "Lessening Effects of SOX on the Relationship between Executive Compensation Components and Cost of Equity Capital",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "bonus",
        "CEO",
        "CFO",
        "compensation",
        "cost of equity",
        "executive",
        "Sarbanes–Oxley Act",
        "shareholding",
        "SOX",
        "stock option"
    ],
    "authors": [
        "Kanyarat Sanoran"
    ],
    "citedby-count": 0,
    "ref-count": 70,
    "ref-list": [
        "Leverage, executive incentives and corporate governance",
        "Managerial incentives and corporate investment and financing decisions",
        "Executive compensation in the information technology industry",
        "CEO inside debt and hedging decisions: Lessons from the U.S. banking industry",
        "CEO inside debt and the value of excess cash",
        "Audit firm tenure and the equity risk premium",
        "Investor pricing of CEO equity incentives",
        "A re-examination of disclosure level and the expected cost of equity capital",
        "Assessing alternative proxies for the expected risk premium",
        "The relation between expected returns, realized returns, and firm risk characteristics",
        "Top management inside debt and corporate social responsibility? Evidence from the US",
        "Market microstructure and asset pricing: On the compensation for illiquidity in stock returns",
        "Testing a causal model of corporate risk taking and performance",
        "CEO stock-based compensation: An empirical analysis of incentive-intensity, relative mix, and economic determinants",
        "Does option compensation increase in managerial risk appetite?",
        "Top management team compensation: The missing link between CEO pay and firm performance?",
        "Sarbanes-Oxley Act, perceived earnings quality and cost of capital",
        "Effect of the Sarbanes–Oxley Act on CEOs’ stock ownership and pay-performance sensitivity",
        "CEO risk-taking incentives and the cost of equity capital",
        "Equity premia as low as three percent? Evidence from analysts’ earnings forecasts for domestic and international stock markets",
        "Real and accrual-based earnings management in the pre-and post-Sarbanes-Oxley periods",
        "Managerial incentives and risk-taking",
        "The quality of accruals and earnings: The role of accrual estimation errors",
        "A dual agency view of board compensation: The joint effects of outside director and CEO stock options on firm risk",
        "Executive compensation: A multidisciplinary review of recent developments",
        "Moving closer to the action: Examining compensation design effects on firm risk",
        "Did the 2003 tax act reduce the cost of equity capital?",
        "Taxes, leverage, and the cost of equity capital",
        "PE ratios, PEG ratios, and estimating the implied expected rate of return on equity capital",
        "The effects of CEO equity ownership and firm diversification on risk taking",
        "The cross-section of expected stock returns",
        "Industry costs of equity",
        "Management turnover across the corporate hierarchy",
        "The market pricing of accruals quality",
        "Toward an implied cost of capital",
        "CEO and CFO certifications of financial information",
        "Inferring the cost of capital using the Ohlson–Juettner model",
        "The finite horizon expected return model",
        "International differences in the cost of equity capital: Do legal institutions and securities regulation matter?",
        "Decoupling CEO wealth and firm performance: The case of acquiring CEOs",
        "How did the Sarbanes–Oxley Act affect managerial incentives? Evidence from corporate acquisitions",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Executive compensation and the cost of debt",
        "Litigation risk and the financial reporting credibility of Big 4 versus non-Big 4 audits: Evidence from Anglo-American countries",
        "An analysis of the use of accounting and market measures of performance in executive compensation contracts",
        "Disentangling compensation and employment risks using the behavioral agency model",
        "Did conservatism in financial reporting increase after the Sarbanes-Oxley Act? Initial evidence",
        "Evidence on factors affecting the relationship between CEO stock option compensation and earnings management",
        "Executive compensation structure, ownership, and firm performance",
        "On the choice and replacement of chief financial officers",
        "Agency theory revisited: CEO return and shareholder interest alignment",
        "Expected EPS and EPS growth as determinants of value",
        "Flexibility of creating and changing employment in the options of the Slovak Labor Code",
        "Empirical evidence on the relation between stock option compensation and risk taking",
        "Compensation, incentives, and the duality of risk aversion and riskiness",
        "The impact of the Sarbanes-Oxley Act on the audit fees of Australian listed firms",
        "Behavioral responses of CEOs to stock ownership and stock option pay",
        "Swinging for the fences: The effects of CEO stock options on company risk taking and performance",
        "Litigation risk and audit fees: Evidence from UK firms cross-listed on US markets",
        "The investment opportunity set and corporate financing, dividend, and compensation policies",
        "The association between audit committees, compensation incentives, and corporate audit fees",
        "Investor reactions to CEOs’ inside debt incentives",
        "CEO stock options and equity risk incentives",
        "Toward a model of risk in declining organizations: An empirical examination of risk, performance and decline",
        "The structure of ownership and corporate acquisition strategies",
        "Influences of top management team incentives on firm risk taking",
        "Economic consequences of the Sarbanes–Oxley Act of 2002",
        "Selected social policy instruments in relation to tax policy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": []
}