{
    "eid": "2-s2.0-84937611308",
    "title": "Thailand's Department of Agricultural Extension and Agrochemical Dependency: Perspectives on Contributing Factors and Mitigation Strategies",
    "cover-date": "2016-05-26",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        },
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Agrochemical Dependency",
        "Extension Services",
        "Organic Agriculture",
        "Perceptions",
        "Policy",
        "Privatization",
        "Sufficiency Economy",
        "Sustainable Agriculture"
    ],
    "authors": [
        "Wayne Nelles"
    ],
    "citedby-count": 10,
    "ref-count": 60,
    "ref-list": [
        "Can a public GAP approach ensure safety and fairness? A comparative study of Q-GAP in Thailand",
        "Agricultural extension: Good intentions and hard realities",
        "Organic agriculture and the global food supply",
        "Agricultural extension in Asia: Constraints and options for improvement",
        "The effects of organic agriculture on biodiversity and abundance: A meta-analysis",
        "Can organic and resource-conserving agriculture improve livelihoods? A synthesis",
        "The State of Agricultural Extension: An Overview and New Caveats for the Future",
        "Is sustainable agriculture in Thailand feasible?",
        "Budget Expenditure Document, Vol. 3 for Budget Year, 2014 for Ministry of Agriculture and Cooperatives (MOAC)",
        "Summary Report of Disease Epidemiology, Annual Epidemiological Surveillance Report 2003",
        "Pesticides' Health Issues and Situations 2013",
        "Silent Spring: Twenty-fifth Anniversary Edition.",
        "The Journal of Agricultural Education and Extension",
        "Memorandum of Understanding (for Technical Cooperation) ‘For the Safe/Correct Use of Agrochemicals Campaign’ ‘Safe Disposal of Agrochemical Containers (Packages)’ Between DOAE and TCPA and CropLife Asia",
        "On recent projects and experiences of the Sufficiency Economy - A critique",
        "Q mark Veggies Found ‘Unsafe’ Consumers Now Wary of Safety Guarantee",
        "Department of Agricultural Extension (Information Booklet)",
        "Mission Statement (in English)",
        "New Challenges in Agricultural Advisory Services from a Research Perspective: A Literature Review, Synthesis and Research Agenda",
        "What is an adequate sample size? Operationalising data saturation for theory-based interview studies",
        "From agricultural modernisation to agri-food globalisation: The waning of national development in Thailand",
        "Project Document: Strengthening Inclusive Planning and Economic Decision-making for Environmentally Sustainable Pro-poor Development – Poverty Environment Initiative (PEI) Framework in Thailand",
        "How Many Interviews Are Enough?: An Experiment with Data Saturation and Variability",
        "Pesticide use in south and South-East Asia: Environmental public health and legal concerns",
        "The Asian Green Revolution: IFPRI Discussion Paper 00911, 2020 Vision Initiative.",
        "Does organic farming benefit biodiversity?",
        "Review",
        "Sustainable development policies and achievements in the context of the agriculture sector in Thailand",
        "Approaches to Pesticide Policy Reform – Building Consensus for Future Action",
        "Agrochemicals Market Worth $242.8 Billion by 2018.",
        "Budget Overview for Budget Year of 2015.",
        "Claim no easy victories: Evaluating the pesticide industry's Global Safe Use campaign",
        "Communities in Peril: Global Report on Health Impacts.",
        "Pesticides and Health Hazards Facts and Figures",
        "Pesticide use patterns among small-scale farmers: A case study from phitsanulok, Thailand",
        "Pesticides, external costs and policy options for Thai agriculture",
        "Thai Food Complex: From the Rice Fields to Industrial and Organic Foods.",
        "The Pesticide Detox: Towards a More Sustainable Agriculture.",
        "Resource-conserving agriculture increases yields in developing countries",
        "Reducing food poverty by increasing agricultural sustainability in developing countries",
        "Thailand. World Wide Extension Study",
        "The Journal of Agricultural Education and Extension",
        "The Journal of Agricultural Education and Extension",
        "Can public GAP standards reduce agricultural pesticide use? The case of fruit and vegetable farming in northern Thailand",
        "Comparing the yields of organic and conventional agriculture",
        "New directions for a diverse planet – Proceedings of the 4th International Crop Science Congress",
        "Global review of good agricultural extension and advisory service practices.",
        "Thai Health 2012, Food security – The Illusion of Money vs. the Reality of Food",
        "Thai PBS Online",
        "Summary Report Sub-global Assessment (SGA) for Nan, Thailand.",
        "Pesticide use and residual occurrence in Thailand",
        "Use of Agrochemicals in Thailand and Its Consequences for the Environment",
        "Trade and Environment Review 2013 - Wake Up before It Is Too Late: Make Agriculture Truly Sustainable Now for Food Security in a Changing Climate.",
        "When it Rains Fish Die: Socio- Economic and Environmental Problems of Rural Agrochemical Dependency in Nan Province, Thailand.",
        "Pesticides: Sowing Poison, Growing Hunger, Reaping Sorrow",
        "In: Regional Overview and Analysis of Country Reports. Proceeding of Asia Regional Workshop on Implementation, Monitoring and Observance International Code of Conduct on the Distribution and Use of Pesticides.",
        "Why farmers continue to use pesticides despite environmental, health and sustainability costs",
        "Bangkok Post",
        "The Nation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}