{
    "eid": "2-s2.0-85122176273",
    "title": "Horizontal and deep scaling of agroecology: Lessons from two organizations that defend seed sovereignty in Colombia Escalamiento horizontal y profundo de la agroecología: Lecciones de dos organizaciones defensoras de la soberanía de semillas en Colombia",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Agroecology",
        "Creole and native seeds",
        "Custodians of seeds",
        "Deep scaling of agroecology",
        "Local seed systems"
    ],
    "authors": [
        "Valeria García López",
        "Omar Felipe Giraldo",
        "Helda Morales",
        "Peter Rosset",
        "José María Duarte"
    ],
    "citedby-count": 0,
    "ref-count": 63,
    "ref-list": [
        "Sistema participativo de garantía de la calidad de semillas criollas y nativas para las casas comunitarias de semillas en Colombia",
        "Local seed systems and their importance for an improved seed supply in developing countries",
        "The scaling up of agroecology: Spreading the hope for food sovereignty and resiliency",
        "The agroecological revolution in Latin America: Rescuing nature, ensuring food sovereignty and empowering peasants",
        "Juárez. X. The dynamics of farmers maize seed supply practices in the central valleys of Oaxaca, Mexico",
        "Knowledge, learning and the evolution of conservation practice for social-ecological system resilience",
        "Redes de custodios y guardianes de semillas y casas comunitarias de semillas nativas y criollas",
        "Farmer seed networks make a limited contribution to agriculture? Four common misconceptions",
        "O manejo da agrobiodiversidade: O exemplo da mandioca na Amazônia",
        "Exploring the 'grey areas' of state-society interaction in food sovereignty construc- tion: The battle for Venezuela's seed law",
        "Agroecology as a territory in dispute: Between institutionality and social movements",
        "Agroecology: Roots to resistance to industrialized food systems",
        "Las leyes de semillas aniquilan la soberanía y autonomía alimentaria de los pueblos",
        "Campaña Semillas de Identidad, Fundación Swissaid, Red Agroecológica del Caribe (Recar). Semillas de identidad - en defensa de la biodiversidad y la soberanía alimentaria",
        "La resolución 3168 Del ICA de 2015 sobre semillas reemplaza la resolución 970",
        "Territorial resilience the third dimension of agroecological scaling: Approximations from three peasant experiences in the South of Mexico",
        "Global processes and local identity among mayan coffee growers in Chiapas",
        "An heuristic framework for identifying multiple ways of supporting the conservation and use of traditional crop varieties within the agricultural production system",
        "Taking agroecology to scale: The zero budget natural farming peasant movement in Karnataka, India",
        "Seguridad alimentaria y sistema agroalimentario",
        "The long road: Rural youth, farming and agroecological formación in Central America",
        "Bringing agroecology to scale: Key drivers and emble- matic cases",
        "El cuidado y defensa del maíz nativo en México: Resistencias y acciones ciudadanas ante los transgénicos",
        "Seed exchange networks for agrobiodiversity conservation. A review",
        "Seed wars and farmers' rights: Comparative perspectives from Brazil and India",
        "Reinvenção dos territórios: A experiência Latino-Americana e Caribenha",
        "Los maíces criollos y la soberanía alimentaria de la región Caribe",
        "Agroecología, territorio, recampesinización y movimientos sociales",
        "Agrobiodiversity: Towards inovating legal systems",
        "Seed laws, certification and standardization: Outlawing informal seed systems in the global south",
        "Case study research. Design and methods"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Cristobal de las Casas",
            "@id": "60121765",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60121765",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60032751",
            "affilname": "Universidade Paulista",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032751",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60032442",
            "affilname": "Universidad Nacional Autónoma de México",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032442",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": []
}