{
    "eid": "2-s2.0-85021728716",
    "title": "Molecular characterization and expression analysis of Cyclin B and Cell division cycle 2 in gonads of diploid and triploid bighead catfish, Clarias macrocephalus Günther, 1864",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Cdc2",
        "Clarias macrocephalus",
        "Cyclin B",
        "Diploids",
        "Expression",
        "Triploids"
    ],
    "authors": [
        "Anyalak Wachirachaikarn"
    ],
    "citedby-count": 5,
    "ref-count": 46,
    "ref-list": [
        "Basic local alignment search tool",
        "Cdc2-cyclin B-induced G2 to M transition in perch oocyte is dependent on Cdc25",
        null,
        "J. World Aquac. Soc.",
        "Crystal structure of cyclin-dependent kinase 2",
        "Transcriptomic profiling of gametogenesis in triploid pacific oysters Crassostrea gigas: Towards an understanding of partial sterility associated with triploidy",
        "Molecular cloning of cyclin B transcript with an unusually long 3' untranslation region and its expression analysis during oogenesis in the Chinese mitten crab, Eriocheir sinensis",
        "Comparative Growth of Diploid and Triploid Asian Catfish Clarias macrocephalus in Thailand",
        "Growth and gonadal development in triploid sea bass (Dicentrarchus labrax L.) during the first two years of age",
        "Gonadal Development and Fertility of Triploid Grass Puffer Takifugu niphobles Induced by Cold Shock Treatment",
        "Molecular characterization and expression profiles of cdc2 and cyclin B during oogenesis and spermatogenesis in green mud crab (Scylla paramamosain)",
        "Ovaprim treatment promotes oocyte development and milt fertilization rate in diploid and triploid African catfish (Clarias gariepinus)",
        "Molecular Cloning and Immunological Analysis of Goldfish Cyclin A during Oocyte Maturation",
        "Cell-cycle control during meiotic maturation",
        "Preliminary study on performance of triploid Thai silver barb, Puntius gonionotus",
        "Discrimination of the roles of MPF and MAP kinase in morphological changes that occur during oocyte maturation",
        "Point mutations define a sequence flanking the AUG initiator codon that modulates translation by eukaryotic ribosomes",
        "Meiotic maturation of the mouse oocyte requires an equilibrium between cyclin B synthesis and degradation",
        "Oogenesis in teleosts: How fish eggs are formed",
        "Differential expression of cyclins B1 and B2 during medaka (Oryzias latipes) spermatogenesis",
        "17α,20β-Dihydroxy-4-pregnen-3-one, a maturation-inducing hormone in fish oocytes: Mechanisms of synthesis and action",
        "Regulation of oocyte maturation in fish",
        "Proceedings of the Symposium on Fish Genetics and its Application to Aquaculture and Fishery Management. Bogor, Indonesia",
        "Allotriploidy increases sterility in the hybrid between Clarias macrocephalus and Clarias gariepinus",
        "A standard protocol for obtaining fish chromosomes under post-mortem conditions",
        "Porcine Aurora A accelerates Cyclin B and Mos synthesis and promotes meiotic resumption of porcine oocytes",
        "In vivo regulation of cyclin A/Cdc2 and cyclin B/Cdc2 through meiotic and early cleavage cycles in starfish",
        "Molecular characterization and expression profiles of cyclin B1, B2 and Cdc2 kinase during oogenesis and spermatogenesis in rainbow trout (Oncorhynchus mykiss)",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Signal transduction pathways that contribute to CDK1/cyclin B activation during the first mitotic division in sea urchin embryos",
        "Spermatogenesis in fish",
        "Pertanika J. Trap. Agric. Sci.",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Testicular Histology and Serum Steroid Hormone Profiles in Hatchery-bred Catfish Clarias macrocephalus (Gunther) during an Annual Reproductive Cycle",
        "Ovarian Development and Serum Steroid Hormone Profiles in Hatchery-bred Female Catfish Clarias macrocephalus (Gunther) during an Annual Reproductive Cycle",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Gonadal development in triploid heteropneustes fossilis",
        "The Regulation of Oocyte Maturation",
        "Cyclin B synthesis is required for sea urchin oocyte maturation",
        "Differential gene expression in fully-grown oocytes between gynogenetic and gonochoristic crucian carps",
        "Comparative analysis of testis transcriptomes from triploid and fertile diploid cyprinid fish",
        "Molecular mechanisms of meiotic maturation and arrest in fish and amphibian oocytes",
        "Heat stress induces Cdc2 protein decrease prior to mouse spermatogenic cell apoptosis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "National Science and Technology Development Agency",
        "Kasetsart University Research and Development Institute",
        "Kasetsart University Research and Development Institute",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}