{
    "eid": "2-s2.0-84930074292",
    "title": "Separation of Cd(II) from industrial wastewater via HFSLM: Equilibrium, kinetic and thermodynamic investigation",
    "cover-date": "2015-05-25",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Cadmium",
        "Equilibrium",
        "HFSLM",
        "Kinetic",
        "Thermodynamic"
    ],
    "authors": [
        "Dolapop Sribudda"
    ],
    "citedby-count": 5,
    "ref-count": 34,
    "ref-list": [
        "Cadmium removal from aqueous solutions by chitin: Kinetic and equilibrium studies",
        "Single- and multi-component adsorption of cadmium and zinc using activated carbon derived from bagasse - An agricultural waste",
        "Environmental cadmium exposure, adverse effects and preventive measures in Japan",
        "Solvent extraction of cadmium (II) from sulphate solutions using TOPS 99, PC 88A, Cyanex 272 and their mixtures",
        "Solvent extraction of cadmium from sulfate solution with di-(2-ethylhexyl) phosphoric acid diluted in kerosene",
        "Solvent extraction and separation of Cd(II), Ni(II) and Co(II) from chloride leach liquors of spent Ni-Cd batteries using commercial organo-phosphorus extractants",
        "Kinetic studies on the extraction of uranium(VI) from phosphoric acid medium by bulk liquid membrane containing di-2-ethylhexyl phosphoric acid",
        "Performance of some extractants used for 'actinide partitioning' in a comparative hollow fibre supported liquid membrane transport study using simulated high level nuclear waste",
        "Thorium and uranium extraction from rare earth elements in monazite sulfuric acid liquor through solvent extraction",
        "Synergistic separation of yttrium ions in lanthanide series from rare earths mixture via hollow fiber supported liquid membrane",
        "Extraction of cadmium from dilute solution using supported liquid membrane",
        "Effect of different anions on separation of cadmium and zinc by supported liquid membrane using TOPS-99 as mobile carrier",
        "Study on removal of cadmium from wastewater by emulsion liquid membrane",
        "One-through selective separation of copper, chromium and zinc ions by hollow fiber supported liquid membrane",
        "Theoretical analysis of copper-Ion extraction through hollow fiber supported liquid membranes",
        "Mathematical Model for the Extraction of Neodymium from Nitrate Media using Hollow Fiber Supported Liquid Membrane Operated in a Recycling Mode",
        null,
        "The transport of copper(ii) through hollow fiber renewal liquid membrane and hollow fiber supported liquid membrane",
        "Ultrasensitive determination of cadmium in seawater by hollow fiber supported liquid membrane extraction coupled with graphite furnace atomic absorption spectrometry",
        "Separation techniques with supported liquid membranes",
        "Liquid Membranes: Principles and Applications in Chemical Separations and Wastewater Treatment",
        "The effective recovery of praseodymium from mixed rare earths via a hollow fiber supported liquid membrane and its mass transfer related",
        "Introduction to Coordination Chemistry",
        null,
        "Study on removal of cadmium by hybrid liquid membrane process",
        "Separation Process Principles Chemical and Biochemical operation",
        "Spectrochim. Acta, A: Mol. Biomol.",
        "J. Ind. Eng. Chem.",
        "The Langmuir monolayer adsorption model of organic matter into effective pores in activated carbon",
        "ARPN J. Eng. Appl. Sci.",
        "Comparison of Freundlich and Langmuir isotherms for adsorption of methylene blue by agrowaste derived activated carbon",
        "Removal of dyes from wastewaters by adsorption on pillared clays",
        "Equilibrium, kinetic, and thermodynamic studies for biosorption of cadmium and nickel on grapefruit peel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Government Pharmaceutical Organization",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}