{
    "eid": "2-s2.0-84923551251",
    "title": "Linking preferred orientations to elastic anisotropy in muderong shale, Australia",
    "cover-date": "2015-12-30",
    "subject-areas": [
        {
            "$": "Geophysics",
            "@code": "1908"
        },
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        }
    ],
    "keywords": [],
    "authors": [
        "Waruntorn Kanitpanyacharoen"
    ],
    "citedby-count": 22,
    "ref-count": 85,
    "ref-list": [
        "Bulletin of the Academy of Sci- ences of the USSR",
        "State-of-the-art high-resolution powder X-ray diffraction (HRPXRD) illustrated with rietveld structure refinement of quartz, sodalite, tremolite, and meionite",
        "Boult, and J. Kaldi, eds., Evalu- ating fault and cap rock seals: Hedberg Series no. 2, AAPG",
        "Influence of mechanical compaction and clay mineral diagenesis on the microfabric and pore-scale properties of deep-water Gulf of Mexico mudstones",
        "Computation of linear elastic properties from microtomographic images: Methodology and agreement between theory and experiment",
        "Elastic moduli of anisotropic clay",
        "Rietveld refinement of non-hydrogen atomic positions in kaolinite",
        "Research in the Mont Terri Rock laboratory: Quo vadis?",
        "On the elastic moduli of some heterogeneous materials",
        "Geological Survey of Western Australia.",
        "Do traveltimes in pulse-transmission experiments yield anisotropic group or phase velocities?",
        "Geomechanical properties related to top seal leakage in the Carnarvon Basin, Northwest Shelf, Australia",
        "Microstructural and petrophysical characterization of Muderong Shale: Application to top seal risking",
        "Impact of fabric, microcracks and stress field on shale anisotropy",
        "Rock physics modelling of shale diagenesis",
        "Empirical relationships among seismic velocity, effective pressure, porosity, and clay content in sandstone",
        "Physical and Engineering Sciences",
        "Petroleum related rock mechanics",
        "Accuracy of XRPD QPA using the combined Rietveld-RIR method",
        "Anomalous polarization of elastic waves in transversely isotropic media",
        "Elastic constants of natural quartz",
        "A self-consistent mechanics of composite materials",
        "Experimental laboratory determination of the dynamic elastic properties of wet, drained shales",
        "Anisotropic effective-medium modeling of the elastic properties of shales",
        "Elastic properties of hydrate-bearing sediments using effective medium theory",
        "PHYSICAL PROPERTIES OF SHALE AT TEMPERATURE AND PRESSURE.",
        "Ultrasonic velocities in Cretaceous shales from the Williston basin.",
        "American Mineralogist",
        "Journal of Geology",
        "Mineral preferred orientation and microstructure in the Posidonia Shale in relation to different degrees of thermal maturity",
        "Texture and anisotropy analysis of Qusaiba shales",
        "Pore space relevant for gas permeability in Opalinus clay: Statistical analysis of homogeneity, percolation, and representative volume element",
        "3D geometry and topology of pore pathways in Opalinus clay: Implications for mass transport",
        "Mineral surface control of organic carbon in black shale",
        "Specific surface area and pore-size distribution in clays and shales",
        "High- and low-frequency elastic moduli for a saturated porous/cracked rock-Differential self-consistent and poroelastic theories",
        "Spectrum of pore types and networks in mudrocks and a descriptive classification for matrix-related mudrock pores",
        "Morphology, genesis, and distribution of nanometer-scale pores in siliceous mudstones of the mississippian barnett shale",
        "Combined texture and structure analysis of deformed limestone from time-of-flight neutron diffraction spectra",
        "Texture analysis of a turbostratically disordered Ca-montmorillonite",
        "Performance assessment of the disposal of vitrified high-level waste in a clay layer",
        "On the combination of self-consistent and geometric mean elements for the calculation of the elastic properties of textured multi-phase samples",
        "GEO-MIX-SELF calculations of the elastic properties of a textured graphite sample at different hydrostatic pressures",
        "Journal of Applied Crystallography",
        "On the Reproduction of the Orientation Distribution Function of Texturized Samples from Reduced Pole Figures Using the Conception of a Conditional Ghost Correction",
        "Transformations for monoclinic crystal symmetry in texture analysis",
        "Some basic concepts of texture analysis and comparison of three methods to calculate orientation distributions from pole figures",
        "Molecular dynamics simulation of thermomechanical properties of montmorillonite crystal. II. Hydrated montmorillonite crystal",
        "First-principles calculation of the elastic moduli of sheet silicates and their application to shale anisotropy",
        "Elastic constants of polycrystals",
        "Modeling compaction effects on the elastic properties of clay-water composites",
        "Estimation of stress-dependent anisotropy from P-wave measurements on a spherical sample",
        "Estimation of the anisotropy parameters of transversely isotropic shales with a tilted symmetry axis",
        "The effect of saturation on velocity in low porosity rocks",
        "The effect of the nanogranular nature of shale on their poroelastic behavior",
        "Applicability of velocity-stress relationships based on the dual porosity concept to isotropic porous rocks",
        "Determination of the anisotropy of elastic waves monitored by a sparse sensor network",
        "Wave velocities and attenuation of shaley sandstones as a function of pore pressure and partial saturation",
        "CALCULATION OF INTENSITY DISTRIBUTION IN THE CASE OF OBLIQUE TEXTURE ELECTRON DIFFRACTION.",
        "Laboratory approach to the study of elastic anisotropy on rock samples",
        "Journal of Applied Crystallography",
        "Tight shale elastic properties using the soft-porosity and single aspect ratio models",
        "A composite model for the anisotropic elastic moduli of lean oil shale.",
        "Elastic anisotropy of Opalinus Clay under variable saturation and triaxial stress",
        "The elastic anisotropy of shales",
        "The effect of low aspect ratio pores on the seismic anisotropy of shales",
        "Elastic piezosensitivity of porous and fractured rocks",
        "Large-scale molecular dynamics study of montmorillonite clay: Emergence of undulatory fluctuations and determination of material properties",
        "Estimating the carbon sequestration capacity of shale formations using methane production rates",
        "SpringerVerlag.",
        "Elsevier Science.",
        "Description of X-ray powder pattern of turbostratically disordered layer structures with a Rietveld compatible approach",
        "Evaluation of intrinsic velocity-pressure trends from low-pressure P-wave velocity measurements in rocks containing microcracks",
        "Elastic anisotropy modeling of Kimmeridge shale",
        "Ultrasonic velocity and anisotropy of hydrocarbon source rocks",
        "Anisotropy of experimentally compressed kaolinite-illite-quartz mixtures",
        "Journal of Geophysical Research",
        "Seismic anisotropy in sedimentary rocks, part 2: Laboratory data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Canberra",
            "affilname": "Commonwealth Scientific and Industrial Research Organisation",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Berkeley",
            "affilname": "University of California, Berkeley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Dubna",
            "affilname": "Joint Institute for Nuclear Research, Dubna",
            "affiliation-country": "Russian Federation"
        }
    ],
    "funding": [
        "National Science Foundation"
    ]
}