{
    "eid": "2-s2.0-85006482275",
    "title": "Fabrication and Evaluation of Polycaprolactone–Poly(hydroxybutyrate) or Poly(3-Hydroxybutyrate-co-3-Hydroxyvalerate) Dual-Leached Porous Scaffolds for Bone Tissue Engineering Applications",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "PCL scaffold",
        "PHB",
        "PHBV",
        "polymer leaching method",
        "solvent casting/particulate leaching method"
    ],
    "authors": [
        "Napaphat Thadavirul"
    ],
    "citedby-count": 30,
    "ref-count": 59,
    "ref-list": [
        "Characterization of poly(3-hydroxybutyrate)/nano-hydroxyapatite composite scaffolds fabricated without the use of organic solvents for bone tissue engineering applications",
        "Synthetic biopolymer nanocomposites for tissue engineering scaffolds",
        "Biodegradable and bioactive porous polymer/inorganic composite scaffolds for bone tissue engineering",
        "Neuronal differentiation of induced pluripotent stem cells in hybrid polyester scaffolds with heparinized surface",
        "Scaffold design and fabrication technologies for engineering tissues - State of the art and future perspectives",
        "Tailoring the properties of electrospun PHBV mats: Co-solution blending and selective removal of PEO",
        "Polymer blends and composites from renewable resources",
        "Nano-biocomposites: Biodegradable polyester/nanoclay systems",
        "Preparation of interconnected poly(ε{lunate}-caprolactone) porous scaffolds by a combination of polymer and salt particulate leaching",
        "Effect of the surface topography of electrospun poly(ε-caprolactone)/ Poly(3-hydroxybuterate-co-3-hydroxyvalerate) fibrous substrates on cultured bone cell behavior",
        "Changes in the mechanical properties of compression moulded samples of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) degraded by Streptomyces omiyaensis SSM 5670",
        "Thermal properties and degradability of poly(propylene carbonate)/poly(β-hydroxybutyrate-co-β-hydroxyvalerate) (PPC/PHBV) blends",
        "Biocomposites based on polycaprolactone reinforced with alfa fibre mats",
        "Mater. Sci. Eng. C",
        "Novel bone scaffolds of electrospun polycaprolactone fibers filled with nanoparticles",
        "The behaviour of neural stem cells on polyhydroxyalkanoate nanofiber scaffolds",
        "Attachment, proliferation and differentiation of BMSCs on gas-jet/electrospun nHAP/PHB fibrous scaffolds",
        "Mechanical, thermal and degradation properties of poly(d,l-lactide)/poly(hydroxybutyrate-co-hydroxyvalerate)/poly(ethylene glycol) blend",
        "Enhancement of Mechanical and Thermal Properties of Polycaprolactone/Chitosan Blend by Calcium Carbonate Nanoparticles",
        "Mechanical and microstructural properties of polycaprolactone scaffolds with one-dimensional, two-dimensional, and three-dimensional orthogonally oriented porous architectures produced by selective laser sintering",
        "Mechanical and Permeability Properties of Biodegradable Extruded Starch/polycaprolactone Films",
        "Biodegradability and mechanical properties of polycaprolactone composites encapsulating phosphate-solubilizing bacterium Bacillus sp. PG01",
        "Indian J. Mater. Sci.",
        "Bone scaffolds from electrospun fiber mats of poly(3-hydroxybutyrate), poly(3-hydroxybutyrate-co-3-hydroxyvalerate) and their blend",
        "PHB/PHBHHx scaffolds and human adipose-derived stem cells for cartilage tissue engineering",
        "Effects of surface morphology on the biocompatibility of polyhydroxyalkanoates",
        "Fabrication, characterization and evaluation of the mechanical properties of poly (-caprolactone)/nano-fluoridated hydroxyapatite scaffold for bone tissue engineering",
        "Biobased plastics and bionanocomposites: Current status and future opportunities",
        "Nanomaterial scaffolds for stem cell proliferation and differentiation in tissue engineering",
        "Decellularized tissue and cell-derived extracellular matrices as scaffolds for orthopaedic tissue engineering",
        "Polyhydroxyalkanoate (PHA) scaffolds with good mechanical properties and biocompatibility",
        "In vitro biocompatibility of electrospun poly(3-hydroxybutyrate) and poly(3-hydroxybutyrate-co-3-hydroxyvalerate) fiber mats",
        "Development of polycaprolactone porous scaffolds by combining solvent casting, particulate leaching, and polymer leaching techniques for bone tissue engineering",
        "Improvement of dual-leached polycaprolactone porous scaffolds by incorporating with hydroxyapatite for bone tissue regeneration",
        "Miscibility and crystallization behavior of biodegradable blends of two aliphatic polyesters. Poly(3-hydroxybutyrate-co-hydroxyvalerate) and poly(ε-caprolactone)",
        "Cell attachment on poly(3-hydroxybutyrate)-poly(ethylene glycol) copolymer produced by Azotobacter chroococcum 7B",
        "Surface engineering of polycaprolactone by biomacromolecules and their blood compatibility",
        "Effects of surface roughness on wettability",
        "Biopolymers: Overview of several properties and consequences on their applications",
        "Synthesis, structure and properties of polyhydroxyalkanoates: Biological polyesters",
        "Electrospun poly(lactic acid-co-glycolic acid) scaffolds for skin tissue engineering",
        "Interaction of fibroblast cells on poly(lactide-co-glycolide) surface with wettability chemogradient",
        "The effect of poly (L-lactic acid) nanofiber orientation on osteogenic responses of human osteoblast-like MG63 cells",
        "Tissue Eng.",
        "Review: Mineralization of synthetic polymer scaffolds for bone tissue engineering",
        "Cellular and Molecular Biology of Bone",
        "Human bone cell phenotypes differ depending on their skeletal site of origin",
        "Skeletal unloading inhibits the in vitro proliferation and differentiation of rat osteoprogenitor cells",
        "Growth factor regulation of fracture repair",
        "Biomaterials",
        "Design and development of three-dimensional scaffolds for tissue engineering",
        "Structure and properties of nano-hydroxyapatite/polymer composite scaffolds for bone tissue engineering",
        "Poly(l,l-lactide-co-glycolide)/tricalcium phosphate composite scaffold and its various changes during degradation in vitro",
        "Enhanced functions of osteoblasts on nanophase ceramics",
        "Expression patterns of bone-related proteins during osteoblastic differentiation in MC3T3-E1 cells",
        "Surface-mineralized polymeric nanofiber for the population and osteogenic stimulation of rat bone-marrow stromal cells",
        "Hydroxyapatite-induced alkaline phosphatase activity of human pulp fibroblasts",
        "Characterization of osteoblast-like behavior of cultured bone marrow stromal cells on various polymer surfaces",
        "Exposed hydroxyapatite particles on the surface of photo-crosslinked nanocomposites for promoting MC3T3 cell proliferation and differentiation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Anatomy, Faculty of Dentistry, Chulalongkorn University",
        "IIAC",
        "Petroleum and Petrochemical College",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Center of Excellence on Petrochemical and Materials Technology"
    ]
}