{
    "eid": "2-s2.0-85014488684",
    "title": "Neuritogenic and neuroprotective constituents from Aquilaria crassna leaves",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Agarwood leaves",
        "Aquilaria crassna",
        "neuritogenic",
        "neuroprotective",
        "oxidative stress",
        "phenolic glycosides"
    ],
    "authors": [
        "Chonlakan Supasuteekul"
    ],
    "citedby-count": 16,
    "ref-count": 32,
    "ref-list": [
        "Antimicrobial and radical scavenging flavonoids from the stem wood of Erythrina latissima",
        "Oxyresveratrol protects against DNA damage induced by photosensitized riboflavin",
        "Laxative effect of agarwood leaves and its mechanism",
        "Aquilaria spp. (agarwood) as source of health beneficial compounds: A review of traditional use, phytochemistry and pharmacology",
        "Melatonin rescues dopamine neurons from cell death in tissue culture models of oxidative stress",
        "Identification of phenolic compounds in aquilaria crassna leaves via liquid chromatography-electrospray ionization mass spectroscopy",
        "Flavonoids and the CNS",
        "Retinoic acid induces embryonal carcinoma cells to differentiate into neurons and glial cells",
        "Retinoic acid-induced neural differentiation of embryonal carcinoma cells",
        "Antibacterial activity of Aquilaria crassna leaf extract against Staphylococcus epidermidis by disruption of cell wall",
        "Development of a method predicting the oxidative stability of edible oils using 2,2-diphenyl-1-picrylhydrazyl (DPPH)",
        "Opposite effects of the Hsp90 inhibitor Geldanamycin: Induction of apoptosis in PC12, and differentiation in N2A cells",
        "Neuroprotective effects of resveratrol on MPTP-induced neuron loss mediated by free radical scavenging",
        "Structure-activity relationship analysis of antioxidant ability and neuroprotective effect of gallic acid derivatives",
        "P19 embryonal carcinoma cells: A source of cultured neurons amenable to genetic manipulation",
        "Catechin polyphenols: Neurodegeneration and neuroprotection in neurodegenerative diseases",
        "Antioxidant, antimicrobial activities of flavonoids glycoside from Leucaena leucocephala leaves",
        "Association between oxidative stress and nutritional status in the elderly",
        "Yakugaku Zasshi",
        "Neuritogenic and neuroprotective effects of polar steroids from the far east starfishes Patiria pectinifera and Distolasterias nipon",
        "Bioavailability of dietary polyphenols: Factors contributing to their clinical application in CNS diseases",
        "Determination of iriflophenone 3-c-β-d-glucoside from aquilaria spp. by an indirect competitive enzyme-linked immunosorbent assay using a specific polyclonal antibody",
        "Studies on free radicals, antioxidants, and co-factors.",
        "MUJPS",
        "Antipyretic, analgesic and anti-oxidative activities of Aquilaria crassna leaves extract in rodents",
        "Neuritogenic and neuroprotective activities of fruit residues",
        "Geldanamycin derivatives and neuroprotective effect on cultured P19-derived neurons",
        "Neurite outgrowth and neuroprotective effects of quercetin from caesalpinia mimosoides lamk. on CULTURED P19-derived neurons",
        "Betacyanins from Portulaca oleracea L. ameliorate cognition deficits and attenuate oxidative damage induced by D-galactose in the brains of senescent mice",
        "Flavonoids: Antioxidants or signalling molecules?",
        "Interaction between flavonoids and the blood-brain barrier: In vitro studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Kyushu University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}