{
    "eid": "2-s2.0-85132777426",
    "title": "Nanowire Embedded Micro-Drilled Dual-Channel Approach to Develop Highly Sensitive Biosensor",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Atomic and Molecular Physics, and Optics",
            "@code": "3107",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "biosensor",
        "drilled channel",
        "nanowire",
        "sensor",
        "Surface plasmon resonance"
    ],
    "authors": [
        "A. K. Pathak",
        "B. M.A. Rahman",
        "C. Viphavakit"
    ],
    "citedby-count": 10,
    "ref-count": 20,
    "ref-list": [
        "Gold enhanced hemoglobin interaction in a Fabry-Pérot based optical fiber sensor for measurement of blood refractive index",
        "Excitation of nonradiative surface plasma waves in silver by the method of frustrated total reflection",
        "Notizen: Radiative decay of non radiative surface plasmons excited by light",
        "Surface plasmon resonance for gas detection and biosensing",
        "A highsensitivity current sensor utilizing CrNi wire and microfiber coils",
        "A high sensitivity D-type surface plasmon resonance optical fiber refractive index sensor with graphene coated silver nanocolumns",
        "Evaluation of nanoplasmonic optical fiber sensors based on D-type and suspended core fibers with metallic nanowires",
        "Metal nanowire assisted hollow core fiber sensor for an efficient detection of small refractive index change of measurand liquid",
        "High performance titanium oxide coated D-shaped optical fiber plasmonic sensor",
        "Investigations on the highly sensitive metal-coated broad range D-shaped optical fiber refractive index sensor",
        "Optical fiber refractive index sensor based on the SPR using a multiple D-shaped Ag nanowire",
        "A refractive index sensor based on a Fabry-Perot interferometer manufactured by NIR laser microdrilling and electric arc fusion",
        "Low-cost transducer based on surface scattering using side-polished D-shaped optical fibers",
        "Propagation losses in gold nanowires",
        "Pressure-assisted melt-filling and optical characterization of Au nano-wires in microstructured fibers",
        "Improved analytical fit of gold dispersion: Application to the modeling of extinction spectra with a finite-difference time-domain method",
        "VOC biomarker monitoring for diabetes through exhaled breath using Ag/P-TiO2 composite plasmonic sensor",
        "Design of extremely sensitive refractive index sensors in infrared for blood glucose detection",
        "Recent development of resonance-based optical sensors and biosensors",
        "Design approach of solid-core photonic crystal fiber sensor with sensing ring for blood component detection"
    ],
    "affiliation": [
        {
            "affiliation-city": "London",
            "@id": "60033387",
            "affilname": "University of London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033387",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}