{
    "eid": "2-s2.0-84926682101",
    "title": "Involvement of polyamine binding protein D (PotD) of synechocystis sp. PCC 6803 in spermidine uptake and excretion",
    "cover-date": "2014-05-15",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [],
    "authors": [
        "Panutda Yodsang"
    ],
    "citedby-count": 7,
    "ref-count": 46,
    "ref-list": [
        "Biosynthesis, oxidation and conjugation of aliphatic polyamines in higher plants",
        "Androgen-regulated ornithine decarboxylase mRNAs of mouse kidney",
        "Polyamines and environmental challenges: Recent development",
        "Microbiol Cult Collect",
        "Polyamine modulon in Escherichia coli: Genes involved in the stimulation of cell growth by polyamines",
        "Polyamine transport in parasites: A potential target for new antiparasitic drug development",
        "Polyamines in microorganisms",
        "Polyamines: Molecules with regulatory functions in plant abiotic stress tolerance",
        "Polyamine-dependent gene expression",
        "Polyamines: Essential factors for growth and survival",
        "Polyamines: Mysterious modulators of cellular functions",
        "Polyamines and apoptosis",
        "Correlation between the inhibition of cell growth by accumulated polyamines and the decrease of magnesium and ATP",
        "The biological functions of polyamine oxidation products by amine oxidases: Perspectives of clinical applications",
        "Decrease in cell viability due to the accumulation of spermidine in spermidine acetyltransferase-deficient mutant of Escherichia coli",
        "Polyamine metabolism revisited",
        "Characteristics of cellular polyamine transport in prokaryotes and eukaryotes",
        "Functional analysis of OsPUT1, a rice polyamine uptake transporter",
        "Functions of potA and potD proteins in spermidine-preferential uptake system in Escherichia coli",
        "Spermidine-preferential uptake system in Escherichia coli: Identification of amino acids involved in polyamine binding in PotD protein",
        "The ATPase activity and the functional domain of PotA, a component of the spermidine-preferential uptake system in Escherichia coli",
        "Characteristics of the operon for a putrescine transport system that maps at 19 minutes on the Escherichia coli chromosome",
        "Excretion of putrescine by the putrescine-ornithine antiporter encoded by the potE gene of Escherichia coli",
        "Excretion and uptake of putrescine by the PotE protein in Escherichia coli",
        "Identification of the putrescine recognition site on polyamine transport protein PotE",
        "Nucleotide sequence of the Escherichia coli cad operon: A system for neutralization of low extracellular pH",
        "Excretion and uptake of cadaverine by CadB and its physiological functions in Escherichia coli",
        "Identification of the cadaverine recognition site on the cadaverine-lysine antiporter CadB",
        "Identification of a spermidine excretion protein complex (MdtJI) in Escherichia coli",
        "A novel putrescine utilization pathway involves γ-glutamylated intermediates of Escherichia coli K-12",
        "The putrescine importer puuP of escherichia coli K-12",
        "Polyamine uptake by DUR3 and SAM3 in Saccharomyces cerevisiae",
        "Identification of a gene for a polyamine transport protein in yeast",
        "Multiple polyamine transport systems on the vacuolar membrane in yeast",
        "Excretion of putrescine and spermidine by the protein encoded by YKL174c (TPO5) in Saccharomyces cerevisiae",
        "Sequence analysis of the genome of the unicellular cyanobacterium synechocystis sp. strain PCC6803. II. Sequence determination of the entire genome and assignment of potential protein-coding regions",
        "Putrescine transport in a cyanobacterium Synechocystis sp. PCC 6803",
        "Characterization of spermidine transport system in a cyanobacterium, synechocystis sp. PCC 6803",
        "Recombinant polyamine-binding protein of Synechocystis sp. PCC 6803 specifically binds to and is induced by polyamines",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "Characterization of the substrate-binding PotD subunit in Synechocystis sp. strain PCC 6803",
        "Recognition and Identification of Cyanobacteria",
        "Short-term UV-B and UV-C radiations preferentially decrease spermidine contents and arginine decarboxylase transcript levels of Synechocystis sp. PCC 6803",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Polyamines of Anacystis nidulans and metabolism of exogenous spermidine and spermine",
        "Applied microbiology and microbial biotechnology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Turku",
            "affilname": "Turun yliopisto",
            "affiliation-country": "Finland"
        }
    ],
    "funding": [
        "Graduate School of CU",
        "Chulalongkorn University"
    ]
}