{
    "eid": "2-s2.0-85064269206",
    "title": "Further terpenoids from Euphorbia tirucalli",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Cadalene",
        "Euphane",
        "Euphorbia tirucalli L.",
        "Euphorbiaceae",
        "Sesquiterpene",
        "Tirucallane",
        "Triterpenes"
    ],
    "authors": [
        "Thuc Huy Duong",
        "Mehdi A. Beniddir",
        "Grégory Genta-Jouve",
        "Huu Hung Nguyen",
        "Dinh Phuoc Nguyen",
        "Thi Anh Tuyet Nguyen",
        "Dinh Hung Mac",
        "Joël Boustie",
        "Kim Phi Phung Nguyen",
        "Warinthorn Chavasiri",
        "Pierre Le Pogam"
    ],
    "citedby-count": 22,
    "ref-count": 82,
    "ref-list": [
        "History and concepts of big plant genera",
        "Global medicinal uses of Euphorbia L. (Euphorbiaceae)",
        "Phylogenetics and the evolution of major structural characters in the giant genus Euphorbia L.(Euphorbiaceae)",
        "Euphorbia Diterpenes: isolation, structure, biological activity, and synthesis (2008–2012)",
        "Diterpenes from European Euphorbia species serving as prototypes for natural-product-based drug discovery",
        "Therapeutic targeting of TRPV1 by resiniferatoxin, from preclinical studies to clinical trials",
        "Activation of latent HIV-1 expression by protein kinase C agonists. A novel therapeutic approach to eradicate HIV-1 reservoirs",
        "Euphorbia tirucalli L.(Euphorbiaceae): the miracle tree: current status of available knowledge",
        "Cycloeuphordenol, a new triterpene from Euphorbia tirucalli",
        "Het traditioneel gebruik van Euphorbia tirucalli",
        "Plant resources of tropical Africa",
        "Note antibacterial activity of medicinal plants from the Philippines",
        "Ethno-medicinal, phytochemical and antimicrobial studies of Euphorbia tirucalli L",
        "Cytotoxic and antiviral activities of Colombian medicinal plant extracts of the Euphorbia genus",
        "Efeito antimutagênico do látex de Euphorbia tirucalli no sistema metionina em Aspergillus nidulans",
        "Larvicidal activity of latex and stem bark of Euphorbia tirucalli plant on the mosquito Culex quinquefasciatus",
        "Larvicidal activity of some Euphorbiaceae plant extracts against Aedes aegypti and Culex quinquefasciatus (Diptera: Culicidae)",
        "Molluscicide activity of the\" Avelós\" plant (Euphorbia tirucalli, L.) on Biomphalaria glabrata, the mollusc vector of schistosomiasis",
        "Toxicity of Euphorbia tirucalli plant against freshwater target and non-target organisms",
        "Activation of the Epstein–Barr virus lytic cycle by the latex of the plant Euphorbia tirucalli",
        "Plants used for poison fishing in tropical Africa",
        "Toxicity of aqueous extract of Euphorbia tirucalli latex on catfish, Heteropneustes fossilis",
        "Euphorbia tirucalli L.–comprehensive characterization of a drought tolerant plant with a potential as biofuel source",
        "Two novel diterpenes from the roots of Phyllanthus acidus (L.) Skeel",
        "Cytotoxic cycloartane-type triterpenes from Combretum quadrangulare",
        "Thirteen novel cycloartane-type triterpenes from Combretum quadrangulare",
        "Terpenoids and other constituents from Euphorbia bupleuroides",
        "Sinugibberosides A–E, new terpenoids with cyclic peroxyhemiketal from the soft coral Sinularia gibberosa",
        "Sesquiterpenes",
        "A 1, 6-ring closure mechanism for (+)-δ-cadinene synthase?",
        "Terpenes: Flavors, Fragrances, Pharmaca, Pheromones",
        "Cadinane sesquiterpenoids, strobilols L and M, from Strobilurus ohshimae",
        "Cadinane sesquiterpenoids from the basidiomycete Stereum cf. sanguinolentum BCC 22926",
        "Bioactive Cardinane Sesquiterpenes from the stems of Alangium salviifolium",
        "O-naphthoquinones from the heartwood of Azanza garckeana",
        "Thespesenone and Dehydrooxoperezinone-6-methyl ether, new Sesquiterpene Quinones from Thespesia populnea",
        "Parviflorene A, a novel cytotoxic unsymmetrical sesquiterpene–dimer constituent from Curcuma parviflora",
        "Gossypolhemiquinone, a dimeric sesquiterpenoid identified in cotton (Gossypium)",
        "Parviflorenes B–F, novel cytotoxic unsymmetrical sesquiterpene-dimers with three backbone skeletons from Curcuma parviflora",
        "Terpene hydroperoxides. IV. The thermal decomposition of pinane hydroperoxide",
        "General acid and base catalysis of the reversible addition of hydrogen peroxide to aldehydes",
        "Terpene hydroperoxide chemistry in citrus oils; reaction with endogenous aldehydes to form peroxyhemiacetals",
        "Heterocycles from the marine sponge Xestospongia sp",
        "Thermodynamic and kinetic investigation of monoketo-aldehyde-peroxyhemiacetal (MKA), a stereolabile degradation product of dihydroartemisinin",
        "Evaluation and optimization of synthetic routes from dihydroartemisinin to the alkylamino-artemisinins artemiside and artemisone: A test of N-glycosylation methodologies on a lipophilic peroxide",
        "Naturally occurring cadinenes",
        "Tirucallane triterpenes from Dysoxylum macranthum",
        "Euphane and Tirucallane triterpenes from the roots of Euphorbia kansui and their in vitro effects on the cell division of Xenopus",
        "Absolute stereostructures of inoterpenes A–F from sclerotia of Inonotus obliquus",
        "Medicinal flowers. XI. Structures of new dammarane-type triterpene diglycosides with hydroperoxide group from flower buds of Panax ginseng",
        "Medicinal flowers. XVII. New dammarane-type triterpene glycosides from flower buds of American ginseng, Panax quinquefolium L",
        "(20R, 23E)-Eupha-8, 23-diene-3β, 25-diol from Tripetalum cymosum",
        "Chemical constituents of the roots of Euphorbia micractina",
        "Isolation and structure of Cancer cell growth inhibitory tetracyclic triterpenoids from the Zimbabwean Monadenium lugardae",
        "Structural revision of Terpenoids with a (3 Z)-2-Methyl-3-penten-2-ol moiety by the synthesis of (23 E)-and (23 Z)-Cycloart-23-ene-3β, 25-diols",
        "Chemical constituents from Euphorbia kansui",
        "Apotirucallane and Tirucallane triterpenoids from Luvunga sarmentosa",
        "Tirucallane-type triterpenes from Juliania adstringens",
        "New triterpenoids from the latex of Euphorbia resinifera berg",
        "Stereochemical investigations of the Tetrahymena cyclase, a model system for euphane/tirucallane biosynthesis",
        "Tirucallane triterpenes from the roots of Ozoroa insignis",
        "Tirucalla-5, 24-dien-3β-ol [(13α, 14β, 17α, 20 S)-lanosta-5, 24-dien-3β-ol] and three other Δ 5-unsaturated tirucallanes from the roots of Bryonia dioica Jacq.: the first naturally occurring C-10 methylated tetracyclic triterpene alcohols with a Δ5-monounsaturated skeleton",
        "Helianol [3, 4-seco-19 (10→ 9) abeo-8α, 9β, 10α-eupha-4, 24-dien-3-ol], a novel triterpene alcohol from the tabular flowers of Helianthus annuus L",
        "Isohelianol: a 3, 4-seco-triterpene alcohol from Sasanqua oil",
        "Tirucallane triterpenoids from the stems of Brucea mollis",
        "Tirucalla-7, 24-dienol: a new triterpene alcohol from tea seed oil",
        "Tirucallane triterpenes from the stem bark of Aglaia leucophylla",
        "Assigning the stereochemistry of pairs of diastereoisomers using GIAO NMR shift calculation",
        "Resolving the (19 R) absolute configuration of Lanciferine, a monoterpene indole alkaloid from Alstonia boulindaensis",
        "Fungal metabolites. IX. Triterpenes from Naematoloma sublateritium",
        "Triterpenoids from Mangifera indica",
        "The first euphane-type triterpene tridesmosides and bisdesmoside from Rhoiptelea chiliantha",
        "Fern constituents: three new skeletal triterpenoid hydrocarbons isolated from Polypodiodes niponica",
        "Enzymic cyclization of 2, 3-dihydrosqualene and squalene 2, 3-epoxide by squalene cyclases: from pentacyclic to tetracyclic triterpenes",
        "Euphane triterpenoid and lipid constituents from Butea monosperma",
        "Flavonoids, benzophenones and a new euphane derivative from Clusia columnaris Engl",
        "Triterpenes from Euphorbia broteri",
        "Carbon-13 nuclear magnetic resonance spectroscopy of naturally-occurring substances-LVII triterpenes related to Lupane and hopane",
        "Anticomplementary activity of ergosterol peroxide from Naematoloma fasciculare and reassignment of NMR data",
        "Isolation of vomifoliol and dihydrovomifoliol from Cannabis",
        "Two unexpected coumarin derivatives from tissue cultures of Compositae species",
        "NMR study of some anthraquinones from rhubarb"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078563",
            "affilname": "Ton-Duc-Thang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078563",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60210142",
            "affilname": "Cibles Thérapeutiques et Conception de Médicaments",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60210142",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60172698",
            "affilname": "Dại học Nguyen Tat Thanh",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60172698",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60113434",
            "affilname": "Ho Chi Minh City University of Education",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113434",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Chatenay-Malabry",
            "@id": "60106095",
            "affilname": "Biomolécules : Conception, Isolement, Synthèse",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60106095",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "60078566",
            "affilname": "Viet Nam National University Ho Chi Minh City",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60078566",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60071364",
            "affilname": "Vietnam National University, Hanoi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071364",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60008134",
            "affilname": "CNRS Centre National de la Recherche Scientifique",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008134",
            "affiliation-country": "France"
        }
    ],
    "funding": []
}