{
    "eid": "2-s2.0-85006386617",
    "title": "Culture-independent study of bacterial communities in tropical river sediment",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Aquatic environment",
        "Bacterial diversity",
        "Next generation sequencing",
        "River sediment"
    ],
    "authors": [
        "Honglada Thoetkiattikul"
    ],
    "citedby-count": 10,
    "ref-count": 47,
    "ref-list": [
        "Tag-encoded pyrosequencing analysis of bacterial diversity in a single soil type as affected by management and land use",
        "The role of bacteria in nutrient recycling in tropical mangrove and other coastal benthic ecosystems",
        "Water microbiology. Bacterial pathogens and water",
        "Response of PAH-degrading genes to PAH bioavailability in the overlying water, suspended sediment, and deposited sediment of the Yangtze River",
        "Insights into the Phylogeny and Metabolic Potential of a Primary Tropical Peat Swamp Forest Microbial Community by Metagenomic Analysis",
        "Metagenomic profiles of free-living archaea, bacteria and small eukaryotes in coastal areas of Sichang island, Thailand.",
        "Comparison of the levels of bacterial diversity in freshwater, intertidal wetland, and marine sediments by using millions of illumina tags",
        "Metagenome of a microbial community inhabiting a metal-rich tropical stream sediment",
        "Survey of microbial diversity in flood areas during Thailand 2011 flood crisis using high-throughput tagged amplicon pyrosequencing",
        "Total carbon, organic carbon, and organic matter",
        "Carbonate",
        "Methods of Soil Analysis: Part 3-chemical Methods",
        "Additional provisional elemental values for LKSD-1, LKSD-2, LKSD-3, LKSD-4, STSD-1, STSD-2, STSD-3 and STSD-4",
        "New procedure for determining reactive Fe(III) and Fe(II) minerals in sediments",
        "Methods of Soil Analysis Part 3 - Chemical Methods",
        "Pyrosequencing of tagged 16S rRNA gene amplicons for rapid deciphering of the microbiomes of fermented foods such as pearl millet slurries",
        "Review and re-analysis of domain-specific 16S primers",
        "Parallel tagged sequencing on the 454 platform",
        "QIIME allows analysis of high-throughput community sequencing data",
        "UCHIME improves sensitivity and speed of chimera detection",
        "Ribosomal Database Project: Data and tools for high throughput rRNA analysis",
        "Naïve Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "UniFrac: A new phylogenetic method for comparing microbial communities",
        "Statistical Methods for Detecting Differentially Abundant Features in Clinical Metagenomic Samples",
        "STAMP: Statistical analysis of taxonomic and functional profiles",
        "Bacterial diversity of water and sediment in the Changjiang estuary and coastal area of the East China Sea",
        "GC/MS based analyses of individual organic constituents of chao phraya river water and estimated discharge rates into the upper gulf of Thailand",
        "Bergey's Manual® of Systematic Bacteriology. 2nd Ed.",
        "Species sorting and seasonal dynamics primarily shape bacterial communities in the Upper Mississippi River",
        "River organic matter shapes microbial communities in the sediment of the Rhône prodelta",
        "pH levels drive bacterial community structure in the Qiantang River as determined by 454 pyrosequencing",
        "Metagenomics for the discovery of pollutant degrading enzymes",
        "Abundance of sulfur-degrading bacteria in a benthic bacterial community of shallow sea sediment in the off-Terengganu coast of the South China Sea",
        "Use of 16S rRNA-targeted oligonucleotide probes to investigate the distribution of sulphate-reducing bacteria in estuarine sediments",
        "Repeated anaerobic microbial redox cycling of iron",
        "Geobacter metallireducens gen. nov. sp. nov., a microorganism capable of coupling the complete oxidation of organic compounds to the reduction of iron and other metals",
        "Geobacter. The Microbe Electric's Physiology, Ecology, and Practical Applications",
        "Characterization and description of Anaeromyxobacter dehalogenans gen. nov., sp. nov., an Aryl-halorespiring facultative anaerobic myxobacterium",
        "The mosaic genome of Anaeromyxobacter dehalogenans strain 2CP-C suggests an aerobic common ancestor to the delta-proteobacteria",
        "Interactions between perchlorate and nitrate reductions in the biofilm of a hydrogen-based membrane biofilm reactor",
        "COD removal from expanded granular sludge bed effluent using a moving bed biofilm reactor and their microbial community analysis",
        "Elucidating MTBE degradation in a mixed consortium using a multidisciplinary approach",
        "Anaerobic benzene oxidation coupled to nitrate reduction in pure culture by two strains of Dechloromonas",
        "Anaerobic degradation of benzene, toluene, ethylbenzene, and xylene compounds by Dechloromonas strain RCB",
        "Methylosarcina fibrata gen. nov., sp. nov. and Methylosarcina quisquiliarum sp. nov., novel type I methanotrophs",
        "Methylosarcina lacus sp. nov., a methanotroph from Lake Washington, Seattle, USA, and emended description of the genus Methylosarcina"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}