{
    "eid": "2-s2.0-84902078600",
    "title": "Simple animal model of Helicobacter pylori infection",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        }
    ],
    "keywords": [
        "Chronic infection",
        "Helicobacter pylori",
        "Rat model"
    ],
    "authors": [
        "Duangporn Werawatganon"
    ],
    "citedby-count": 22,
    "ref-count": 18,
    "ref-list": [
        "Campylobacter pylori and its role in peptic ulcer disease",
        "Helicobacter pylori infection",
        "Helicobacter pylori: Its role in the pathogenesis of peptic ulcer disease in a new animal model",
        "Helicobacter Pylori. Basic Mechanisms to Clinical Cure",
        "Helicobacter pylori-induced gastritis in the domestic cat",
        "Establishment of gastric Helicobacter pylori infection in Mongolian gerbils",
        "A rat model of chronic Helicobacter pylori infection: Studies of epithelial cell turnover and gastric ulcer healing",
        "A standardized mouse model of Helicobacter pylori infection: Introducing the Sydney strain",
        "Reactions from rat gastric mucosa during one year of Helicobacter priori infection",
        "Development of mouse and rat model of Helicobacter pylori infection",
        "Thai J Gastroenterol",
        "Anti-inflammatory effects of Aloe vera on leukocyte-endothelium interaction in the gastric microcirculation of Helicobacter pylori-infected rats",
        "Curcumin suppresses gastric NF-κB activation and macromolecular leakage in Helicobacter pylori-infected rats",
        "Studies on the gastric mucosal microcirculation. 2. Helicobacter pylori water soluble extracts induce platelet aggregation in the gastric mucosal microcirculation in vivo",
        "Toxigenic Helicobacter pylori induces changes in the gastric mucosal microcirculation in rats",
        "Effects of chronic administration of Helicobacter pylori extracts on rat gastric mucosal microcirculation in vivo",
        "Helicobacter pylori infection delays healing of ischaemia-reperfusion induced gastric ulcerations: New animal model for studying pathogenesis and therapy of H. pylori infection",
        "Lactobacillus plantarum B7 inhibits Helicobacter pylori growth and attenuates gastric inflammation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}