{
    "eid": "2-s2.0-85065520574",
    "title": "Effect of cetyltrimethylammonium bromide on the biosorption of acid blue 25 onto bengal gram fruit shell",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Water Science and Technology",
            "@code": "2312",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Ocean Engineering",
            "@code": "2212",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Acid Blue 25",
        "Bengal gram fruit shell",
        "Biosorption",
        "Cetyltrimethylammonium bromide"
    ],
    "authors": [
        "L. Sivarama Krishna",
        "K. Soontarapa",
        "N. K. Asmel",
        "A. Yuzir",
        "W. Y. Wan Zuhairi"
    ],
    "citedby-count": 4,
    "ref-count": 29,
    "ref-list": [
        "The use of an agricultural waste material, Jujuba seeds for the removal of anionic dye (Congo red) from aqueous medium",
        "Application of biosorption for the removal of organic pollutants: A review",
        "Adsorption of anionic dyes from aqueous solutions using chemically modified straw",
        "Adsorption of dyes and heavy metal ions by chitosan composites: A review",
        "Application of chitosan and its derivatives as adsorbents for dye removal from water and wastewater: A review",
        "A new absorbent by modifying walnut shell for the removal of anionic dye: Kinetic and thermodynamic studies",
        "Citric acid modified kenaf core fibres for removal of methylene blue from aqueous solution",
        "Modified wheat straw, kinetic and equilibrium study about copper ion and methylene blue adsorption in batch mode",
        "Adsorption of crystal violet from aqueous solution onto NaOH-modified rice husk",
        "Adsorption of methylene blue dye from aqueous solution by sugar extracted spent rice biomass",
        "Dye removal by low cost adsorbents: Hazelnut shells in comparison with wood sawdust",
        "Adsorption of hexavalent chromium from aqueous solutions by graphene modified with cetyltrimethylammonium bromide",
        "Pore structure and adsorption performance of the activated carbons prepared from plum kernels",
        "True color removal from real textile wastewater using waste tea leaf powder",
        "Spent green tea leaves for decolourisation of raw textile industry wastewater",
        "Decolorisation of aqueous dye solutions by low‐cost adsorbents: A review",
        "Removal of methylene blue from aqueous solution by adsorption onto pineapple leaf powder",
        "Removal of Acid blue 25 from aqueous solutions by using Bengal gram fruit shell (BGFS) biomass",
        "Influence of impregnation of chitosan beads with cetyl trimethyl ammonium bromide on their structure and adsorption of congo red from aqueous solutions",
        "Surfactant modified barley straw for removal of acid and reactive dyes from aqueous solution",
        "CTAB-Mn3O4nanocomposites: Synthesis, NMR and low temperature EPR studies",
        "Enhanced adsorption of congo red from aqueous solutions by chitosan hydrogel beads impregnated with cetyl trimethyl ammonium bromide",
        "Biosorption of acid dyes using spent brewery grains: Characterization and modeling",
        "Adsorption of Acid blue 25 dye on diatomite in aqueous solutions",
        "Mckay, Film-pore diffusion modeling and contact time optimization for the adsorption of dyestuffs on pith",
        "Kinetic models for the sorption of dye from aqueous solution by wood",
        "Low-cost adsorbents: Growing approach to wastewater treatment—a review",
        "Dye adsorption onto char from bamboo",
        "The removal of acid dye from effluent using natural adsorbents—I peat"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kirkuk",
            "@id": "60108465",
            "affilname": "Northern Technical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108465",
            "affiliation-country": "Iraq"
        },
        {
            "affiliation-city": "Kuala Lumpur",
            "@id": "60090601",
            "affilname": "Universiti Teknologi Malaysia Kuala Lumpur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60090601",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangi",
            "@id": "60001821",
            "affilname": "Universiti Kebangsaan Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001821",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Universiti Teknologi Malaysia"
    ]
}