{
    "eid": "2-s2.0-85055533858",
    "title": "Dietary crude palm oil supplementation improves egg quality and modulates tissue and yolk Vitamin E concentrations of laying hen",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cholesterol",
        "Tocopherol",
        "Tocotrienol",
        "Yolk quality"
    ],
    "authors": [
        "P. Areerob",
        "W. Dahlan",
        "K. Angkanaporn"
    ],
    "citedby-count": 4,
    "ref-count": 50,
    "ref-list": [
        "Cholesterol metabolism in the laying fowl",
        "D-a-tocopherol control of cell proliferation",
        "Effect of b-carotene and canthaxanthin on the immune response of the rat",
        "Cholesterol and cholesteryl esters of eggs from various avian species",
        "Performance of commercial layer when fed diets with four levels of corn oil on poultry fat",
        "Vitamin E: Function and metabolism",
        "Tocopherols, retinal and carotenes in eggs and hatched chick tissues as influenced by dietary palm oil",
        "Suppression of mevalonate pathway activities by dietary isoprenoid: Protective roles in cancer and cardiovascular disease",
        "Minor constituents of palm oil",
        "The nutritive value of palm oil",
        "Laying hen productivity as affected by energy, supplemental fat, and linoleic acid concentration of the diet",
        "The relationship between yolk cholesterol and total lipid concentration throughout the first year of egg production in the domestic fowl",
        "Tocopherol and annatto tocotrienols distribution in laying-hen body",
        "The haugh unit for measuring egg quality",
        "Mechanism and site of small intestinal absorption of a-tocopherol in the rat",
        "Affinity for alpha-tocopherol transfer protein as a determinant of the biological activities of Vitamin E analogue",
        "Dietary sesame seeds elevate aand g-tocotrienol concentrations in skin and adipose tissue of rats fed the tocotrienol-rich fraction extracted from palm oil",
        "Evidence for an unidentified factor necessary for maximum egg weight in chickens",
        "Colorimetric of serum cholesterol with use of ferric acetate uranyl acetate and ferrous sulfate/sulfuric and acid reagents",
        "Tocopherols, retinal and carotenes in chicken egg and tissue as influenced by dietary palm oil",
        "Malaysian palm oil: Surviving the food versus fuel dispute for a sustainable future",
        "Linoleic acid as a mediate of egg size",
        "Farnesol as a regulator of hmg-coa reductase degradation: Characterization and role of farnesyl pyrophosphatase",
        "Performance of commercial layers when fed diets with corn oil added from 24 to 36 weeks of age",
        "Intestinal absorption of alpha-tocopherol in the unanesthetized rat. The influence of luminal constituents on the absorptive process",
        "Characteristics of red palm-oil, a carotene- A nd Vitamin E-rich refined oil for food uses",
        "Feed pigments. 2. The influence of feeding single and combined sourced of red and yellow pigments on egg yolk color",
        "Receptor-mediated lipoprotein transport in the laying hen",
        "Relationship of a-tocopherol in the feed to total tocopherol in the egg",
        "Molecule aspects of a-tocotrienol antioxidant action and cell signaling",
        "Interaction between dietary Vitamin E and b-carotene in protection against oxidative damage in chicks",
        "Lowering of serum cholesterol in hypercholesterolemic humans by tocotrienols (palmvitee)",
        "Structure and composition of the eggs from several avian species. Comparative biochemistry and physiology",
        "Purification and characterization of the a tocopherol transfer protein from rat liver",
        "Studies of egg yolk pigmentation",
        "The gross composition, chemistry and physio-chemical basis of organization of the yolk and white",
        "Feedback control of mevalonate synthesis by dietary cholesterol",
        "Isolation and tentative identification of the carotenoids present in chicken skin and egg yolks",
        "Influence of dietary fat on economic returns of commercial leghorns",
        "Quality identification of shell eggs",
        "Carotenoids in avian nutrition and embryonic development. 1. Absorption, availability and levels in plasma and egg yolk",
        "Tocotrienol: A review of its therapeutic potential",
        "Comparison of the precision and accuracy of the flotation and Archimedes methods for measuring the specific gravity of egg",
        "Absorption and transport of deuterium-substituted 2 r, 40r, 80r-a-tocopherol in human lipoproteins",
        "Absorption, transport and delivery to tissue",
        "New solvent system for extraction of tocopherols from biological specimens for hplc determination and the evaluation of 2, 2, 5, 7, 8-pentamethyl-6-chromanol as an internal standard",
        "The roche yolk colour fan, an instrument for measuring yolk colour"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "121500737",
            "affilname": "Smart Vet Group",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121500737",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}