{
    "eid": "2-s2.0-84981186341",
    "title": "Molecular cloning, subcellular localization and characterization of two adenylate kinases from cassava, Manihot esculenta Crantz cv. KU50",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Agronomy and Crop Science",
            "@code": "1102"
        },
        {
            "$": "Physiology",
            "@code": "1314"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Adenylate kinase",
        "Cassava",
        "Molecular cloning",
        "Subcellular localization"
    ],
    "authors": [
        "Channarong Boonrueng"
    ],
    "citedby-count": 3,
    "ref-count": 37,
    "ref-list": [
        "Insights into corn genes derived from large-scale cDNA sequencing",
        "The Energy Charge of the Adenylate Pool as a Regulatory Parameter. Interaction with Feedback Modifiers",
        "Activation of the potato tuber ADP-glucose pyrophosphorylase by thioredoxin",
        "Extensive feature detection of N-terminal protein sorting signals",
        "Deficiency of a plastidial adenylate kinase in arabidopsis results in elevated photosynthetic amino acid biosynthesis and enhanced growth",
        "Levels of MeLEA3, a cDNA Sequence Coding for an Atypical Late Embryogenesis Abundant Protein in Cassava, Increase Under In Vitro Salt Stress Treatment",
        "Predicting subcellular localization of proteins based on their N-terminal amino acid sequence",
        "Identification of a novel nuclear-localized adenylate kinase 6 from Arabidopsis thaliana as an essential stem growth factor",
        "Mechanism of reductive activation of potato tuber ADP-glucose pyrophosphorylase",
        "WoLF PSORT: Protein localization predictor",
        "The role of photorespiration in redox and energy balance of photosynthetic plant cells: A study with a barley mutant deficient in glycine decarboxylase",
        "Regulation of NAD- and NADP-dependent isocitrate dehydrogenases by reduction levels of pyridine nucleotides in mitochondria and cytosol of pea leaves",
        "Equilibration of adenylates in the mitochondrial intermembrane space maintains respiration and regulates cytosolic metabolism",
        "Magnesium and cell energetics in plants under anoxia",
        "Optimization of ATP synthase function in mitochondria and chloroplasts via the adenylate kinase equilibrium",
        "The activities of nucleoside diphosphate kinase and adenylate kinase are influenced by their interaction",
        "Adenylate kinase 1 gene deletion disrupts muscle energetic economy despite metabolic rearrangement",
        "Fractionation and comparative studies of enzymes in aqueous extracts of spinach chloroplasts",
        "Molecular characterization of cDNA encoding for adenylate kinase of rice (Oryza sativa L.)",
        "Biochemical properties of rice adenylate kinase and subcellular location in plant cells",
        "Generation of transgenic Arabidopsis plants expressing mcherry-fused organelle marker proteins",
        "Plant Physiol.",
        "J. Exp. Bot.",
        "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
        "Functions of chloroplastic adenylate kinases in Arabidopsis",
        "Adenylate kinase bound to the envelope membranes of spinach chloroplasts",
        "Decreased expression of plastidial adenylate kinase in potato tubers results in an enhanced rate of respiration and a stimulation of starch synthesis that is attributable to post-translational redox-activation of ADP-glucose pyrophosphorylase",
        "Reticular dysgenesis (aleukocytosis) is caused by mutations in the gene encoding mitochondrial adenylate kinase 2",
        "Starch content and yield increase as a result of altering adenylate pools in transgenic plants",
        null,
        "Chloroplast adenylate kinase from tobacco. Purification and partial characterization",
        "Adenylate Kinase in Tobacco Cell Cultures. II. Variability and Regulation of Isoform Activity Patterns in Different Cell Lines",
        "Starch synthesis in potato tubers is regulated by post-translational redox modification of ADP-glucose pyrophosphorylase: A novel regulatory mechanism linking starch synthesis to the sucrose supply",
        "Walter de Gruyter",
        "Distantly related sequences in the alpha- and beta-subunits of ATP synthase, myosin, kinases and other ATP-requiring enzymes and a common nucleotide binding fold.",
        "Coordination of plant mitochondrial biogenesis: Keeping pace with cellular requirements",
        "Cloning, expression in Escherichia coli, and characterization of Arabidopsis thaliana UMP/CMP kinase"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Chulalongkorn University"
    ]
}