{
    "eid": "2-s2.0-84905829422",
    "title": "Verification of using saliva as an alternative to serum for topiramate monitoring",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Saliva",
        "Serum",
        "Topiramate"
    ],
    "authors": [
        "Jareerut Kongrit"
    ],
    "citedby-count": 2,
    "ref-count": 25,
    "ref-list": [
        "Modern management of epilepsy: A practical approach",
        "Therapeutic monitoring of the new antiepileptic drugs",
        "Best practice in therapeutic drug monitoring",
        "Therapeutic drug monitoring-antiepileptic drugs",
        "Pharm. Res.",
        "Topiramate pharmacokinetics in infants",
        "A study of topiramate pharmacokinetics and tolerability in children with epilepsy",
        "Clinical pharmacology of topiramate: A review",
        "Topiramate: A prospective study on the relationship between concentration, dosage and adverse events in epileptic patients on combination therapy",
        "Salivary monitoring of antiepileptic drugs",
        "The use of oral fluid for therapeutic drug management: Clinical and forensic toxicology",
        "Topiramate concentration in saliva: An alternative to serum monitoring",
        "Thai J. Pharmacol.",
        "Guidance for industry: Bioanalytical method validation [Online].",
        "Pharmacokinetics and interaction profile of topiramate: Review and comparison with other newer antiepileptic drugs",
        "Randomized, concentration-controlled trial of topiramate in refractory focal epilepsy",
        "The Treatment of Epilepsy.",
        "Epilepsia",
        "The clinical pharmacokinetics of the newer antiepileptic drugs. Focus on topiramate, zonisamide and tiagabine",
        "Controversies in blood-level monitoring: Reexamining its role in the treatment of epilepsy",
        "Epilepsia",
        "Serum concentrations of topiramate in patients with epilepsy: Influence of dose, age, and comedication",
        "Topiramate therapeutic monitoring in patients with epilepsy: Effect of concomitant antiepileptic drugs",
        "Steady-state pharmacokinetics of topiramate and carbamazepine in patients with epilepsy during monotherapy and concomitant therapy",
        "Topiramate and phenytoin pharmacokinetics during repetitive monotherapy and combination therapy to epileptic patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Pramongkutklao Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}