{
    "eid": "2-s2.0-85085069756",
    "title": "Phylogeography of montane dragons could shed light on the history of forests and diversification processes on Sumatra",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Biogeography",
        "Competition",
        "Endemic",
        "Extinction",
        "Pleistocene forest",
        "Sundaland"
    ],
    "authors": [
        "Kyle J. Shaney",
        "Jose Maldonado",
        "Utpal Smart",
        "Panupong Thammachoti",
        "Matthew Fujita",
        "Amir Hamidy",
        "Nia Kurniawan",
        "Michael B. Harvey",
        "Eric N. Smith"
    ],
    "citedby-count": 7,
    "ref-count": 53,
    "ref-list": [
        "Reptilien van Agam",
        "The current refugial rainforests of Sundaland are unrepresentative of their biogeographic past and highly vulnerable to disturbance",
        "Climatologies at high resolution for the earth's land surface areas",
        "Distributional ecology of New Guinea birds",
        "Borneo and Indochina are major evolutionary hotspots for Southeast Asian biodiversity",
        "Local endemism and within-island diversification of shrews illustrate the importance of speciation in building Sundaland mammal diversity",
        "Nota erpetologiche. I. Alcuni nuovi sauri raccolti in Sumatra dal Dr. O. Beccari",
        "Relaxed phylogenetics and dating with confidence",
        "Bayesian evolutionary analysis with BEAST",
        "The Eurasian invasion: phylogenomic data reveal multiple Southeast Asian origins for Indian Dragon Lizards",
        "The plate tectonics of Cenozoic SE Asia and the distribution of land and sea",
        "Southeast Asiás changing palaegeography",
        "Sundaland and Wallacea: geology, plate tectonics and palaeogeography",
        "Three new species of Pseudocalotes Squamata: Agamidae from southern Sumatra, Indonesia",
        "Endemic dragons of Sumatra's volcanoes: new species of Dendragama Squamata: Agamidae and status of Salea rosaceum Thominot",
        "Sumatrás endemic crested dragaons Agamidae: Lophocalotes: A new species from the Bukit Barisan Range, comments on Lophocalotes ludekingi, and ecology",
        "The biogeographical relations of the frogs and snakes of Sundaland",
        "Conservation of amphibians and reptiles in Indonesia: issues and problems",
        "Geneious Basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data",
        "PartitionFinder: combined selection of partitioning schemes and substitution models for phylogenetic analyses",
        "Limited effect of the Quaternary's largest super-eruption (Toba) on land mammals from Southeast Asia",
        "Mammal community structure of Sundanese fossil assemblages from the Late Pleistocene, and a discussion on the ecological effects of the Toba eruption",
        "Geographical Ecology: Patterns in the distribution of species",
        "Amphibien & Reptilien Südostasiens",
        "The Paleocene-Eocene Thermal Maximum: A Perturbation of Carbon Cycle, Climate, and Biosphere with Implications for the Future",
        "Assembly and division of the South and South-East Asian flora in relation to tectonics and climate change",
        "Sex-biased dispersal and volcanic activities shaped phylogeographic patterns of extant Orangutans genus: Pongo",
        "Late Quaternary vegetational history of the central highlands of Sumatra. II. Palaeopalynology and vegetational history",
        "With-in island diversification underlies parachuting frog Rhacophorus species accumulation on the sunda shelf",
        "Diversification of bent-toed geckos (Cyrtodactylus) on Sumatra and Java",
        "Limited global change due to the largest known Quaternary eruption, Toba ≈74 kyr BP?",
        "Evolutionary history of the Paradoxurus palm civets – a new model for Asian biogeography",
        "Cost-effective, high throughput DNA sequencing libraries for multiplexed target capture",
        "MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "Subsiding Sundaland",
        "On Pleistocene migration routes of vertebrate fauna in southeast Asia",
        "Conservation challenges regarding species status assessments in biogeographically complex regions: examples from overexploited reptiles of Indonesia",
        "Return to the Malay Archipelago: the biogeography of Sundaic rainforest birds",
        "Evolution around the red sea: systematics and biogeography of the agamid genus Pseudotrapelus (Squamata: Agamidae) from North Africa and Arabia",
        "The influence of the ~ 73 ka Toba super-eruption on the ecosystems of northern Sumatra as recorded in the marine core BAR94-25",
        "Maps of Pleistocene sea levels in Southeast Asia: shorelines, river systems and time durations",
        "Patchy distributions of ant species in New Guinea rain forests",
        "Mentawai's endemic, relictual fauna: is it evidence for Pleistocene extinctions on Sumatra?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Mexico",
            "@id": "60174564",
            "affilname": "Instituto de Ecología, UNAM",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60174564",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bogor",
            "@id": "60069437",
            "affilname": "Museum Zoologicum Bogoriense",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069437",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Malang",
            "@id": "60069392",
            "affilname": "Brawijaya University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069392",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fort Worth",
            "@id": "60010544",
            "affilname": "University of North Texas Health Science Center at Fort Worth",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010544",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Arlington",
            "@id": "60003467",
            "affilname": "The University of Texas at Arlington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003467",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "@id": "100354609",
            "affilname": "Broward College",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/100354609",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Forestry Department of Indonesia",
        "MIPA-UB",
        "Ministry of Research and Technology of the Republic of Indonesia",
        "National Science Foundation",
        "University of Texas at Arlington",
        "DGAPA",
        "Universitas Brawijaya",
        "LIPI",
        "Institut Teknologi Bandung"
    ]
}