{
    "eid": "2-s2.0-85044938791",
    "title": "Micromonospora globbae sp. Nov., an endophytic actinomycete isolated from roots of globba winitii C. H. Wright",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Endophytic actinomycete",
        "Globba winitii",
        "Micromonospora globbae",
        "Micromonosporaceae"
    ],
    "authors": [
        "Nattakorn Kuncharoen",
        "Pattama Pittayakhajonwut",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 18,
    "ref-count": 39,
    "ref-list": [
        "Genus I Micromonospora Ørskov 1923, 156AL",
        "Micromonospora marina sp. Nov., isolated from sea sand",
        "Micromonospora fluostatini sp. Nov., isolated from marine sediment",
        "Micromonospora spongicola sp. Nov., an actinomycete isolated from a marine sponge in the Gulf of Thailand",
        "Micromonospora coriariae sp. Nov., isolated from root nodules of Coriaria myrtifolia",
        "Micromonospora oryzae sp. Nov., isolated from roots of upland rice",
        "Micromonospora costi sp. Nov., isolated from a leaf of Costus speciosus",
        "Bioactive microbial metabolites",
        "Micromonospora lycii sp. Nov., a novel endophytic actinomycete isolated from wolfberry root (Lycium chinense Mill)",
        "Visualization of an endophytic Streptomyces species in wheat seed",
        "Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna, China",
        "Selection of media for the isolation of Streptomycetes",
        "Methods for characterization of Streptomyces species",
        "Chapter XI Actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Mycolic acid composition and thermally adaptative changes in Nocardia",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Rapid preparation of DNA from filamentous fungi",
        "Planotetraspora thailandica sp. Nov., isolated from soil in Thailand",
        "16S/23S rRNA sequencing",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98 NT",
        "Introducing EzTaxon-e: A prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "Micromonospora pisi sp. Nov., isolated from root nodules of Pisum sativum",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Toward defining the course of evolution: Minimum change for specific tree topology",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Chemical composition as a criterion in the classification of aerobic actinomycetes",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}