{
    "eid": "2-s2.0-85132634561",
    "title": "Encouraging green product purchase: Green value and environmental knowledge as moderators of attitude and behavior relationship",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "attitude–behavior gap",
        "environmental knowledge",
        "green consumer behavior",
        "green value",
        "moderating effect"
    ],
    "authors": [
        "Papaporn Chaihanchanchai",
        "Saravudh Anantachart"
    ],
    "citedby-count": 17,
    "ref-count": 129,
    "ref-list": [
        "Investigating knowledge and attitudes of blood donors and barriers concerning blood donation in Jordan",
        "The theory of planned behavior",
        "Attitudinal and normative variables as predictors of specific behaviors",
        "Factors influencing intentions and the intention-behavior relation",
        "Re-examining green purchase behavior and the green consumer profile: New evidences",
        "Dimensions of consumer expertise",
        "Determinants of Pakistani consumers green purchase behavior: Some insights from a developing country",
        "Understanding the link between environmental attitudes and consumer product usage: Measuring the moderating role of attitude strength",
        "The influence of environmental knowledge and concern on green purchase intention: The role of attitude as a mediating variable",
        "Feelings that make a difference: How guilt and pride convince consumers of the effectiveness of sustainable consumption choices",
        "Elaborating on the attitude-behavior gap regarding organic products: Young Danish consumers and in-store food choice",
        "Responding to environmental concerns: What factors guide individual action?",
        "Effects of emotions and ethics on pro-environmental behavior of university employees: A model based on the theory of planned behavior",
        "How does environmental concern influence specific environmentally related behaviors? A new answer to an old question",
        "Attitudes toward recycling household waste in Exeter, Devon: Quantitative and qualitative approaches",
        "An exploratory study into the factors impeding ethical consumption",
        "The ecological conscious consumer behaviour: Are the activists different?",
        "Critical reflections on a “big tent” approach to reducing consumption",
        "Are psychological and ecological well-being compatible? The role of values, mindfulness, and lifestyle",
        "Integrating behavioral and branding perspectives to maximize green brand equity: A holistic approach",
        "Objective and subjective knowledge relationships: A quantitative analysis of consumer research findings",
        "Emotions, habits and rational choices in ecological behaviors: The case of recycling and use of public transportation",
        "Market segmentation of green consumers in Hong Kong",
        "Determinants of Chinese consumers' green purchase behavior",
        "Impact of green consumption value, and context-specific reasons on green purchase intentions: A behavioral reasoning theory perspective",
        "Why people dont take their concerns about fair trade to the supermarket: The role of neutralization",
        "What makes open vs closed conclusion advertisements more persuasive? The moderating role of prior knowledge and involvement",
        "Organic food products in China: Determinants of consumers purchase intentions",
        "Green marketing: A study of consumers attitude toward environment friendly products",
        "An extended model of value-attitude-behavior to explain Chinese consumers green purchase behavior",
        "Breaking niche sustainable products into the mainstream: Organic milk and free-range eggs",
        "The effects of attitude, subjective norm, and perceived behavioral control on consumers purchase intentions: The moderating effects of product knowledge and attention to social comparison information",
        "Environmental values, beliefs, and actions: A situational approach",
        "What drives green product development and how do different antecedents affect market performance? A survey of Italian companies with eco-labels",
        "Which are the determinants of green purchase behavior? A study of Italian consumers",
        "Amount of information about the attitude object and attitude behavior consistency",
        "Can socio-demographics still play a role in profiling green consumers? A review of the evidence and empirical investigation",
        "Understanding whats in a brand rating: A model for assessing brand and attribute effects and their relationship to brand equity",
        "The “new environmental paradigm:” A proposed measuring instrument and preliminary results",
        "Do we know what we need to know? Objective and subjective knowledge effects on pro-ecological behaviors",
        "Understanding knowledge effects on attitude-behavior consistency: The role of relevance, complexity, and amount of knowledge",
        "The role of attitude accessibility in the attitude-to-behavior process",
        "Demographic impacts on environmentally friendly purchase behaviors",
        "Impact of environmental knowledge on ecological consumer behavior: An empirical analysis",
        "The attitude-behavior linkage in behavioral cascade",
        "The influence of consumers environmental beliefs and attitudes on energy saving behaviors",
        "Values, identity and pro-environmental behavior",
        "Personal and social factors that influence pro-environmental concern and behavior: A review",
        "Environmental Attitudes",
        "Going green to be seen: Status, reputation, and conspicuous conservation",
        "Everybody seems concerned about the environment but is this concern reflect in (Danish) consumers food choice?",
        "Objective knowledge, subjective knowledge, and prior experience of organic cotton apparel",
        "The impossibility of the separation thesis",
        "Seeing the world through GREEN-tinted glasses: Green consumption values and responses to environmentally friendly products",
        "Analysis and synthesis of research on responsible environmental behavior: A meta-analysis",
        "Willingness to pay for green products in air travel: Ready for take-off?",
        "A structural equation test of the value-attitude-behavior hierarchy",
        "Green thinking but thoughtless buying? An empirical extension of the value-attitude-behavior hierarchy in sustainable clothing",
        "Green consumer behavior: Determinants of curtailment and eco-innovation adoption",
        "Exploring the gap between consumers' green rhetoric and purchasing behavior",
        "Factors affecting green purchase behavior and future research directions",
        "How materialism affects environmental beliefs, concern, and environmentally responsible behavior",
        "Antecedents of green purchase behavior: An examination of collectivism, environmental concern, and PCE",
        "How consumer knowledge shapes green consumption: An empirical study on voluntary carbon offsetting",
        "Closing the green gap: The impact of environmental commitment and advertising believability",
        "Mind the gap: Why do people act environmentally and what are the barriers to pro-environmental behavior?",
        "Targeting consumers who are willing to pay more for environmentally friendly products",
        "Gender differences in Hong Kong adolescent consumers' green purchasing",
        "Green consumption: Environmental knowledge, environmental consciousness, social norms, and purchasing behavior",
        "The embodiment of consumer knowledge",
        "The role of attitude theory in marketing",
        "Green buying: The influence of environmental concern on consumer behavior",
        "Green marketing: A study of consumer perception and preferences in India",
        "Sustainability: Consumer perceptions and marketing strategies",
        "A cross-cultural study of environmental motive concerns and their implications for pro-environmental behavior",
        "Being green: From attitude to actual consumption",
        "When do purchase intentions predict sales?",
        "Antecedents of Egyptian consumers green purchase intentions: A hierarchical multivariate regression model",
        "Purchase decision-making in fair trade and the ethical purchase gap: Is there a fair trade twix?",
        "Green consumer behavior of the educated segment in India",
        "The impact of sustainability information on consumer decision making",
        "Sometimes, consumers will pay more to go green",
        "Adopting sustainable innovation: What makes consumers sign up to green electricity?",
        "Exploring the gap between attitudes and behavior: Understanding why consumers buy or do not buy organic food",
        "Towards a holistic approach of the attitude behavior gap in ethical consumer behaviors: Empirical evidence from Spain",
        "Exploring attitude-behavior gap in sustainable consumption: Comparison of recycled and upcycled fashion products",
        "Pro-environmental products: Marketing influence on consumer purchase decision",
        "Values, environmental concern, and environmental behavior: A study in household energy use",
        "Awareness of eco-label in Malaysias green marketing initiative",
        "The connection between environmental attitude-behavior gap and other individual inconsistencies: A call for strengthening self-control",
        "Consumer motivations for sustainable consumption: The interaction of gain, normative and hedonic motivations on electric vehicle adoption",
        "The effect of a brief environmental problem module on endorsement of the new ecological paradigm in college students",
        "Attitudes toward natural environment",
        "The influence of anticipated pride and guilt on pro-environmental decision making",
        "Green or non-green? Does type of appeal matter when advertising a green product?",
        "Analyzing the failure factors of eco-friendly home appliances based on a user-centered approach",
        "Motivations and barriers to recycling: Toward a strategy for public education",
        "Attitudes and recycling: Does the measurement of affect enhance behavioral prediction?",
        "Factors influencing the acceptability of energy policies: A test of VBN theory",
        "Toward a coherent theory of environmentally significant behavior",
        "Values, beliefs and pro-environmental action: Attitude formation toward emergent attitude objects",
        "From words to deeds: How do knowledge, effectiveness, and personal relevance link environmental concern and buying behavior?",
        "Ecoscale: A scale for the measurement of environmentally responsible consumers",
        "Human values and the emergence of a sustainable consumption pattern: A panel study",
        "Spillover of environment-friendly consumer behavior",
        "Different shades of green on small islands",
        "Effect of consumer environmental attitude on green consumption decision-making",
        "Sustainable food consumption: Exploring the consumer attitude-behavioral intention gap",
        "What makes a recycler? A comparison of recyclers and non-recyclers",
        "Environmental values affect ecological consumption behavior: An empirical test based on intermediary variables",
        "Impact of consumption value-gap on green consumption intention",
        "How to SHIFT consumer behaviors to be more sustainable: A literature review and guiding framework",
        "Ethical consumer behavior in Germany: The attitude-behavior gap in the green apparel industry"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}