{
    "eid": "2-s2.0-85033705897",
    "title": "Exact lowest-Landau-level solutions for vortex precession in Bose-Einstein condensates",
    "cover-date": "2017-11-10",
    "subject-areas": [
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        }
    ],
    "keywords": [],
    "authors": [
        "Anxo Biasi"
    ],
    "citedby-count": 31,
    "ref-count": 33,
    "ref-list": [
        "Many-body physics with ultracold gases",
        "Rapidly rotating atomic gases",
        "Rotating trapped Bose-Einstein condensates",
        "Vortices and dynamics in trapped bose-einstein condensates",
        "Bose-Einstein condensates with large number of vortices",
        "Vortex patterns in a fast rotating Bose-Einstein condensate",
        "Bifurcations of asymmetric vortices in symmetric harmonic traps",
        "Motion of vortex lines in the Ginzburg-Landau model",
        "Vortex line and ring dynamics in trapped Bose-Einstein condensates",
        "Vortex dynamics in a parabolically confined Bose-Einstein condensate",
        "Vortices in a trapped dilute Bose-Einstein condensate",
        "Ph.D. Thesis",
        "Vortices in spatially inhomogeneous superfluids",
        "The cubic Szego equation",
        "On the continuous resonant equation for NLS. I. Deterministic analysis",
        "On the high frequency limit of the LLL equation",
        null,
        "Perturbations: Theory and Methods",
        "Renormalization, averaging, conservation laws and AdS (in)stability",
        "Delayed collapses of Bose-Einstein condensates in relation to anti-de Sitter gravity",
        "Transfer of energy to high frequencies in the cubic defocusing nonlinear Schrödinger equation",
        "New Approaches to Nonlinear Waves",
        "Renormalization group, secular term resummation and AdS (In)stability",
        "Weakly turbulent instability of anti-de Sitter spacetime",
        "Resonant Dynamics and the Instability of Anti-de Sitter Spacetime",
        "AdS (in)stability: An analytic approach",
        "Maximally rotating waves in AdS and on spheres",
        "Some integral identities and inequalities for entire functions and their application to the coherent state transform",
        "Construction of exact solutions by spatial translations in inhomogeneous nonlinear Schrödinger equations",
        "Vortices in a bose-einstein condensate",
        "Real-time dynamics of single vortex lines and vortex dipoles in a Bose-Einstein condensate",
        "Feshbach resonances in ultracold gases"
    ],
    "affiliation": [
        {
            "affiliation-city": "Santiago de Compostela",
            "affilname": "Instituto Galego de Física de Altas Enerxías (IGFAE)",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Brussels",
            "affilname": "International Solvay Institute for Physics and Chemistry",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Krakow",
            "affilname": "Uniwersytet Jagielloński",
            "affiliation-country": "Poland"
        }
    ],
    "funding": [
        "CUAASC",
        "FWO-Vlaanderen",
        "Polish National Science Centre",
        "Alexander von Humboldt-Stiftung",
        "Belgian Federal Science Policy Office",
        "Belgian Federal Science Policy Office",
        "Chulalongkorn University",
        "Ministerio de Economía y Competitividad",
        "Ministerio de Economía y Competitividad"
    ]
}