{
    "eid": "2-s2.0-85165696905",
    "title": "Sporolactobacillus mangiferae sp. nov., a spore-forming lactic acid bacterium isolated from tree bark in Thailand",
    "cover-date": "2023-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "lactic acid bacteria",
        "polyphasic taxonomy",
        "spore-forming bacteria",
        "Sporolactobacillus mangiferae",
        "tree bark"
    ],
    "authors": [
        "Sukanya Phuengjayaem",
        "Saranporn Poothong",
        "Jaruwan Sitdhipol",
        "Neungnut Chaiyawan",
        "Sitanan Thitiprasert",
        "Nuttha Thongchul",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 45,
    "ref-list": [
        "Sporolactobacillus nov. subgen",
        "On the spore formation of Sporolactobacillus inulinus",
        "The Family Sporolactobacillaceae",
        "Sporo-lactobacillus",
        "Proposal of Sporolactobacillus nakayamae subsp. nakayamae sp. nov., subsp. nov., Sporolactobacillus nakayamae subsp. racemicus subsp. nov., Sporolactobacillus terrae sp. nov., Sporolactobacillus kofuensis sp. nov., and Sporolactobacillus lactosus sp. nov",
        "Spore-bearing lactic acid bacteria isolated from rhizosphere I. Taxonomic studies on Bacillus laevolacticus nov. sp. and Bacillus racemilacticus nov. sp",
        "Description of Bacillus laevolacticus (ex Nakayama and Yanoshi 1967) sp. nov., nom. rev",
        "Tuberibacillus calidus gen. nov., sp. nov., isolated from a compost pile and reclassifica-tion of Bacillus naganoensis Tomimura et al. 1990 as Pullulaniba-cillus naganoensis gen. nov., comb. nov. and Bacillus laevolacticus Andersch et al. 1994 as Sporolactobacillus laevolacticus comb. Nov",
        "Sporolactobacillus vineae sp. nov., a spore-forming lactic acid bacterium isolated from vineyard soil",
        "Sporolactobacillus putidus sp. nov., an endospore-forming lactic acid bacterium isolated from spoiled orange juice",
        "Sporolactobacillus shoreae sp. nov. and Sporolacto-bacillus spathodeae sp. nov., two spore-forming lactic acid bacteria isolated from tree barks in Thailand",
        "Sporolactobacillus pectini-vorans sp. nov., an anaerobic bacterium isolated from spoiled jelly",
        "Sporolactobacillus shoreicorticis sp. nov., a lactic acid-producing bacterium isolated from tree bark",
        "LPSN-List of Prokaryotic names with Standing in Nomenclature (bacterio.net), 20 years on",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "16S/23S rRNA sequencing",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "The RAST server: rapid annotations using subsystems technology",
        "The CLUSTAL_X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from gene frequencies and quantitative characters: finding maximum likelihood estimates",
        "Quantitative phyletics and the evolution of anurans",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "MEGA X: Molec-ular Evolutionary Genetics Analysis across computing plat-forms",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The rapid generation of muta-tion data matrices from protein sequences",
        "AutoMLST: an automated web server for generating multi-locus species trees highlighting natural product potential",
        "Preparation of transforming deoxyribonu-cleic acid by phenol treatment",
        "fastp: an ultra-fast all-in-one FASTQ preprocessor",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The enveomics collection: a toolbox for specialized analyses of microbial genomes and metagenomes",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "DNA-DNA hybridization values and their rela-tionship to whole-genome sequence similarities",
        "Alterations in metal content of spores of Bacillus megaterium and the effect on some spore properties",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand. J Gen Appl Microbiol 2002;48:201–209. 40. Forbes L. Rapid flagella stain",
        "Is there a limit for high-pH life?",
        "Methods of Gram staining",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60015084",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015084",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}