{
    "eid": "2-s2.0-85148474147",
    "title": "Macaque progressions: passing order during single-file movements reflects the social structure of a wild stump-tailed macaque group",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Camera-trapping",
        "Community estimation",
        "Macaque society",
        "Single-file movements",
        "Social network analysis"
    ],
    "authors": [
        "Aru Toyoda",
        "Tamaki Maruhashi",
        "Suchinda Malaivijitnond",
        "Kazunari Matsudaira",
        "Zin Arai",
        "Ikki Matsuda",
        "Hiroki Koda"
    ],
    "citedby-count": 0,
    "ref-count": 53,
    "ref-list": [
        "Observational study of behavior: sampling methods",
        "Baboon progressions: order or chaos? A study of one-dimensional group geometry",
        "Raiding parties of male spider monkeys: insights into human warfare?",
        "Female white-handed gibbons (Hylobates lar) lead group movements and have priority of access to food resources",
        "Dominance, aggression and reproduction in primate societies",
        "Kinship and different dominance styles in groups of three species of the genus Macaca (M. arctoides, M. mulatta, M. fascicularis)",
        "A review of play in the genus Macaca: social correlates",
        "Toward a comparative socioecology of the genus Macaca: different dominance styles in rhesus and stumptail monkeys",
        "Comparison of the reconciliation behavior of stumptail and rhesus macaques",
        "Review of GPS collar deployments and performance on nonhuman primates",
        "Female coordination of group travel in wild Propithecus and Eulemur",
        "Inhibition of sexual behaviour among subordinate stumptail macaques, Macaca arctoides",
        "Social relationships and reproductive state influence leadership roles in movements of plains zebra, Equus burchellii",
        "Social interactions and the life history of female Pan paniscus in Wamba, Zaire",
        "Harassment of sexual behavior in the stumptail macaque, Macaca arctoides",
        "Interactions, relationships and social structure",
        "Behavioral flexibility and division of roles in chimpanzee road-crossing",
        "Road crossing in chimpanzees: a risky business",
        "New evidence from observations of progressions of mandrills (Mandrillus sphinx): a multilevel or non-nested society?",
        "Social structure affects initiations of group movements but not recruitment success in Japanese macaques (Macaca fuscata)",
        "Social networks predict immigration success in wild Japanese macaques",
        "Agent-based simulation for reconstructing social structure by observing collective movements with special reference to single-file movement",
        "Intraspecific variation in the social-systems of wild vertebrates",
        "Comparisons of intraunit relationships in nonhuman primates living in multilevel social systems",
        "The evolution of “egalitarian” and “despotic” social systems among macaques",
        "Correlates of territorial boundary patrol behaviour in wild chimpanzees",
        "Collective behaviour of wild Asian elephants in risky situations: how do social groups cross roads?",
        "Nonparametric analysis of inter-individual relations using an attention-based neural network",
        "Motivation of harassment of matings in stumptailed macaques",
        "Does female dominance facilitate feeding priority in black-and-white ruffed lemurs (Varecia variegata) in southeastern Madagascar?",
        "Why did the meerkat cross the road? Flexible adaptation of phylogenetically-old behavioural strategies to modern-day threats",
        "Leadership behavior in relation to dominance and reproductive status in gray wolves, Canis lupus",
        "A comparative study of aggression and conciliation in three cercopithecine monkeys (Macaca Fuscata, Macaca Nigra, Papio Papio)",
        "Buffalo herd structure and its repercussions for condition of individual African buffalo cows",
        "Editorial: social networks analyses in primates, a multilevel perspective",
        "Grooming, competition and social rank among female primates: a meta-analysis",
        "Shared decision-making drives collective movement in wild baboons",
        "Organization of group members at departure is driven by social structure in Macaca",
        "Signals use by leaders in Macaca tonkeana and Macaca mulatta: group-mate recruitment and behaviour monitoring",
        "Grooming interactions among adult chimpanzees at Bossou, Guinea, with special reference to social structure",
        "Comparative study of grooming relationships among wild Japanese macaques in Kinkazan A troop and Yakushima M troop",
        "The macaques: a double-layered social organization",
        "Dominance status and copulatory vocalizations among male stump-tailed macaques in Thailand",
        "Mate sharing in male stump-tailed macaques as a possible case of coalition-like behavior to modify the group-wise fitness distribution",
        "Mating and reproductive success in free-ranging stump-tailed macaques: effectiveness of male–male coalition formation as a reproductive strategy",
        "Parental investment and sexual selection",
        "Collective movement in the Tibetan macaques (Macaca thibetana): early joiners write the rule of the game"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kasugai",
            "@id": "60007976",
            "affilname": "Chubu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007976",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60119838",
            "affilname": "Wildlife Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60119838",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kota Kinabalu",
            "@id": "60017880",
            "affilname": "Universiti Malaysia Sabah",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017880",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60011001",
            "affilname": "Kyoto University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011001",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60007471",
            "affilname": "Musashi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007471",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chuchat Choklap",
        "Japan Science and Technology Agency Core Research for Evolutional Science and Technology",
        "National Geographic Foundation for Science and Exploration",
        "Wildlife Research Center",
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology",
        "Primate Research Institute",
        "Kyoto University Foundation",
        "Kyoto University"
    ]
}