{
    "eid": "2-s2.0-85043379891",
    "title": "The CDK inhibitor purvalanol A induces neutrophil apoptosis and increases the turnover rate of Mcl-1: potential role of p38-MAPK in regulation of Mcl-1 turnover",
    "cover-date": "2018-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "apoptosis",
        "cell activation",
        "neutrophils",
        "protein kinases/phophatases"
    ],
    "authors": [
        "P. Phoomvuthisarn",
        "A. Cross",
        "L. Glennon-Alty",
        "H. L. Wright",
        "S. W. Edwards"
    ],
    "citedby-count": 8,
    "ref-count": 28,
    "ref-list": [
        "Molecular control of neutrophil apoptosis",
        "Regulation of neutrophil apoptosis by Mcl-1",
        "Regulation of neutrophil survival/apoptosis by Mcl-1",
        "Mcl-1; the molecular regulation of protein function",
        "Granulocyte macrophage colony-stimulating factor signaling and proteasome inhibition delay neutrophil apoptosis by increasing the stability of Mcl-1",
        "Inflammation-associated cell cycle-independent block of apoptosis by survivin in terminally differentiated neutrophils",
        "Proliferating cell nuclear antigen acts as a cytoplasmic platform controlling human neutrophil survival",
        "Cyclin-dependent kinase inhibitors enhance the resolution of inflammation by promoting inflammatory cell apoptosis",
        "Cyclin-dependent kinases 7 and 9 specifically regulate neutrophil transcription and their inhibition drives apoptosis to promote resolution of inflammation",
        "Cyclin-dependent kinase 9 activity regulates neutrophil spontaneous apoptosis",
        "The cyclin-dependent kinase inhibitor R-roscovitine down-regulates Mcl-1 to override pro-inflammatory signalling and drive neutrophil apoptosis",
        "The cyclin-dependent kinase inhibitor AT7519 accelerates neutrophil apoptosis in sepsis-related acute respiratory distress syndrome",
        "Cellular effects of Purvalanol A: a specific inhibitor of cyclin-dependent kinase activities",
        "Purvalanol A, a CDK inhibitor, effectively suppresses Src-mediated transformation by inhibiting both CDKs and c-Src",
        "BCL-2 family expression in human neutrophils during delayed and accelerated apoptosis",
        "Functional analysis of the human MCL-1 gene",
        "Sodium salicylate promotes neutrophil apoptosis by stimulating caspase-dependent turnover of Mcl-1",
        "Toll-like receptor 9 signaling delays neutrophil apoptosis by increasing transcription of Mcl-1",
        "Selective activation and functional significance of p38alpha mitogen-activated protein kinase in lipopolysaccharide-stimulated neutrophils",
        "p38 MAP-kinases pathway regulation, function and role in human diseases",
        "BIRB796 inhibits all p38 MAPK isoforms in vitro and in vivo",
        "Mcl-1 is a potential therapeutic target in multiple types of cancer",
        "Mcl-1 expression in human neutrophils: regulation by cytokines and correlation with cell survival",
        "p38 mitogen-activated protein kinase-dependent and -independent intracellular signal transduction pathways leading to apoptosis in human neutrophils",
        "p38-MAPK signals survival by phosphorylation of caspase-8 and caspase-3 in human neutrophils",
        "Role of p38-mitogen-activated protein kinase in spontaneous apoptosis of human neutrophils",
        "Anaplasma phagocytophilum delay of neutrophil apoptosis through the p38 mitogen-activated protein kinase signal pathway"
    ],
    "affiliation": [
        {
            "affiliation-city": "Liverpool",
            "@id": "60020661",
            "affilname": "University of Liverpool",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020661",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Health and Life Sciences",
        "University of Liverpool"
    ]
}