{
    "eid": "2-s2.0-85014742131",
    "title": "Regulation and adaptation of management accounting innovations: The case of economic value added in Thai state-owned enterprises",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Information Systems and Management",
            "@code": "1802"
        },
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "Accounting",
            "@code": "1402"
        }
    ],
    "keywords": [
        "Adaptation",
        "Diffusion",
        "Economic value added",
        "Management accounting innovations",
        "Regulation",
        "State-owned enterprises"
    ],
    "authors": [
        "Pimsiri Chiwamit"
    ],
    "citedby-count": 47,
    "ref-count": 99,
    "ref-list": [
        "Acad. Manage. Rev.",
        "J. Manage. Account. Res.",
        "The impact of regulation on management control: Compliance as a strategic response to institutional logics of university accreditation",
        "Actor-networks and the diffusion of management accounting innovations: A comparative study",
        "SEC's acceptance of IFRS-based financial reporting: An examination based in institutional theory",
        "Made to fit: How practices vary as they diffuse",
        "How are practices made to vary? Managing practice adaptation in a multinational corporation",
        "Activity based costing, modernity and the transformation of local government: A field study",
        "Bundling and diffusion of management accounting innovations - The case of the balanced scorecard in Sweden",
        "Issues in Management Accounting",
        "Adoption of management accounting innovations: Organizational culture compatibility and perceived outcomes",
        "Adoption of activity management practices: A note on the extent of adoption and the influence of organizational and cultural factors",
        "GAAP convergence or convergence Gap: Unfolding ten years of accounting change",
        "Management innovation",
        "Diffusion and accounting: The case of ABC in Norway",
        "(No) Limits to Anglo-American accounting? Reconstructing the history of the International Accounting Standards Committee: A review article",
        "Transnational standard setting in accounting: Organizing expertise-based self-regulation in times of crises",
        "Issues in Management Accounting",
        "The social constitution of regulation: The endogenization of insider trading laws",
        "Regulatory capitalism: How it works, ideas for making it work better",
        "A World of Standards",
        "The Dynamics of Standardization: Three Perspectives on Standards in Organization Studies",
        "Differences in the sophistication of Value-based Management - The role of top executives",
        "Coerced practice implementation in cases of low cultural fit: Cultural change and practice adaptation during the implementation of six sigma at 3M",
        "Implementing performance measurement innovations: Evidence from government",
        "THE IMPACT OF POLITICAL INTERESTS UPON THE FORMULATION OF PERFORMANCE MEASUREMENTS: THE NHS STAR RATING SYSTEM",
        "The societal relevance of management accounting innovations: Economic value added and institutional work in the fields of Chinese and Thai state-owned enterprises",
        "Popularizing a Management Accounting Idea: The Case of the Balanced Scorecard",
        "Footnotes to research on management innovation",
        "Am. Sociol. Rev.",
        "Accounting, Organizations and Institutions. Essays in Honour of Anthony Hopwood",
        "Transnational governance: Institutional dynamics of regulation",
        "Introduction: Multiplicity and plurality in the world of standards",
        "From the rule of law to the law of rules",
        "Acad. Manage. Rev.",
        "Methodological fit in management field research",
        "Theory building from cases: Opportunities and challenges",
        "Acad. Manage. Rev.",
        "Transfer of performance measurement system innovations across economic sectors",
        "Manufacturing shareholder value: The role of accounting in organizational transformation",
        "The diffusion of ideas over contested terrain: The (non)adoption of a shareholder value orientation among German firms",
        "How golden parachutes unfolded: Diffusion and variation of a controversial practice",
        "Regulating shareholder value: A case study of the introduction of value-based measures in a water company",
        "Shareholder value and financialization: Consultancy promises, management moves",
        "From écobilan to LCA: The elite's institutional work in the creation of an environmental management accounting tool",
        "Variations in practice adoption: The roles of conscious reflection and discourse",
        "The effect of strategy and organizational structure on the adoption and implementation of activity-based costing",
        "J. Manage. Account. Res.",
        "Hybridized professional groups and institutional work: COSO and the rise of enterprise risk management",
        "Standardization, globalization and rationalities of government",
        "Regulation of government: Has it increased, is it increasing, should it be diminished?",
        "Extending institutional analysis through theoretical triangulation: Regulation and activity-based costing in portuguese telecommunications",
        "J. Manage. Account. Res.",
        "Assessing empirical research in managerial accounting: A value-based management perspective",
        "The diffusion of accounting practices in the new \"managerial\" public sector",
        "EXPLAINING THE UTILIZATION OF RELATIVE PERFORMANCE EVALUATION IN LOCAL GOVERNMENT: A MULTI-THEORETICAL STUDY USING DATA FROM SWEDEN",
        "J. Manage. Account. Res.",
        "Process studies of change in organization and management: Unveiling temporality, activity, and flow",
        "Strategies for theorizing from process data",
        "The diffusion of management accounting innovations in the public sector: A research agenda",
        "The global diffusion of regulatory capitalism",
        "Empirical analysis of adopters of economic value added",
        "Soft Law in Governance and Regulation",
        "Value Based Management practices - Some evidence from the field",
        "Activity-based costing diffusion across organizations: An exploratory empirical analysis of Finnish firms",
        "The rise and fall of management accounting systems: A case study investigation of EVA™",
        "Performance measurement in global governance: Ranking and the politics of variability",
        "Instituting a transnational accountability regime: The case of Sovereign Wealth Funds and \"GAPP\"",
        "Does industry matter? How industry context shapes management accounting practice",
        "A process (re)turn?. Path dependencies, institutions and performance management in Swedish central government",
        "Bundling management control innovations: A field study of organisational experimenting with total quality management and the balanced scorecard",
        "Strategy, political regulation and management control in the public sector: Institutional and critical perspectives",
        "The politics of the balanced scorecard",
        "The societal relevance of management accounting: An introduction to the special issue",
        "How CFOs determine management accounting innovation: An examination of direct and indirect effects",
        "The balanced scorecard in New Zealand health sector performance management: Dissemination to diffusion",
        "The diffusion of management innovations: The possibilities and limitations of memetics",
        "The Adoption and Design of Enterprise Risk Management Practices: An Empirical Study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Turku",
            "affilname": "Turun Kauppakorkeakoulu",
            "affiliation-country": "Finland"
        },
        {
            "affiliation-city": "Manchester",
            "affilname": "Alliance Manchester Business School",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bergen",
            "affilname": "NHH Norwegian School of Economics",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Birmingham",
            "affilname": "University of Birmingham",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Groningen",
            "affilname": "Rijksuniversiteit Groningen",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": []
}