{
    "eid": "2-s2.0-85097760813",
    "title": "Amphipithecine primates are stem anthropoids: cranial and postcranial evidence",
    "cover-date": "2020-11-11",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "anthropoid",
        "Eocene",
        "evolution",
        "Myanmar",
        "primates",
        "systematics"
    ],
    "authors": [
        "J. J. Jaeger",
        "C. Sein",
        "D. L. Gebo",
        "Y. Chaimanee",
        "M. T. Nyein",
        "T. Z. Oo",
        "M. M. Aung",
        "K. Suraprasit",
        "M. Rugbumrung",
        "V. Lazzari",
        "A. N. Soe",
        "O. Chavasseau"
    ],
    "citedby-count": 5,
    "ref-count": 64,
    "ref-list": [
        "A new primate from the Eocene Pondaung Formation of Myanmar and the monophyly of Burmese amphipithecids",
        "A Sivapithecus palate and other primate fossils from India",
        "A new anthropoid from the latest middle Eocene of Pondaung, central Myanmar",
        "A new primate from the Upper Eocene Pondaung Formation of Burma",
        "Late Eocene Amphipithecus and the origins of catarrhine primates",
        "Relationships of Amphipithecus and Oligopithecus",
        "Late Eocene of Burma yields earliest anthropoid primate, Pondaungia cotteri",
        "Anthropoid origins in Asia? New discovery of Amphipithecus from the Eocene of Burma",
        "The oldest Asian record of Anthropoidea",
        "Basal anthropoids",
        "Taxonomic status of purported primate frontal bones from the Eocene Pondaung Formation of Myanmar",
        "New sivaladapid primates from the Eocene Pondaung Formation of Myanmar and the anthropoid status of Amphipithecidae",
        "A lower jaw of Pondaungia cotteri from the late middle Eocene Pondaung Formation (Myanmar) confirms its anthropoid status",
        "Systematics and paleobiology of the anthropoid primate Pondaungia from the late Middle Eocene of Myanmar",
        "New Eocene primate from Myanmar shares dental characters with African Eocene crown anthropoids",
        "New Myanmar middle Eocene anthropoids. An Asian origin for catarrhines?",
        "Talar morphology, phylogenetic affinities, and locomotor adaptation of a large-bodied amphipithecid primate from the late middle Eocene of Myanmar",
        "The anthropoid status of a primate from the late middle Eocene Pondaung Formation (central Myanmar): Tarsal evidence",
        "Early Eocene primates from Gujarat, India",
        "Eocene primates from Myanmar: Historical perspectives on the origin of Anthropoidea",
        "Eocene large-bodied primates of Myanmar and Thailand: Morphological considerations and phylogenetic affinities",
        "The Asian origin of Anthropoidea revisited",
        "Revisiting primate postcrania from the Pondaung Formation of Myanmar",
        "New assessment of Pondaungia and Amphipithecus (Primates) from the late middle Eocene of Myanmar, with a comment on 'Amphipithecidae'",
        "Primate postcrania from the late middle Eocene of Myanmar",
        "Sedimentary facies of the late middle Eocene Pondaung Formation (central Myanmar) and the palaeoenvironments of its anthropoid primates",
        "A remarkable female cranium of the early Oligocene anthropoid Aegyptopithecus zeuxis (Catarrhini, Propliopithecidae)",
        "Nasolacrimal anatomy and haplorhine origins",
        "The morphology of two maxillae of Pondaung primates (Pondaungia cotteri and Amphipithecus mogaungensis) (middle Eocene, Myanmar)",
        "First virtual endocasts of adapiform primates",
        "Skull of Catopithecus browni, an early Tertiary catarrhine",
        "New interpretations of the phyletic position of Oligocene hominoids",
        "The phylogenetic significance of strepsirhinism in Paleogene primates",
        "Anterior dentition of Notharctus and the adapid-anthropoid hypothesis",
        "The upper dentition and face of Pondaungia cotteri from central Myanmar",
        "The earliest fossil evidence for sexual dimorphism in primates",
        "Origin of Anthropoidea: Dental evidence and recognition of early anthropoids in the fossil record, with comments on the Asian anthropoid radiation",
        "The craniofacial evidence for anthropoid and tarsier relationships",
        "Diagnosis and differentiation of the order Primates",
        "Endocranial cast and morphology of the olfactory bulb of Amphipithecus mogaungensis (latest middle Eocene of Myanmar)",
        "The Pondaung primates, enigmatic 'possible anthropoids' from the latest middle Eocene, central Myanmar",
        "High-resolution computed tomography study of the cranium of a fossil anthropoid primate, Parapithecus grangeri: New insights into the evolutionary history of primate sensory systems",
        "New endocasts of Aegyptopithecus: Oldest well-preserved record of the brain in Anthropoidea",
        "The fossil evidence of prosimian brain evolution",
        "The cebines. Toward an explanation of variable social structure",
        "A new late Eocene anthropoid primate from Thailand",
        "Eocene primates from Thailand: Are Asian anthropoideans related to African ones?",
        "Siamopithecus eocaenus, a late Eocene anthropoid primate from Thailand: Its contribution to the evolution of anthropoids in Southeast Asia",
        "Anthropoid origins: A phylogenetic analysis",
        "New perspectives on anthropoid origins",
        "Anthropoid origins",
        "Uniquely derived upper molar morphology of Eocene Amphipithecidae (Primates: Anthropoidea): homology and phylogeny",
        "A parapithecid stem anthropoid of African origin in the Paleogene of South America",
        "Phylogenetic analysis of anthropoid relationships",
        "Cranial anatomy of Shoshonius and the antiquity of Anthropoidea",
        "Notes on the cranial anatomy of Necrolemur",
        "Cranial morphology of Aegyptopithecus and Tarsius and the question of the tarsier-anthropoidean clade",
        "At birth, tarsiers lack a postorbital bar or septum",
        "Problems of body-weight estimation in fossil primates",
        "Evolution of activity patterns and chromatic vision in primates: Morphometrics, genetics and cladistics",
        "Allometric and functional influences on primate orbit orientation and the origins of Anthropoidea",
        "Convergence and frontation in Fayum anthropoid orbits"
    ],
    "affiliation": [
        {
            "affiliation-city": "Yangon",
            "@id": "60072899",
            "affilname": "University of Yangon",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072899",
            "affiliation-country": "Myanmar"
        },
        {
            "affiliation-city": "Poitiers",
            "@id": "60032653",
            "affilname": "Universite de Poitiers",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032653",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "DeKalb",
            "@id": "60009550",
            "affilname": "Northern Illinois University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009550",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "@id": "125369664",
            "affilname": "Field School of Archaeology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125369664",
            "affiliation-country": "Myanmar"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "117232528",
            "affilname": "Ministry of Agriculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117232528",
            "affiliation-country": "Myanmar"
        },
        {
            "affiliation-city": "Mandalay",
            "@id": "101891692",
            "affilname": "University of Distance Education",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101891692",
            "affiliation-country": "Myanmar"
        }
    ],
    "funding": []
}