{
    "eid": "2-s2.0-84907833600",
    "title": "Discriminate sensing of pyrophosphate using a new tripodal tetramine-based dinuclear Zn(ii) complex under an indicator displacement assay approach",
    "cover-date": "2014-10-21",
    "subject-areas": [
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        }
    ],
    "keywords": [],
    "authors": [
        "Sarayut Watchasit"
    ],
    "citedby-count": 11,
    "ref-count": 46,
    "ref-list": [
        "Artificial receptors for the recognition of phosphorylated molecules",
        "Acc. Chem. Res.",
        "Surface immobilizable chelator for label-free electrical detection of pyrophosphate",
        "A pellet-type optical nanomaterial of silica-based naphthalimide–DPA–Cu(II) complexes: Recyclable fluorescence detection of pyrophosphate",
        null,
        null,
        "A dicationic calix[4]pyrrole derivative and its use for the selective recognition and displacement-based sensing of pyrophosphate",
        "Highly selective colorimetric sensing pyrophosphate in water by a NBD-phenoxo-bridged dinuclear Zn(ii) complex",
        "Zn(ii) complex of terpyridine for the highly selective fluorescent recognition of pyrophosphate",
        "Enzymatic method for continuous monitoring of DNA polymerase activity",
        "Real-time DNA sequencing using detection of pyrophosphate release",
        "Homogeneous phase pyrophosphate (PPi) measurement (H3PIM) A non-radioactive, quantitative detection system for nucleic acid specific hybridization methodologies including gene amplification",
        "Ann. Rheum. Dis.",
        "Rheumatology",
        "Teaching old indicators new tricks",
        "Teaching old indicators new tricks: A colorimetric chemosensing ensemble for tartrate/malate in beverages",
        "Indicator-displacement assays",
        "Anion recognition and sensing with Zn(II)–dipicolylamine complexes",
        "A pyrophosphate-responsive gadolinium(III) MRI contrast agent",
        null,
        null,
        "An indicator displacement system for fluorescent detection of phosphate oxyanions under physiological conditions",
        "Selective anion binding in water with use of a zinc(II) dipicolylamino functionalized diketopiperazine scaffold",
        "Tetrahedron Lett.",
        "A new chemosensing ensemble for fluorescent recognition of pyrophosphate in water at physiological pH",
        "High-affinity pyrophosphate receptor by a synergistic effect between metal coordination and hydrogen bonding in water",
        "Dizinc enzyme model/complexometric indicator pairs in indicator displacement assays for inorganic phosphates under physiological conditions",
        "A fluorescent sensor for pyrophosphate based on a Pd(ii) complex",
        "Bis[zinc(ii)dipicolylamino]-functionalised peptides as high affinity receptors for pyrophosphate ions in water",
        "Tuning colourimetric indicator displacement assays for naked-eye sensing of pyrophosphate in aqueous media",
        "Recognition of pyrophosphate anion in aqueous solution using the competition displacement method",
        null,
        "Selective detection of pyrophosphate by new tripodal amine calix[4]arene-based Cu(II) complexes using indicator displacement strategy",
        "SPECFIT/32 Global Analysis System, 3.0",
        "Bimetallic reactivity. Preparations, properties and structures of complexes formed by unsymmetrical binucleating ligands bearing 4- and 6-coordinate sites supported by alkoxide bridges",
        "Use of xylenol orange and cetylpyridinium chloride in rapid spectrophotometric determination of zinc in pharmaceutical products",
        "β-correction as a preprocessing method for partial least squares in simultaneous determination of zinc and lead",
        "Characterisation of an optical sensor membrane based on the metal ion indicator Pyrocatechol Violet",
        "A simple method for improving the optical properties of a dimetallic coordination fluorescent chemosensor for adenosine triphosphate",
        "Coordination complexes incorporating pyrophosphate: Structural overview and exploration of their diverse magnetic, catalytic and biological properties",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Ab initio effective core potentials for molecular calculations. Potentials for the transition metal atoms Sc to Hg",
        "GAUSSIAN 09 (Revision D.01)",
        "Pyrophosphate-selective fluorescent chemosensor at physiological pH: Formation of a unique excimer upon addition of pyrophosphate",
        "Highly selective and sensitive fluorescent sensing of oxalate in water"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Education",
        "Thailand Research Fund"
    ]
}