{
    "eid": "2-s2.0-85125285029",
    "title": "Improving the technological properties of red stoneware tiles derived from Ratchaburi red clay by the addition of iron oxide",
    "cover-date": "2022-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Materials Science (miscellaneous)",
            "@code": "2501",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "A. Red clay",
        "B. Stoneware tiles",
        "C. Iron oxide",
        "D. Traditional ceramic"
    ],
    "authors": [
        "Nithiwach Nawaukkaratharnant",
        "Adisak Thueploy",
        "Srichalai Khunthon",
        "Siriphan Nilpairach",
        "Apirat Theerapapvisetpong"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Effect of aluminum hydroxide addition on properties of fired refractory clay brick",
        "The Traditional Ceramics of South-East Asia",
        "Firing temperature reduction for pottery by sodium carbonate addition",
        "The microstructure and properties of ceramic tiles from solid wastes of Bayer red muds",
        "Effects of CaO and Fe2O3on the microstructure and mechanical properties of SiO2-CaO-MgO-Fe2O3ceramics from steel slag",
        "Novel ceramics prepared from inferior clay rich in CaO and Fe2O3: Properties, crystalline phases evolution and densification process",
        "Effects of Fe2O3on the properties of ceramics from steel slag",
        "Effect of hematitic iron ore and limestone additives on the thermal bloatability of bentonitic clay",
        "Synthesis and mechanical properties of mullite developed from beach sand sillimanite: effect of Fe203",
        "Porcelain stoneware obtained from the residual muds of serpentinite raw materials",
        "Densification behaviour of a red firing Brazilian kaolinitic clay",
        "Ceramic porcelain stoneware production with Spanish clays purified by means of the removal of iron compounds and organic matter using physical methods",
        "Development of ceramic porcelain stoneware pastes by the revalorization of Colombian clays subjected to bleaching process",
        "Effect of talc on microstructure and properties of the graphite tailing stoneware tiles",
        "Utilization of water treatment plant sludge in structural ceramics bricks",
        "Effect of firing temperature on sintering of porcelain stoneware tiles",
        "Untreated coffee husk ashes used as flux in ceramic tiles",
        "The use of nepheline-syenite in a body mix for porcelain stoneware tiles",
        "Fired porcelain microstructures revisited",
        "Microstructural evolution of mullite during the sintering of kaolin powder compacts",
        "Role of impurities on formation of mullite from kaolinite and Al2O3–SiO2 mixtures",
        "Relation between the microstructure and technological properties of porcelain stoneware. A review",
        "Mullite development on firing in porcelain stoneware bodies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091507",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091507",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchdaphiseksompot Endowment Fund",
        "Chulalongkorn University"
    ]
}