{
    "eid": "2-s2.0-85034619160",
    "title": "Capacity building process in environmental and health impact assessment for a Thai community",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Capacity building",
        "Environmental and health impact assessment",
        "Thailand"
    ],
    "authors": [
        "Suthat Chaithui"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Enabling factors and barriers for the use of health impact assessment in decision-making processes",
        "A Short Guide to Community Based Participatory Action Research [Internet]",
        "Four approaches to capacity building in health: Consequences for measurement and accountability",
        "Building Health Impact Assessment (HIA) Capacity: A Strategy for Congress and Government Agencies",
        "Developing Tools for Health Impact Assessment in Environmental Impact Assessment in Thailand",
        "Building health impact assessment capacity as a lever for healthy public policy in urban planning.",
        "Development of Participatory Healthy Public Policy Using Health Impact Assessment in the Context of Thai Local Government",
        "Public health. Rich pickings.",
        "Social determinants of health inequalities",
        "Process and impact evaluation of the greater christchurch urban development strategy health impact assessment",
        "Environmental Impact Assessment in Thailand",
        "Revitalizing Thailand’s Community Health Impact Assessment",
        "Development of health impact assessment in Thailand: Recent experiences and challenges",
        "Final Report of Research Developing Tools for Health Impact Assessment in Environmental Impact Assessment in Thailand",
        null,
        "Building capacity for Health Impact Assessment: Training outcomes from the United States",
        "Notification of Natural Resources and Environment Ministry [Internet]",
        "Other Impact Assessments [Internet]",
        "A Practical Guide to Capacity Building as a Feature of UNHCR’S Humanitarian Programmes [Internet]",
        "Capacity Development: A UNDP Primer [Internet]",
        "Measuring Capacity [Internet]",
        "[Capacity Building of Community for Integrated Prevention of Narcotics in Lower Northern Part of Thailand]"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}