{
    "eid": "2-s2.0-85073471813",
    "title": "Factors associated with erythropoiesis-stimulating agent hyporesponsiveness anemia in chronic kidney disease patients",
    "cover-date": "2019-09-18",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anemia",
        "Chronic kidney disease",
        "Secondary hyperparathyroidism"
    ],
    "authors": [
        "Kamalas Amnuay",
        "Nattachai Srisawat",
        "Kitsada Wudhikarn",
        "Thamathorn Assanasen",
        "Chantana Polprasert"
    ],
    "citedby-count": 6,
    "ref-count": 17,
    "ref-list": [
        "Hemoglobin levels and erythropoietin doses in hemodialysis and peritoneal dialysis patients in the United States",
        "Update on anemia in ESRD and earlier stages of CKD: Core Curriculum 2018",
        "KDIGO Clinical Practice Guideline for Anemia in Chronic Kidney Disease",
        "Erythropoiesis stimulatory agent-resistant anemia in dialysis patients: Review of causes and management",
        "Role of sec-ondary hyperparathyroidism in erythro-poietin resistance of chronic renal fail-ure patients",
        "Does parathyroid hormone affect erythropoietin therapy in dialysis patients?",
        "Effect of Serum Parathyroid Hormone and Bone Marrow Fibrosis on the Response to Erythropoietin in Uremia",
        "Association of secondary hyper-parathyroidism with hemoglobin level in patients with chronic kidney disease",
        "Parathyroid hormone may be an early predictor of low serum hemoglobin concentration in patients with not advanced stages of chronic kidney disease",
        "Definition and classification of chronic kidney disease: A position state-ment from Kidney Disease: Improving Global Outcomes (KDIG)",
        "Intensification of anemia by secondary hyperparathy-roidism in hemodialysis patients",
        "Relationship between anemia and parathyroid disorders in hemodialysis patients",
        "Serum erythropoietin and erythropoiesis in pri-mary and secondary hyperparathy-roidism: Effect of parathyroidectomy",
        "Hyperparathyroidism and Anemia in Renal Failure",
        "Secondary hyperparathyroidism and anemia. Effects of a calcimimetic on the control of anemia in chronic hemodial-ysed patients. Pilot Study",
        "KDIGO 2017 clinical practice guideline update for the diagnosis, evaluation, prevention, and treatment of chronic kidney disease-mineral and bone disorder (CKD-MBD)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}