{
    "eid": "2-s2.0-85116938149",
    "title": "Ultrastructural characterization of host-parasite interactions of Plasmodium coatneyi in rhesus macaques",
    "cover-date": "2022-02-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Malaria",
        "Plasmodium coatneyi",
        "Plasmodium falciparum",
        "rhesus macaque",
        "sequestration",
        "ultrastructure"
    ],
    "authors": [
        "E. D. Lombardini",
        "B. Malleret",
        "A. Rungojn",
        "N. Popruk",
        "T. Kaewamatawong",
        "A. E. Brown",
        "G. D.H. Turner",
        "B. Russell",
        "D. J.P. Ferguson"
    ],
    "citedby-count": 1,
    "ref-count": 63,
    "ref-list": [
        "Human cerebral malaria",
        "Morphological changes in erythrocytes induced by malarial parasites",
        "Caveola-vesicle complexes in the plasmalemma of erythrocytes infected by Plasmodium vivax and P. cynomolgi. Unique structures related to Schüffner's dots",
        "Electron microscopy of knobs in Plasmodium falciparum-infected erythrocytes",
        "Structural alteration of the membrane of erythrocytes infected with Plasmodium falciparum",
        "Plasmodium coatneyi-infected rhesus monkeys: a primate model for human cerebral malaria",
        "A 95 kDa protein of Plasmodium vivax and P. cynomolgi visualized by three-dimensional tomography in the caveola-vesicle complexes (Schuffner's dots) of infected erythrocytes is a member of the PHIST family",
        "Ultrastructure of malaria-infected erythrocytes",
        "A brief illustrated guide to the ultrastructure of Plasmodium falciparum asexual blood stages",
        "Plasmodium vivax: malarial proteins associated with the membrane-bound caveola-vesicle complexes and cytoplasmic cleft structures of infected erythrocytes",
        "Erythrocyte rosetting in Plasmodium falciparum malaria-with special reference to the pathogenesis of cerebral malaria",
        "Human cerebral malaria: association with erythrocyte rosetting and lack of anti-rosetting antibodies",
        "Malaria and the red blood cell membrane",
        "Rosetting: a new cytoadherence property of malaria-infected erythrocytes",
        "Comparative studies on the pathology and host physiology of malarias: I. Plasmodium coatneyi",
        "The sites of deep vascular schizogony in Plasmodium coatneyi malaria",
        "Stringent selection of knobby Plasmodium falciparum-infected erythrocytes during cytoadhesion at febrile temperature",
        "Evolutionary origin of human and primate malarias: evidence from the circumsporozoite protein gene",
        "Plasmodium coatneyi, a new species of primate malaria from Malaya",
        "Plasmodium coatneyi from the Philippines",
        "Plasmodium coatneyi",
        "Plasmodium vivax spleen-dependent genes encode antigens associated with cytoadhesion and clinical protection",
        "Rosetting and autoagglutination in Plasmodium falciparum",
        "Uninfected erythrocytes form “rosettes” around Plasmodium falciparum infected erythrocytes",
        "In vitro rosetting, cytoadherence, and microagglutination properties of Plasmodium falciparum-infected erythrocytes from Gambian and Tanzanian patients",
        "Big bang in the evolution of extant malaria parasites",
        "Rosette formation of Plasmodium falciparum-infected erythrocytes from patients with acute malaria",
        "PfEMP1 expression is reduced on the surface of knobless Plasmodium falciparum infected erythrocytes",
        "A primate model for severe human malaria with cerebral involvement: Plasmodium coatneyi-infected Macaca fuscata",
        "Rosette formation by Plasmodium coatneyi-infected erythrocytes of the Japanese macaque (Macaca fuscata)",
        "A nonhuman primate model for severe human malaria: Plasmodium coatneyi-infected Japanese macaque (Macaca fuscata)",
        "Increased plasma levels of soluble intercellular adhesion molecule-1 (sICAM-1) and soluble vascular cell molecule-1 (sVCAM-1) associated with disease severity in a primate model for severe human malaria: Plasmodium coatneyi-infected Japanese macaques (Macaca fuscata)",
        "Evaluation of splenic accumulation and colocalization of immature reticulocytes and Plasmodium vivax in asymptomatic malaria: a prospective human splenectomy study",
        "Plasmodium falciparum and Plasmodium coatneyi: immunogenicity of “knob-like protrusions” on infected erythrocyte membranes",
        "Plasmodium falciparum: loss of knobs on the infected erythrocyte surface after long-term cultivation",
        "Evolutionary relationships between 15 Plasmodium species from new and old-world primates (including humans): an 18S rDNA cladistic analysis",
        "Giemsa-stained wet mount based method for reticulocyte quantification: a viable alternative in resource-limited or malaria-endemic settings",
        "Glycophorin C (CD236R) mediates vivax malaria parasite rosetting to normocytes [published correction appears in Blood. 2015; 126, 2765]",
        "Multimodal analysis of Plasmodium knowlesi-infected erythrocytes reveals large invaginations, swelling of the host cell, and rheological defects",
        "A review of Plasmodium coatneyi-macaque models of severe and cerebral malaria",
        "Systemic ultrastructural tissue pathology of Plasmodium coatneyi infection in rhesus macaques",
        "Human cerebral malaria. A quantitative ultrastructural analysis of parasitized erythrocyte sequestration",
        "A non-human primate model for cerebral malaria: effects of artesunate (qinghaosu derivative) on rhesus monkeys experimentally infected with Plasmodium coatneyi",
        "Significant biochemical, biophysical and metabolic diversity in circulating human cord blood reticulocytes",
        "Plasmodium coatneyi in rhesus macaques replicates the multisystemic dysfunction of severe malaria in humans",
        "Maurer's clefts, the enigma of Plasmodium falciparum",
        "A quantitative ultrastructural study of renal pathology in fatal Plasmodium falciparum malaria",
        "Microvascular sequestration of parasitized erythrocytes in human falciparum malaria: a pathological study",
        "Absence of knobs on parasitized red blood cells in a splenectomized patient in fatal falciparum malaria",
        "An ultrastructural study of the brain in fatal Plasmodium falciparum malaria",
        "A quantitative ultrastructural study of the liver and the spleen in fatal falciparum malaria",
        "The density of knobs on Plasmodium falciparum-infected erythrocytes depends on developmental age and varies among isolates",
        "Autoagglutination of malaria-infected red blood cells and malaria severity",
        "Sequestration pattern of parasitized erythrocytes in cerebrum, mid-brain and cerebellum of Plasmodium coatneyi-infected rhesus monkeys (Macaca mulatta)",
        "Multi-organ erythrocyte sequestration and ligand expression in rhesus monkeys infected with Plasmodium coatneyi malaria",
        "Plasmodium falciparum-infected erythrocyte knob density is linked to the PfEMP1 variant expressed",
        "Ultrastructure of rosette formation by Plasmodium coatneyi-infected erythrocytes of rhesus",
        "Type of in vitro cultivation influences cytoadhesion, knob structure, protein localization and transcriptome profile of Plasmodium falciparum",
        "Immunoelectron microscopy of Schuffner's dots in Plasmodium vivax-infected human erythrocytes",
        "Plasmodium falciparum-infected erythrocytes form spontaneous erythrocyte rosettes",
        "Rosette formation by Plasmodium coatneyi-infected red blood cells",
        "Why do Plasmodium falciparum-infected erythrocytes form spontaneous erythrocyte rosettes?",
        "A spiral scaffold underlies cytoadherent knobs in Plasmodium falciparum-infected erythrocytes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199573",
            "affilname": "Faculty of Tropical Medicine, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199573",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60113370",
            "affilname": "A-Star, Singapore Immunology Network",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113370",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60026680",
            "affilname": "NUS Yong Loo Lin School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026680",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Dunedin",
            "@id": "60017311",
            "affilname": "University of Otago",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017311",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016185",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016185",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60014564",
            "affilname": "Oxford Brookes University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014564",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60008936",
            "affilname": "Nuffield Department of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008936",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Oxford",
            "@id": "60002634",
            "affilname": "University of Oxford Medical Sciences Division",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002634",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Department of Veterinary Medicine of AFRIMS",
        "University of Oxford",
        "National University of Singapore"
    ]
}