{
    "eid": "2-s2.0-85138459882",
    "title": "The effect of shareholder litigation rights on female board representation: A quasi-natural experiment",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Ploypailin Kijkasiwat",
        "Pornsit Jiraporn"
    ],
    "citedby-count": 0,
    "ref-count": 82,
    "ref-list": [
        "Governance by Litigation",
        "The Role of Market Forces in Assuring Contractual Performance",
        "The consequences to managers for financial misrepresentation",
        "Shareholder Litigation, Reputational Loss, and Bank Loan Contracting",
        "Shareholder litigation, shareholder–creditor conflict, and the cost of bank loans",
        "Does Board Gender Diversity Have a Financial Impact? Evidence Using Stock Portfolio Performance",
        "Board gender diversity and firm performance: The moderating role of firm size",
        "Women in the boardroom and their impact on governance and performance",
        "Female directors and earnings management: Evidence from UK companies",
        "Gender diversity in the boardroom and firm financial performance",
        "Corporate Governance, Board Diversity, and Firm Value",
        "Board of Director Diversity and Firm Financial Performance",
        "Gender diversity on corporate boards: Do women contribute unique skills?",
        "Women on boards and firm performance",
        "Earnings management models: A transnational study",
        "A women’s boom in the boardroom: effects on performance?",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Unobservable Selection and Coefficient Stability: Theory and Evidence",
        "Litigation risk and IPO underpricing",
        "Litigation risk and agency costs: Evidence from Nevada corporate law",
        "Securities litigation, withdrawal risk and initial public offerings",
        "Litigation risk and working capital",
        "Litigation risk and institutional monitoring",
        "Litigation Risk and the Financial Reporting Credibility of Big 4 versus Non-Big 4 Audits: Evidence from Anglo-American Countries",
        "Litigation risk and firm performance: The effect of internal and external corporate governance",
        "Corporate litigation and debt",
        "Litigation risk, financial distress, and the use of subsidiaries",
        "Shareholder Litigation and Corporate Innovation",
        "Shareholder litigation rights and stock price crash risk",
        "Shareholder litigation rights and corporate cash holdings: Evidence from universal demand laws",
        "Shareholder litigation rights and corporate payout policy: Evidence from universal demand laws",
        "Shareholder litigation rights and capital structure decisions",
        "Shareholder litigation rights and the cost of debt: Evidence from derivative lawsuits",
        "Does shareholder litigation risk promote or hinder corporate social responsibility (CSR)? A quasi-natural experiment",
        "The Effects of Securities Class Action Litigation on Corporate Liquidity and Investment Policy",
        "The gender and ethnic diversity of US boards and board committees and firm financial performance",
        "Is there a “business case” for board diversity?",
        "The changing of the boards: The impact on firm valuation of mandated female board representation",
        "Does the presence of independent and female directors impact firm performance? A multi-country study of board diversity",
        "Shareholder litigation risk and real earnings management: a causal inference",
        "Litigation risk and voluntary disclosure: Evidence from legal changes",
        "Litigation Risk and Corporate Voluntary Disclosure: Evidence from Two Quasi-Natural Experiments",
        "Does litigation deter or encourage real earnings management?",
        "Securities litigation and corporate tax avoidance",
        "Shareholder litigation rights and corporate acquisitions",
        "The Impact of Shareholder Litigation Risk on Equity Incentives: Evidence from a Quasi-Natural Experiment",
        "Size, Composition, and Function of Hospital Boards of Directors: A Study of Organization-Environment Linkage",
        "The Relationship of Board Member Diversity to Organizational Performance",
        "Board gender diversity and firm performance: The UK evidence",
        "The Effects of Board Size and Diversity on Strategic Change",
        "Separation of Ownership and Control",
        "Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure",
        "Does Gender Matter in the Boardroom? Evidence from the Market Reaction to Mandatory New Director Announcements 1 Does Gender Matter in the Boardroom? Evidence from the Market Reaction to Mandatory New Director Announcements",
        "The causes of gender diversity in Malaysian large firms",
        "Organizational Predictors of Women on Corporate Boards",
        "Women in top management and agency costs",
        "Women on boards and firm financial performance: A meta-analysis",
        "Examining the link between diversity and firm performance: The effects of diversity reputation and leader racial diversity",
        "The double-edged nature of board gender diversity: Diversity, firm performance, and the power of women directors as predictors of strategic change",
        "The effect of board gender diversity on cross-listing",
        "A survey of corporate governance",
        "Shareholder Litigation and Corporate Disclosures",
        "Derivative Lawsuits as a Corporate Governance Mechanism: Empirical Evidence on Board Changes Surrounding Filings",
        "Measuring securities litigation risk",
        "Shareholder Wealth Effects of the Private Securities Litigation Reform Act of 1995",
        "Insider Trading, Equity Issues, and CEO Turnover in Firms Subject to Securities Class Action",
        "Financial fraud, director reputation, and shareholder wealth",
        "What Counts as Fraud? An Empirical Study of Motions to Dismiss Under the Private Securities Litigation Reform Act",
        "Growing out of trouble? corporate responses to liability risk",
        "Outside directors, board independence, and shareholder wealth",
        "Do independent directors enhance target shareholder wealth during tender offers?",
        "The value of independent directors: Evidence from sudden deaths",
        "Do Independent Directors Improve Firm Value? Evidence from the Great Recession",
        "Board size and the variability of corporate performance",
        "The central role of the propensity score in observational studies for causal effects",
        "Selection models in accounting research",
        "Corporate integrity and hostile takeover threats: Evidence from machine learning and “CEO luck",
        "How do independent directors view generalist vs. specialist CEOs? Evidence from an exogenous regulatory shock",
        "Does board independence influence asset redeployability? Evidence from a quasi-natural experiment",
        "Does board gender diversity weaken or strengthen executive risk-taking incentives?",
        "ebalance: A StataPackage for Entropy Balancing",
        "Comparing Apples to Apples: Estimating Consistent Partial Effects of Preferential Economic Integration Agreements"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}