{
    "eid": "2-s2.0-85076096780",
    "title": "Do monetary policy transparency and central bank communication reduce interest rate disagreement?",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Modeling and Simulation",
            "@code": "2611",
            "@abbrev": "MATH"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Statistics, Probability and Uncertainty",
            "@code": "1804",
            "@abbrev": "DECI"
        },
        {
            "@_fa": "true",
            "$": "Management Science and Operations Research",
            "@code": "1803",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "Central bank communication",
        "Disagreement",
        "Monetary policy",
        "Monetary policy committee",
        "Transparency"
    ],
    "authors": [
        "Ruttachai Seelajaroen",
        "Pornanong Budsaratragoon",
        "Boonlert Jitmaneeroj"
    ],
    "citedby-count": 7,
    "ref-count": 97,
    "ref-list": [
        "Funda-mental disagreement",
        "Does disagreement among oil price forecasters reflect volatility? Evidence from the ECB surveys",
        "The inflation‐targeting framework from an historical perspective",
        "The federal funds and the channels of monetary transmission",
        "Central bank communication and monetary policy: A survey of theory and evidence",
        "Central‐bank credibility: Why do we care? How do we build it?",
        "Uncertainty and disagreement in economic prediction: The Bank of England survey of external forecasters",
        "US monetary policy announcements and Irish stock market volatility",
        "Impact of the reces-sion",
        "Disagreement and biases in inflation expectations",
        "Monetary policy and financial liberalization: The case of United Kingdom consumption",
        "Has monetary policy become more efficient? A cross country analysis",
        "Forecast ratio-nality and monetary policy frameworks: Evidence from UK interest rate forecasts",
        "Disagreement in inflation expectations: Empirical evidence for Colombia",
        "What can survey forecasts tell us about information rigidities?",
        "Testing the transparency benefits of inflation targeting: Evidence from private sector forecasts",
        "Imperfect central bank communication: Information versus distraction",
        "Analyzing three-dimensional panel data of forecasts",
        "Central bank transparency and independence: Updates and new measures",
        "When do forecasters disagree? An assessment of German growth and inflation forecast dispersion",
        "A multivariate analysis of forecast disagreement: Confronting models of disagreement with survey data",
        "Disagreement among forecasters in G7 countries",
        "Forecast performance, disagree-ment, and heterogeneous signal‐to‐noise ratios",
        "Explaining disagreement on interest rates in a Taylor‐rule setting",
        "The role of central bank transparency for guiding private sector forecasts",
        "Designing a central bank communication strategy",
        "The news content of mac-roeconomic announcements: What if central bank communication becomes stale?",
        "Central bank transparency and cross‐border banking",
        "How transparency are central banks?",
        "Have minutes helped markets to predict the MPC's monetary policy decisions?",
        "Transparency and credibility: Monetary policy with unobservable goals",
        "Key issues in the choice of monetary policy framework",
        "Central bank transparency",
        "Is the MPC's voting record informative about future UK monetary policy?",
        "Inflation forecast uncertainty",
        "Monetary transmission lags and the formula-tion of the policy decision on interest rates",
        "The European Central Bank: Credibility, transparency, and centralization",
        "Three dimensions of central bank credibility and inferential expecta-tions: The euro zone",
        "Monetary policy and financial markets",
        "Transparency and trust: The case of the European Central Bank",
        "Voting record and monetary policy predictability: Evidence on six central banks",
        "Central bank transparency and financial stability",
        "Monetary policy transparency in the UK: The impact of independence and inflation targeting",
        "Communication, transparency, accountability: Monetary policy in the twenty‐first century",
        "Does the clarity of central bank communication affect volatility in financial markets? Evidence from Humphrey– Hawkins testimonies",
        "The implications of central bank transparency for uncertainty and disagreement",
        "The expectations hypothesis: New hope or illusory support?",
        "The effect of inflation targeting on the behavior of expected inflation: Evidence from an 11 country panel",
        "Overnight monetary policy in the United States: Active or interest‐rate smoothing?",
        "Developing a market‐based monetary policy transparency index: Evidence from the United States",
        "Monetary policy transparency in a forward‐looking market: Evidence from the United States",
        "How effective is central bank forward guidance? Federal Reserve Bank of St",
        "Learning and heterogeneity in GDP and inflation forecasts",
        "Disagreement about the inflation outlook",
        "Towards credibility from inflation targeting: The Brazilian experience",
        "Central bank opacity and inflation uncertainty",
        "Transparency and inflation: What is the effect on the Brazilian economy?",
        "Inflation, employment, and monetary policy: Objectives and outcomes in the UK and US compared",
        "Monthly GDP esti-mates for inter‐war Britain",
        "Effects of reputation and credibility on monetary policy: Theory and evidence for Brazil",
        "Disagreement in expectations about public debt, monetary policy credibility and inflation risk premium",
        "Effects of transparency, monetary policy signaling and clarity of central bank communication on disagreement about inflation expectations",
        "Social value of public information",
        "Managing financial market expectations: The role of central bank transparency and central bank commu-nication",
        "Central bank transparency and financial market expectations: The case of emerging markets",
        "Disagreement in expectations and the credibility of monetary authorities in the Brazilian inflation targeting regime",
        "Market anticipation of monetary policy actions and interest rate transmission to US treasury market rates",
        "The effect of the market-based monetary policy transparency on inflation and output var-iability",
        "Central bank transparency and the interest rate channel: Evidence from emerging economies",
        "Do financial markets react to Bank of England communication?",
        "The dynamic relationship between the federal funds rate and the Treasury bill rate: An empirical investigation",
        "Central bank transparency: Another look",
        "Sources of disagreement in inflation forecasts: An international empirical investigation",
        "Expectations and the treasury bill–federal funds rate spread over recent monetary policy regimes",
        "What caused the great moderation? Some cross‐country evidence. Economic Review",
        "Have increases in Federal Reserve transparency improved private sector interest rate forecasts?",
        "What do three centu-ries of data tell us?",
        "Central bank transparency and the consensus forecast: What does the economist poll of forecasters tell us?",
        "Optimal central bank transparency",
        "Monetary policy in the information economy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60030324",
            "affilname": "University of the Thai Chamber of Commerce",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030324",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}