{
    "eid": "2-s2.0-85073747105",
    "title": "Distribution, diversity, and specificity of a parasitic algal genus Cephaleuros in Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Algal red rust disease",
        "Cephaleuros",
        "Green algae",
        "Parasitic algae",
        "Specificity"
    ],
    "authors": [
        "Wikrom Chanthapatchot",
        "Anchittha Satjarak"
    ],
    "citedby-count": 1,
    "ref-count": 52,
    "ref-list": [
        "Plant-parasitic algae (Chlorophyta: Trentepohliales) in American Samoa",
        "Optimal growth conditions for in vitro cultures of plant parasitic algae Cephaleuros Kunze ex E. M. Fries",
        "Isolation, identification and morphological features of plant parasitic algae in genus Cephaleuros spp. On synthetic media",
        "Green algae order Trentepohliales (Chlorophyta, Ulvophyceae) and impact on longkong host (Lansium domesticum Corr.)",
        "BlasT+: Architecture and applications",
        "Subaerial symbiotic green algae: Interactions with vascular plant hosts",
        "Pea-Fusarium solani interactions contributions of a system toward understanding disease resistance",
        "Hosts of the parasitic alga Cephaleuros virescens in Louisiana and new host records for the continental United States",
        "RXLR effector reservoir in two Phytophthora species is dominated by a single rapidly evolving superfamily with more than 700 members",
        "Studies on the host range of the endophytic alga Cephaleuros Kunze in India",
        "Parasitic green algae",
        "Molecular systematics of the subaerial green algal order Trentepohliales: An assessment based on morphological and molecular data",
        "Hosts of a parasitic alga, Cephaleuros Kunze, in Florida",
        "Data access for the 1,000 plants (1KP) project",
        "RXLR effectors of plant pathogenic oomycetes",
        "Occurrence of foliicolous parasitic alga Cephaleuros virescens on cultivated ornamental plants in southern India",
        "Cephaleuros species, the plant-parasitic green algae",
        "PRGDB 3.0: A comprehensive platform for prediction and analysis of plant disease resistance genes",
        "Cephaleuros solutus Karsten, as a causal agent of durian (Durio zibethinus Murray) algal leaf spot disease in Thailand",
        "Cephaleuros virescens, the cause of an algal leaf spot on para rubber in Thailand",
        "Diseases of Acacia species in Thailand",
        "A survey of diseases and disorders in oil palms of Southern Thailand",
        "Genome evolution in filamentous plant pathogens: Why bigger can be better",
        "Isolation and pigment investigation of plant pathogenic algae genus Cephalueros",
        "GIS application for plant diseases distribution on jack fruit, bael fruit, ma kiang trees in lower northern part of Thailand",
        "Efficacy of spiromesifen on Aceria litchii (Keifer) in relation to Cephaleuros virescens Kunze colonization on leaves of litchi (Litchi chinensis Sonn.)",
        "Parasitism of green algae Cephaleuros Kunze ex E.M. Fries",
        "Two new species of Cephaleuros (Chlorophyta, Ulvophyceae) from Southern Thailand",
        "A new record of plant parasitic green algae, Cephaleuros diffusus (Trentepohliaceae, Chlorophyta), on Acacia auriculiformis hosts in Thailand",
        "First report of Cephaleuros virescens causing algal leaf spot of Manilkara zapota in Thailand",
        "Algal leaf spot associated with Cephaleuros virescens (Trentepohliales, Ulvophyceae) on Nephelium lappaceum in Thailand",
        "Cephaleuros parasiticus, associated with algal spot disease on Psidium guajava in Thailand",
        "Algal leaf spot of Lansium parasiticum caused by Cephaleuros sp. In Thailand",
        "The genus Cephaleuros Kunze ex EM Fries (Trentepohliales, Ulvophyceae) from Southern Thailand",
        "Host range, distribution and diversity of plant parasitic algae Cephaleuros Kunze in Southern Thailand",
        "Morphology and disease severity of plant parasitic algae Cephaleuros Kunze",
        "Morphological features and chromosome numbers in culture of five Cephaleuros species (Trentepohliaceae, Chlorophyta) from Japan",
        "Morphology and taxonomy of five Cephaleuros species (Trentepohliaceae, Chlorophyta) from Japan, including three new species",
        "Comparative observations on Cephaleuros parasiticus and C. Virescens (Trentepohliaceae, Chlorophyta) from India",
        "Cephaleuros virescens complex cause algal spot disease on Michelia alba and Magnolia sirindhorniae",
        "Development of reproductive structures of plant parasitic algae Cephaleuros Kunze ex E.M. Fries on longkong (Lansium domesticum Corr.)",
        "Printzina gen. Nov. (Trentepohliaceae), including a description of a new species",
        "Phytophthora genome sequences uncover evolutionary origins and mechanisms of pathogenesis",
        "A parasitic alga, Cephaleuros virescens Kunze, on citrus and certain other plants",
        "Plant-parasitic algae (Cephaleuros spp.) in Thailand, including four new records"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}