{
    "eid": "2-s2.0-85042263877",
    "title": "The Blomia tropicalis allergen Blo t 7 stimulates innate immune signalling pathways through TLR2",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Blo t 7",
        "Blomia tropicalis",
        "IgE reactivity",
        "lipid-binding protein",
        "TLR2"
    ],
    "authors": [
        "T. Soongrung",
        "K. Mongkorntanyatip",
        "T. Peepim",
        "A. Buaklin",
        "M. Le Mignon",
        "N. Malainual",
        "E. Nony",
        "A. Jacquet"
    ],
    "citedby-count": 18,
    "ref-count": 29,
    "ref-list": [
        "Respiratory allergy caused by house dust mites: what do we really know?",
        "The Blomia tropicalis allergens",
        "Sensitization to mite allergens and acute asthma in a tropical environment",
        "Allergens of Blomia tropicalis: an overview of recombinant molecules",
        "Allergenic differences between the domestic mites Blomia tropicalis and Dermatophagoides pteronyssinus",
        "Identification of shared and unique immunoglobulin E epitopes of the highly conserved tropomyosins in Blomia tropicalis and Dermatophagoides pteronyssinus",
        "cDNA cloning and expression of Blo t 11, the Blomia tropicalis allergen homologous to paramyosin",
        "Hierarchy and molecular properties of house dust mite allergens",
        "Blomia tropicalis Blo t 5 and Blo t 21 recombinant allergens might confer higher specificity to serodiagnostic assays than whole mite extract",
        "Cloning and expression of Blo t 1, a novel allergen from the dust mite Blomia tropicalis, homologous to cysteine proteases",
        "Lack of human IgE cross-reactivity between mite allergens Blo t 1 and Der p 1",
        "Physico-chemical and immunological characterization of the recombinant blomia tropicalis allergen blo t 2",
        "The structure of the mite allergen Blo t 1 explains the limited antibody cross-reactivity to Der p 1",
        "The influence of chitin on the immune response to the house dust mite allergen Blo T 12",
        "Structural and ligand binding analysis of recombinant blo t 13 allergen from Blomia tropicalis mite, a fatty acid binding protein",
        "Mite component-specific IgE repertoire and phenotypes of allergic disease in childhood: the tropical perspective",
        "Patterns of IgE sensitization in house dust mite-allergic patients: implications for allergen immunotherapy",
        "Molecular cloning and immunological characterization of the house dust mite allergen Der f 7",
        "The structure of the dust mite allergen Der p 7 reveals similarities to innate immune proteins",
        "Crystal structure of Der f 7, a dust mite allergen from Dermatophagoides farinae",
        "The minor house dust mite allergen Der p 13 is a fatty acid-binding protein and an activator of a TLR2-mediated innate immune response",
        "The house dust mite major allergen Der p 23 displays O-Glycan-Independent IgE reactivities but no chitin-binding activity",
        "Homology modeling and monoclonal antibody binding of the Der f 7 dust mite allergen",
        "Allergen sensitization to aeroallergens including Blomia tropicalis among adult and childhood asthmatics in Thailand",
        "TLR2 & Co: a critical analysis of the complex interactions between TLR2 and coreceptors",
        "Der p2 activates airway smooth muscle cells in a TLR2/MyD88-dependent manner to induce an inflammatory response",
        "Characterization of the house dust mite allergen Der p 21 produced in Pichia pastoris",
        "GM-CSF-licensed CD11b+ lung dendritic cells orchestrate Th2 immunity to Blomia tropicalis",
        "Endotoxin Exposure during Sensitization to Blomia tropicalis Allergens Shifts TH2 Immunity Towards a TH17-Mediated Airway Neutrophilic Inflammation: role of TLR4 and TLR2"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199575",
            "affilname": "Siriraj Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199575",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Antony",
            "@id": "60030285",
            "affilname": "Stallergenes",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030285",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Mite Allergy Research Cohort",
        "S&T Postgraduate Education and Research Development Office",
        "Office of Higher Education Commission",
        "PERDO",
        "Chulalongkorn University"
    ]
}