{
    "eid": "2-s2.0-84921868280",
    "title": "What makes a review voted? An empirical investigation of review voting in online review systems",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Information Systems",
            "@code": "1710"
        }
    ],
    "keywords": [
        "Diagnosticity",
        "Online review systems",
        "Readability",
        "Review extremity",
        "Review helpfulness",
        "Review length",
        "Review valence",
        "Review voting",
        "Reviewer credibility",
        "Sample selection bias",
        "Vividness"
    ],
    "authors": [
        "Kevin K.Y. Kuan"
    ],
    "citedby-count": 221,
    "ref-count": 94,
    "ref-list": [
        "Examination of psychological processes underlying resistance to persuasion",
        "The",
        "Helpfulness of online consumer reviews: Readers' objectives and review cues",
        "Consumer search and retailer strategies in the presence of online music sharing",
        "Learning from the Behavior of Others: Conformity, Fads, and Informational Cascades",
        "Surface-Structure Transformations and Advertising Slogans: The Case for Moderate Syntactic Complexity",
        "Word of mouth communication within online communities: Conceptualizing the online social network",
        "The General Inquirer User’s Guide",
        "Exploring determinants of voting for the \"helpfulness\" of online user reviews: A text mining approach",
        "Heuristic versus systematic information processing and the use of source versus message cues in persuasion",
        "Heuristic Processing Can Bias Systematic Processing: Effects of Source Credibility, Argument Ambiguity, and Task Importance on Attitude Judgment",
        "Social comparisons and contributions to online communities: A field experiment on MovieLens",
        "The impact of electronic word-of-mouth: The adoption of online opinions in online customer communities",
        "Is this review believable? A study of factors affecting the credibility of online consumer reviews from an ELM perspective",
        "Credibility of electronic word-of-mouth: Informational and normative determinants of on-line consumer recommendations",
        "The effect of word of mouth on sales: Online book reviews",
        "Cognitive dissonance: Fifty years of a classic theory",
        "The effect of online consumer reviews on new product sales",
        "Exploring the value of online product reviews in forecasting sales: The case of motion pictures",
        "Does source matter? Examining source effects in online product reviews",
        "Advances in Consumer Research",
        "Explaining the joint effect of source credibility and negativity of information in two-sided messages",
        "The Role of Customer Product Reviews",
        "A Theory of Cognitive Dissonance",
        "Attention and weight in person perception: The impact of negative and extreme behavior",
        "A new readability yardstick",
        "How to Test Readability",
        "The Art of Readable Writing: With the Flesch Readability Formula",
        "Examining the relationship between reviews and sales: The role of reviewer identity disclosure in electronic markets",
        "Designing Ranking Systems for Consumer Reviews: The Impact of Review Subjectivity on Product Sales and Review Quality",
        "Estimating the helpfulness and economic impact of product reviews: Mining text and reviewer characteristics",
        "Econometric Analysis",
        "Twenty years of cognitive dissonance: Case study of the evolution of a theory",
        "Persuasion: Advances through Meta-Analysis",
        "Information systems concepts across two decades: An empirical analysis of trends in theory, methods, process, and research domains",
        "Competing for attention in knowledge markets: Electronic document dissemination in a management consulting company",
        "Cognitive Dissonance: Progress on a Pivotal Theory in Social Psychology",
        "Annals of Economic And",
        "Econometrica",
        "Journal of Consumer Research",
        "Reading or Scanning? A Study of Newspaper and Net Paper Reading",
        "Communication and Persuasion: Psychological Studies of Opinion Change",
        "Do online reviews affect product sales? The role of reviewer characteristics and temporal effects",
        "Overcoming the J-shaped distribution of product reviews",
        "Negative information weighs more heavily on the brain: the negativity bias in evaluative categorizations.",
        "Virtual product experience: Effects of visual and functional control of products on perceived diagnosticity and flow in electronic shopping",
        "Investigating the influence of the functional mechanisms of online product presentations",
        "The effects of source credibility and message framing on exercise intentions, behaviors, and attitudes: An integration of the elaboration likelihood model and prospect theory",
        "The Assimilative and Contrastive Effects of Word-of-Mouth Volume: An Experimental Examination of Online Consumer Ratings",
        "Evaluating content quality and helpfulness of online product reviews: The interplay of review helpfulness vs. review content",
        "The impact of readability on the usefulness of online product reviews: A case study on an online bookstore",
        "Electronic word of mouth (eWOM): How eWOM platforms influence consumer product judgement",
        "Identifying helpful online reviews: A product designer's perspective",
        "The effects of syntactic complexity on advertising persuasiveness",
        "Journal of Marketing",
        "Psychological Foundations of Attitudes",
        "The Handbook of Social Psychology",
        "What makes a helpful online review? A study of customer reviews on amazon.com",
        "Human Inference: Strategies and Shortcomings of Social Judgment",
        "Justification effects on consumer choice of hedonic and utilitarian goods",
        "Helpfulness in online communities: A measure of message quality",
        "Born Unequal: A Study of the Helpfulness of User-Generated Product Reviews",
        "A sentimental education: Sentiment analysis using subjectivity summarization based on minimum cuts",
        "Journal of Marketing Research",
        "Empirical analysis of the impact of recommender systems on sales",
        "The nature and role of feedback text comments in online marketplaces: Implications for trust building, price premiums and seller differentiation",
        "Marketing for Sustainability: Towards Transactional Policy Making",
        "Attitudes and persuasion—classic and Contemporary",
        "Communication and Persuasion: Central and Peripheral Routesto Attitude Change",
        "Journal of Consumer Research",
        "The Handbook of Social Psychology",
        "The Persuasiveness of Source Credibility: A Critical Review of Five Decades' Evidence",
        "Balance and Sequence in Online Reviews: How Perceived Usefulness Affects Attitudes and Intentions",
        "Effects of conflicting aggregated rating on eWOM review credibility and diagnosticity: The moderating role of review valence",
        "Negativity bias, negativity dominance, and contagion",
        "Document Design",
        "A causal model of sentence recall: Effects of familiarity, concreteness, comprehensibility, and interestingness",
        "Why are you telling me this? An examination into negative consumer reviews on the web",
        "Social Judgment and Social Memory: The Role of Cue Diagnosticity in Negativity, Positivity, and Extremity Biases",
        "Online peer and editorial recommendations, trust, and choice in virtual markets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Sasin School of Management, Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "The University of Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Hong Kong",
            "affilname": "Hong Kong Baptist University",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Hong Kong",
            "affilname": "Hong Kong University of Science and Technology",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": []
}