{
    "eid": "2-s2.0-85045616242",
    "title": "Factors affecting photobiological hydrogen production in five filamentous cyanobacteria from Thailand",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "culturing parameters",
        "heterocyst",
        "N2-fixing condition"
    ],
    "authors": [
        "P. Yodsang",
        "W. Raksajit",
        "E. M. Aro",
        "P. Mäenpää",
        "A. Incharoensakdi"
    ],
    "citedby-count": 10,
    "ref-count": 31,
    "ref-list": [
        "Screening for biohydrogen production by cyanobacteria isolated from the Baltic Sea and Finnish lakes",
        "Production of H2by sulphur-deprived cells of the unicellular cyanobacteria Gloeocapsa alpicola and Synechocystis sp. PCC 6803 during dark incubation with methane at various extracellular pH",
        "Fermentative metabolism to produce hydrogen gas and organic compounds in a cyanobacterium, Spirulina platensis",
        "Response of H2 production and Hox-hydrogenase activity to external factors in the unicellular cyanobacterium Synechocystis sp. strain PCC6803",
        "Effect of nutrient media on photobiological hydrogen production by Anabaena variabilis ATCC29413",
        "Nitrogen fixation and hydrogen metabolism in cyanobacteria",
        "Effect of growth conditions on the hydrogen production with cyanobacterium Anabaena sp. strain CH3",
        "Hydrogen production by cyanobacteria",
        "Oxygen relations of nitrogen fixation in cyanobacteria",
        "Autotrophic and mixotrophic hydrogen photoproduction in sulfur-deprived Chlamydomonas cells",
        "The bidirectional NiFe-hydrogenase in Synechocystis sp. PCC 6803 is reduced by flavodoxin and ferredoxin and is essential under mixotropic nitrate-limiting conditions",
        "Towards optimization of cyanobacteria as biotechnologically relevant producers of molecular hydrogen, a clean and renewable energy source",
        "Enhanced biohydrogen production by the N2-fixing cyanobacterium Anabaena siamensis strain TISTR 8012",
        "Inactivation of uptake hydrogenase leads to enhanced and sustained hydrogen production with high nitrogenase activity under high light exposure in the cyanobacterium Anabaena siamensis TISTR 8012",
        "Microalgal hydrogen production",
        "Absorption of light by chlorophyll solutions",
        "A newly isolated green alga, Tetraspora sp. CU2551, from Thailand with efficient hydrogen production",
        "Photobiological hydrogen production and nitrogenase activity in some heterocystous cyanobacteria",
        "Disruption of the uptake hydrogenase gene, but not of the bidirectional hydrogenase gene, leads to enhanced photobiological hydrogen production by the nitrogen-fixing cyanobacterium Anabaena sp. 7120",
        "Sustained photobiological hydrogen gas production upon reversible inactivation of oxygen evolution in the green alga Chlamydomonas reinhardtii",
        "Hydrogen–A sustainable energy carrier",
        "Production of hydrogen from marine macro-algae biomass using anaerobic sewage sludge microflora",
        "Photohydrogen production from a coupled system of Halobacterium halobium and Phormidium valderianum",
        "A. Enhancement of hydrogen production by the filamentous non-heterocystous cyanobacterium Arthrospira sp. PCC 8005",
        "Photodissimilation of fructose to H2and CO2by a dinitrogen fixing cyanobacterium, Anabaena variabilis",
        "Purification and properties of unicellular blue-green algae (order Chroococcales)",
        "Hydrogenase and hydrogen metabolism of cyanobacteria",
        "Cyanobacterial hydrogenase: diversity, regulation and applications",
        "Hydrogen production by sulfur-deprived Chlamydomonas reinhardtii under photoautotrophic conditions",
        "Evaluation of experimental conditions that influence hydrogen production among heterocystous cyanobacteria",
        "High photobiological hydrogen production activity of a Nostoc sp. PCC 7422 uptake hydrogenase-deficient mutant with high nitrogenase activity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Turku",
            "@id": "60006876",
            "affilname": "Turun yliopisto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006876",
            "affiliation-country": "Finland"
        }
    ],
    "funding": [
        "CU Rachadapiseksompote Endowment Fund",
        "Commission for Higher Education",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}