{
    "eid": "2-s2.0-85168318813",
    "title": "Linear tourism, multiculturalism, creative district: The case of Charoenkrung creative district in Thailand",
    "cover-date": "2023-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Tourism, Leisure and Hospitality Management",
            "@code": "1409",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Marketing",
            "@code": "1406",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Bangkok",
        "Creative district",
        "Linear tourism",
        "Multiculturalism",
        "Urban tourism"
    ],
    "authors": [
        "Napong Tao Rugkhapan"
    ],
    "citedby-count": 0,
    "ref-count": 91,
    "ref-list": [
        "Urban tourism research: Recent progress and current paradoxes",
        "Heritage tours and trails on foot in Hong Kong: Towards a typology that crosses the tourist-local divide",
        "Images of power: Derrida/Foucault/Harley",
        "Mundane mobilities, banal travels",
        "Editorial: Heritage trails and tourism",
        "The evolution of tourism and tourism research",
        "Public places urban spaces: The dimensions of urban design",
        "Heritage as a tourism commodity: Traversing the tourist–local divide",
        "The meanings of a heritage trail in Hong Kong",
        "The city and the city: Race, nationalism, and architecture in early twentieth-century Bangkok",
        "Tourism gentrification",
        "Cartography: Performative, participatory, political",
        "Mapping: A critical introduction to cartography and GIS",
        "Spacing, performing, and becoming: Tangles in the mundane",
        "The social construction of Mokum",
        "Representations and identities in tourism map spaces",
        "Are urbanites more permissive? Germany's urban geography of prejudice",
        "Resident perceptions of new urban tourism: A neglected geography of prejudice",
        "Bundling the arts for tourism to complement urban heritage tourist experiences in Asia",
        "Staging tourism: Tourists as performers",
        "Performing tourism, staging tourism: (Re) producing tourist space and practice",
        "Mundane mobilities, performances and spaces of tourism",
        "Evaluating urban tourism",
        "Tourist maps as diagrams of destination space",
        "Tourism. An introduction",
        "Under control: Performing Chinese outbound tourism to Germany",
        "‘Stop being a tourist!’ New dynamics of urban tourism in Berlin-Kreuzberg",
        "An examination of entrepreneurial relationships between the state and nonstate in Ho Chi Minh City, Vietnam",
        "Townscape",
        "European cities in competition and the new 'uses' of urban design",
        "The family gaze",
        "Deconstructing the map",
        "The difference of ‘being diverse’: City branding and multiculturalism in the ‘Leicester model’",
        "Putting down routes: An examination of local government cultural policy shaping the development of heritage trails",
        "State-sponsored gentrification under market transition the case of Shanghai",
        "Managing urban ethnic heritage: Little India in Singapore",
        "Spatiality, built form, and creative industry development in the inner city",
        "Culture stories: Understanding cultural urban branding",
        "Urban boosterism, tourism and ethnic minority enterprise in Birmingham",
        "Everyday life and water tourism mobilities: Mundane aspects of canal travel",
        "Trams, buses, and rails: The history of urban transport in Bangkok, 1886–2010",
        "Thai historiography",
        "World heritage, urban design and tourism: Three cities in the Middle East",
        "De-exoticizing tourist travel: Everyday life and sociality on the move",
        "Introduction to special issue on gentrification and public policy",
        "Cities in motion: Urban life and cosmopolitanism in Southeast Asia, 1920–1940",
        "The city as an entertainment machine",
        "The image of the city",
        "Mundane welcome: Hospitality as life politics",
        "Self-guided trails–a route to more responsible tourism?",
        "The role of trails in the creation of tourist space",
        "Everyday life as a creative experience in cities",
        "Tourism and the aesthetics of the built environment",
        "Are we all post-tourists now? Tourist categories, identities and post-modernity",
        "Remembrance trails of the Great War on the Western Front: Routes of heritage and memory",
        "An analysis of the concept of cool and its marketing implications",
        "Environmental aesthetic",
        "Urban tourism and its discontents: An introduction",
        "Manufacturing leisure. Innovations in happiness, wellbeing and fun",
        "Prosuming creative urban areas",
        "Living like a local: Authentic tourism experiences and the sharing economy",
        "An integrative framework for urban tourism research",
        "A history of spaces: Cartographic reason, mapping and the geo-coded world",
        "The experience economy",
        "The experience economy and commercial experiences",
        "Creativity and tourism: The state of the art",
        "Designing creative places: The role of creative tourism",
        "Developing creativity in tourist experiences: A solution to the serial reproduction of culture?",
        "Mega-events and micro-modernization: On the sociology of the new urban tourism",
        "Embodying the map: Tourism practices in Berlin",
        "Ethnoscapes as spectacle: Reimaging multicultural districts as new destinations for leisure and tourism consumption",
        "A strategy for theme trails",
        "Walking the falls: Dark tourism and the significance of movement on the political tour of West Belfast",
        "Co-create Charoenkrung",
        "Co-create Charoenkrung final report",
        "Empowerment and stakeholder participation in tourism destination communities",
        "Tourism and trails: Cultural, ecological and management issues",
        "A review of tourism research",
        "Creative dimensions for branding and regeneration: Overcoming negative perceptions of a city",
        "The tourist gaze",
        "The tourist gaze 3.0",
        "Tourism attractions: Points, lines, and areas",
        "Rethinking authenticity in tourism experience",
        "Re-assembling the memorial landscape: The politics of walking tours in Taipei",
        "Special interest tourism",
        "Characterizing themed touring routes: A geospatial and tourism evaluation of wine trails",
        "The conservation-redevelopment dilemma in Singapore: The case of the Kampong Glam historic district",
        "Living with difference? The ‘cosmopolitan city’ and urban reimaging in Manchester, UK"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}