{
    "eid": "2-s2.0-84907817099",
    "title": "Molecular evidence for cryptic speciation in the Cyclophorus fulguratus (Pfeiffer, 1854) species complex (Caenogastropoda: Cyclophoridae) with description of new species",
    "cover-date": "2014-10-09",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Nattawadee Nantarat"
    ],
    "citedby-count": 22,
    "ref-count": 64,
    "ref-list": [
        "The Fauna of British India Including Ceylon and Burma",
        "Das Tierreich",
        "Abbildungen Nach der Natur Mit Beschreibungen. Dritte Abteilung. Cyclophoridae I. Systematisches Conchylien-cabinet Von Martini und Chemnitz",
        "Land Shell Fauna of Ujigunto",
        "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Monograph of the Genus Cyclophorus",
        "Treubia",
        "Bulletin of the Raffles Museum",
        "Fieldiana Zoology",
        "Frameworks for Dating Fossil Man",
        "Southeast Asian Archaeology",
        "Inland shell midden site-formation: Investigation into a late Pleistocene to early Holocene midden from Tràng An, Northern Vietnam",
        "Endangered Wildlife and Plants of the World",
        "Ecological and morphological patterns in communities of land snails of the genus Mandarins from the Bonin Islands",
        "Single-gene speciation by left-right reversal",
        "Cryptic diversity, molecular phylogeny and biogeography of the rock- and leaf litter-dwelling land snails of Belau (Republic of Palau, Oceania)",
        "The evolution of extreme shell shape variation in the land snail Ainohelix editha: A phylogeny and hybrid zone analysis",
        "Mitochondrial phylogeny of extant Hawaiian tree snails (Achatinellinae)",
        "Natural selection and random genetic drift as causes of evolution on islands",
        "Speciation and gene flow between snails of opposite chirality",
        "Proceedings of the Malacological Society of London",
        "Archiv für Systematische Zoologie, Neue Folge",
        "Karyotypes of operculate land snails of the genus cyclophorus (prosobranchia: Cyclophoridae) in thailand",
        "Fauna Anat Ceylan",
        "Proceedings of the Zoological Society of London",
        "Biochemical assessment of the taxonomic diversity of the operculate land snail, Cyclophorus fulguratus (Gastropoda: Cyclophoridae), from Thailand",
        "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thailand",
        "An annotated catalogue of type specimens of the land snail genus Cyclophorus Monfort, 1810 (Caenogastropoda, Cyclophoridae) in the Natural History Museum, London",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Nomenclature for incompletely specified bases in nucleic acid sequences: Rcommendations 1984",
        "PAUP∗. Phylogenetic Analysis Using Parsimony (∗ and Other Methods)",
        "TESTING SIGNIFICANCE OF INCONGRUENCE",
        "jModelTest: Phylogenetic model averaging",
        "A New Look at the Statistical Model Identification",
        "Evolution",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "A rapid bootstrap algorithm for the RAxML web servers",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Multiple comparisons of log-likelihoods with applications to phylogenetic inference",
        "An approximately unbiased test of phylogenetic tree selection",
        "CONSEL: For assessing the confidence of phylogenetic tree selection",
        "Bayesian species delimitation using multilocus sequence data",
        "Bayesian Inference of Species Trees from Multilocus Data",
        "BEAST: Bayesian evolutionary analysis by sampling trees",
        "TRACER: MCMC Trace Analysis Tool Version v1.5.0",
        "Bayesian species delimitation in West African forest geckos (Hemidactylus fasciatus)",
        "Cryptic speciation patterns in Iranian rock lizards uncovered by integrative taxonomy",
        "Tpsutil Version 1.49",
        "Tpsdig Version 2.16",
        "MorphoJ: An integrated software package for geometric morphometrics",
        "Statistical Shape Analysis",
        "Cryptic genetic divergence and associated morphological differentiation in the arboreal land snail Satsuma (Luchuhadra) largillierti (Camaenidae) endemic to the Ryukyu Archipelago, Japan",
        "Morphological convergence of shell shape in distantly related scallop species (Mollusca: Pectinidae)",
        "Cyclostomaceen. Zweite Abtheilung. Systematisches Conchylien-cabinet Von Martini und Chemnitz",
        "Conchologia Indica: Illustrations of the Land and Freshwater Shells of British India",
        "Novitates Conchologicae. Series Prima. Mollusca Extramarina",
        "The Annals and Magazine of Natural History Series",
        "Fauna and Flora Research Society, Kyoto University",
        "Pulmonata and Prosobranchia-neurobranchia",
        "Towards a phylogeny of chitons (Mollusca, Polyplacophora) based on combined analysis of five molecular loci",
        "A phylogeny of planorbid snails, with implications for the evolution of Schistosoma parasites",
        "The Simple Fool's Guide to PCR",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nottingham",
            "affilname": "University of Nottingham",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}