{
    "eid": "2-s2.0-84918790379",
    "title": "Toluene exposure and its association to hippuric acid and non-systematic symptoms among outdoor workers in urban area, Bangkok, Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Dizziness",
        "Hippuric acid",
        "Non-systematic symptom",
        "Outdoor worker",
        "Toluene"
    ],
    "authors": [
        "Tanasorn Tunsaringkarn"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "Kuwait. J. Environ. Protect",
        "Regional brain distribution of toluene in rats and in a human autopsy",
        "Occupational chronic exposure to organic solvents XVI. Ambient and biological monitoring of workers exposed to toluene",
        "Occupational chronic exposure to organic solvents - VII. Metabolism of Toluene in Man",
        "Pak. J. Biol. Sci.",
        "Urinary creatinine concentrations in the U.S. population: Implications for urinary biologic monitoring measurements",
        "Blood toluene as a biological index of environmental toluene exposure in the \"normal\" population and in occupationally exposed workers immediately after exposure and 16 hours later",
        "Comparative Quantification of Health Risks: Global and Regional Burden of Disease Attributable to Selected Major Risk Factors",
        "Validation of hippuric acid as a biomarker of toluene exposure",
        "Support of Summary Information on the Integrated Risk Information System (IRIS)",
        "Selected major risk factors and global and regional burden of disease",
        "Epidemiology",
        "VOC concentration characteristics in Southern Taiwan",
        "International Agency for Research on Cancer (IARC)-Summaries and Evaluations",
        "Human health effects of air pollution",
        "Evaluation of biomarkers of occupational exposure to toluene at low levels",
        "Ambient air pollution by aromatic hydrocarbons in Algiers",
        "Korean J. Occup. Environ. Med.",
        "Benzene and toluene profiles in ambient air of Delhi as determined by active sampling and GC analysis",
        "Ambient Air Concentrations of benzene, toluene, ethylbenzene and xylene in Bangkok, Thailand during April-August in 2007",
        "Volatile organic compounds (VOCs) in urban atmosphere of Hong Kong",
        "Quantitation of urinary metabolites of toluene, xylene, styrene, ethylbenzene, benzene and phenol by automated high performance liquid chromatography",
        "Urinary Hippuric Acid Excretion as an Index of Toluene Exposure",
        "Plasma creatinine determination a new and specific jaffe reaction method",
        "J. Health Res.",
        "Occupational exposure of gasoline station workers to BTEX compounds in Bangkok, Thailand",
        "Dose-Dependent Increase in Subjective Symptoms Among Toluene-Exposed Workers",
        "Ambient BTX measurements in Suzhou, China",
        "High levels of hippuric acid in the urine of Thai Press workers",
        "EnvironmentAsia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}