{
    "eid": "2-s2.0-85084442361",
    "title": "Optimal multi-instrument management of interrelated resources and a groundwater dependent ecosystem",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Active management",
        "Coastal groundwater",
        "Groundwater dependent ecosystem",
        "Invasive species",
        "Passive management",
        "Watershed protection"
    ],
    "authors": [
        "Sittidaj Pongkijvorasin",
        "Christopher A. Wada",
        "Kimberly M. Burnett"
    ],
    "citedby-count": 1,
    "ref-count": 38,
    "ref-list": [
        "Second-best theory and the use of multiple policy instruments",
        "Beyond the lamppost: optimal prevention and control of the Brown tree snake in Hawaii",
        "Native trees show conservative water use relative to invasive trees: results from a removal experiment in a Hawaiian wet forest",
        "Price and income elasticities of residential water demand: a meta-analysis",
        "A citizen's call for ecological forest restoration: forest restoration principles and criteria",
        "Long-term Management and Discounting of Groundwater Resources with a Case Study of Kuki'o, Hawai'i",
        "Optimal management of a Hawaiian Coastal aquifer with nearshore marine ecological interactions",
        "Hydrological effects of tree invasion on a dry coastal Hawaiian ecosystem",
        "Groundwater availability mediates the ecosystem effects of an invasion of Prosopis pallida",
        "Runoff, sediment transport, and effects of feral pig (Sus scrofa) exclusion in a forested Hawaiian watershed",
        "Hawaii county water use and development plan update",
        "Hawaii county water use and development plan update. Hawaii water plan – Keauhou aquifer system final report",
        "Stand Structural Controls on Evapotranspiration in Native and Invaded Tropical Montane Cloud Forest in Hawai‘i",
        "A GAP Analysis of Hawaii: Final Report",
        "When and where to actively restore ecosystems?",
        "State Water Code",
        "Hawaiian native forest conserves water relative to timber plantation: species and stand traits influence water use",
        "Dynamic adaptation to resource scarcity and backstop availability: theory and application to groundwater",
        "Optimal management of a renewable and replaceable resource: the case of coastal groundwater",
        "Restoration of degraded lands in the interior Columbia River basin: passive vs. active approaches",
        "A global review of past land use, climate, and active vs. passive restoration effects on forest recovery",
        "State of the Groundwater Resources of Southern Oahu",
        "Non-native tree in a dry coastal area in Hawai‘i has high transpiration but restricts water use despite phreatophytic trait",
        "The use of a multiple criteria decision analysis to evaluate the effectiveness of landscape and habitat enhancement mechanisms: an example from the South Downs",
        "Quantification of point-source groundwater discharges to the ocean from the shoreline of the Big Island",
        "Joint management of an interconnected coastal aquifer and invasive tree",
        "Renewable resource management with stock externalities: coastal aquifers and submarine groundwater discharge",
        "Creating woodland islets to reconcile ecological restoration, conservation, and agricultural land use",
        "A global synthesis of managing groundwater dependent ecosystems under sustainable groundwater policy",
        "Ordering the extraction of renewable resources: the case of multiple aquifers",
        "A dynamic approach to PES pricing and finance for interlinked ecosystem services: watershed conservation and groundwater management",
        "The influence of Prosopis canopies on understory vegetation: effects of landscape position",
        "Soil and hydrological responses to wild pig (Sus scofa) exclusion from native and strawberry guava (Psidium cattleianum)-invaded tropical montane wet forests",
        "Rainfall partitioning and cloud water interception in native forest and invaded forest in Hawai‘i Volcanoes National Park",
        "Ecological Economics and Sustainable Development: Theory, Methods and Applications",
        "Identifying Areas of Cost-Effective Watershed Management for Groundwater Recharge Protection on Hawai‘i Island",
        "A policy mix for resource efficiency in the EU: key instruments, challenges and research needs",
        "Hidden costs of passive restoration"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Honolulu",
            "@id": "60013791",
            "affilname": "University of Hawaiʻi at Mānoa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013791",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Science Foundation EPSCoR",
        "Chulalongkorn University"
    ]
}