{
    "eid": "2-s2.0-85018624812",
    "title": "Ethylene insertion in the presence of new alkoxysilane electron donors for Ziegler-Natta catalyzed polyethylene",
    "cover-date": "2017-07-15",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "DFT",
        "Ethylene",
        null,
        "Polymerization",
        "Ziegler-Natta catalyst"
    ],
    "authors": [
        "Sutiam Kruawan"
    ],
    "citedby-count": 3,
    "ref-count": 55,
    "ref-list": [
        "Angew. Chem.",
        "Ziegler-Natta catalysis I. Mechanism of polymerization of α-olefins with Ziegler-Natta catalysts",
        "Correlation between the oxidation states of titanium and the polymerization activities for higher α-olefins and diene compounds",
        "One-Component Catalysts for Polymerization of Olefins",
        "Catalytical and Radical Polymerization",
        "Macromol. Chem. Phys.",
        null,
        "Steric control in Ziegler-Natta catalysts: An analysis of nonbonded interactions at model catalytic sites",
        "Alkoxymagnesium Halide Supports for Heterogeneous Ziegler-Natta Polymerization Catalysts",
        "M.a.M. Petrochemical (Ed.), Geramany",
        null,
        null,
        "A theoretical investigation of Ziegler-type catalysis. Part I. Soluble catalyst systems",
        "Angew. Chem-Int. Ed.",
        "J. Am. Chem. Soc.",
        null,
        "Kinetics of Ethylene Polymerization Catalyzed by Bis-(cyclopentadienyl)-titanium Dichloride-Dimethylaluminum Chloride",
        "On the mechanism of cis‐ligand insertion",
        null,
        null,
        "Active Sites for Ethylene Polymerization with Titanium(IV) Catalysts in Homogeneous Media: Multinuclear NMR Study of Ion-Pair Equilibria and Their Relation to Catalyst Activity",
        "Elementary steps in Ziegler‐Natta catalysis",
        "J. Polym. Sci.",
        "Influence of Ligands on the Activity and Specificity of Soluble Transition Metal Catalysts",
        "Complexes of Aluminum Chloride and Methylalumintim Dichloride with Bis-(cyclopentadienyl)-titanium Dichloride as Catalysts for the Polymerization of Ethylene",
        "J. Polym. Sci.: Polym. Symposia",
        "J. Polym. Sci.",
        "The Kinetics of the Stereospecific Polymerization of α-Olefins",
        "“Cation-like” Homogeneous Olefin Polymerization Catalysts Based upon Zirconocene Alkyls and Tris(pentafluorophenyl)borane",
        "Macromol. Chem. Phys.",
        "A first principles exploration of a variety of active surfaces and catalytic sites in Ziegler-Natta heterogeneous catalysis",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "A Coupled Fragment Molecular Orbital Method for Interacting Systems",
        "Mechanism of oligomerization of α-olefins with Ziegler-Natta catalysts",
        "Theoretical study on a reaction pathway of Ziegler-Natta-type catalysis",
        "An all-electron numerical method for solving the local density functional for polyatomic molecules",
        "Generalized gradient approximation made simple",
        "Magnesium chloride supported high mileage catalysts for olefin polymerization. XII. Polymerization of ethylene",
        "Energy-adjusted ab initio pseudopotentials for the first row transition elements",
        "Theoretical investigation on the model active site for isotactic polypropylene in heterogeneous Ziegler-Natta catalyst: A density functional study",
        "Chemical structure-stereospecificity relationship of internal donor in heterogeneous Ziegler-Natta catalyst for propylene polymerization by DFT and MM calculations",
        null,
        "A DFT study on the effect of hydrogen in ethylene and propylene polymerization using a Ti-based heterogeneous Ziegler–Natta catalyst",
        "Towards the design of new electron donors for Ziegler-Natta catalyzed propylene polymerization using QSPR modeling"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rayong",
            "affilname": "IRPC Public Company Limited",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "IRPC public company Limited",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}