{
    "eid": "2-s2.0-84906335435",
    "title": "Preparation of styrene butadiene copolymer-silica nanocomposites via differential microemulsion polymerization and NR/SBR-SiO2 membranes for pervaporation of water-ethanol mixtures",
    "cover-date": "2014-12-15",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        }
    ],
    "keywords": [
        "Composite membrane",
        "Core-shell structure",
        "Microemulsion polymerization",
        "Nanoparticles",
        "Pervaporation"
    ],
    "authors": [
        "Thanyaporn Tancharernrat"
    ],
    "citedby-count": 26,
    "ref-count": 30,
    "ref-list": [
        "Preparation and characterization of poly(styrene-b-butadiene-b-styrene) montmorillonite nanoeomposies",
        "Polymer nanocomposite foams",
        null,
        "A facile process for generating monolithic-structured nano-silica/polystyrene multi-core/shell microspheres by a seeded sol-gel process method",
        "Preparation of acrylate polymer/silica nanocomposite particles with high silica encapsulation efficiency via miniemulsion polymerization",
        "Synthesis of monodispersed polyisoprene-silica nanoparticles via differential microemulsion polymerization and mechanical properties of polyisoprene nanocomposite",
        null,
        "Silica nanoparticles encapsulated by polystyrene via surface grafting and in situ emulsion polymerization",
        null,
        "Silica nanoparticles as surfactants and fillers for latexes made by miniemulsion polymerization",
        "Natural rubber nanocomposites using polystyrene-encapsulated nanosilica prepared by differential microemulsion polymerization",
        "Novel PVA-silica nanocomposite membrane for pervaporative dehydration of ethylene glycol aqueous solution",
        "Chitosan-silica complex membranes from sulfonic acid functionalized silica nanoparticles for pervaporation dehydration of ethanol-water solutions",
        "A novel method for fabricating polyelectrolyte complex/inorganic nanohybrid membranes with high isopropanol dehydration performance",
        "Pervaporation of ethanol/water mixture by organophilic nano-silica filled PDMS composite membranes",
        "Determination of styrene-butadiene rubber composition by attenuated total internal reflection infrared spectroscopy",
        "Synthesis of structured nanoparticles of styrene/butadiene block copolymers via RAFT seeded emulsion polymerization",
        "Synthesis of core/shell structure of glycidyl-functionalized poly(methyl methacrylate) latex nanoparticles via differential microemulsion polymerization",
        "Synthesis of poly(methyl methacrylate) nanoparticles via differential microemulsion polymerization",
        "Organic solvent-free catalytic hydrogenation of diene-based polymer nanoparticles in latex form: Part I. Preparation of nano-substrate",
        "Diene-based polymer nanoparticles: Preparation and direct catalytic latex hydrogenation",
        "Elucidating the graft copolymerization of methyl methacrylate onto wood-fiber",
        "Synthesis of poly(methyl methacrylate) nanosize particles by differential microemulsion polymerization",
        "Synthesis of poly(methyl methacrylate) nanoparticles initiated by azobisisobutyronitrile using a differential microemulsion polymerization technique",
        "Super-fine particles of poly(styrene-co-methyl methacrylate) by dispersion copolymerization",
        "Synthesis of nanosized poly(ethyl acrylate) particles via differential emulsion polymerization",
        "Effects of multifunctional additive on mechanical properties of silica filled natural rubber compound",
        "Studies on the pervaporation membrane of permeation water from methanol/water mixture",
        "Mixed matrix membranes prepared from natural rubber/poly(vinyl alcohol) semi-interpenetrating polymer network (NR/PVA semi-IPN) incorporating with zeolite 4A for the pervaporation dehydration of water-ethanol mixtures",
        "Chem. Eng. Sci. Technol."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Waterloo",
            "affilname": "University of Waterloo",
            "affiliation-country": "Canada"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Thai Government",
        "Natural Sciences and Engineering Research Council of Canada",
        "Thailand Research Fund"
    ]
}