{
    "eid": "2-s2.0-85012297132",
    "title": "PLA with high elongation induced by multi-branched poly(ethylene imine) (mPEI) containing poly(L-lactic acid) (PLLA) terminals",
    "cover-date": "2017-03-10",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Balance of amorphous and crystalline phases",
        "Multi-branched poly(lactic acid)",
        "Plasticizer for PLA"
    ],
    "authors": [
        "Thammanoon Khamsarn"
    ],
    "citedby-count": 16,
    "ref-count": 20,
    "ref-list": [
        "Thermo-mechanical characterization of plasticized PLA: Is the miscibility the only significant factor?",
        "Effect of nucleation and plasticization on the crystallization of poly(lactic acid)",
        "Poly(lactic acid): Plasticization and properties of biodegradable multiphase systems",
        "Poly(lactic acid) modifications",
        "Effects of N-octyl lactate as plasticizer on the thermal and functional properties of extruded PLA-based films",
        "Plasticization of Poly- L -lactide with L -lactide, D -lactide, and D, L -lactide monomers",
        "Film extrusion and film weldability of poly(lactic acid) plasticized with triacetine and tributyl citrate",
        "Synthesis and Characterization of Lactic Acid Oligomers: Evaluation of Performance as Poly(Lactic Acid) Plasticizers",
        "Characterization and ageing study of poly(lactic acid) films plasticized with oligomeric lactic acid",
        "Poly(lactic acid): Plasticization and properties of biodegradable multiphase systems",
        "Effect of nucleation and plasticization on the stereocomplex formation between enantiomeric poly(lactic acid)s",
        "Simple preparation of multi-branched poly(l-lactic acid) and its role as nucleating agent for poly(lactic acid)",
        "Balancing crystalline and amorphous domains in PLA through star-structured polylactides with dual plasticizer/nucleating agent functionality",
        "Crystallization behavior and physical properties of linear 2-arm and branched 4-arm poly(l-lactide)s: Effects of branching",
        "Physical properties, crystallization, and spherulite growth of linear and 3-arm poly(L-lactide)s",
        "Synthesis of branched poly(lactic acid) bearing a castor oil core and its plasticization effect on poly(lactic acid)",
        "Polyethylenimine containing benzimidazole branching: A model system providing a balance of hydrogen bond network or chain mobility enhances proton conductivity",
        "Amphiphilic multiarm star polylactide with hyperbranched polyethylenimine as core: A systematic reinvestigation",
        "Plasticization of poly(lactic acid) (PLA) through chemical grafting of poly(ethylene glycol) (PEG) via in situ reactive blending",
        "Properties and morphology of poly(L-lactide). II. Hydrolysis in alkaline solution"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}