{
    "eid": "2-s2.0-85010689164",
    "title": "Outbreaks of ulcerative disease associated with ranavirus infection in barcoo grunter, Scortum barcoo (McCulloch & Waite)",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Veterinary (miscellaneous)",
            "@code": "3401"
        }
    ],
    "keywords": [
        "barcoo grunter",
        "largemouth bass virus",
        "ranavirus",
        "skin ulcer"
    ],
    "authors": [
        "P. Kayansamruaj"
    ],
    "citedby-count": 21,
    "ref-count": 23,
    "ref-list": [
        "Recent host-shifts in ranaviruses: Signatures of positive selection in the viral genome",
        "Transmission of ranavirus between ectothermic vertebrate hosts",
        "Journal of Agricultural Science and Technology",
        "Ranaviruses: Not Just for Frogs",
        "Cowan and Steel's Manual for the Identification of Medical Bacteria",
        "Characterization of a ranavirus isolated from cultured largemouth bass (Micropterus salmoides) in China",
        "MUSCLE: A multiple sequence alignment method with reduced time and space complexity",
        "Persistence of largemouth bass virus infection in a northern mississippi reservoir after a die-off",
        "Genetic analysis of fish iridoviruses isolated in Taiwan during 2001-2009",
        "Animal Tissue Techniques",
        "OIE-Manual of Diagnostic Tests for Aquatic Animals",
        "Megalocytiviruses",
        "Experimental transmission and pathogenicity of epizootic haematopoietic necrosis virus (EHNV) in redfin perch, Perca fluviatilis L., and 11 other teleosts",
        "First virus isolation from Australian fish: an iridovirus‐like pathogen from redfin perch, Perca fluviatilis L.",
        "Outbreak of Streptococcus agalactiae infection in barcoo grunter, Scortum barcoo (McCulloch & Waite), in an intensive fish farm in China",
        "Visualization of Assembly Intermediates and Budding Vacuoles of Singapore Grouper Iridovirus in Grouper Embryonic Cells",
        "Ranaviruses: Lethal Pathogens of Ectothermic Vertebrates",
        "Isolation and identification of viruses from adult largemouth bass during a 1997–1998 survey in the southeastern united states",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Is the major capsid protein of iridoviruses a suitable target for the study of viral evolution?",
        "Molecular epidemiology and phylogenetic analysis of a marine fish infectious spleen and kidney necrosis virus-like (ISKNV-like) virus",
        "Iridovirus infections in finfish-critical review with emphasis on ranaviruses",
        "A Decade of Advances in Iridovirus Research"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Marine Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Aquatic Animal Health Research Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Kasetsart University"
    ]
}