{
    "eid": "2-s2.0-85077069547",
    "title": "The role of additive manufacturing and supply chain management in improving the supply chain performance: A case of industry 4.0 in dksh Thailand",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Industry 4.0",
        "Supply chain",
        "Thailand"
    ],
    "authors": [
        "Kittisak Jermsittiparsert",
        "Chanatat Boonratanakittiphumi"
    ],
    "citedby-count": 3,
    "ref-count": 38,
    "ref-list": [
        "A configuration of sustainable sourcing and supply management strategies.",
        "Infrastructure framework and manufacturing supply chain agility: the role of delivery dependability and time to market.",
        "The effects of strategic and manufacturing flexibilities and supply chain agility on firm performance in the fashion industry.",
        "The Mediating Role of Supply Chain Management Practices in the Relationship between Manufacturing Flexibility and Manufacturing Performance.",
        "Marketing resources, performance, and competitive advantage: Areview and future research directions.",
        "Partial least squares structural equation modeling (PLS-SEM) An emerging tool in business research.",
        "Role of Social and Technological Challenges in Achieving a Sustainable Competitive Advantage and Sustainable Business Performance.",
        "Industry 4.0: A Solution towards Technology Challenges of Sustainable Business Performance.",
        "Using PLS path modeling in new technology research: updated guidelines.",
        "Additive manufacturing in operations and supply chain management: No sustainability benefit or virtuous knock-on opportunities?.",
        "Entrepreneurship, innovation and regional growth: a network theory.",
        "Exploring the Link between Adaptability, Information Technology, Agility, Mutual Trust, and Flexibility of a Humanitarian Supply Chain.",
        "Additive manufacturing in the spare parts supply chain.",
        "Supply Chain Integration, Learning, and Agility: Effects on Performance.",
        "External supply chain flexibility and product innovation performance: A study of small-and medium-sized UK-based manufacturers.",
        "Alliance capability.",
        "The effects of supply chain management on technological innovation: The mediating role of guanxi.",
        "Innovation-oriented supply chain integration for combined competitiveness and firm performance.",
        "The impact of organizational orientations on medium and small firm performance: A resource-based perspective.",
        "Inter-organizational fit, relationship management capability, and collaborative performance within a humanitarian setting.",
        "Applying the TOE framework in the Halal warehouse adoption study.",
        "Supply chain processes: Linking supply logistics integration, supply performance, lean processes and competitive performance.",
        "Estimation issues with PLS and CBSEM: Where the bias lies!.",
        "Performance measurement approach for innovation capability in SMEs.",
        "The supply chain position paradox: greenpractices and firm performance.",
        "Effect of ethical climate on corporate financial performance in Pakistan: An application of confirmatory tetrad analysis (CTA-PLS) approach.",
        "Effect of blockchain technology adoption on supply chain adaptability, agility, alignment and performance.",
        "Enablers and barriers of flexible green supply chain management: a total interpretive structural modeling approach.",
        "Circum-Arctic changes in the flow of glaciers and ice caps from satellite SAR data between the 1990s and 2017.",
        "The Role of Knowledge Management in the Relationship between IT Capability and Interorganizational Performance: An Empirical Investigation.",
        "Uncertainty As an Antecedent of the Supply Chain Risk: Does Supply Chain Flexibility Matter in Risk Mitigation?.",
        "Green supply chain management approaches: drivers and performance implications.",
        "Big data analytics and firm performance: Effects of dynamic capabilities.",
        "Mediation analysis, categorical moderation analysis, and higher-order constructs modeling in Partial Least Squares Structural Equation Modeling (PLS-SEM): A B2B Example using SmartPLS."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang",
            "@id": "101920189",
            "affilname": "King Mongkul's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101920189",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}