{
    "eid": "2-s2.0-84894423062",
    "title": "Evanescent wave amplification and subwavelength imaging by ultrathin uniaxial μ-near-zero material",
    "cover-date": "2014-02-01",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [],
    "authors": [
        "Yan Zhao"
    ],
    "citedby-count": 5,
    "ref-count": 21,
    "ref-list": [
        "Negative refraction makes a perfect lens",
        "Sov. Phys. Usp.",
        "Sub-diffraction-limited optical imaging with a silver superlens",
        "Near-field microscopy through a SiC superlens",
        "Magnifying superlens in the visible frequency range",
        "Giant resonance absorption in ultra-thin metamaterial periodic structures",
        "Ultrathin multi-band planar metamaterial absorber based on standing wave resonances",
        "Ultrathin and lightweight microwave absorbers made of mu-near-zero metamaterials",
        "A transparent metamaterial to manipulate electromagnetic wave polarizations",
        "Terahertz metamaterials for linear polarization conversion and anomalous refraction",
        "Demonstration of an ultralow profile cloak for scattering suppression of a finite-length rod in free space",
        "An ultrathin but nearly perfect direct current electric cloak",
        "Design of thin-film photonic metamaterial lúneburg lens using analytical approach",
        "Thin metamaterial Luneburg lens for surface waves",
        "Epsilon-near-zero metamaterials and electromagnetic sources: Tailoring the radiation phase pattern",
        "Experimental verification of epsilon-near-zero metamaterial coupling and energy squeezing using a microwave waveguide",
        "Subwavelength imaging opportunities with planar uniaxial anisotropic lenses",
        "Analytical study of subwavelength imaging by uniaxial epsilon-near-zero metamaterial slabs",
        "Resonant modes and resonant transmission in multi-layer structures",
        "On the Lambert W function",
        "Determination of effective permittivity and permeability of metamaterials from reflection and transmission coefficients"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}