{
    "eid": "2-s2.0-85031749812",
    "title": "Conformal correlators and blocks with spinors in general dimensions",
    "cover-date": "2017-09-15",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [],
    "authors": [
        "Hiroshi Isono"
    ],
    "citedby-count": 17,
    "ref-count": 45,
    "ref-list": [
        "Manifestly conformal covariant operator-product expansion",
        "Tensor representations of conformal algebra and conformally covariant operator product expansion",
        "Covariant expansion of the conformal four -point function",
        "Covariant expansion of the conformal four-point function. S. Ferrara et al.,Nucl. Phys. B49 (1972) 77",
        "Analyticity properties and asymptotic expansions of conformal covariant Green's functions",
        "Properties of partial-wave amplitudes in conformal invariant field theories",
        "Conserved currents, consistency relations, and operator product expansions in the conformally invariant O(N) vector model",
        "Conformal four point functions and the operator product expansion",
        "Conformal partial waves and the operator product expansion",
        "Conformal Partial Waves: Further Mathematical Results",
        "D-independent Representation of Conformal Field Theories in D Dimensions Via Transformation to Auxiliary Dual Resonance Models: Scalar Amplitudes",
        "AdS field theory from conformal field theory",
        "A Mellin space approach to the conformal bootstrap",
        "Projectors, shadows, and conformal blocks",
        "Witten diagrams revisited: the AdS geometry of conformal blocks",
        "Cosmological Collider Physics",
        "Consistency condition for inflation from (broken) conformal symmetry",
        "Holography for inflation using conformal perturbation theory",
        "Inflation and deformation of conformal field theory",
        "Holographic inflation and the conservation of ζ",
        "Holographic non-Gaussianities in general single-field inflation",
        "Geodesic Witten diagrams with an external spinning field",
        "Geodesic diagrams, gravitational interactions & OPE structures",
        "Spinning Geodesic Witten Diagrams",
        "Spinning Witten diagrams",
        "Anatomy of geodesic Witten diagrams",
        "The Mellin Formalism for Boundary (Equation Presented)",
        "Conformal covariant correlation functions",
        "Nonequivalence between conformal covariant Wilson expansion in Euclidean and Minkowski space",
        "The shadow operator formalism for conformal algebra. Vacuum expectation values and operator products",
        "Spinning conformal correlators",
        "Operator product expansions and consistency relations in a O (N) invariant fermionic CFT for 2 < d < 4",
        "Six-dimensional methods for four-dimensional conformal field theories",
        "Bootstrapping 3D fermions",
        "Fermion-scalar conformal blocks",
        "General bootstrap equations in 4D CFTs",
        "Spinors and the AdS/CFT correspondence",
        "Conformal field theory correlators from classical field theory on anti–de Sitter space: Vector and spinor fields",
        "Interacting spinors-scalars and AdS/CFT correspondence",
        "Massless gravitino and the AdS-CFT correspondence",
        "Rarita-Schwinger field in the AdS/CFT correspondence",
        "Note on the massive Rarita-Schwinger field in the AdS/CFT correspondence",
        null,
        "Spinning conformal blocks",
        "Spinning AdS propagators"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}