{
    "eid": "2-s2.0-85121862176",
    "title": "Bacterial diversity and potential risk factors associated with Salmonella contamination of seafood products sold in retail markets in Bangkok, Thailand",
    "cover-date": "2021-12-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuroscience (all)",
            "@code": "2800",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Escherichia coli",
        "Risk factors",
        "Salmonella enterica",
        "Seafood",
        "Vibrio"
    ],
    "authors": [
        "Edward R. Atwill",
        "Saharuetai Jeamsripong"
    ],
    "citedby-count": 6,
    "ref-count": 62,
    "ref-list": [
        "VBNC Legionella pneumophila cells are still able to produce virulence proteins",
        "Detection of Salmonella enterica serovar Enteritidis using real time PCR, immunocapture assay, PNA FISH and standard culture methods in different types of food samples",
        "Incidence and role of Salmonella in seafood safety",
        "Salmonella serovars from humans and other sources in Thailand, 1993-2002",
        "Fish-associated foodborne disease outbreaks: United States, 1998-2015",
        "Vibrio species involved in seafood-borne outbreaks (Vibrio cholerae, V. parahaemolyticus and V. vulnificus): Review of microbiological versus recent molecular detection methods in seafood products",
        "Prevalence of Salmonella spp. in oysters in the United States",
        "Multistate outbreak of Salmonella Paratyphi B variant L(+) tartrate(+) and Salmonella Weltevreden infections linked to frozen raw tuna: USA",
        "Occurrence of Vibrio parahaemolyticus and Vibrio vulnificus in retail raw oysters from the eastern coast of Thailand",
        "Multinational Salmonella Paratyphi B variant Java (Salmonella Java) outbreak",
        "Comparison of culture, ELISA and PCR techniques for salmonella detection in faecal samples for cattle, pig and poultry",
        "The European Union summary report on trends and sources of zoonoses, zoonotic agents and food-borne outbreaks in 2012",
        "The European Union One Health 2019 Zoonoses Report",
        "Microbiological quality of ice used to refrigerate foods",
        "Ice as a vehicle for diarrheagenic Escherichia coli",
        "Salmonella spp. in the fish production chain: a review",
        "Sporadic infections of Salmonella Paratyphi B, var. Java associated with fish tanks",
        "Salmonella serovar Give: an unusual pathogen causing splenic abscess",
        "Surveillance for foodborne disease outbreaks-United States, 1998-2008",
        "Improved method for detection of Vibrio parahaemolyticus in Seafood",
        "Multistate outbreak of Salmonella Paratyphi B variant L(+) tartrate(+) and Salmonella Weltevreden infections linked to imported frozen raw tuna: USA, March-July 2015",
        "Incidence of Salmonella in fish and seafood",
        "Outbreak of Salmonella give in the province of Quebec",
        "Epidemiology of seafood-associated infections in the United States",
        "Nation-wide outbreak of Salmonella Give in Germany, 2004",
        "Assessment of bacterial accumulation and environmental factors in sentinel oysters and estuarine water quality from the Phang Nga Estuary Area in Thailand",
        "Antimicrobial resistance, virulence and genetic relationship of Vibrio parahaemolyticus in seafood from coasts of Bohai Sea and Yellow Sea, China",
        "The public health significance of Aeromonas spp. in foods",
        "Distribution and genotypic characterization of Salmonella serovars isolated from tropical seafood of Cochin, India",
        "An association of genotypes and antimicrobial resistance patterns among Salmonella isolates from pigs and humans in Taiwan",
        "Antimicrobial susceptibility and distribution of non-typhoidal Salmonella serovars isolated in Malaysian children",
        "Sensitivity of the ISO 6579: 2002/Amd 1: 2007 standard method for detection of Salmonella spp. on mesenteric lymph nodes from slaughter pigs",
        "Epidemiological investigation of a foodborne outbreak in Spain associated with U.S. West Coast genotypes of Vibrio parahaemolyticus",
        "Use of flow cytometry for quantitative analysis of metabolism of VBNC (Viable But Non-Culturable) Salmonella",
        "Enhancing coastal areas governance for sustainable tourism in the context of urbanization and climate change in eastern Thailand",
        "Incidence and prevalence of Vibrio parahaemolyticus in seafood: a systematic review and meta-analysis",
        "Contamination of Salmonella in retail meats and shrimps in the Mekong Delta, Vietnam",
        "Quantification and rep-PCR characterization of Salmonella spp. in retail meats and hospital patients in Northern Thailand",
        "Microbiological and pathogenic contaminants of seafood in Greece",
        "Detection of antibiotic-resistant Salmonella sp. in the seafood products of Surabaya local market",
        "Prevalence and antimicrobial resistance of Salmonella isolated from fish, shrimp, lobster, and crab in Iran",
        "Bacterial pathogens in seafood-Indian scenario",
        "Youden Index and optimal cut-point estimated from observations affected by a lower limit of detection",
        "Occurrence, virulence, and antimicrobial resistance of Vibrio parahaemolyticus isolated from bivalve shellfish farms along the southern coast of Korea",
        "A new Salmonella serovar: Salmonella itami (9,12: 1, z13: 1,2)",
        "Foodborne illness acquired in the United States-major pathogens",
        "Serotypes and antimicrobial resistance of Salmonella enterica ssp in central Thailand, 2001-2006",
        "Typhoidal Salmonella Trends in Thailand",
        "Development of a more sensitive and specific chromogenic agar medium for the detection of Vibrio parahaemolyticus and other Vibrio species"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "@id": "60014439",
            "affilname": "University of California, Davis",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014439",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Chulalongkorn University-Veterinary Science Fund"
    ]
}