{
    "eid": "2-s2.0-84897494554",
    "title": "The development of sex reassignment surgery in Thailand: A social perspective",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [],
    "authors": [
        "Prayuth Chokrungvaranont"
    ],
    "citedby-count": 28,
    "ref-count": 24,
    "ref-list": [
        "Surgical sex reassignment: A comparative survey of International centers",
        "Principles of Transgendereed Medicine and Surgery",
        "The harry benjamin international gender dysphoria association’s standards of care for gender identity disorders, sixth version",
        "The World Professional Association for Transgender Health. Standards of Care for the Health of Transsexual, Transgender, and Gender Nonconforming People. 7th Version",
        "Gender identity disorder: General overview and surgical treatment for vaginoplasty in male-to-female transsexuals",
        "The 2011 WPATH standards of care and penile reconstruction in female-to-male transsexual individuals",
        "Sex reassignment surgery in Thailand",
        "Prevalence and demography of transsexualism in Belgium",
        "Gender Variance in the UK: Prevalence, Incidence, Growth and Geographic Distribution",
        "Gender identities and gender dysphoria in the Netherlands",
        "Distinctive features of female-to-male transsexualism and prevalence of gender identity disorder in japan",
        "The prevalence of transsexualism in Singapore",
        "Counting Kathoey",
        "Lost in Transition: Transgender People, Rights and HIV Vulnerability in the Asia-Pacific Region",
        "Male, female and transgender: Stereotypes and self in Thailand",
        "Transformations of Transgender: The case of the thai kathoey",
        "Dear Uncle Go: Male Homosexuality in Thailand",
        "Queer Darma: Voices of Gay Buddhists",
        "How Can People Be Kathoeys?",
        "Measuring Hong Kong undergraduate students' attitudes towards transpeople",
        "Proceedings of the 10th International Conference of Thai Studies \"thai Societies in A Transnationalised World\" (ICTS '10)",
        "Transsexuals and Thai Law",
        "Regulation of the Medical Council Concerning Ethics in the Medical Profession Rules for Treatment in Sex Change Operations 2552 B.E. (2009 A.D.)",
        "Announcement of the Medical Council 58/2552 B.E. (2009 A.D.) Regarding Guidelines for Persons Manifesting Confusion Concerning Their Sexual Identity or Desiring Treatment by Undergoing A Sex Change Operation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gothenburg",
            "affilname": "Sahlgrenska Universitetssjukhuset",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Preecha Aesthetic Institute (PAI)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}