{
    "eid": "2-s2.0-85109351654",
    "title": "The impact of obesity and body weight on the outcome of patients with relapsed/refractory large B-cell lymphoma treated with axicabtagene ciloleucel",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oncology",
            "@code": "2730",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Kitsada Wudhikarn",
        "Radhika Bansal",
        "Arushi Khurana",
        "Matthew A. Hathcock",
        "N. Nora Bennani",
        "Jonas Paludo",
        "Jose C. Villasboas",
        "Yucai Wang",
        "Patrick B. Johnston",
        "Stephen M. Ansell",
        "Yi Lin"
    ],
    "citedby-count": 7,
    "ref-count": 13,
    "ref-list": [
        "Tisagenlecleucel in adult relapsed or refractory diffuse large B-cell lymphoma",
        "Axicabtagene ciloleucel CAR T-cell therapy in refractory large B-cell lymphoma",
        "Lisocabtagene maraleucel for patients with relapsed or refractory large B-cell lymphomas (TRANSCEND NHL 001): a multicentre seamless design study",
        "Prevalence of obesity and severe obesity among adults: United States",
        "The effects of obesity on anti-cancer immunity and cancer immunotherapy",
        "Obesity and chemotherapy administration: between empiric and mathematic method review",
        "Obesity induced T cell dysfunction and implications for cancer immunotherapy",
        "Impact of body mass index on outcomes of hematopoietic stem cell transplantation in adults",
        "A multicenter study of body mass index in cancer patients treated with anti-PD-1/PD-L1 immune checkpoint inhibitors: when overweight becomes favorable",
        "Personalized fludarabine dosing to reduce nonrelapse mortality in hematopoietic stem-cell transplant recipients receiving reduced intensity conditioning",
        "Fludarabine exposure in the conditioning prior to allogeneic hematopoietic cell transplantation predicts outcomes",
        "CD19 CAR-T cells of defined CD4+:CD8+ composition in adult B cell ALL patients",
        "Appropriate chemotherapy dosing for obese adult patients with cancer: American Society of Clinical Oncology clinical practice guideline"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital Thai Red Cross Society",
        "Chulalongkorn University"
    ]
}