{
    "eid": "2-s2.0-85096172474",
    "title": "Prediction of preeclampsia using first trimester placental protein 13 and uterine artery Doppler",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "first trimester",
        "placental protein 13",
        "predictive value",
        "Preeclampsia",
        "uterine artery"
    ],
    "authors": [
        "Adjima Soongsatitanon",
        "Vorapong Phupong"
    ],
    "citedby-count": 7,
    "ref-count": 25,
    "ref-list": [
        "Global causes of maternal death: a WHO systematic analysis",
        "Hypertension in pregnancy as a risk factor for cardiovascular disease later in life",
        "Pre-eclampsia",
        "Risk factors for pre-eclampsia at antenatal booking: systematic review of controlled studies",
        "Low-dose aspirin for prevention of morbidity and mortality from preeclampsia: a systematic evidence review for the U.S. Preventive Services Task Force",
        "The two stage model of preeclampsia: variations on the theme",
        "Combination of serum histidine-rich glycoprotein and uterine artery Doppler to predict preeclampsia",
        "Predicting the risk of preeclampsia and small for gestational age infants by uterine artery Doppler in low-risk women",
        "Risk assessment of preeclampsia in advanced maternal age by uterine arteries Doppler at 17–21 weeks of gestation",
        "Predicting risks of preeclampsia and small for gestational age infant by uterine artery Doppler",
        "Evaluation of 7 serum biomarkers and uterine artery Doppler ultrasound for first-trimester prediction of preeclampsia: a systematic review",
        "Aspects of human fetoplacental vasculogenesis and angiogenesis. II. Changes during normal pregnancy",
        "Placental and trophoblastic in vitro models to study preventive and therapeutic agents for preeclampsia",
        "Longitudinal determination of serum placental protein 13 during development of preeclampsia",
        "Maternal serum placental protein 13 at 11–13 weeks of gestation in preeclampsia",
        "First-trimester maternal serum PP13 in the risk assessment for preeclampsia",
        "First-trimester placental protein 13, PAPP-A, uterine artery Doppler and maternal characteristics in the prediction of pre-eclampsia",
        "A novel approach to first-trimester screening for early pre-eclampsia combining serum PP-13 and Doppler ultrasound",
        "American College of Obstetricians and Gynecologists. Committee opinion No. 638: first-trimester risk assessment for early-onset preeclampsia",
        "Review: biochemical markers to predict preeclampsia",
        "Biochemical markers for prediction of preclampsia: review of the literature",
        "American College of Obstetricians and Gynecologists; Task Force on Hypertension in Pregnancy. Hypertension in pregnancy. Report of the American College of Obstetricians and Gynecologists' Task Force on hypertension in pregnancy",
        "Risk factors of early and late onset pre-eclampsia",
        "Etiology and pathogenesis of preeclampsia: current concepts",
        "Combination of serum angiopoietin-2 and uterine artery Doppler for prediction of preeclampsia"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Faculty of Medicine, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}