{
    "eid": "2-s2.0-85114614653",
    "title": "Morphology of male reproductive organs of the rice field crab Esanthelphusa nani (Naiyanetr, 1984) (Brachyura, Gecarcinucidae)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Freshwater crab",
        "Gonadal cycle",
        "Gonadosomatic index",
        "Seminiferous tubules",
        "Testis",
        "Vas deferens"
    ],
    "authors": [
        "Rachata Maneein",
        "Julien Claude",
        "Jirarach Kitana",
        "Noppadon Kitana"
    ],
    "citedby-count": 0,
    "ref-count": 51,
    "ref-list": [
        "Accessory sex glands",
        "Male reproductive system of the arrow crab Stenorhynchus seticornis (Inachoididae)",
        "Crustacea VII: Decapoda Brachyura (Oxyrhyncha bis Brachyrhyncha) und geographische Übersicht über Crustacea Decapoda",
        "Morphology and histology of the Male reproductive system of the mangrove land crab Ucides cordatus (L.) (Crustacea, Brachyura, Ocypodidae)",
        "Functional anatomy of the Male reproductive system of the American lobster (Homarus americanus)",
        "Decapod crustacean phylogenetics",
        "Systematics and classification of Brachyura",
        "Structure and function of the reproductive system of the symbiotic spider crab Inachus phalangium (Decapoda: Majidae): Observations on sperm transfer, sperm storage, and spawning",
        "Morphology of the Male reproductive system and seasonality in reproduction in the freshwater crab Arcithelphusa cochleariformis (Brachyura: Gecarcinucidae)",
        "Morphology of testis and vas deferens in the xanthoid crab, Eriphia verrucosa (Forskål, 1775) (Decapoda: Brachyura)",
        "Descriptiones animalium, avium, amphibiorum, piscium, insectorum, vermium/quae in itinere orientali observavit Petrus Forskål",
        "Testis and vas deferens morphology of the red-clawed mangrove tree crab (Goniopsis cruentata) (Latreille, 1803)",
        "Données nouvelles sur la morphologie, la phylogenèse et la taxonomie des Crustacés Décapodes Brachyures",
        "Significance of the sexual openings and supplementary structures on the phylogeny of brachyuran crabs (Crustacea, Decapoda, Brachyura), with new nomina for higher-ranked podotreme taxa",
        "Determination of sperm quality in decapod crustaceans",
        "The vas deferens of the spider crab, Libinia emarginata",
        "Intertidal migration by the shore crab Carcinus maenas",
        "Why do females mate with multiple males? The sexually selected sperm hypothesis",
        "Spermatophore formation and sperm ultrastructure of Sundathelphusa philippina (Crustacea: Brachyura: Gecarcinucidae)",
        "Ultrastructure of spermatozoa and spermatophores of freshwater crabs (Brachyura: Potamoidea: Gecarcinucidae, Potamidae and Potamonautidae)",
        "Reproductive components",
        "Reproduction in the fresh-water crab Candidiopotamon rathbunae (Brachyura: Potamidae) in Taiwan",
        "A hypothesis about the origin of sperm storage in the Eubrachyura, the effects of seminal receptacle structure on mating strategies and the evolution of crab diversity: How did a race to be first become a race to be last?",
        "Male reproductive biology of the red frog crab, Ranina ranina, off Hachijojima, Izu Islands, Japan",
        "Annual cycle of testicular maturation in the helmet crab Telmessus cheiragonus",
        "Methyl farnesoate couples environmental changes to testicular development in the crab Carcinus maenas",
        "Two new species of Pu Na of Thailand",
        "Description of a new genus and new species of freshwater crab (Brachyura: Gecarcinucidae) from the Western Ghats, Kerala, India",
        "Structure of the Male reproductive system of the blue swimmer crab Portunus pelagicus (Decapoda: Portunidae)",
        "Animal breeding systems",
        "Structure and function of the vas deferens in the shrimp Penaeus setiferus: Segments 1-3",
        "Reproductive products in the adult snow crab (Chionoecetes opilio). I. Observations on spermiogenesis and spermatophore formation in the vas deferens",
        "Sperm allocation in response to a temporal gradient in female reproductive quality in the stone crab, Hapalogaster dentata",
        "Sperm limitation: Possible impacts of large Male-selective harvesting on reproduction of the coconut crab Birgus latro",
        "Gonad structure in the river crab, Potamon fluviatile (Herbst, 1785) (Decapoda, Brachyura)",
        "Gross anatomy of Male reproductive system and histology of testis and vas deferens in freshwater crab Barytelphusa cunicularis (Westwood, 1836) (Deacapoda: Crustacea)",
        "Gonadal development in the freshwater crab Sylviocarcinus pictus (H. Milne Edwards, 1853) (Brachyura: Trichodactylidae) from the Guamá River, state of Pará, Brazil",
        "Internal anatomy and ultrastructure of the Male reproductive system of the spider crab Maja brachydactyla (Decapoda: Brachyura)",
        "Notice of the Crustacea collected by Prof. C. F. Hartt on the coast of Brazil in 1867",
        "Male reproductive system of blue swimming crab, Portunus pelagicus (Linnaeus, 1758)",
        "Spermatogenesis in the blue swimming crab, Portunus pelagicus, and evidence for histones in mature sperm nuclei",
        "The coral-shaped accessory gland of the ghost crab, Ocypode ceratophthalmus",
        "Is cleistospermy and coenospermy related to sperm transfer? A comparative study of the Male reproductive system of Pachygrapsus transversus and Pachygrapsus gracilis (Brachyura: Grapsidae)",
        "Incidental sanctions and the evolution of direct benefits",
        "Variation in the tidal migratory behaviour and rhythmic light-responsiveness in the shore crab, Carcinus maenas",
        "Spermatogenesis, spermatophore, and seminal fluid production in the adult blue crab Callinestes danae (Portunidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60008134",
            "affilname": "CNRS Centre National de la Recherche Scientifique",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008134",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "100 Anniversary Chulalongkorn University",
        "BioSentinel Laboratory",
        "CU Academic Network in the Region",
        "Chulalongkorn University"
    ]
}