{
    "eid": "2-s2.0-84962385150",
    "title": "Catalytic ethanol dehydration over different acidactivated montmorillonite clays",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Acid activation",
        "Catalytic dehydration",
        "Ethanol",
        "Montmorillonite clay"
    ],
    "authors": [
        "Chadaporn Krutpijit"
    ],
    "citedby-count": 26,
    "ref-count": 31,
    "ref-list": [
        null,
        "Effect of steam treatment on catalytic performance of HZSM-5 catalyst for ethanol dehydration to ethylene",
        null,
        "Comparison of four catalysts in the catalytic dehydration of ethanol to ethylene",
        "Acidity tuning of montmorillonite K10 by impregnation with dodecatungstophosphoric acid and hydroxyalkylation of phenol",
        "Structural, morphological and catalytic characterization of neutral Ag salt of 12-tungstophosphoric acid: Influence of preparation conditions",
        null,
        "Selective N-alkylation of aniline with methanol over a heteropolyacid on montmorillonite K10",
        "Conversion of Ethanol over transition metal oxide catalysts: Effect of tungsta addition on catalytic behaviour of titania and zirconia",
        "Alkylation of phenol with methyl-tert-butyl ether and tert-butanol over solid acids: Efficacies of clay-based catalysts",
        "J. Appl. Chem. Biotechnol",
        "Correlation between surface properties and catalytic activity of clay catalysts",
        "Int. Nano Lett",
        "Clay and clay-supported reagents in organic synthesis",
        "Acid activation and bleaching capacity of bentonites from the islands of Milos and Chios, Aegean, Greece",
        "Isomerisation of α-pinene using modified montmorillonite clays",
        "Surface acidities and catalytic activities of acid-activated clays",
        "Determination of structural modification in acid activated montmorillonite clay by FT-IR spectroscopy",
        "Acid activated montmorillontte and vermiculite clays as dehydration and cracking catalysts",
        "Heteropolyacid supported on montmorillonite catalyst for dehydration of dilute bio-ethanol",
        "Study of acid-base properties of supported heteropoly acids in the reactions of secondary alcohols dehydration",
        null,
        "Catalytic dehydration of glycerol to acrolein over sulfuric acid-activated montmorillonite catalysts",
        "Preparation, characterisation and evaluation of brazilian clay-based catalysts for use in esterification reactions",
        "Acid activated montmorillonite as catalysts in methyl esterification reactions of lauric acid",
        "Surface properties of pillared acid-activated bentonite as catalyst for selective production of linear alkylbenzene",
        "J. Miner. Ma-Ter. Char. Eng",
        "Adsorptive removal of colour pigment from palm oil using acid activated Nteje clay. Kinetics, equilibrium and thermodynamics",
        "Dehydration reaction of bio-ethanol to ethylene over modified SAPO catalysts",
        null,
        "Novel catalyst PTMA-PILC: Structural properties and catalytic performance for the dehydration of bioethanol to ethylene"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}