{
    "eid": "2-s2.0-85167564598",
    "title": "Capillary flow-driven immunoassay platform for COVID-19 antigen diagnostics",
    "cover-date": "2023-10-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Analytical Chemistry",
            "@code": "1602",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Capillary-driven microfluidics",
        "COVID-19",
        "Diagnostic testing",
        "Immunoassays",
        "Point-of-care",
        "SARS-CoV-2"
    ],
    "authors": [
        "Jeremy S. Link",
        "Cody S. Carrell",
        "Ilhoon Jang",
        "Elijah J.O. Barstis",
        "Zachary D. Call",
        "Rae A. Bellows",
        "John J. O'Donnell-Sloan",
        "James S. Terry",
        "Loran B.R. Anderson",
        "Yosita Panraksa",
        "Brian J. Geiss",
        "David S. Dandy",
        "Charles S. Henry"
    ],
    "citedby-count": 0,
    "ref-count": 65,
    "ref-list": [
        "Temporal dynamics in viral shedding and transmissibility of COVID-19",
        "SARS-CoV-2, SARS-CoV, and MERS-CoV viral load dynamics, duration of viral shedding, and infectiousness: a systematic review and meta-analysis",
        "Virology, transmission, and pathogenesis of SARS-CoV-2",
        "Impact of delays on effectiveness of contact tracing strategies for COVID-19: a modelling study",
        "Considerations for diagnostic COVID-19 tests",
        "Comparative performance of SARS-CoV-2 lateral flow antigen tests and association with detection of infectious virus in clinical specimens: a single-centre laboratory evaluation study",
        "SARS-CoV-2 tests: bridging the gap between laboratory sensors and clinical applications",
        "SARS-CoV-2 genomic and subgenomic RNAs in diagnostic samples are not an indicator of active replication",
        "Test sensitivity is secondary to frequency and turnaround time for COVID-19 screening",
        "Rethinking Covid-19 Test Sensitivity — A Strategy for Containment",
        "Frequency of routine testing for Coronavirus Disease 2019 (COVID-19) in high-risk healthcare environments to reduce outbreaks",
        "Assessment of SARS-CoV-2 screening strategies to permit the safe reopening of college campuses in the United States",
        "Existing and emerging technologies for point-of-care testing",
        "Clinical evaluation of roche SD biosensor rapid antigen test for SARS-CoV-2 in municipal Health service testing site, The Netherlands",
        "Validation of a rapid antigen test as a screening tool for SARS-CoV-2 infection in asymptomatic populations. Sensitivity, specificity and predictive values",
        "Limit of detection in different matrices of 19 commercially available rapid antigen tests for the detection of SARS-CoV-2",
        "Diagnostic accuracy of a SARS-CoV-2 rapid antigen test in real-life clinical settings",
        "Sensitivity and specificity of two WHO approved SARS-CoV2 antigen assays in detecting patients with SARS-CoV2 infection",
        "Rapid, point-of-care antigen and molecular-based tests for diagnosis of SARS-CoV-2 infection",
        "Antigen-detection in the diagnosis of SARS-CoV-2 infection",
        "Paper-based ELISA",
        "Paper-based ELISA for the detection of autoimmune antibodies in body fluid—the case of bullous pemphigoid",
        "Rapid detection of clenbuterol in milk using microfluidic paper-based ELISA",
        "Vertical flow cellulose-based assays for SARS-CoV-2 antibody detection in human serum",
        "Development and translation of a paper-based top readout vertical flow assay for SARS-CoV-2 surveillance",
        "Sliding-strip microfluidic device enables ELISA on paper",
        "Three-dimensional origami paper-based device for portable immunoassay applications",
        "Disposable autonomous device for swab-to-result diagnosis of influenza",
        "Development of automated paper-based devices for sequential multistep sandwich enzyme-linked immunosorbent assays using inkjet printing",
        "An HRP‐labeled lateral flow immunoassay for rapid simultaneous detection and differentiation of influenza A and B viruses",
        "Rotary manifold for automating a paper-based Salmonella immunoassay",
        "Next generation point-of-care test for therapeutic drug monitoring of adalimumab in patients diagnosed with autoimmune diseases",
        "Microfluidic chain reaction of structurally programmed capillary flow events",
        "Novel pumping methods for microfluidic devices: a comprehensive review",
        "Design and fabrication of capillary-driven flow device for point-of-care diagnostics",
        "Automated multiplex nucleic acid tests for rapid detection of SARS-CoV-2, influenza A and B infection with direct reverse-transcription quantitative PCR (dirRT-qPCR) assay in a centrifugal microfluidic platform",
        "A fully automated centrifugal microfluidic system for sample-to-answer viral nucleic acid testing",
        "Microfluidics technology in SARS-CoV-2 diagnosis and beyond: a systematic review",
        "Digital microfluidic qPCR cartridge for SARS-CoV-2 detection",
        "Electrowetting-on-Dielectric system for COVID-19 testing",
        "Two-dimensional paper network format that enables simple multistep assays for use in low-resource settings in the context of malaria antigen detection",
        "Highly sensitive immunoassay based on controlled rehydration of patterned reagents in a 2-dimensional paper network",
        "Tunable-delay shunts for paper microfluidic devices",
        "Programmed sample delivery on a pressurized paper",
        "Pressed region integrated 3D paper-based microfluidic device that enables vertical flow multistep assays for the detection of C-reactive protein based on programmed reagent loading",
        "Rapid flow in multilayer microfluidic paper-based analytical devices",
        "Flow control in a laminate capillary-driven microfluidic device",
        "Pump-free microfluidic rapid mixer combined with a paper-based channel",
        "Paper-based pump-free magnetophoresis",
        "Flow Control in a Laminate Capillary-Driven Microfluidic Device",
        "Electrochemical capillary driven immunoassay for detection of SARS-CoV-2",
        "Smartphone-based NFC potentiostat for wireless electrochemical sensing",
        "Capillary driven microfluidic sequential flow device for point-of-need ELISA: COVID-19 serology testing",
        "Simple manipulation of enzyme-linked immunosorbent assay (ELISA) using an automated microfluidic interface",
        "Long-term dry storage of an enzyme-based reagent system for ELISA in point-of-care devices",
        "Development of a SARS-CoV-2 nucleocapsid specific monoclonal antibody",
        "Rotary manifold for automating a paper-based Salmonella immunoassay",
        "Single board computing system for automated colorimetric analysis on low-cost analytical devices",
        "FDA in vitro diagnostics EUAs",
        "Development of indigenous IgG ELISA for the detection of anti-SARS-CoV-2 IgG",
        "SARS-CoV-2-specific ELISA development",
        "Enhanced passive mixing for paper microfluidics",
        "Antibody screening results for anti-nucleocapsid antibodies toward the development of a lateral flow assay to detect SARS-CoV-2 nucleocapsid protein",
        "Lateral flow assays",
        "Disposable autonomous device for swab-to-result diagnosis of influenza"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boulder",
            "@id": "126486046",
            "affilname": "Colorado State University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126486046",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60024872",
            "affilname": "Hanyang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024872",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "National Science Foundation",
        "National Institute of Health"
    ]
}