{
    "eid": "2-s2.0-85116877740",
    "title": "Tongue-Tie children with a severe Hazelbaker score or difficult breastfeeding greatly benefit from frenotomy or frenuloplasty with/without anaesthesia – First do or do no harm?",
    "cover-date": "2022-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Ankyloglossia",
        "Management",
        "Review",
        "Tongue-tie"
    ],
    "authors": [
        "Prim Auychai",
        "Andreas Neff",
        "Poramate Pitak-Arnnop"
    ],
    "citedby-count": 2,
    "ref-count": 28,
    "ref-list": [
        "L'ankyloglossie et l'allaitement",
        "How to treat a tongue-tie: an evidence-based algorithm of care",
        "A German AWMF's S2e/realist synthesis and meta-narrative snapshot of craniomaxillofacial manifestations in COVID-19 patients: rapid living update on 1 January 2021",
        "RAMESES publication standards: meta-narrative reviews",
        "Assessment of lingual frenulum lengths in skeletal malocclusion",
        "Congenital absence of lingual frenum in a non-syndromic patient: a case report",
        "Ankyloglossia - from histogenesis and parafunctional implications to legal aspects: a bibliographic review",
        "Histological characteristics of altered human lingual frenulum",
        "Ankyloglossia-related changes in the stomatognathic system",
        "Clinical equipoise and personal equipoise: two necessary ingredients for reducing bias in manual therapy trials",
        "Publication bias in oral and maxillofacial surgery journals: an observation on published controlled trials",
        "Evidence-based oral and maxillofacial surgery: some pitfalls and limitations",
        "Efficacy of exclusive lingual nerve block versus conventional inferior alveolar nerve block in achieving lingual soft-tissue anesthesia",
        "Risks posed by bilateral inferior alveolar nerve block: myth or reality?",
        "Recent advances in topical anesthesia",
        "Young brain and anesthesia: refusal of anesthesia is not an option!",
        "The birth of a breastfeeding baby and mother",
        "Endorphin and cortisol responses to surgical stress in newborns and infants",
        "Serum beta-endorphin response to stress before and after operation under fentanyl anesthesia in neonates, infants and preschool children",
        "Maternal and fetal beta-endorphin release in response to the stress of labor and delivery",
        "Fetal surgery and anaesthetic implications",
        "Anesthetic use in newborn infants: the urgent need for rigorous evaluation",
        "Surgical research or comic opera: questions, but few answers",
        "Meta-analysis in surgery: methods and limitations",
        "Multidisciplinary management of ankyloglossia in childhood. Treatment of 101 cases. A protocol",
        "Speech and language therapy interventions for children with cleft palate: a systematic review",
        "Clinical follow-up in orofacial clefts – why multidisciplinary care is the key?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Marburg",
            "@id": "60002681",
            "affilname": "Universitätsklinikum Gießen und Marburg, Standort Marburg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002681",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}