{
    "eid": "2-s2.0-85096708547",
    "title": "Disappearing apple snails (Caenogastropoda: Ampullariidae) of Thailand: A comprehensive update of their taxonomic status and distribution",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Ting Hui Ng",
        "Supunya Annate",
        "Ekgachai Jeratthitikul",
        "Chirasak Sutcharit",
        "Yanin Limpanont",
        "Somsak Panha"
    ],
    "citedby-count": 5,
    "ref-count": 97,
    "ref-list": [
        "Freshwater ecoregions of the world: A new map of biogeographic units for freshwater biodiversity conservation",
        "Studies in Ampullaria. W. Heffer & Sons Ltd, Cambridge. ALFARO, M.E. & HOLDER, M.T. 2006. The posterior and the prior in Bayesian phylogenetics",
        "Survey of branch support methods demonstrates accuracy, power, and robustness of fast likelihood-based approximation schemes",
        "The apple-snails of Siam",
        "On the reproductive processes and development of Pila globosa (Swainson)",
        "Vergleichende anatomie, phylogenie und historische biogeographie der Ampullariidae (Mollusca, Gastropoda)",
        "Notes onMr.W.M. Daly's collections of land and fresh-water Mollusca from Siam",
        "The non-marine aquatic Mollusca of Thailand",
        "Invading herbivory: The golden apple snail alters ecosystem functioning in Asian wetlands",
        "Selection of conserved blocks from multiple alignments for their use in phylogenetic analysis",
        "The potential ecological impact of the exotic snail Pomacea canaliculata on the Thai native snail Pila scutata",
        "Environmental tolerance of invasive golden apple snails (Pomacea canaliculata (Lamarck, 1822)) and Thai native apple snails (Pila scutata, (Mousson, 1848))",
        "The cherry snail",
        "The wandering Indian plate and its changing biogeography during the Late Cretaceous-Early Tertiary period",
        "Terrace aware data structure for phylogenomic inference from supermatrices",
        "The recent apple snails of Africa and Asia (Mollusca: Gastropoda: Ampullariidae: Afropomus, Forbesopomus, Lanistes, Pila, Saulea): A nomenclatural and type catalogue. The apple snails of the Americas: Addenda and corrigenda",
        "Annotated catalogue of the types of Ampullariidae (Mollusca, Gastropoda) in the Muséum national d'Histoire naturelle, Paris, with lectotype designations",
        "Notes on the genus Ampullaria",
        "Liste des mollusques récoltés parM. H.Mansuy en Indo-Chine et au Yunnan et description d'espèces nouvelles",
        "Mollusques terrestres & fluviatiles du Royaume de Perak",
        "Un-numbered plate",
        "Keong gondang Pila ampullacea: Makanan dan reproduksinya (Gastropoda: Ampullariidae)",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "First molecular evidence for the existence of a Tardigrada + Arthropoda clade",
        "Description d'une nouvelle espece d'Ampullaire",
        "Some non-marine mollusks from northwest and southwest Siam",
        "Freshwater molluscan fauna of Thailand",
        "Insights from an integrated view of the biology of apple snails (Caenogastropoda: Ampullariidae)",
        "Molluscan models in evolutionary biology: Apple snails (Gastropoda: Ampullariidae) as a system for addressing fundamental questions",
        "A global phylogeny of apple snails: Gondwanan origin, generic relationships, and the influence of outgroup choice (Caenogastropoda: Ampullariidae)",
        "Comparing apples with apples: Clarifying the identities of two highly invasive Neotropical Ampullariidae (Caenogastropoda)",
        "Out of South America: Multiple origins of non-native apple snails in Asia",
        "Restriction of type localities of some freshwater Mollusca described from Thailand",
        "UFBoot2: Improving the ultrafast bootstrap approximation",
        "A molecular phylogeny of apple snails (Gastropoda, Caenogastropoda, Ampullariidae) with an emphasis on African species",
        "ModelFinder: Fast model selection for accurate phylogenetic estimates",
        "MAFFT multiple sequence alignment software version 7: Improvements in performance and usability",
        "The apple snails of Thailand: Distribution, habitats and shell morphology",
        "The apple snails of Thailand: Aspects of comparative anatomy",
        "Guide for the identification of freshwater snails of the family Pilidae in Thailand",
        "The apple snails of Thailand: Molecular genetics",
        "Shell morphology, reproductive and genetic patterns of three species of apple snails of the genus Pomacea in Thailand",
        "MorphoJ: An integrated software package for geometric morphometrics",
        "The status and distribution of freshwater molluscs of the Indo-Burma region",
        "Pila ampullacea and Pomacea canaliculata, as new paratenic hosts of Gnathostoma spinigerum",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "South American golden apple snail (Pomacea canaliculata), the new pest of aquatic plants",
        "Patterns of DNA barcode variation in Canadian marine molluscs",
        "Description of thirteen new species of exotic peristomata",
        "Systema naturae per regna tria naturae",
        "Invasive Pomacea snails: Actual and potential environmental impacts and their underlying mechanisms",
        "Notes on the distribution of invasive freshwater snail Pomacea canaliculata (Lamarck, 1822) and P. insularum (D'Orbigny, 1835) in Indonesia",
        "The invasive apple snail (Pomacea spp.) in Indonesia",
        "DNA barcoding and taxonomy in Diptera: A tale of high intraspecific variability and low identification success",
        "The use of mean instead of smallest interspecific distances exaggerates the size of the \"barcoding gap\" and leads to misidentification",
        "Addition à la faune malacologique de l'Indo-Chine",
        "Diagnoses de coquilles nouvelles de l'Indo-Chine",
        "Catalogue des coquilles recueillies, par M. Pavie, dans le Cambodge et le Royaume de Siam, et description d'espèces nouvelles",
        "Palaeogene continental molluscs of Oman",
        "Not in the least concern: Anthropogenic influences on a South-east Asian apple snail Pila scutata (Ampullariidae)",
        "Singapore Mollusca 7. The family Ampullariidae (Gastropoda: Caenogastropoda: Ampullarioidea)",
        "Economic and environmental impacts of harmful non-indigenous species in Southeast Asia",
        "IQ-TREE: A fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies",
        "Die gattung Ampullaria",
        "Cryptic diversity: Two morphologically similar species of invasive apple snail in peninsular Malaysia",
        "Monograph of the genus Ampullaria",
        "Not knowing, not recording, not listing: numerous unnoticed mollusk extinctions",
        "Museum Boltenianum. Pars secunda. J.C. Trapp, Hamburg. RONQUIST, F. & HUELSENBECK, J.P. 2003. MrBayes 3: Bayesian phylogenetic inference under mixed models",
        "NIH Image to ImageJ: 25 years of image analysis",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "Notes on the family Ampullariidae",
        "Malacological survey in Phang-Nga Province, Southern Thailand, pre- and post-Indian Ocean tsunami",
        "On the inappropriate use of Kimura-2-parameter (K2P) divergences in the DNA-barcoding literature",
        "Allometric and trophic effects on shell morphology of Pomacea canaliculata (Caenogastropoda, Ampullariidae) from a geometric morphometrics viewpoint",
        "The status of the apple snail Pila scutata (Gastropoda: Ampullariidae) in Singapore",
        "Kakusan4 and Aminosan: Two programs for comparing nonpartitioned, proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data",
        "Genetic diversity and molecular markers in introduced and Thai native apple snails (Pomacea and Pila)",
        "Distribution of Pila polita in a southern province of Thailand",
        "Illustrated catalogue of types of Ampullariidae Gray, 1824 (Mollusca, Gastropoda) in the National Zoological Collection of the Zoological Survey of India, with lectotype designations",
        "Systematic studies on the non-marine Mollusca of the Indo-Australian Archipelago. V. Critical revision of the Javanese freshwater gastropods",
        "Historical biogeography of the Late Cretaceous vertebrates of India: Comparison of geophysical and paleontological data",
        "Heavy predation on freshwater bryozoans by the golden apple snail, Pomacea canaliculata Lamarck, 1822 (Ampullariidae)",
        "Predation on freshwater bryozoans by invasive apple snails"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60106370",
            "affilname": "Lee Kong Chian Natural History Museum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60106370",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}