{
    "eid": "2-s2.0-85092039739",
    "title": "Application of down-flow hanging sponge – Upflow sludge blanket system for nitrogen removal in Epinephelus bruneus closed recirculating aquaculture system",
    "cover-date": "2021-02-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "DHS",
        "Epinephelus bruneus",
        "Microbial dynamics",
        "Nitrification",
        "Recirculatingaquaculture system"
    ],
    "authors": [
        "Takahiro Watari",
        "Yoshinobu Nakamura",
        "Wilasinee Kotcharoen",
        "Yuga Hirakata",
        "Penpicha Satanwat",
        "Wiboonluk Pungrasmi",
        "Sorawit Powtongsook",
        "Yutaka Takeuchi",
        "Masashi Hatamoto",
        "Takashi Yamaguchi"
    ],
    "citedby-count": 12,
    "ref-count": 50,
    "ref-list": [
        "A nitrogen removal system to limit water exchange for recirculating freshwater aquarium using DHS–USB reactor",
        "APHA, Standard Methods for the Examination of Water and Wastewater",
        "Behaviors of nitrifiers in a novel biofilm reactor employing hanging sponge-cubes as attachment site",
        "Recirculating Aquaculture Systems (RAS) analysis: main issues on management and future challenges",
        "Trimmomatic: a flexible trimmer for illumina sequence data",
        "QIIME allows analysis of high-throughput community sequencing data",
        "Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms",
        "Rapid start-up and performance of denitrifying granular sludge in an upflow sludge blanket (USB) reactor treating high concentration nitrite wastewater",
        "Ammonia tolerance of Litopenaeus vannamei (Boone) larvae",
        "Kinetics of nitrogen compounds in a commercial marine recirculating aquaculture system",
        "Water quality and rainbow trout performance in a Danish model farm recirculating system: comparison with a flow through system",
        "Development of a DHS-USB recirculating system to remove nitrogen from a marine fish aquarium",
        "Influence of filter medium type, temperature and ammonia production on nitrifying trickling filters performance",
        "Halomonas fontilapidosi sp. nov., a moderately halophilic, denitrifying bacterium",
        "Chimeric 16S rRNA sequence formation and detection in sanger and 454-pyrosequenced PCR amplicons",
        "Characterization of downflow hanging sponge reactors with regard to structure, process function, and microbial community compositions",
        "Oxygen transfer dynamics and nitrification in a novel rotational sponge reactor",
        "Effects of supplementary feeding in carp ponds on discharge water quality: a review",
        "Removal of ammonia from aquaculture wastewater by down-flow hanging sponge system",
        "Ammonia-oxidizing bacteria and archaea within biofilters of a commercial recirculating marine aquaculture system",
        "Halomonas gomseomensis sp. nov., Halomonas janggokensis sp. nov., Halomonas salaria sp. nov. and Halomonas denitrificans sp. nov., moderately halophilic bacteria isolated from saline water",
        "Microbial community composition of a down-flow hanging sponge (DHS) reactor combined with an up-flow anaerobic sludge blanket (UASB) reactor for the treatment of municipal sewage",
        "Rearing trial of kelp grouper Epinephelusbruneus using a closed recirculation culture system",
        "Nitrogen budgets for the areolated grouper Epinephelus areolatus cultured under laboratory conditions and in open-sea cages",
        "Abundance of amoA genes of ammonia-oxidizing archaea and bacteria in activated sludge of full-scale wastewater treatment plants",
        "Start-up evaluations and biocarriers transfer from a trickling filter to a moving bed bioreactor for synthetic mariculture wastewater treatment",
        "Recirculating aquaculture tank production systems Overview of Critical Considerations",
        "Bacterial community involved in the nitrogen cycle in a down-flow sponge-based trickling filter treating UASB effluent",
        "PANDAseq: paired-end assembler forIllumina sequences",
        "Methanobacterium petrolearium sp. nov. and Methanobacterium ferruginis sp. nov., mesophilic methanogens isolated from salty environments",
        "Sedimenticola selenatireducens, gen. nov., sp. nov., an anaerobic selenate-respiring bacterium isolated from estuarine sediment",
        "Acute toxicity of nitrate in Litopenaeus vannamei juveniles at low salinity levels",
        "Development of a new non-aeration-based sewage treatment technology: performance evaluation of a full-scale down-flow hanging sponge reactor employing third-generation sponge carriers",
        "Total ammonia nitrogen (TAN) removal performance of a recirculating down-hanging sponge (DHS) reactor operated at 10 to 20 °C with activated carbon",
        "Denitrification in USB reactor with granulated biomass",
        "Phylogeny of all recognized species of ammonia oxidizers based on comparative 16S rRNA and amoA sequence analysis: implications for molecular diversity surveys",
        "Nitrosopumilus maritimus gen. nov., sp. nov., Nitrosopumilus cobalaminigenes sp. nov., Nitrosopumilus oxyclinae sp. nov., and Nitrosopumilus ureiphilus sp. nov., four marine ammoniaoxidizing archaea of the phylum thaumarchaeo",
        "Overview and future perspectives of nitrifying bacteria on biofilters for recirculating aquaculture systems",
        "Nitrogen balance in trout: II. Nitrogen excretion and retention after feeding diets with varying protein and carbohydrate levels",
        "Use of an internal fibrous biofilter for intermittent nitrification and denitrification treatments in a zero-discharge shrimp culture tank",
        "Microbial community succession and its correlation with reactor performance in a sponge membrane bioreactor coupled with fiber-bundle anoxic bio-filter for treating saline mariculture wastewater",
        "Anaerobic ammonium-oxidizing (anammox) bacteria and associated activity in fixed-film biofilters of a marine recirculating aquaculture system",
        "Performance comparison of a pilot-scale UASB and DHS system and activated sludge process for the treatment of municipal wastewater",
        "Evaluation of water distribution and oxygen mass transfer in sponge support media for a down-flow hanging sponge reactor",
        "The chronic effect of nitrate on production performance and health status of juvenile turbot (Psetta maxima)",
        "Development of downflow hanging sponge (DHS) reactor as post treatment of existing combined anaerobic tank treating natural rubber processing wastewater",
        "Development of a single-stage mainstream anammox process using a sponge-bed trickling filter",
        "Formation of denitrifying granules in an upflow sludge blanket reactor with municipal sewage and sodium nitrate feeding",
        "A review on the research status and development trend of equipment in water treatment processes of recirculating aquaculture systems",
        "Effect of dietary lipid level on growth performance and feed utilization of juvenile kelp grouper Epinephelus bruneus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagaoka",
            "@id": "60018352",
            "affilname": "Nagaoka University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018352",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Hanoi",
            "@id": "60071354",
            "affilname": "Hanoi University of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60071354",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Kanazawa",
            "@id": "60024784",
            "affilname": "Kanazawa University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024784",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60024621",
            "affilname": "National Institute of Advanced Industrial Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024621",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Akita",
            "@id": "125186999",
            "affilname": "Showa Kogyo Co. LTD",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125186999",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Nagaoka University of Technology"
    ]
}