{
    "eid": "2-s2.0-84966350751",
    "title": "Photoinduced electron transfer from aromatic amino acids to the excited isoalloxazine in flavin mononucleotide binding protein. Is the rate in the inverted region of donor-acceptor distance not real?",
    "cover-date": "2016-07-15",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "Inverted region of donor-acceptor distance",
        "Isoalloxazine",
        "Net electrostatic energy",
        "Photoinduced electron transfer",
        "Ultrafast rate",
        "Wild type FMN binding protein dimer"
    ],
    "authors": [
        "Nadtanet Nunthaboot"
    ],
    "citedby-count": 12,
    "ref-count": 28,
    "ref-list": [
        "Electron transfers in chemistry and biology",
        "Nature of biological electron transfer",
        "Ultrafast charge transfer in excited electronic states and investigations into fundamental problems of exciplex chemistry: Our early studies and recent developments",
        "Structure of a flavin-binding plant photoreceptor domain: Insights into light-mediated signal transduction",
        "AppA is a blue light photoreceptor that antirepresses photosynthesis gene expression in Rhodobacter sphaeroides",
        "Femtosecond fluorescence dynamics of flavoproteins: Comparative studies on flavodoxin, its site-directed mutants, and riboflavin binding protein regarding ultrafast electron transfer in protein nanospaces",
        "Effects of the disappearance of one charge on ultrafast fluorescence dynamics of the FMN binding protein",
        "A key factor for ultrafast rates of photoinduced electron transfer among five flavin mononucleotide binding proteins: Effect of negative, positive, and neutral charges at residue 13 on the rate",
        "Non-equivalent conformations of d-amino acid oxidase dimer from porcine kidney between the two subunits. Molecular dynamics simulation and photoinduced electron transfer",
        "Bell-shaped dependence of the rate of ultrafast photoinduced electron transfer from aromatic amino acids to the excited flavin on the donor-acceptor distance in FMN binding proteins",
        "Role of the electrostatic energy between the photo-products and ionic groups on the photoinduced electron transfer rates from aromatic amino acids to the excited flavin in five single-point substitution isoforms of the charged amino acid residue-13 in the FMN-binding protein",
        "Photoinduced electron transfer in wild type and mutated flavodoxin from Desulfovibrio vulgaris, strain Miyazaki F.: Energy gap law",
        "Heterogeneous subunit structures in the pyranose 2-oxidase homotetramer revealed by theoretical analysis of the rates of photoinduced electron transfer from a tryptophan to the excited flavin",
        "Novel FMN-binding Protein from Desulfovibrio vulgaris (Miyazaki F): Cloning and Expression of its Gene in Escherichia coli",
        "Pathway of chymotrypsin evolution suggested by the structure of the FMN-binding protein from desulfovibrio vulgaris (Miyazaki F)",
        "How do the X-ray structure and the NMR structure of FMN-binding protein differ?",
        "Determination of the Role of the carboxyl-terminal leucine-122 in FMN-binding protein by mutational and structural analysis",
        "Classification of the mechanisms of photoinduced electron transfer from aromatic amino acids to the excited flavins in flavoproteins",
        "On the theory of oxidation-reduction reactions involving electron transfer. I",
        "Electrostatic free energy and other properties of states having nonequilibrium polarization. I",
        "New energy gap laws for the charge separation process in the fluorescence quenching reaction and the charge recombination process of ion pairs produced in polar solvents",
        "Examination of the viability of the Collins-Kimball model and numerical calculation of the time-dependent energy gap law of photoinduced charge separation in polar solution",
        "Conformational heterogeneity in pyranose 2-oxidase from Trametes multicolor revealed by ultrafast fluorescence dynamics",
        "Mechanism of photoinduced electron transfer from tyrosine to theexcited flavin in the flavodoxin from helicobacter pylori. Acomparative study with the flavodoxin and flavin mononucleotidebinding protein from desulfovibrio vulgaris (miyazaki f)",
        "Theoretical analyses of the fluorescence lifetimes of the d-amino acid oxidase-benzoate complex dimer from porcine kidney: Molecular dynamics simulation and photoinduced electron transfer",
        "Quantum mechanical study of photoinduced charge transfer in FMN binding protein",
        "Analysis of photoinduced electron transfer in flavodoxin",
        "Studies of Contact and Solvent-Separated Ion Pairs of Carbanions. I. Effect of Temperture, and Solvent"
    ],
    "affiliation": [
        {
            "affiliation-city": "Osaka",
            "affilname": "Osaka Metropolitan University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bansomdejchaopraya Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Osaka",
            "affilname": "Institute for Laser Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Maha Sarakham",
            "affilname": "Mahasarakham University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Mahasarakham University"
    ]
}