{
    "eid": "2-s2.0-84992740288",
    "title": "Tracing the evolution and economic potential of konjac glucomannan in Amorphophallus species (Araceae) using molecular phylogeny and RAPD markers",
    "cover-date": "2016-10-27",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Amorphophallus spp",
        "DNA sequencing",
        "Glucomannan",
        "Konjac",
        "Monocots",
        "RAPD"
    ],
    "authors": [
        "Orachorn Mekkerdchoo"
    ],
    "citedby-count": 14,
    "ref-count": 111,
    "ref-list": [
        "Production of Kabuk Flour from Elephant Yam (Amorphophallus Sp.) for Some Food Products",
        "Bulletin Jardin Botanical Buitenzorg",
        "Ribosomal ITS sequences and plant phylogenetic inference",
        "Higher level phylogeny and evolutionary trends in Campanulaceae subfam. Lobelioideae: Molecular signal overshadows morphology",
        "Bullettino Della R[Eale] Società Toscana d’Orticultura",
        "The random amplified polymorphic DNA (RAPD) assay and related techniques applied to genotoxicity and carcinogenesis studies: A critical review",
        "Turkish Journal of Biology",
        "Rumphia",
        "Blumea",
        "A new species of Thomsonia (Araceae) from Thailand",
        "Aroideana",
        "Construction of a genetic linkage map in man using restriction fragment length polymorphisms",
        "Flora of Thailand",
        "Gardeners’ Chronicle",
        "Bulletin De l’Herbier Boissier, Ser",
        "Bulletin of Miscellaneous Information Kew",
        "Genomics of crop wild relatives: Expanding the gene pool for crop improvement",
        "Traditional uses and potential health benefits of Amorphophallus konjac K. Koch ex N.E.Br.",
        "Methodologies for the extraction and analysis of konjac glucomannan from corms of Amorphophallus konjac K. Koch",
        "Contributions to the Flora of Siam. II. List of Siamese Plants with Descriptions of New Species",
        "Paris",
        "Paris",
        "Schlüssel Zum Hortus Indicus Malabaricus",
        "De novo transcriptome and small RNA analyses of two Amorphophallus species",
        "Research on konjac (Amorphophallus konjac) production in New Zealand",
        "Araceae. Botanisk Tidsskrift",
        "Das Pflanzenreich IV",
        "Notizblatt Des Botanischen Gartens Und Museums Zu Berlin-Dahlem",
        "Das Pjlanzenr",
        "Variations of Konjac glucomannan (KGM) from Amorphophallus konjac and its refined powder in China",
        "Barcoding poplars (Populus L.) from western China.",
        "Notulae Systematicae",
        "Flore Genereale Deindochine",
        "Deep sequencing of voodoo lily (Amorphophallus konjac): An approach to identify relevant genes involved in the synthesis of the hemicellulose glucomannan",
        "Amplification of anonymous DNA fragments using pairs of long primers generates reproducible DNA fingerprints that are sensitive to genetic variation",
        "Karyological and Palynological Observations on Amorphophallus titanum (Becc.) Becc. ex Arcangeli (Araceae)",
        "Potential phylogenetic utility of the nuclear Floricaula/Leafy second intron: Comparison with three chloroplast DNA regions in Amorphophallus (Araceae)",
        "Phylogeny of the tribe Thomsonieae (Araceae) based on chloroplast matK and trnL intron sequences",
        "Exploring natural selection to guide breeding for agriculture",
        "Notes on the genus Amorphophallus (Araceae)-2 new species from tropical Asia",
        "Aroideana",
        "Aroideana",
        "Br. Aroideana",
        "Aroideana",
        "Aroideana",
        "Notes on the genus Amorphophallus (Araceae) - 11 New and obsolete species from East Malaysia and continental Southeast Asia",
        "Amorphophallus natolii (Araceae), a new species from limestone on Palawan, Philippines",
        "Phylogeny estimation: Traditional and Bayesian approaches",
        "Flora of British India. Reeve & Co",
        "Characteristics of Ralstonia solanacearum biovar N2 strains in Asia",
        "Dansk Botanisk Arkiv Udgivet Af Dansk Botanisk Forening",
        "Plant regeneration from petiole callus of Amorphophallus albus and analysis of somaclonal variation of regenerated plants by RAPD and ISSR markers",
        "Production of Purified Konjac Flour from Corms of Buk Nuea Sai Amorphophallus Muelleri",
        "Konjac and Utilization of Konjac in Thailand",
        "Geneious Basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data",
        "Inflorescence odours of Amorphophallus and Pseudodracontium (Araceae)",
        "Reproductive Biology",
        "Wochenschrift für Gärtnerei Und Pflanzenkunde",
        "Reinwardtia",
        "Grain-size effect on the structure and antiobesity activity of konjac flour",
        "Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants",
        "Journal of Wuhan Botany Reservation",
        "A new species of Amorphophallus (Araceae) from Yunnan, China",
        "Flora of China",
        "A new method for RAPD primers selection based on primer bias in nucleotide sequence data",
        "Konjac",
        "Professional Standard for the Classification, Requirements and Test Methods of Konjac Flour, Technical Report NY/T 494",
        "Genetic diversity of Portuguese Arbutus unedo L. populations using leaf traits and molecular markers: An approach for conservation purposes",
        "The mechanism of sodium hydroxide solution promoting the gelation of Konjac glucomannan (KGM)",
        "Journal of Horticulture and Allied Subjects",
        "DNA barcoding: An efficient tool to overcome authentication challenges in the herbal market",
        "Annales Musei Botanici Lugduno-Batavi",
        "SeqState: Primer design and sequence statistics for phylogenetic DNA datasets",
        "PICcalc: An online program to calculate polymorphic information content for molecular genetic studies",
        "Mathematical model for studying genetic variation in terms of restriction endonucleases",
        "Nom. Cons. (Araceae) Taxon",
        "Genetic diversity of the bacterial wilt pathogen Ralstonia solanacearum using a RAPD marker",
        "Konjac Glucomannan in Novel Food Macromolecules",
        "Animal and Environmental Sciences",
        "Testing Models of Evolution-Mrmodeltest"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gothenburg",
            "affilname": "Göteborgs Universitet",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Gothenburg",
            "affilname": "Gothenburg Botanical Garden",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}