{
    "eid": "2-s2.0-85120458342",
    "title": "Pressure Support versus Spontaneous Ventilation during Anesthetic Emergence - Effect on Postoperative Atelectasis: A Randomized Controlled Trial",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anesthesiology and Pain Medicine",
            "@code": "2703",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Heejoon Jeong",
        "Pisitpitayasaree Tanatporn",
        "Hyun Joo Ahn",
        "Mikyung Yang",
        "Jie Ae Kim",
        "Hyean Yeo",
        "Woojin Kim"
    ],
    "citedby-count": 15,
    "ref-count": 46,
    "ref-list": [
        "Lung protective ventilation during pulmonary resection in children: A prospective, single-centre, randomised controlled trial.",
        "Protective mechanical ventilation during general anesthesia for open abdominal surgery improves postoperative pulmonary function.",
        "Positive end-expiratory pressure alone minimizes atelectasis formation in nonabdominal surgery: A randomized controlled trial.",
        "Lung-protective ventilation for the surgical patient: International expert panel-based consensus recommendations.",
        "The effects of the alveolar recruitment maneuver and positive end-expiratory pressure on arterial oxygenation during laparoscopic bariatric surgery.",
        "The effect of increased FIO(2) before tracheal extubation on postoperative atelectasis.",
        "Positive end-expiratory pressure and postoperative atelectasis: A randomized controlled trial.",
        "Hypoxemia during and after anesthesia.",
        "The role of airway closure in postoperative hypoxaemia.",
        "Respiratory function during anesthesia: Effects on gas exchange.",
        "CT-assessment of dependent lung densities in man during general anaesthesia.",
        "Postoperative pulmonary complications.",
        "Reducing atelectasis attenuates bacterial growth and translocation in experimental pneumonia.",
        "Ventilator-induced injury: From barotrauma to biotrauma.",
        "Atelectasis and lung function in the postoperative period.",
        "Protective ventilation during anesthesia: Is it meaningful?",
        "Effect of intensive vs moderate alveolar recruitment strategies added to lung-protective ventilation on postoperative pulmonary complications: A randomized clinical trial.",
        "Pulmonary atelectasis: A pathogenic perioperative entity.",
        "Effects of an alveolar recruitment manoeuvre guided by lung ultrasound on anaesthesia-induced atelectasis in infants: A randomised, controlled trial.",
        "Accuracy of transthoracic lung ultrasound for diagnosing anesthesia-induced atelectasis in children.",
        "Lung ultrasonography for the assessment of perioperative atelectasis: A pilot feasibility study.",
        "Hypoxaemia during anaesthesia-An observer study.",
        "Effect of pressure support vs T-piece ventilation strategies during spontaneous breathing trials on successful extubation among patients receiving mechanical ventilation: A randomized clinical trial.",
        "Trials directly comparing alternative spontaneous breathing trial techniques: A systematic review and meta-analysis.",
        "Effort to breathe with various spontaneous breathing trial techniques. A physiologic meta-analysis.",
        "Weaning from mechanical ventilation with pressure support in patients failing a T-tube trial of spontaneous breathing.",
        "Liberation from mechanical ventilation in critically ill adults: Executive summary of an official American College of Chest Physicians/American Thoracic Society clinical practice guideline.",
        "The diaphragm acts as a brake during expiration to prevent lung collapse.",
        "Extubation and the myth of \"minimal ventilator settings.",
        "Pressure-time product during continuous positive airway pressure, pressure support ventilation, and T-piece during weaning from mechanical ventilation.",
        "Intraoperative compliance profiles and regional lung ventilation improve with increasing positive end-expiratory pressure.",
        "Lung recruitment and positive airway pressure before extubation does not improve oxygenation in the post-anaesthesia care unit: A randomized clinical trial.",
        "Post-operative atelectasis - A randomised trial investigating a ventilatory strategy and low oxygen fraction during recovery.",
        "Preserved oxygenation in obese patients receiving protective ventilation during laparoscopic surgery: A randomized controlled study.",
        "Pulmonary function after emergence on 100% oxygen in patients with chronic obstructive pulmonary disease: A randomized, controlled trial.",
        "Perioperative high inspired oxygen fraction induces atelectasis in patients undergoing abdominal surgery: A randomized controlled trial.",
        "Individual positive end-expiratory pressure settings optimize intraoperative mechanical ventilation and reduce postoperative atelectasis.",
        "International evidence-based recommendations for point-of-care lung ultrasound.",
        "Is thoracic ultrasound a viable alternative to conventional imaging in the critical care setting?",
        "Prediction of pleural adhesions by lung ultrasonography: An observational study.",
        "Performance of lung ultrasound in detecting peri-operative atelectasis after general anesthesia.",
        "Lung ultrasound has greater accuracy than conventional respiratory assessment tools for the diagnosis of pleural effusion, lung consolidation and collapse: A systematic review.",
        "Ex vivo lung sonography: Morphologic-ultrasound relationship.",
        "Lung ultrasound in the critically ill.",
        "Ultrasound assessment of lung aeration loss during a successful weaning trial predicts postextubation distress.",
        "Effects of positive end-expiratory pressure/recruitment manoeuvres compared with zero end-expiratory pressure on atelectasis during open gynaecological surgery as assessed by ultrasonography: A randomised controlled trial."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60020857",
            "affilname": "Samsung Medical Center, Sungkyunkwan university",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020857",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}