{
    "eid": "2-s2.0-85121812693",
    "title": "GaAs/GaAsPBi core-shell nanowires grown by molecular beam epitaxy",
    "cover-date": "2022-02-26",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Science (all)",
            "@code": "2500",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Mechanics of Materials",
            "@code": "2211",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Mechanical Engineering",
            "@code": "2210",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Electrical and Electronic Engineering",
            "@code": "2208",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Bi-containing material",
        "bismuth",
        "core-shell nanowire",
        "III-V-Bi",
        "molecular beam epitaxy",
        "photoluminescence"
    ],
    "authors": [
        "C. Himwas",
        "V. Yordsri",
        "C. Thanachayanont",
        "M. Tchernycheva",
        "S. Panyakeow",
        "S. Kanjanachuchai"
    ],
    "citedby-count": 0,
    "ref-count": 51,
    "ref-list": [
        "Molecular beam epitaxy growth of GaAs1-xBix",
        "Band gap of GaAs1-xBix, 0 < x < 3.6%",
        "Valence band anticrossing in GaBixAs1-x",
        "Tight-binding analysis of the electronic structure of dilute bismide alloys of GaP and GaAs",
        "Low temperature dependence of oscillation wavelength in GaAs1-x Bix laser by photo-pumping",
        "GaBiAs: a material for optoelectronic terahertz devices",
        "Molecular beam epitaxy of GaBiAs on (311)B GaAs substrates",
        "Effect of molecular beam epitaxy growth conditions on the Bi content of GaAs1-xBix",
        "Investigation of the microstructure of metallic droplets on Ga(AsBi)/GaAs",
        "MBE growth strategy and optimization of GaAsBi quantum well light emitting structure beyond 1.2 μm",
        "Growth of high Bi concentration GaAs1-xBix by molecular beam epitaxy",
        "Metalorganic vapor phase epitaxial growth of metastable GaAs1-xBix alloy",
        "AP-MOVPE of thin GaAs1-xBix alloys",
        "Atmospheric-pressure metalorganic vapour phase epitaxy optimization of GaAsBi alloy",
        "Study of GaAsBi MOVPE growth on (100) GaAs substrate under high Bi flow rate by high resolution x-ray diffraction",
        "Metamorphic gaas/gaasbi heterostructured nanowires",
        "Controlling bi-provoked nanostructure formation in gaas/gaasbi core-shell nanowires",
        "Axial GaAs/Ga(As, Bi) nanowire heterostructures",
        "Effects of Bi incorporation on recombination processes in wurtzite GaBiAs nanowires",
        "Epitaxial core-shell and core-multishell nanowire heterostructures",
        "One-dimensional steeplechase for electrons realized",
        "Critical thickness enhancement of epitaxial SiGe films grown on small structures",
        "Critical dimensions for the plastic relaxation of strained axial heterostructures in free-standing nanowires",
        "Misfit dislocations in nanowire heterostructures",
        "Epitaxial III-V nanowires on silicon",
        "The controlled growth of gan nanowires",
        "Ab initio study of the strain dependent thermodynamics of Bi doping in GaAs",
        "GaAs1-y-zPyBiz, an alternative reduced band gap alloy system lattice-matched to GaAs",
        "MOVPE growth and characterization of quaternary Ga(PAsBi)/GaAs alloys for optoelectronic applications",
        "GaAsPBi epitaxial layer grown by molecular beam epitaxy",
        "Optical properties of lattice-matched GaAsPBi multiple quantum wells grown on GaAs (001)",
        "Wetting of Ga on SiOx and its impact on GaAs nanowire growth",
        "In situ passivation of GaAsP nanowires",
        "Correlated optical and structural analyses of individual GaAsP/GaP core-shell nanowires",
        "Ga-assisted catalyst-free growth mechanism of GaAs nanowires by molecular beam epitaxy",
        "Evidence for structural phase transitions induced by the triple phase line shift in self-catalyzed gaas nanowires",
        "Gallium-droplet behaviors of self-catalyzed GaAs nanowires: a transmission electron microscopy study",
        "Impact of the liquid phase shape on the structure of III-V nanowires",
        "Self-catalyzed, pure zincblende GaAs nanowires grown on Si(111) by molecular beam epitaxy",
        "Gold-free growth of GaAs nanowires on silicon: arrays and polytypism",
        "Polarity-driven quasi-3-fold composition symmetry of self-catalyzed III-V-V ternary core-shell nanowires",
        "Crystal phase engineering of self-catalyzed GaAs nanowires using a RHEED diagram",
        "Self-assembled nanodisks in coaxial GaAs/GaAsBi/GaAs core-multishell nanowires",
        "Influence of surface passivation on ultrafast carrier dynamics and terahertz radiation generation in GaAs",
        "Electronic properties of GaAs, InAs and InP nanowires studied by terahertz spectroscopy",
        "First-principles predictions of electronic properties of GaAs1-x-yPyBix and GaAs1-x-yPyBix-based heterojunctions",
        "Monolithic GaAs/InGaP nanowire light emitting diodes on silicon",
        "Hybrid GaAs nanowire-polymer device on glass: Al-doped ZnO (AZO) as transparent conductive oxide for nanowire based photovoltaic applications",
        "Exciton dynamics in GaAs/(Al,Ga)As core-shell nanowires with shell quantum dots",
        "Temperature dependence of the energy gap in semiconductors",
        "Assessing the nature of the distribution of localised states in bulk GaAsBi"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gif-sur-Yvette",
            "@id": "60106017",
            "affilname": "Université Paris-Saclay",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60106017",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60014471",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014471",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}