{
    "eid": "2-s2.0-85073253569",
    "title": "The Afrotropical braconine genus Dioxybracon Granger with descriptions of four new species and new generic synonymy",
    "cover-date": "2019-07-26",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Aspidobraconina",
        "Dioxybracon",
        "key",
        "new species",
        "new synonymy",
        "Pedinopleura"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Claire Villemant",
        "Buntika A. Butcher"
    ],
    "citedby-count": 0,
    "ref-count": 17,
    "ref-list": [
        "Description of new Braconidae (Hymenoptera) from Papua New Guinea",
        "Descriptions of new Braconinae (Hymenoptera Braconidae)",
        "Reproductive phenology and pre-dispersal seed predation in Protium tovarense (Burseraceae), with description of the first known phytophagous “Bracon” species (Hymenoptera: Braconidae: Braconinae)",
        "Braconides de Madagascar",
        "A new species of Crinibracon Quicke (Hymenoptera: Braconidae) parasitic on pupae of Hasora chromus (Cramer) (Lepidoptera: Hesperiidae) from India",
        "A new phytophagous Bracon Fabricius (Hymenoptera: Braconidae) associated with Protium ovatum (Burseraceae) fruits from Brazilian savannah",
        "Seven new genera and species of Braconinae (Hym., Braconidae) from Australasia and Indonesia",
        "First host record for the genus Hyboteles van Achterberg (Hymenoptera: Braconidae)",
        "Braconine wasps of Australia",
        "Trigastrotheca laikipiensis n. sp. (Hymenoptera: Braconidae): A new species of brood parasitic wasp that attacks foundress queens of three coexisting acacia-ant species in Kenya",
        "Entomophytophagy in an Indian braconid ‘parasitoid’ wasp (Hymenoptera): specialized larval morphology, biology and description of a new species",
        "Morphology and terminology",
        "Revision of the genera of Braconini with first and second metasomal tergites immovable joined (Hymenoptera, Braconidae, Braconinae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera: Braconidae)",
        "H. Sauter’s Formosa-Collection: Braconidae",
        "Compsobraconoides (Braconidae: Braconinae), the first hymenopteran ectoparasitoid of adult Azteca ants (Hymenoptera: Formicidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60001422",
            "affilname": "Sorbonne Université",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001422",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "Gavin Broad",
        "Rachadaphiseksomphot Fund",
        "Ratchadaphiseksomphot Fund",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}