{
    "eid": "2-s2.0-85104003516",
    "title": "Does firm-level political risk influence corporate social responsibility (CSR)? Evidence from earnings conference calls",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "corporate social responsibility",
        "CSR",
        "instrumental variable",
        "political exposure",
        "political risk",
        "risk mitigation"
    ],
    "authors": [
        "Pattanaporn Chatjuthamard",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn",
        "Napatsorn Jiraporn"
    ],
    "citedby-count": 18,
    "ref-count": 60,
    "ref-list": [
        "Corporate social responsibility and firm risk: Theory and empirical evidence",
        "Partisan conflict and private investment",
        "Measuring economic policy uncertainty",
        "Giving at the office: A reappraisal of charitable contributions by corporations",
        "Corporate social responsibility as a conflict between shareholders",
        "Private politics, corporate social responsibility, and integrated strategy",
        "The impact of board gender diversity and gender composition on corporate social responsibility and firm reputation",
        "Government spending, political cycles, and the cross section of stock returns",
        "Institutions, volatility, and investment",
        "Corporate Governance, board diversity, and firm value",
        "Managerial talent and corporate social responsibility (CSR): How do talented managers view corporate social responsibility?",
        "Does US partisan conflict matter for the Euro area?",
        "Estimating the effect of corporate social responsibility using geographic identification",
        "The effect of corporate governance on corporate social responsibility",
        "Estimating the effect of entrenched boards on firm value using geographic identification",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi-natural experiment",
        "How do independent directors view corporate social responsibility (CSR) during a stressful time? Evidence from the financial crisis",
        "Corporate social responsibility and stakeholder value maximization: Evidence from mergers",
        "The political roots of corporate social responsibility",
        "Are red or blue companies more likely to go green? Politics and corporate social responsibility",
        "Political uncertainty and bank loan contracting",
        "Corporate citizenship: Creating intangible assets across institutional environment",
        "Does corporate social responsibility affect the cost of capital?",
        "The relationship between corporate philanthropy and shareholder wealth: A risk management perspective",
        "The relationship between corporate social responsibility and shareholder value: An empirical test of the risk management hypothesis",
        "The impact of corporate social responsibility on the cost of bank loans",
        "Corporate social performance as a competitive advantage in attracting a quality workforce",
        "Policy uncertainty and corporate investment",
        "US fiscal policy and asset prices: The role of partisan conflict",
        "Does partisan conflict predict a reduction in US stock market (realized) volatility? Evidence from a quantile-on-quantile regression model",
        "Trade and investment under policy uncertainty: Theory and firm evidence",
        "Corporate governance and CSR nexus",
        "Firm-level political risk: Measurement and effects",
        "Uncertainty and the value of cash holdings",
        "The impact of firm-level political risk on credit control",
        "Does US partisan conflict affect US-China bilateral trade?",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Does corporate social responsibility (CSR) improve credit ratings? Evidence from geographic identification",
        "Corporate governance and firm value: The impact of corporate social responsibility",
        "The causal effect of corporate governance on corporate social responsibility",
        "Political uncertainty and corporate investment cycles",
        "The price of political uncertainty: Theory and evidence from the option market",
        "Financial health economics",
        "On the foundations of corporate social responsibility",
        "Corporate social responsibility and firm financial performance",
        "Does managerial ownership influence corporate social responsibility (CSR)? The role of economic policy uncertainty",
        "Unobservable selection and coefficient stability: Theory and evidence",
        "Green governance: Boards of directors’ composition and environmental corporate social responsibility",
        "Policy uncertainty and private investment in developing countries",
        "The relationship between women directors and corporate social responsibility",
        "Corporate governance and corporate social responsibility: What do investors care about? What should investors care about?",
        "Deciphering the motives behind corporate social responsibility (CSR) using heteroskedastic identification",
        "Board composition and corporate social responsibility: An empirical investigation in the post Sarbanes-Oxley era"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031806",
            "affilname": "The University of Western Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031806",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Oswego",
            "@id": "60014235",
            "affilname": "SUNY Oswego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014235",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}