{
    "eid": "2-s2.0-84931396541",
    "title": "Examining the potential of fansubbing as a language learning activity",
    "cover-date": "2017-01-02",
    "subject-areas": [
        {
            "$": "Linguistics and Language",
            "@code": "3310"
        },
        {
            "$": "Language and Linguistics",
            "@code": "1203"
        },
        {
            "$": "Education",
            "@code": "3304"
        }
    ],
    "keywords": [
        "fansubbing",
        "incidental learning",
        "language learning",
        "translation"
    ],
    "authors": [
        "Onuma Lakarnchua"
    ],
    "citedby-count": 9,
    "ref-count": 30,
    "ref-list": [
        "Foreign language anxiety in female Arabs learning English: case studies",
        "Taiwan Journal of TESOL",
        "The Nation",
        "Case Collection, Paper 17",
        "Anime fandom and the liminal spaces between fan creativity and piracy",
        "Fansub dreaming on ViKi: \"Don't just watch but help when you are free\"",
        "Script-ed",
        "The value of learning English in Thailand and its impact on Thai: perspectives from university students",
        "The Encyclopedia of Applied Linguistics",
        "Using translation exercises in the communicative EFL writing classroom",
        "The Korea Herald",
        "Introduction",
        "Participatory media fandom: A case study of anime fansubbing",
        "Asian EFL Journal",
        "Young people's translocal new media uses: A multiperspective analysis of language choice and heteroglossia",
        "EFL learners' perceptions of computer-mediated communication (CMC) to facilitate communication in a foreign language",
        "The Global Impact of South Korean Popular Culture: Hallyu Unbound",
        "2551 (A.D. 2008",
        "The Modern Language Journal",
        "Handbook of Research on Computer Mediated Communication",
        "Co-creational subtitling in the digital media: Transformative and authorial practices",
        "Do second language learners need negotiation?",
        "The Wall Street Journal",
        "Intellectual Property Brief",
        "Learners' perceptions of grammar-translation as consciousness raising",
        "Porta Linguarium",
        "The Internet TESL Journal",
        "Mediating Discourse Online",
        "The use of digital media in teaching English as an international language",
        "Incidental Learning of Collocation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}