{
    "eid": "2-s2.0-85139375532",
    "title": "Polymyxin B Hemoperfusion in Pediatric Septic Shock: Single-Center Observational Case Series",
    "cover-date": "2022-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "blood purification",
        "children; pediatric intensive care",
        "Pediatric Logistic Organ Dysfunction 2 score",
        "polymyxin B hemoperfusion",
        "septic shock"
    ],
    "authors": [
        "Patcharin Saetang",
        "Rujipat Samransamruajkit",
        "Kanokwan Singjam",
        "Tawatchai Deekajorndech"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Microvascular dysfunction as a cause of organ dysfunction in severe sepsis.",
        "The immunopathogenesis of sepsis.",
        "Clinical review: Blood purification for sepsis.",
        "Endotoxin removal devices for the treatment of sepsis and septic shock.",
        "Continuous renal replacement therapy in children with severe sepsis and multiorgan dysfunction - A pilot study on timing of initiation.",
        "Extracorporeal endotoxin removal by polymyxin B immobilized fiber cartridge: Designing and antiendotoxin efficacy in the clinical application.",
        "The clinical significance of serum procalcitonin levels following direct hemoperfusion with polymyxin B-immobilized fiber column in septic patients with colorectal perforation.",
        "Polymyxin B hemoperfusion: A mechanistic perspective.",
        "Early use of polymyxin B hemoperfusion in abdominal septic shock: The EUPHAS randomized controlled trial.",
        "Targeted polymyxin-B hemoperfusion for the treatment of endotoxemia and septic shock: A multicenter randomized controlled trial (EUPHRATES).",
        "Polymyxin B hemoperfusion in endotoxemic septic shock patients without extreme endotoxemia: A post hoc analysis of the EUPHRATES trial.",
        "Surviving sepsis campaign: International guidelines for management of severe sepsis and septic shock 2012.",
        "Renal replacement therapy for acute renal failure in children: European guidelines.",
        "PELOD-2: An update of the Pediatric Logistic Organ Dysfunction Score.",
        "PRISM III: An updated pediatric risk of mortality score.",
        "Validation of the vasoactive-inotropic score in pediatric sepsis.",
        "Efficacy of polymyxin B-immobilized fiber column direct hemoperfusion for non-endotoxin-associated severe septic shock.",
        "A successful application of adult polymyxin B-immobilized fiber column hemoperfusion to a neonate with septic shock.",
        "Blood purification in intensive care patients with multiple organ dysfunction syndrome and sepsis after cardiac surgery.",
        "Clinical effects and outcomes after polymyxin B-immobilized fiber column direct hemoperfusion treatment for septic shock in preterm neonates.",
        "Polymyxin B-immobilized fiber column direct hemoperfusion and continuous hemodiafiltration in premature neonates with systemic inflammatory response syndrome.",
        "Hypercytokinemia with 2009 pandemic H1N1 (pH1N1) influenza successfully treated with polymyxin B-immobilized fiber column hemoperfusion.",
        "Direct hemoperfusion using a polymyxin B immobilized column improves acute respiratory distress syndrome.",
        "Successful treatment of severe amiodarone pulmonary toxicity with polymyxin B-immobilized fiber column direct hemoperfusion.",
        "Effects of direct hemoperfusion with polymyxin B-immobilized fiber on rapidly progressive interstitial lung diseases.",
        "Pediatric Logistic Organ Dysfunction-2 (Pelod-2) score as a model for predicting mortality in pediatric burn injury."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund from Faculty of Medicine, Chulalongkorn University",
        "Ratchadapiseksompotch Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}