{
    "eid": "2-s2.0-85089804159",
    "title": "Prevalence and time course of elevated serum levels of liver enzymes in otherwise healthy Thai infants with breast milk jaundice: A cohort study",
    "cover-date": "2020-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "breastfeeding",
        "hyperbilirubinemia",
        "jaundice",
        "liver function tests",
        "neonatal",
        "neonatal",
        "Thai"
    ],
    "authors": [
        "Pirarat Kotcharit",
        "Voranush Chongsrisawat",
        "Susheera Chatproedprai"
    ],
    "citedby-count": 1,
    "ref-count": 19,
    "ref-list": [
        "Prolonged, but transient, elevation of liver and biliary function tests in a healthy infant affected with breast milk jaundice",
        "Understanding and managing breast milk jaundice",
        "Breastfeeding and jaundice",
        "Enterohepatic circulation of nonconjugated bilirubin in rats fed with human milk",
        "Provisional Committee for Quality Improvement and Subcommittee on Hyperbilirubinemia. Practice parameter: Management of hyperbilirubinemia in the healthy term newborn",
        "Does breast feeding influence liver biochemistry?",
        "Neonatal jaundice and human milk",
        "Clinical study of prolonged jaundice in breast-and bottle-fed babies",
        "Clinical and biochemical characteristics of infants with prolonged neonatal jaundice",
        "Hyperbilirubinemia in neonates: Types, causes, clinical examinations, preventive measures and treatments: A narrative review article",
        "The levels of serum enzymes, plasma proteins and lipids in normal infants and small children",
        "Abnormal results of biochemical liver function tests in breast-fed infants with prolonged indirect hyperbilirubinaemia",
        "Prolonged jaundice in newborns is associated with low antioxidant capacity in breast milk",
        "Studies of prolonged neonatal jaundice in the breast-fed infant",
        "Prolonged neonatal unconjugated hyperbilirubinemia associated with breast feeding and a steroid, pregnane-3(alpha), 20(beta)-diol, in maternal milk that inhibits glucuronide formation in vitro",
        "Humanized UGT1 mice, regulation of UGT1A1, and the role of the intestinal tract in neonatal hyperbilirubinemia and breast milk-induced jaundice",
        "Assessing liver function and hyperbilirubinemia in the newborn. National Academy of Clinical Biochemistry"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Thailand Research Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}