{
    "eid": "2-s2.0-85027375076",
    "title": "Strontium-modified bacterial cellulose and a polyvinylidene fluoride composite as an electroactive material",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Forestry",
            "@code": "1107"
        }
    ],
    "keywords": [
        "Faculty of sci. and technol.",
        "Materials and textile technol.",
        "Patumtani",
        "Thailand",
        "Thammasat univ."
    ],
    "authors": [
        "S. Ummartyotin"
    ],
    "citedby-count": 7,
    "ref-count": 18,
    "ref-list": [
        "Biodegradable multiphase systems based on plasticized starch: A review",
        "Strategies to improve chitosan hemocompatibility: A review",
        "Applications of chitin- and chitosan-derivatives for the detoxification of water and wastewater - A short review",
        "Biocomposites reinforced with natural fibers: 2000-2010",
        "Determination of Tensile Properties of Plastics. Test Conditions for Moulding and Extrusion Plastics",
        "Bacterial cellulose reinforced polyurethane-based resin nanocomposite: A study of how ethanol and processing pressure affect physical, mechanical and dielectric properties",
        "Transparent nanocomposites based on cellulose produced by bacteria offer potential innovation in the electronics device industry",
        "Development of bacterial cellulose and poly(vinylidene fluoride) binary blend system: Structure and properties",
        "Covalently grafted carbon nanotube on bacterial cellulose composite for flexible touch screen application",
        "A review of chitin and chitosan applications",
        "An Overview of Organic Light-Emitting Diodes and their Applications",
        "Organic light emitting diodes: Energy saving lighting technology - A review",
        "Si-O barrier technology for bacterial cellulose nanocomposite flexible displays",
        "Development of transparent bacterial cellulose nanocomposite film as substrate for flexible organic light emitting diode (OLED) display",
        "The role of ferrofluid on surface smoothness of bacterial cellulose nanocomposite flexible display",
        "A critical review on cellulose: From fundamental to an approach on sensor technology",
        "An overview of feasibilities and challenge of conductive cellulose for rechargeable lithium based battery",
        "Preparation of a cellulose and water-based resin composite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Thammasat University"
    ]
}