{
    "eid": "2-s2.0-85053608475",
    "title": "Antioxidant of green tea and pickle tea product, miang, from northern Thailand",
    "cover-date": "2018-08-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antioxidant activity",
        "Assam tea",
        "Camellia sinensis var. assamica",
        "Miang",
        "Pickle tea",
        "Total phenolics"
    ],
    "authors": [
        "P. Somsong",
        "P. Tiyayon",
        "W. Srichamnong"
    ],
    "citedby-count": 5,
    "ref-count": 14,
    "ref-list": [
        "Factors affecting the caffeine and polyphenol contents of black and green tea infusions",
        "The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: The FRAP assay",
        "Antioxidant activity of Camellia sinensis leaves and tea from a low land plantation in Malaysia",
        "Medicinal benefit of green tea: Part II. Review of anticancer properties",
        "A fermented tea with high levels of gallic acid processed by anaerobic solid-state fermentation",
        "Screening of 70 medicinal plant extracts for antioxidant capacity and total phenols",
        "Antibacterial and antioxidant activities of acid and bile resistant strains of Lactobacillus fermentum isolated from miang",
        "Predicting Assam tea distribution in upper northern Thailand using species distribution models",
        "Fingerprint of volatile flavor constituents and antioxidant activities of teas from Thailand",
        "Polysaccharides from green and black tea and their protective effect against murine sepsis",
        "Green tea extract: Chemistry, antioxidant properties and food applications - A review",
        "Total phenol analysis: Automation and comparison with manual methods",
        "Identification of lactic acid bacteria from fermented tea leaves (miang) in Thailand and proposals of Lactobacillus thailandensis sp. Nov., Lactobacillus camelliae sp. Nov., and Pediococcus siamensis sp. Nov",
        "Nutrient composition in leaves of cultivated and wild Camellia nitidissima"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}