{
    "eid": "2-s2.0-84903185363",
    "title": "Late Permian and Early to Middle Triassic radiolarians from the Hat Yai area, southern peninsular Thailand: Implications for the tectonic setting of the eastern margin of the Sibumasu Continental Block and closure timing of the Paleo-Tethys",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Paleontology",
            "@code": "1911"
        }
    ],
    "keywords": [
        "Indochina",
        "Paleo-Tethys",
        "Peninsular Thailand",
        "Permian",
        "Radiolarian",
        "Sibumasu",
        "Triassic"
    ],
    "authors": [
        "Yoshihito Kamata"
    ],
    "citedby-count": 20,
    "ref-count": 77,
    "ref-list": [
        "Triassic carbonate rocks in the Phatthalung area, Peninsular Thailand",
        "J. Thai. Geosci.",
        "Warta Geologi.",
        "Geologi",
        "J. Asian Eart Sci.",
        "Geol. Soc. Malaysia Bull.",
        "Late Triassic Radiolaria from the Kodiang Limestone, northwest Peninsular Malaysia",
        "Permian and early(?) Triassic radiolarian faunas from the Grindstone Terrane, central Oregon",
        "Acad. Sci. USSR",
        "US Geol. Surv. Bull.",
        "Paleogeographic histry of western Thailand and adjacent parts of South-East Asia. A plate tectonics interpretation",
        "Geology of Malay Peninsula",
        "Facies & Paleontology",
        "Mem. Geol. (Lausanne)",
        "J. Geol. Soc. Thai.",
        "Discovery of Triassic fossils at Bukit Chuping, in Gunung Sinyum area, and at Kota Jin, Peninsular Malaysia",
        "Triassic limestone within and around the Gulf of Thailand",
        "Early Permian ammonoids from the Kaeng Krachan Group of the Phatthalung-Hat Yai area, southern peninsular Thailand",
        "The Geology of Thailand",
        "Geol. Pal. Se. Asia",
        "Late Carboniferous and Permian radiolarian biostratigraphy of southwest Japan.",
        "Pre-Cretaceous terrances of Japan",
        "Early Triassic radiolarians from black siliceous shale and black chert in the Kuzu area of the Ashio Terrane, central Japan",
        "Geodiversitas",
        "Institute of Geological and Nuclear Sciences Monograph",
        "Proceedings of International Symposia on Geoscience Resources and Environments of Asian Terranes (GREAT2008), 4th IGCP516, and 5th APSEG. Bangkok, 24-26 November 2008",
        "Classification of the Sibumasu and Paleo-Tethys tectonic division in Thailand using chert lithofacies",
        "Basaltic activity preserved in an Upper Permian radiolarian chert from the Paleo-Tethys in the Inthanon Zone, northern Thailand",
        "Japan. Geol. Geogr. J.",
        "Geology and Paleontology of Southeast Asia",
        "Geology and Paleontology of Southeast Asia",
        "Geologische-Palaeontologische Mittelungen Innsbruck",
        "Geologische-Palaeontologische Mittelungen Innsbruck, Sonderband",
        "Geologische-Palaeontologische Mittelungen Innsbruck, Sonderband",
        "Geologische-Palaeontologische Mittelungen Innsbruck, Sonderband",
        "Earth Sci. (Chikyu Kagaku)",
        "Phylogenetic Lineage of Late Permian Albaillella (Albaillellaria, Radiolaria)",
        "Late Permian Albaillella (Radiolaria) from a bedded chert section in the Gujo-hachiman area of the Mino Belt, central Japan: preliminary report on morphometry and cluster analysis",
        "Earth Sci. (Chikyu Kagaku)",
        "Geol. Soc. Malaysia Bull.",
        "Origin and assembly of south-east Asian continental terranes",
        "Stratigraphic and tectonic implications of Triassic conodonts from northwest Peninsular Malaysia",
        "Upper Triassic conodonts from the Kodiang Limestone, Kedah, Peninsular Malaysia",
        "Gondwana dispersion and Asian accretion: an overview",
        "The Bentong-Raub Suture Zone",
        "Science Reports, College of General Education Osaka University",
        "Catalogue of mesozoic radiolarian genera. part 1: Triassic",
        "Stratigraphic ranges of Mesozoic radiolarian families",
        "J. Paleontol.",
        "The Phuket Terrane: A Late Palaeozoic rift at the margin of Sibumasu",
        "The Geology of Thailand",
        "Department of Mineral Resources, Technical Report, No. 16",
        "Transaction and Proceedings of the Palaeological Society of Japan, New Series",
        "Transaction and Proceedings of the Palaeontological Society of Japan, New Series",
        "Transaction and Proceedings of the Palaeontological Society of Japan, New Series",
        "Occurrence and tectonic significance of Paleozoic and Mesozoic Radiolaria in Thailand and Malaysia",
        "Middle and late Permian radiolarians from the Semanggol Formation, northwest Peninsular Malaysia",
        "Proceedings of the International Symposium on Shallow Tethys (ST) 5 Chiang Mai, Thailand",
        "Carboniferous and Triassic radiolarian faunas from the Saba Yoi area, southernmost part of Peninsular Thailand and their paleogeographic significance",
        "Lower Carboniferous radiolarian fauna from the Saba Yoi-Kabang Area, southernmost part of peninsular Thailand",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "Transanction and Proceedings of the Palaeontological Society of Japan",
        "Bulletin of the Mizunami Fossil Museum",
        "Institute of Geological and Nuclear Sciences Monograph",
        "Proceedings of the International Symposium on Shallow Tethys 5, Chiang Mai, Thailand",
        "Fourth Symposium of IGCP Project no. 411, Geodynamic Processes of Gondwanaland-derived terranes in East & Southeast Asia, Phitsanulok, Thailand",
        "The Geology of Thailand",
        "Chikyu Monthly",
        "Mahasarakham University Journal",
        "Palaeoworld",
        "Middle to Upper Permian radiolarian faunas from chert blocks in Pai area, northwestern Thailand",
        "Institute of Geological and Nuclear Sciences Monograph",
        "J. Geosci. Osaka City University",
        "J. Earth Sci. Nagaya University"
    ],
    "affiliation": [
        {
            "affiliation-city": "Fukuoka",
            "affilname": "Fukuoka University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Yamaguchi",
            "affilname": "Yamaguchi University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Yokohama",
            "affilname": "Yokohama National University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bureau of Fossil Research and Museum",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology"
    ]
}