{
    "eid": "2-s2.0-85160417433",
    "title": "Is anti-seizure medication the culprit of SUDEP?",
    "cover-date": "2023-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antiseizure medications",
        "HRV",
        "SUDEP"
    ],
    "authors": [
        "Danist Leosuthamas",
        "Chusak Limotai",
        "Nattawut Unwanatham",
        "Sasivimol Rattanasiri"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Interictal cardiovascular autonomic responses in patients with temporal lobe epilepsy",
        "Lamotrigine in idiopathic epilepsy - increased risk of cardiac death?",
        "The prevalence of psychosis in epilepsy; a systematic review and meta-analysis",
        "Sudden unexpected death in epilepsy: risk factors, biomarkers, and prevention",
        "Interictal cardiac autonomic dysfunction in temporal lobe epilepsy demonstrated by [(123)I]metaiodobenzylguanidine-SPECT",
        "Prevalence and incidence of epilepsy: a systematic review and meta-analysis of international studies",
        "The epidemiology of the comorbidity of epilepsy in the general population",
        "Global, regional, and national burden of neurological disorders, 1990-2016: A systematic analysis for the Global Burden of Disease Study 2016",
        "Missing data analysis: making it work in the real world",
        "How many imputations are really needed? Some practical clarifications of multiple imputation theory",
        "Effects of antiepileptic drug therapy on heart rate variability in children with epilepsy",
        "Task Force of the European Society of Cardiology and the North American Society of Pacing and Electrophysiology",
        "Combined analysis of risk factors for SUDEP",
        "Do antiepileptic drugs or generalized tonic-clonic seizure frequency increase SUDEP risk? A combined analysis",
        "Interictal cardiovascular autonomic responses in patients with epilepsy",
        "Interictal autonomic changes in persons with epilepsy (PWE) on carbamazepine (CBZ) versus other anti-seizure drug monotherapy: a cross-sectional study",
        "Effects of pregabalin on heart rate variability in patients with painful diabetic neuropathy",
        "Comorbidities of epilepsy: current concepts and future perspectives",
        "Changes in arrhythmia profile and heart rate variability during abrupt withdrawal of antiepileptic drugs. Implications for sudden death",
        "Autonomic dysfunction in epilepsy: characterization of autonomic cardiac neural discharge associated with pentylenetetrazol-induced epileptogenic activity",
        "Premature mortality of epilepsy in low- and middle-income countries: a systematic review from the Mortality Task Force of the International League Against Epilepsy",
        "A systematic review and meta-analysis of heart rate variability in epilepsy and antiepileptic drugs",
        "Cerebral etiology of the acute respiratory distress syndrome: diphenylhydantoin prophylaxis",
        "Heart rate variability measurement in epilepsy: how can we move from research to clinical practice?",
        "Risk factors for sudden unexpected death in epilepsy: a case-control study",
        "Carbamazepine affects autonomic cardiac control in patients with newly diagnosed epilepsy",
        "Effects of chronic carbamazepine treatment on the ECG in patients with focal seizures",
        "Multiple imputation: a primer",
        "Heart rate variability as predictive factor for sudden cardiac death",
        "An overview of heart rate variability metrics and norms",
        "Sudden unexpected death in epilepsy (SUDEP): what every neurologist should know",
        "Multiple imputation for missing data in epidemiological and clinical research: potential and pitfalls",
        "The incidence of SUDEP: a nationwide population-based cohort study",
        "Somatic comorbidity of epilepsy in the general population in Canada",
        "The burden of premature mortality of epilepsy in high-income countries: a systematic review from the Mortality Task Force of the International League Against Epilepsy",
        "Sudden unexpected death in epilepsy: is carbamazepine implicated?",
        "Arrhythmia, heart rate variability, and antiepileptic drugs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60015887",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015887",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}