{
    "eid": "2-s2.0-85115931043",
    "title": "Limiting Acute Kidney Injury Progression In Sepsis: Study Protocol and Trial Simulation",
    "cover-date": "2021-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute kidney injury",
        "biomarkers",
        "insulin-like growth factor-binding protein 7",
        "randomized controlled trial",
        "sepsis",
        "tissue inhibitor of metalloproteinases-2"
    ],
    "authors": [
        "Luca Molinari",
        "Fabienne Heskia",
        "Sadudee Peerapornratana",
        "Claudio Ronco",
        "Louis Guzzi",
        "Seth Toback",
        "Robert Birch",
        "Hadi Beyhaghi",
        "Thomas Kwan",
        "J. Patrick Kampf",
        "Donald M. Yealy",
        "John A. Kellum"
    ],
    "citedby-count": 8,
    "ref-count": 34,
    "ref-list": [
        "Kidney disease: Improving global outcomes (KDIGO) acute kidney injury work group. KDIGO clinical practice guideline for acute kidney injury",
        "Acute kidney injury",
        "Clinical decision support for in-hospital AKI",
        "Epidemiology of acute kidney injury in critically ill patients: The multinational AKI-EPI study",
        "International society of nephrology's 0by25 initiative for acute kidney injury (zero preventable deaths by 2025): A human rights case for nephrology",
        "The concept of risk and the value of novel markers of acute kidney injury",
        "What can we expect from biomarkers for acute kidney injury?",
        "Sepsis-induced acute kidney injury",
        "The third international consensus definitions for sepsis and septic shock (Sepsis-3)",
        "Global, regional, and national sepsis incidence and mortality, 1990-2017: Analysis for the global burden of disease study",
        "Acute kidney injury in patients with sepsis and septic shock: Risk factors and clinical outcomes",
        "The role of biomarkers in acute kidney injury",
        "Discovery and validation of cell cycle arrest biomarkers in human acute kidney injury",
        "Cell-cycle arrest and acute kidney injury: The light and the dark sides",
        "Validation of cell-cycle arrest biomarkers for acute kidney injury using clinical adjudication",
        "Derivation and validation of cutoffs for clinical use of cell cycle arrest biomarkers",
        "A randomized trial of protocol-based care for early septic shock",
        "Prevention of cardiac surgery-associated AKI by implementing the KDIGO guidelines in high risk patients identified by biomarkers: The PrevAKI randomized controlled trial",
        "Biomarker-guided intervention to prevent acute kidney injury after major surgery: The prospective randomized BigpAK study",
        "Serial urinary tissue inhibitor of metalloproteinase-2 and insulin-like growth factor-binding protein 7 and the prognosis for acute kidney injury over the course of critical illness",
        "Serial measurement of cell-cycle arrest biomarkers [TIMP-2]•[IGFBP7] and risk for progression to death, dialysis or severe acute kidney injury in patients with septic shock",
        "Urinary tissue inhibitor of metalloproteinase-2 and insulin-like growth factor-binding protein 7 for risk stratification of acute kidney injury in patients with sepsis",
        "Cell cycle biomarkers and soluble urokinase-type plasminogen activator receptor for the prediction of sepsis-induced acute kidney injury requiring renal replacement therapy: A prospective, exploratory study",
        "Clinical use of [TIMP-2]•[IGFBP7] biomarker testing to assess risk of acute kidney injury in critical care: Guidance from an expert panel",
        "Use of tissue inhibitor of metalloproteinase 2 and insulin-like growth factor binding protein 7 [TIMP2]•[IGFBP7] as an AKI risk screening tool to manage patients in the real-world setting",
        "Using urinary biomarkers to reduce acute kidney injury following cardiac surgery",
        "Kinetics of urinary cell cycle arrest markers for acute kidney injury following exposure to potential renal insults",
        "Evaluating renal stress using pharmacokinetic urinary biomarker data in critically ill patients receiving vancomycin and/or piperacillin-tazobactam: A secondary analysis of the Multicenter Sapphire Study",
        "Fluid response evaluation in sepsis hypotension and shock: A randomized clinical trial",
        "Early nephrologist involvement in hospital-acquired acute kidney injury: A pilot study",
        "Delayed nephrology consultation and high mortality on acute kidney injury: A meta-analysis",
        "Infectious diseases team for the early management of severe sepsis and septic shock in the emergency department",
        "Early infectious disease consultation is associated with lower mortality in patients with severe sepsis or septic shock who complete the 3-hour sepsis treatment bundle",
        "Infectious diseases consultation is associated with decreased mortality in enterococcal bloodstream infections"
    ],
    "affiliation": [
        {
            "affiliation-city": "Marcy-l'Etoile",
            "@id": "60020383",
            "affilname": "BioMérieux SA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020383",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pittsburgh",
            "@id": "60001361",
            "affilname": "University of Pittsburgh School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001361",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Gaithersburg",
            "@id": "60138508",
            "affilname": "Novavax, Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138508",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Vicenza",
            "@id": "60025304",
            "affilname": "Ospedale San Bortolo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025304",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Orlando",
            "@id": "60013913",
            "affilname": "Florida Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013913",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Vercelli",
            "@id": "60003668",
            "affilname": "Università degli Studi del Piemonte Orientale \"Amedeo Avogadro\"",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003668",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Padua",
            "@id": "60000481",
            "affilname": "Università degli Studi di Padova",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000481",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "bioMérieux SA",
        "National Institutes of Health",
        "National Institute of General Medical Sciences",
        "Astute Medical, Inc."
    ]
}