{
    "eid": "2-s2.0-85020897462",
    "title": "Influence of chitosan coating combined with spermidine on anthracnose disease and qualities of ‘Nam Dok Mai’ mango after harvest",
    "cover-date": "2017-10-20",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        }
    ],
    "keywords": [
        "Fruit coating",
        "Fruit softening",
        "Plant defense mechanism",
        "Postharvest storage"
    ],
    "authors": [
        "Pornchan Jongsri"
    ],
    "citedby-count": 47,
    "ref-count": 75,
    "ref-list": [
        "Postharvest quality of mango (mangifera indica l.) fruit as affected by chitosan coating",
        "Chitosan activates defense/stress response(s) in the leaves of Oryza sativa seedlings",
        "Mango anthracnose disease: Present status and future research priorities",
        "Controlling gray mould caused by Botrytis cinerea in cucumber plants by means of chitosan",
        "Chitosan treatment of wheat seeds induces resistance to Fusarium graminearum and improves seed quality",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "A systematic assessment of Morchella using RFLP analysis of the 28S ribosomal RNA gene",
        "Regulation of plant cell‐wall pectin methyl esterase by polyamines — Interactions with the effects of metal ions",
        "Coating citrus (Murcott tangor) fruit with low molecular weight chitosan increases postharvest quality and shelf life",
        "Preservation of mango quality by using functional chitosan-lactoperoxidase systems coatings",
        "Stabilization of phenylalanine ammonia lyase containing Rhodotorula glutinis cells for the continuous synthesis of L-phenylalanine methyl ester/96/",
        "Advances in Edible Coatings for Fresh Fruits and Vegetables: A Review",
        "Modification of pectin polysaccharides during ripening of postharvest banana fruit",
        "Effect of edible coatings on the quality of fresh blueberries (Duke and Elliott) under commercial storage conditions",
        "Polyamines in plant physiology",
        "Differential and functional interactions emphasize the multiple roles of polyamines in plants",
        "Effects of chitosan coating on postharvest life and quality of guava (Psidium guajava L.) fruit during cold storage",
        "Glycolate metabolism of three submersed aquatic angiosperms during ageing",
        "A study on polyamine change and browning of fruit during cold storage of litchi (Litchi chinensis Sonn.)",
        "Effect of chitosan on ripening, enzymatic activity, and disease development in mango (Mangifera indica) fruit",
        "Thai J. Bot.",
        "Effect of molecular weights of chitosan coating on postharvest quality and physicochemical characteristics of mango fruit",
        "Oxygen Free Radicals and Scavengers in the Natural Sciences",
        "Interaction of bride of sevenless membrane-bound ligand and the sevenless tyrosine-kinase receptor",
        null,
        "Hydrogen peroxide mediates defence responses induced by chitosans of different molecular weights in rice",
        "Influence of postharvest citric acid and chitosan coating treatment on ripening attributes and expression of cell wall related genes in cherimoya (Annona cherimola Mill.) fruit",
        "Peroxidase activity in the leaf elongation zone of tall fescue: II. Spatial distribution of apoplastic peroxidase activity in genotypes differing'in length of the elongation zone",
        "Effect of gamma irradiation on the physico-chemical and visual properties of mango (Mangifera indica L.), cv. 'Dushehri' and 'Fazli' stored at 20°C",
        "Phenolic compounds in plant disease resistance",
        "Effect of propolis on postharvest control of anthracnose and quality parameters of 'Kent' mango",
        "Changes in peel pigmentation during ripening of mango fruit (Mangifera indica var. Tommy Atkins)",
        "Physiological responses and quality attributes of table grape fruit to chitosan preharvest spray and postharvest coating during storage",
        "Effects of chitosan and oligochitosan on growth of two fungal pathogens and physiological properties in pear fruit",
        "Investigating the effects of crab shell chitosan on fungal mycelial growth and postharvest quality attributes of pomegranate whole fruit and arils",
        "Stress-induced expression of genes for pathogenesis-related proteins in plants",
        "Use of edible coatings to preserve the quality of fruits and vegetables during storage",
        "Performing the paradoxical: How plant peroxidases modify the cell wall",
        "Biostimulant activity of chitosan in horticulture",
        "Vacuum Infiltration of Polyamines Increases Firmness of Strawberry Slices Under Various Storage Conditions",
        "The nanostructural characterization of strawberry pectins in pectate lyase or polygalacturonase silenced fruits elucidates their role in softening",
        "Acta Hortic.",
        "Bioactive phenolics and antioxidant propensity of flavedo extracts of Mauritian citrus fruits: Potential prophylactic ingredients for functional foods application",
        "Galactose loss and fruit ripening: High-molecular-weight arabinogalactans in the pectic polysaccharides of fruit cell walls",
        "In vivo and in vitro swelling of cell walls during fruit ripening",
        "Optimization of edible coating composition to retard strawberry fruit senescence",
        "Chitin and chitosan: Properties and applications",
        "Am. J. Enol. Vitic.",
        "Changes in cell wall composition of three Fragaria x ananassa cultivars with different softening rate during ripening",
        "Postharvest Biotechnology of Vegetables",
        "Thai J. Bot.",
        "Acta Hortic.",
        "Plant pathogenesis-related (PR) proteins: A focus on PR peptides",
        "Composition and structural features of cell wall polysaccharides from tomato fruits",
        "Genetic Engineering, Molecular Biology and Tissue Culture for Crop Pest and Disease Management",
        "In vivo inhibition of polyamine biosynthesis and growth in tobacco ovary tissues",
        "Notes on sugar determination.",
        "Production Practices and Quality Assessment of Food Crops 4. Postharvest Treatment and Technology Netherlands",
        "Storage studies of mango packed using biodegradable chitosan film",
        "A subset of hypersensitive response marker genes, including HSR203J, is the downstream target of a spermine signal transduction pathway in tobacco",
        "Controlled atmosphere storage and edible coating effects on storage life and quality of tomatoes",
        "Function of the oxidative burst in hypersensitive disease resistance",
        "Chitosan stimulates defense reactions in grapevine leaves and inhibits development of Botrytis cinerea",
        "A Guide to Methods and Applications",
        null,
        "DSCAM: A novel member of the immunoglobulin superfamily maps in a Down syndrome region and is involved in the development of the nervous system",
        "Fungicidal activity of compounds extracted from the pericarp of Areca catechu against Colletotrichum gloeosporioides in vitro and in mango fruit",
        "Antifungal effects of chitosan coating on fresh strawberries and raspberries during storage",
        "Physical properties and antibacterial activity of a chitosan film incorporated with lavender essential oil",
        "Transcription of ethylene perception and biosynthesis genes is altered by putrescine, spermidine and aminoethoxyvinylglycine (AVG) during ripening in peach fruit (Prunus persica)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}