{
    "eid": "2-s2.0-84958546719",
    "title": "The First Record of Female Maturation of the Short-finned Eel, Anguilla bicolor bicolor, in the Coastal Waters of Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        }
    ],
    "keywords": [
        "Anguilla bicolor bicolor",
        "Female maturation",
        "Oogenesis",
        "Thailand"
    ],
    "authors": [
        "Prasert Tongnunui"
    ],
    "citedby-count": 2,
    "ref-count": 16,
    "ref-list": [
        "Short-distance spawning migration of tropical freshwater eels",
        "A standardized terminology for describing reproductive development in fishes",
        "Study on cultured of true eel (Anguilla bicolor bicolor) in different level salinity. Technical paper no. 9/2001",
        "Freshwater fishes of Western Indonesia and Sulawesi",
        "Fingerling true eel (Anguilla bicolor bicolor) in the Natoey River, Phangnga Province. Technical paper no. 21/1995",
        "Ovarian mitochondrial cytochrome b mRNA levels increase with sexual maturity in freshwater eels (Anguilla spp.)",
        "Gonad histology and plasma steroid profiles in wild New Zealand freshwater eels (Anguilla dieffenbachii and A. australis) before and at the onset of the natural spawning migration. I. Females",
        "An introduction to Leptocephali: Biology and identification",
        "Fishes of the world",
        "Catching of true eel (Anguilla australis) in Phang-nga Bay. Technical paper no. 1/1987",
        "First observations of shortfinned Anguilla Bicolor Bicolor and longfinned Anguilla Marmorata silver eels in the Reunion island",
        "Advanced sexual maturation before marine migration of Anguilla bicolor bicolor and Anguilla marmorata at Réunion Island",
        "Batoid fishes, chimaeras and bony fishes part",
        "Nursing of elvers (Anguilla australis) in fiberglass tank by different feed. Technical paper no. 14/1994",
        "Oceanic spawning ecology of freshwater eels in the western North Pacific",
        "The European eel (Anguilla anguilla, Linnaeus), its lifecycle, evolution and reproduction: A literature review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Songkla",
            "affilname": "Rajamangala University of Technology Srivijaya",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagasaki",
            "affilname": "Seikai National Fisheries Research Institute, FRA",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "University of Tsukuba",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}