{
    "eid": "2-s2.0-85076179600",
    "title": "Anti-HIV-1 protease activity of the crude extracts and isolated compounds from Auricularia polytricha",
    "cover-date": "2019-12-05",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Auricularia polytricha",
        "HIV-1 protease inhibitor",
        "Human immunodeficiency virus"
    ],
    "authors": [
        "Chanin Sillapachaiyaporn",
        "Sunita Nilkhet",
        "Alison T. Ung",
        "Siriporn Chuchawankul"
    ],
    "citedby-count": 24,
    "ref-count": 26,
    "ref-list": [
        "The phylogenetic history of immunodeficiency viruses",
        "Past, present and future: 30 years of HIV research",
        "Adverse effects of antiretroviral therapy",
        "Adverse effects of antiretroviral therapy for HIV infection",
        "Antiretroviral drug resistance among antiretroviral-naïve persons with recent HIV infection in Thailand",
        "Auricularia polytricha polysaccharides induce cell cycle arrest and apoptosis in human lung cancer A549 cells",
        "Evaluation of the antioxidant activities and tyrosinase inhibitory property from mycelium culture extracts",
        "Purification, chemical characterization and antioxidant activities of a novel polysaccharide from Auricularia polytricha",
        "In vitro hypoglycemic effects of hot water extract from Auricularia polytricha (wood ear mushroom)",
        "Ganoderma lucidum and Auricularia polytricha mushrooms protect against Carbofuran-induced toxicity in rats",
        "Antinociceptive constituents of Auricularia polytricha",
        "In vitro anti-HIV activity of oleanolic acid on infected human mononuclear cells",
        "Inhibitory effect of triterpenes from Crataegus pinatifida on HIV-I protease",
        "Anti-HIV triterpene acids from Geum japonicum",
        "A new sesquiterpenoid metabolite from Psilocybe samuiensis",
        "Diversity of the Trypethelium eluteriae group in Thailand (Ascomycota, Trypetheliales)",
        "Isolation of bacteria associated with the king oyster mushroom, Pleurotus eryngii",
        "Evaluation of the computational methods for determining vegetable oils composition using 1H-NMR spectroscopy",
        "Antibacterial/antifungal activity and synergistic interactions between polyprenols and other lipids isolated from Ginkgo Biloba L. leaves",
        "Anti-HIV-1 and anti-HIV-1-protease substances from Ganoderma lucidum",
        "HIV-1 protease and reverse transcriptase inhibition by tiger milk mushroom (Lignosus rhinocerus) sclerotium extracts: In vitro and in silico studies",
        "Biochemical changes during the growth of fungi II. Ergosterol and fatty acids in Penicillium atrovenetum",
        "Fatty acids of fungi and nematodes - Possible biomarkers in the soil food chain?",
        "Mushroom flavor",
        "Palmitic acid is a novel CD4 fusion inhibitor that blocks HIV entry and infection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "@id": "60023932",
            "affilname": "University of Technology Sydney",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023932",
            "affiliation-country": "Australia"
        }
    ],
    "funding": []
}