{
    "eid": "2-s2.0-84908621385",
    "title": "Lead zirconate (PbZrO3) embedded in natural rubber as electroactive elastomer composites",
    "cover-date": "2014-10-20",
    "subject-areas": [
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        },
        {
            "$": "Atomic and Molecular Physics",
            "@code": "3107"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        }
    ],
    "keywords": [
        "Actuator sensors",
        "Natural rubber",
        "Perovskite lead zirconate",
        "Smart engineering devices"
    ],
    "authors": [
        "Anuvat Sirivat"
    ],
    "citedby-count": 6,
    "ref-count": 17,
    "ref-list": [
        "Preparation and characterization of lead zirconate ceramics from high-energy ball milled powder",
        "Preparation of nanocrystalline lead zirconate powder by homogeneous precipitation using hydrogen peroxide and urea",
        "Inorganic ceramic/polymer ferroelectric composite electrets",
        "Materials Science and Engineering: An Introduction",
        "Deformation and Viscoelastic Behavior of Polymer Gels in Electric Fields",
        "IEEE Trans. Electr. Insul",
        "J. Appl. Phys",
        "Contributions to the knowledge of calcium-modified lead titanate ceramics",
        "Electrorheological response of swollen silicone gels containing barium titanate",
        "Electrical properties of a novel lead alkoxide precursor: Lead glycolate",
        "A novel route to perovskite lead zirconate from lead glycolate and sodium tris(glycozirconate) via the sol-gel process",
        "A novel route to perovskite lead zirconate titanate from glycolate precursors via the sol-gel process",
        "Thermoplastic elastomeric blends of poly(ethylene terephthalate) and acrylate rubber: 1. Influence of interaction on thermal, dynamic mechanical and tensile properties",
        "Electrorheology and characterization of acrylic rubber and lead titanate composite materials",
        "Electrorheological fluids using bi-dispersed particles",
        "On the performance of 1-3 piezoelectric composites with a passive and active matrix",
        "Modeling of a pre-strained circular actuator made of dielectric elastomers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center for Advanced Studies in Industrial Technology"
    ]
}