{
    "eid": "2-s2.0-85106875861",
    "title": "Effectiveness of various bioreactors for thraustochytrid culture and production (Aurantiochytruim limacinum BUCHAXM 122)",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neuroscience (all)",
            "@code": "2800",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Aurantiochytrium limacinum",
        "Bubble bioreactor",
        "Docosahexaenoic acid",
        "Internal loop airlift bioreactor",
        "Oxygen mass transfer coefficient",
        "Stirred tank bioreactor"
    ],
    "authors": [
        "Khanoksinee Sirirak",
        "Sorawit Powtongsook",
        "Sudarat Suanjit",
        "Somtawin Jaritkhuan"
    ],
    "citedby-count": 1,
    "ref-count": 55,
    "ref-list": [
        "Effects of eicosapentaenoic acid and docosahexaenoic acid on cardiovascular disease risk factors: a randomized clinical trial",
        "Gas holdup and interfacial area distributions in a mechanically agitated gas–liquid contactor",
        "Transcriptome and gene expression analysis of docosahexaenoic acid producer Schizochytrium sp. under different oxygen supply conditions",
        "A comparative study of gas hold-up, bubble size, interfacial area and mass transfer coefficients in stirred gas–liquid reactors and bubble columns",
        "Oxygen transfer in three scales of concentric tube airlift bioreactors",
        "Improvement of docosahexaenoic acid production on glycerol by Schizochytrium sp. S31 with constantly high oxygen transfer coefficient",
        "The relationship of oxygen uptake rate and kLa with rheological properties in high cell density cultivation of docosahexaenoic acid by Schizochytrium sp. S31",
        "Superior scalability of single-use bioreactors",
        "Continuous culture of the microalgae Schizochytrium limacinum on biodiesel-derived crude glycerol for producing docosahexaenoic acid",
        "Comparison of stirred tank and airlift bioreactors in the production of polygalacturonases by Aspergillus oryzae",
        "Bioreactor scale-up and oxygen transfer rate in microbial processes: An overview",
        "Oxygen uptake rate in microbial processes: An overview",
        "Large-scale production of microalgal lipids containing high levels of docosahexaenoic acid upon fermentation of Aurantiochytrium sp. KRS101",
        "Health benefits of docosahexaenoic acid (DHA)",
        "Impact of bubble size on docosahexaenoic acid production by Crypthecodinium cohnii in bubble column bioreactor",
        "Aeration costs in stirred-tank and bubble column bioreactors",
        "Accumulation of docosahexaenoic acid-rich lipid in thraustochytrid Aurantiochytrium sp. strain T66: effects of N and P starvation and O2 limitation",
        "Species diversity and polyunsaturated fatty acid content of thraustochytrids from fallen mangrove leaves in Chon Buri province, Thailand",
        "Mechanically agitated gas–liquid reactors",
        "Boosting productivity of heterotrophic microalgae by efficient control of the oxygen transfer coefficient using a microbubble sparger",
        "Bubble column reactors",
        "Oxygen mass transfer in a stirred tank bioreactor using different impeller configurations for environmental purposes",
        "Effects of liquid film formed on flask surface on oxygen transfer rate in shaking flask and development of baffled shaking vessel by optical method based on sulfite oxidation",
        "Mathematical models for design of bioreactors: applications of: Kolmogoroff’s theory of isotropic turbulence",
        "Liquid-phase mass transfer coefficients in bioreactors",
        "A novel fed-batch process based on the biology of Aurantiochytrium sp. KRS101 for the production of biodiesel and docosahexaenoic acid",
        "Cellulase and xylanase production by Aspergillus niger KKS in various bioreactors",
        "Oxygen mass transfer in bubble column bioreactor",
        "High cell density cultivation of a novel Aurantiochytrium sp. strain TC 20 in a fed-batch system using glycerol to produce feedstock for biodiesel and omega-3 oils",
        "Taxonomy, ecology and biotechnological applications of thraustochytrids: A review",
        "Analysis of Δ12-fatty acid desaturase function revealed that two distinct pathways are active for the synthesis of PUFAs in T. aureum ATCC 34304",
        "Production of polyunsaturated fatty acids by polyketide synthases in both prokaryotes and eukaryotes",
        "Influence of volumetric oxygen transfer coefficient (kLa) on xylanases batch production by Aspergillus niger van Tieghem in stirred tank and internal-loop airlift bioreactors",
        "Use of dinitrosalicylic acid reagent for determination of reducing sugar",
        "Characterization of bubble size distributions within a bubble column",
        "Docosahexaenoic acid production and lipid body formation in Schizochytrium limacinum SR21",
        "Diversity and ecology of thraustochytrid protists in the marine environment",
        "The role of omega-3 fatty acids in child development",
        "Comparison of pullulan production performances of air-lift and bubble column bioreactors and optimization of process parameters in air-lift bioreactor",
        "Combined sulfite method for the measurement of the oxygen transfer coefficient kLa in bioreactors",
        "Enhancement of docosahexaenoic acid production by Schizochytrium sp. using a two-stage oxygen supply control strategy based on oxygen transfer coefficient",
        "Antibacterial effect of copper on microorganisms isolated from bovine mastitis",
        "Improvement of a two-stage fermentation process for docosahexaenoic acid production by Aurantiochytrium limacinum SR21 applying statistical experimental designs and data analysis",
        "Biodegradation of phenol and m-cresol in a batch and fed batch operated internal loop airlift bioreactor by indigenous mixed microbial culture predominantly Pseudomonas sp",
        "Production of eicosapentaenoic acid by Mortierella fungi",
        "A simple and efficient method for the quantitative analysis of thymine dimers in cyanobacteria, phytoplankton and macroalgae",
        "Media for industrial fermentations",
        "Variables affecting the oxygen mass transfer in bioreactors",
        "Isolation, fatty acid profiles and cryopreservation of marine thraustochytrids from mangrove habitats in Thailand",
        "Effects of shear stress on microalgae–A review",
        "Comparisons between cellulase production by Aspergillus fumigatus in agitated vessels and in an air-lift fermentor",
        "Development of a typical aerobic fermentation",
        "Production of high yields of docosahexaenoic acid by Schizochytrium sp. strain SR21",
        "Application of airlift bioreactor for the cultivation of aerobic oleaginous yeast Rhodotorula glutinis with different aeration rates"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Burapha University",
        "Faculty of Science"
    ]
}