{
    "eid": "2-s2.0-85161092864",
    "title": "Diversity of actinobacteria in the rhizosphere and their biotechnological applications",
    "cover-date": "2023-05-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Antibiotics",
        "Biocontrol agents",
        "Enzymes",
        "Plant growth promotion"
    ],
    "authors": [
        "Nisachon Tedsree",
        "Takuji Nakashima",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 127,
    "ref-list": [
        "Indole-3-acetic acid (IAA) production by Streptomyces atrovirens isolated from rhizospheric soil in Egypt",
        "Actinomycetes enrich soil rhizosphere and improve seed quality as well as productivity of legumes by boosting nitrogen availability and metabolism",
        "Use of endophytic and rhizosphere actinobacteria from grapevine plants to reduce nursery fungal graft infections that lead to young grapevine decline",
        "An introduction to actinobacteria",
        "Exploitation of fungi and actinobacteria for sustainable agriculture",
        "Screening of rhizospheric actinomycetes for various in-vitro and in-vivo plant growth promoting (PGP) traits and for agroactive compounds",
        "Actinomycetes of rhizosphere soil producing antibacterial compounds against urinary tract infection bacteria",
        "Optimization and partial characterization of endoglucanase produced by Streptomyces sp. B-PNG23",
        "Actinomycetes: Diversity and their importance",
        "Taxonomy, physiology, and natural products of Actinobacteria",
        "Thoughts and facts about antibiotics: Where we are now and where we are heading",
        "Rhizospheric actinomycetes from organic crops of native potato (Solanum tuberosum): Isolation, phenotypic characterization, molecular identification, and impact on biocontrol of Phytophthora infestans (Mont.) de Bary.",
        "Bacterial chitinases:properties and potential",
        "Plant growth promoting actinobacteria, the most promising candidates as bioinoculants?",
        "Blockage of the early step of lankacidin biosynthesis caused a large production of pentamycin, citreodiol and epi-citreodiol in",
        "Micromonospora cremea sp. nov. and Micromonospora zamorensis sp. nov., isolated from the rhizosphere of",
        "Micromonospora halotolerans sp. nov., isolated from the rhizosphere of a Pisum sativum plant",
        "Characterization of phosphate solubilizing Streptomyces as a biofertilizer",
        "Growth promotion and disease suppression ability of a Streptomyces sp. CB-75 from banana rhizosphere soil",
        "Caryolan-1-ol, an antifungal volatile produced by Streptomyces spp., inhibits the endomembrane system of fungi",
        "P-Solubilizing Streptomyces roseocinereus MS1B15 with multiple plant growth-promoting traits enhance barley development and regulate rhizosphere microbial population",
        "Characterization of actinomycetes isolates for plant growth promoting traits and their effects on drought tolerance in maize",
        "The impact of growth-promoting Streptomycetes isolated from rhizosphere and bulk soil on oilseed rape (Brassica napus L.) growth parameters",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Sugarcane seedling growth promotion by indole acetic acid (IAA) producing Streptomyces sp. AS14-2 isolated from rhizosphere of sugarcane and rice",
        "Biocontrol activity of actinomycetes strains against fungal and bacterial pathogens of Solanum lycopersicum L. and Daucus carota L.: In vitro and in planta antagonistic activity",
        "Saccharopolyspora phatthalungensis sp. nov., isolated from rhizosphere soil of",
        "Non-streptomycete actinomycetes as biocontrol agents of soil-borne fungal plant pathogens and as plant growth promoters",
        "Rhizospheric actinomycetes revealed antifungal and plant-growth-promoting activities under controlled environment",
        "The role of salicylic acid and gibberellin signaling in plant responses to abiotic stress with an emphasis on heavy metals",
        "Isolation of actinomycetes from maize rhizosphere from Kupang, East Nusa Tenggara Province, and evaluation of their antibacterial, antifungal, and extracellular enzyme activity",
        "Screening and characterization of actinomycetes isolated from soybean rhizosphere for promoting plant growth",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Effects of two new siderophore-producing rhizobacteria on growth and iron content of maize and canola plants",
        "Streptomyces flavogriseus HS1: Isolation and characterization of extracellular proteases and their compatibility with laundry detergents",
        "Microbispora sitophila sp. nov., a novel actinobacterium isolated from rhizosphere soil of wheat (Triticum aestivum L.)",
        "Cellulomonas triticagri sp. nov., isolated from the rhizosphere soil of wheat (Triticum aestivum L.)",
        "Optimization for production of Indole acetic acid (IAA) by plant growth promoting Streptomyces sp. VSMGT1014 isolated from rice rhizosphere",
        "Actinoplanes rhizophilus sp. nov., an actinomycete isolated from the rhizosphere of Sansevieria trifasciata Prain",
        "Actinomycetes from Eucalyptus and their biological activities for controlling Eucalyptus leaf and shoot blight",
        "Streptomyces sp. CLV45 from Fabaceae rhizosphere benefits growth of soybean plants",
        "Streptomyces sp. strain TOR3209: A rhizosphere bacterium promoting growth of tomato by affecting the rhizosphere microbial community",
        "Nocardia zhihengii sp. nov., an actinobacterium isolated from rhizosphere soil of",
        "Actinokineospora bangkokensis sp. nov., isolated from rhizospheric soil",
        "Identification of actinomycetes from plant rhizospheric soils with inhibitory activity against Colletotrichum spp., the causative agent of anthracnose disease",
        "Characterization of extracellular chitinase produced from Streptomyces rubiginosus isolated from rhizosphere of Gossypium sp",
        "Streptomyces botrytidirepellens sp. nov., a novel actinomycete with antifungal activity against",
        "Mechanism of phosphate solubilization and antifungal activity of Streptomyces spp. isolated from wheat roots and rhizosphere and their application in improving plant growth",
        "Cytokinin sensing in bacteria",
        "Gibberellin production by newly isolated strain Leifsonia soli SE134 and its potential to promote plant growth",
        "Screening of endophytic and rhizospheric actinomycetes with potential application for biocontrol of Fusarium wilt of Gladiolus",
        "Antifungal activity of Streptomyces spp. isolated from rhizosphere of Thai medicinal plants",
        "Identification of antifungal niphimycin from Streptomyces sp. KP 6107 by screening based on adenylate kinase assay",
        "Sanguibacter soli sp. nov., isolated from soil of a ginseng field",
        "Brasilicardin A, a new terpenoid antibiotic from pathogenic Nocardia brasiliensis: Fermentation, isolation and biological activity",
        "Isolation and molecular characterization of antifungal production from rice fields rhizosphere soil, Thailand",
        "Biodiscovery from rare actinomycetes: An eco-taxonomical perspective",
        "Phylogenetic study of the species within the family",
        "Cellulase production by thermophilic Bacillus sp: SMIA-2 and its detergent compatibility",
        "Coevolution of antibiotic production and counter-resistance in soil bacteria",
        "Morphological identification of actinobacteria",
        "Nonomuraea suaedae sp. nov., isolated from rhizosphere soil of Suaeda maritima (L.) Dumort",
        "Actinoplanes flavus sp. nov., a novel cellulase-producing actinobacterium isolated from coconut palm rhizosphere soil",
        "Actinomadura rhizosphaerae sp. nov., isolated from rhizosphere soil of the plant",
        "Application of actinomycetes to soil to ameliorate water repellency",
        "Actinomycetes: A source of industrially important enzymes",
        "Biocontrol of toxinogenic Aspergillus flavus and Fusarium oxysporum f. sp. albedinis by two rare Saharan actinomycetes strains and LC-ESI/MS-MS profiling of their antimicrobial products",
        "Metabologenomics approach to the discovery of novel compounds from Streptomyces sp. GMR22 as anti-SARS-CoV-2 drugs",
        "Diversity of actinobacteria isolated from date palms rhizosphere and saline environments: Isolation, identification and biological activity evaluation",
        "Streptomyces sp. BV410 isolate from chamomile rhizosphere soil efficiently produces staurosporine with antifungal and antiangiogenic properties",
        "In vitro assessment of plant growth-promoting potential of rhizosphere actinomycetes from Solanum tuberosum sp. andigena",
        "Vigorous proteolysis: Reliming in the presence of an alkaline protease and bating (Post-Liming) with an extremophile protease",
        "Pseudonocardia terrae sp. nov., an actinobacterium isolated from rice rhizosphere soil in Thailand",
        "Decoding the mojo of plant-growth-promoting microbiomes",
        "Indole-3-acetic acid production by Streptomyces fradiae NKZ-259 and its formulation to enhance plant growth",
        "Cellulolitic activities of actinomycetes isolated from soil rhizospere of Waigeo, Raja Ampat, West Papua",
        "Exploring actinobacteria associated with rhizosphere and endosphere of the native alpine medicinal plant Leontopodium nivale subspecies Alpinum",
        "Deliberating plant growth promoting and mineral-weathering proficiency of Streptomyces nanhaiensis strain YM4 for nutritional benefit of millet crop (Pennisetum glaucum)",
        "Indole-3-acetic acid (IAA) production by endophytic bacteria isolated from saline dessert, the little Runn of Kutch",
        "Performance of actinobacteria isolated from rhizosphere soils on plant growth promotion under cadmium toxicity",
        "Insights into Streptomyces spp. isolated from the rhizospheric soil of Panax notoginseng: Isolation, antimicrobial activity and biosynthetic potential for polyketides and non-ribosomal peptides",
        "Amycolatopsis panacis sp. nov., isolated from Panax notoginseng rhizospheric soil",
        "Acidophilic actinomycetes from rhizosphere soil: Diversity and properties beneficial to plants",
        "Isolation and screening of actinomycetes producing cellulase and xylanase from Mamasa soil, West Sulawesi",
        "Actinomycetes of Orthosipon stamineus rhizosphere as producer of antibacterial compound against multidrug resistant bacteria",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Indole acetic acid production by the actinomycetes of coffee plantation soils of western ghats",
        "Diversity of actinobacteria in bamboo ecosystems and its antibiotic activity against MRSA",
        "Characterization of plant growth promoting traits of bacterial isolates from the rhizosphere of barley (Hordeum vulgare L.) and tomato (Solanum lycopersicon L.) grown under Fe sufficiency and deficiency",
        "Aspects of nitrogen-fixing Actinobacteria, in particular free-living and symbiotic Frankia",
        "Streptomyces sp. MM-3 from rhizosphere of Psidium guajava: A potential candidate for protease with dehairing properties",
        "Nocardia albiluteola sp. nov., a novel lignin-degrading actinobacterium isolated from rhizosphere soil of pumpkin",
        "Utilization of agro-industrial wastes for the simultaneous production of amylase and xylanase by thermophilic actinomycetes",
        "Pseudonocardia tritici sp. nov., a novel actinomycete isolated from rhizosphere soil of wheat (Triticum aestivum L.)",
        "Exploring plant growth-promotion actinomycetes from vermicompost and rhizosphere soil for yield enhancement in chickpea",
        "Applications of fungal cellulases in biofuel production: Advances and limitations",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Isolation and characterization of actinobacteria in rhizosphere of Crinum latifolium (L.) Cultivated in Tay Ninh Province, Vietnam",
        "Actinoallomurus acanthiterrae sp. nov., an actinomycete isolated from rhizosphere soil of the mangrove plant",
        "Rhizosphere actinobacteria for combating Phytophthora capsici and Sclerotium rolfsii, the major soil borne pathogens of black pepper (Piper nigrum L.)",
        "Amycolatopsis rhizosphaerae sp. nov., isolated from rice rhizosphere soil",
        "Micromonospora soli sp. nov., isolated from rice rhizosphere soil",
        "Actinobacteria from avocado rhizosphere: Antagonistic activity against Colletotrichum gloeosporioides and Xanthomonas sp",
        "Nocardia bhagyanesis sp. nov., a novel actinomycete isolated from the rhizosphere of Callistemon citrinus (Curtis), India",
        "Actinobacteria-a biofactory of novel enzymes",
        "Isolation and screening for plant growth-promoting (PGP) actinobacteria from Araucaria angustifolia rhizosphere soil",
        "Screening of chitinase-producing rhizosphere actinomycetes and their genetic diversity",
        "Streptomyces barringtoniae sp. nov., isolated from rhizosphere of plant with antioxidative potential",
        "Isolation and characterization of phosphorus solubilizing bacteria with multiple phosphorus sources utilizing capability and their potential for lead immobilization in soil",
        "Micromonospora rhizosphaerae sp. nov., isolated from mangrove rhizosphere soil",
        "Chemotaxonomy of actinobacteria, actinobacteria-basics and biotechnological applications",
        "Nocardia rhizosphaerae sp. nov., a novel actinomycete isolated from the coastal rhizosphere of Artemisia Linn., China",
        "Asanoa hainanensis sp. nov., isolated from rhizosphere soil of Acrostichum speciosum in a mangrove, and emended description of the genus",
        "Microbispora hainanensis sp. nov., isolated from rhizosphere soil of Excoecaria agallocha in a mangrove",
        "Selective isolation of Microbispora from rhizhosphere soil of mangrove plants",
        "Actinobacteria from rhizosphere: Molecular diversity, distributions, and potential biotechnological applications",
        "Actinobacteria for sustainable agriculture",
        "Microbacterium hibisci sp. nov., isolated from rhizosphere of mugunghwa (Hibiscus syriacus L.)",
        "Purification and properties of a maltotriose-producing a-amylase from",
        "The complete genome sequence of Streptomyces autolyticus CGMCC 0516, the producer of geldanamycin, autolytimycin, reblastatin and elaiophylin",
        "Isolation and evaluation of rhizosphere actinomycetes with potential application for biocontrolling fusarium wilt of banana caused by Fusarium oxysporum f. sp. cubense Tropical Race 4",
        "Nocardiopsis rhizosphaerae sp. nov., isolated from rhizosphere soil of Halocnermum strobilaceum (Pall.) Bieb",
        "Nonomuraea rhizosphaerae sp. nov., an actinomycete isolated from the rhizosphere soil of a rubber tree (Hevea brasiliensis Muell. Arg)",
        "In vitro inhibition of nonsymbiotic nitrogen-fixing bacteria by rhizosphere actinomycetes associated with grasses"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60023462",
            "affilname": "Waseda University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023462",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}