{
    "eid": "2-s2.0-85168598025",
    "title": "Co-opted board, environment, social and governance",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "co-opted boards",
        "corporate governance",
        "ESG",
        "managerial myopia hypothesis",
        "stakeholder and good management hypothesis"
    ],
    "authors": [
        "Sakkakom Maneenop",
        "Chaiyuth Padungsaksawasdi",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 0,
    "ref-count": 68,
    "ref-list": [
        "Resiliency of environmental and social stocks: An analysis of the exogenous COVID-19 market crash",
        "Corporate social responsibility and firm risk: Theory and empirical evidence",
        "Does CSR matter in times of crisis? Evidence from the COVID-19 pandemic",
        "Board co-option and default risk",
        "Shareholder engagement on environmental, social, and governance performance",
        "The impact of board diversity and gender composition on corporate social responsibility and firm reputation",
        "Individual and corporate social responsibility",
        "Do co-opted boards affect the cost of equity capital?",
        "Corporate socially responsible investments: CEO altruism, reputation, and shareholder interests",
        "Corporate social responsibility and product quality",
        "Stakeholders: The case in favour",
        "Peer effects of corporate social responsibility",
        "Environmental externalities and cost of capital",
        "Do co-opted directors mitigate managerial myopia? Evidence from R&D investments",
        "Co-opted boards",
        "Socially responsible corporate customers",
        "Are red or blue companies more likely to go green? Politics and corporate social responsibility",
        "Corporate immunity to the COVID-19 pandemic",
        "The stakeholder theory of the corporation: Concepts, evidence, and implications",
        "The influence of firm size on the ESG score: Corporate sustainability ratings under review",
        "Renewable governance: Good for the environment?",
        "Does the stock market fully value intangibles? Employee satisfaction and equity prices",
        "The link between job satisfaction and firm value, with implications for corporate social responsibility",
        "The end of ESG",
        "Does corporate social responsibility affect the cost of capital?",
        "Employees response to corporate social responsibility: Exploring the role of employees' collectivist orientation",
        "Valuation effects of corporate social responsibility",
        "Socially responsible firms",
        "Cognition and corporate governance: Understanding boards of directors as strategic decision-making groups",
        "The politics of stakeholder theory: Some future directions",
        "A Friedman doctrine: The social responsibility of business is to increase its profits",
        "The impact of board structure on corporate social responsibility: A temporal view",
        "Firms' earnings smoothing, corporate social responsibility, and valuation",
        "Co-opted board and firm climate change risk",
        "Firms and social responsibility: A review of ESG and CSR research in corporate finance",
        "The economic implications of corporate financial reporting",
        "ESG activities and firm cash flow",
        "The wages of social responsibility—Where are they? A critical review of ESG investing",
        "Board diversity and corporate social responsibility",
        "Corporate governance and CSR nexus",
        "Co-opted boards and earnings management: Evidence of reduced short-termist behavior",
        "Do co-opted boards enhance or reduce R&D productivity?",
        "Director co-option and the cash conversion cycle",
        "Director co-option and future market share growth",
        "Director expertise and corporate sustainability",
        "Value maximization, stakeholder theory, and the corporate objective function",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Do co-opted directors influence dividend policy?",
        "Corporate governance and firm value: The impact of corporate social responsibility",
        "Do co-opted boards strategically choose LGBT-supportive policies?",
        "Social capital, trust, and firm performance: The value of corporate social responsibility during the financial crisis",
        "The role of board gender and foreign ownership in the CSR performance of Chinese listed firms",
        "The bright side of co-opted boards: Evidence from firm innovation",
        "Board co-option and employee welfare",
        "Endogeneity in empirical corporate finance 1",
        "Stock price reactions to ESG news: The role of ESG ratings and disagreement",
        "The impact of corporate social responsibility on firm value: The role of customer awareness",
        "Board attributes, corporate social responsibility strategy, and corporate environmental and social performance",
        "The wages of social responsibility",
        "ESG scores and target price accuracy: Evidence from sell-side recommendations in BRICS",
        "Does ESG performance have an impact on financial performance? Evidence from Germany",
        "The corporate social performance–financial performance link",
        "Endogeneity and the dynamics of internal corporate governance",
        "Fiduciary duty or loyalty? Evidence from co-opted boards and corporate misconduct",
        "The effect of pro-environmental preferences on bond prices: Evidence from green bonds",
        "Board composition and corporate social responsibility: An empirical investigation in the post Sarbanes-Oxley era"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}