{
    "eid": "2-s2.0-85032829181",
    "title": "Genetic analysis of samples from wild populations opens new perspectives on hybridization between long-tailed (Macaca fascicularis) and rhesus macaques (Macaca mulatta)",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "hybridization",
        "Isthmus of Kra",
        "long-tailed macaque",
        "rhesus macaque",
        "SNPs genotyping"
    ],
    "authors": [
        "Srichan Bunlungsup"
    ],
    "citedby-count": 29,
    "ref-count": 37,
    "ref-list": [
        "Assessing natural introgression in 2 biomedical model species, the rhesus macaque (Macaca mulatta) and the long-tailed macaque (Macaca fascicularis)",
        "Morphological characteristics and genetic diversity of Burmese long-tailed Macaques (Macaca fascicularis aurea)",
        "Mitochondrial DNA and two Y-chromosome genes of common long-tailed macaques (Macaca fascicularis fascicularis) throughout Thailand and vicinity",
        "Mammals of Thailand",
        "High intraindividual variation in internal transcibed spacersequences in Aeschynanthus (Gesneriaceae): Implications for phylogenetics",
        "Detecting the number of clusters of individuals using the software STRUCTURE: A simulation study",
        "Arlequin suite ver 3.5: A new series of programs to perform population genetics analyses under Linux and Windows",
        "Rhesus and crab-eating macaques: Intergradation in Thailand",
        "Systematic review of Southeast Asian longtail macaques, Macaca fascicularis (Raffles, [1821])",
        "Tail length variation in Macaca fascicularis and M. mulatta",
        "Fieldiana Zoology",
        "Evolutionary and biomedical insights from the rhesus macaque genome",
        "Assessment of the hybridization between rhesus (Macaca mulatta) and long-tailed macaques (M. fascicularis) based on morphological characters",
        "Morphological and body color variation in Thai Macaca fascicularis fascicularis north and south of the Isthmus of Kra",
        "Body size and proportions and pelage color of free-ranging Macaca mulatta from a zone of hybridization in northeastern Thailand",
        "Seasonal breeding in rhesus monkeys: Influence of the behavioral environment",
        "Whole-genome sequencing and analysis of the Malaysian cynomolgus macaque (Macaca fascicularis) genome",
        "Explaining the causes of the zoogeographic transition around the Isthmus of Kra: Using bats as a case study",
        "The Indochinese-Sundaic faunal transition at the Isthmus of Kra: An analysis of resident forest bird species distributions",
        "Use of photogrammetry as a means to assess hybrids of rhesus (Macaca mulatta) and long-tailed (M. fascicularis) macaques",
        "Hybridization and stratification of nuclear genetic variation in Macaca mulatta and M. fascicularis",
        "Detecting signatures of inter-regional and inter-specific hybridization among the Chinese rhesus macaque specific pathogen-free (SPF) population using single nucleotide polymorphic (SNP) markers",
        "Breeding seasonality among long-tailed macaques, Macaca fascicularis, in Peninsular Malaysia",
        "Boundary zone between northern and southern pig-tailed macaques and their morphological differences",
        "The human-ABO blood groups of free-ranging long-tailed macaques (Macaca fascicularis) and parapatric rhesus macaques (M. mulatta) in Thailand",
        "Ancient genome-wide admixture extends beyond the current hybrid zone between Macaca fascicularis and M. mulatta",
        "Inference of population structure using multilocus genotype data",
        "Single-Nucleotide Polymorphisms Reveal Patterns of Allele Sharing Across the Species Boundary Between Rhesus (Macaca mulatta) and Cynomolgus (M. fascicularis) Macaques",
        "Interannual variability in fruit abundance and the reproductive seasonality in Sumatran Long‐tailed macaques (Macaca fascicularis)",
        "Flora Malesiana",
        "Divergence population genetic analysis of hybridization between rhesus and cynomolgus macaques",
        "Y-chromosome and mitochondrial markers in Macaca fascicularis indicate introgression with Indochinese M. mulatta and a biogeographic barrier in the Isthmus of Kra",
        "Biogeography and migration routes of large mammal faunas in South-East Asia during the late middle Pleistocene: Focus on the fossil and extant faunas from Thailand",
        "The geographical distribution of animals. With a study of the relations of living and extinct faunas as elucidating the past changes of the earth's surface",
        "Physiology and Endocrinology of the Ovarian Cycle in Macaques",
        "The Indochinese-Sundaic zoogeographic transition: A description and analysis of terrestrial mammal species distributions",
        "Journal of Medical Primatology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Immokalee",
            "affilname": "Primate Products, Inc",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Glendale",
            "affilname": "New College of Interdisciplinary Arts and Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "affilname": "California National Primate Research Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tempe",
            "affilname": "School of Life Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Davis",
            "affilname": "University of California, Davis",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chulalong-korn University Scholarship",
        "RGJ Thailand Research Fund",
        "Thailand Research Fund-Chinese Academy of Science",
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "A'Sharqiyah University",
        "A'Sharqiyah University"
    ]
}