{
    "eid": "2-s2.0-85144236412",
    "title": "Molecular simulation of compounds from n-hexane fraction of Sonchus arvensis L. leaves as SARS-CoV-2 antiviral through inhibitor activity targeting strategic viral protein Simulación molecular de compuestos de la fracción de n-hexano de las hojas de Sonchus arvensis L. como antivirales del SARS-CoV-2 a través de la actividad inhibidora dirigida a la proteína viral estratégica",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacy",
            "@code": "3611",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "antiviral",
        "bioinformatics",
        "SARS-CoV-2",
        "Sonchus arvensis L"
    ],
    "authors": [
        "Dwi Kusuma Wahyuni",
        "Sumrit Wacharasindhu",
        "Wichanee Bankeeree",
        "Hunsa Punnapayak",
        "Hery Purnobasuki",
        " Junairiah",
        "Arif N.M. Ansori",
        "Viol Dhea Kharisma",
        "Arli Aditya Parikesit",
        "Listyani Suhargo",
        "Sehanat Prasongsuk"
    ],
    "citedby-count": 8,
    "ref-count": 51,
    "ref-list": [
        "Thin layer chromatographic profiling and phytochemical screening of six medicinal plants in Bangladesh",
        "Exploring the binding mechanism of PF-07321332 SARS-CoV-2 protease inhibitor through molecular dynamics and binding free energy simulations",
        "Bactericidal and in vitro cytotoxicity of Moringa oleifera seed extract and its elemental analysis using laser-induced breakdown spectroscopy",
        "Phytochemical screening and thin layer chromatography of Acacia etbaica ssp. uncinata leaves",
        "In vitro antiviral activity of Pinus merkusii (Pinaceae) stem bark and cone against dengue virus type-2 (DENV-2)",
        "Severe acute respiratory syndrome coronavirus-2 emergence and its treatment with alternative medicines: A review",
        "Biological activity investigation of phytocomponents in mangosteen (Garcinia mangostana L.): in silico study",
        "BDDCS, the rule of 5 and drugability",
        "Triterpenoid α-amyrin stimulates proliferation of human keratinocytes but does not protect them against UVB damage",
        "Neurotrophic effect of naturally occurring long-chain fatty alcohols on cultured CNS",
        "Angiotensinconverting enzyme 2 (ACE2), SARS-CoV-2 and the pathophysiology of coronavirus disease 2019 (COVID-19)",
        "Analysis of composition of volatile compounds of field sow thistle (Sonchus arvensis L.) leaves using the method of gas chromatography with mass-detection",
        "Coronavirus disease 2019-COVID-19",
        "Utilization of secondary metabolites in algae Kappaphycus alvarezii as a breast cancer drug with a computational method",
        "Insights into protein-ligand interactions: mechanisms, models, and methods",
        "Bioactivities of phaeophytin a, α-amyrin, and lupeol from Brachystelma togoense Schltr",
        "Characteristics, chemical compositions and biological activities of propolis from Al-Bahah, Saudi Arabia",
        "Acetylcholinesterase inhibitory activity of stigmasterol & hexacosanol is responsible for larvicidal and repellent properties of Chromolaena odorata",
        "Protein-ligand blind docking using QuickVina-W with inter-process spatiotemporal integration",
        "In vitro evaluation of xanthine oxidase inhibitory activity of selected medicinal plants",
        "Protective effect of ethanol extract tempuyung leaf (Sonchus arvensis L.) against gentamicin induced renal injury viewed from blood ureum level",
        "Mechanism of molnupiravir-induced SARS-CoV-2 mutagenesis",
        "Evaluation of flavonoids and diverse antioxidant activities of Sonchus arvensis",
        "Herbal combination from Moringa oleifera Lam. and Curcuma longa L. as SARS-CoV-2 antiviral via dual inhibitor pathway: A viroinformatics approach",
        "Computational study of ginger (Zingiber officinale) as E6 inhibitor in human papillomavirus type 16 (HPV-16) infection",
        "In silico phytochemical compounds screening of Allium sativum targeting the Mpro of SARS-CoV-2",
        "Fe-S cofactors in the SARS-CoV-2 RNA-dependent RNA polymerase are potential antiviral targets",
        "SARS-CoV-2 tropism, entry, replication, and propagation: considerations for drug discovery and development",
        "Bioactive betulin and PEG based polyanhydrides for use in drug delivery systems",
        "Isolation and biological activity of the triterpene ß-amyrin from the aerial plant parts of Maesobotrya barteri (Baill)",
        "Beta-amyrin and alpha-amyrin acetate isolated from the stem bark of Alstonia boonei display profound anti-inflammatory activity",
        "A bioinformatic approach of hydroxyapatite and polymethylmethacrylate composite exploration as dental implant biomaterial",
        "In silico study of natural inhibitors for human papillomavirus-18 E6 protein",
        "Potential of Zingiber officinale bioactive compounds as inhibitory agent against the IKK-B",
        "Identification of potential antiviral inhibitors from hydroxychloroquine and 1,2,4,5-tetraoxanes analogues and investigation of the mechanism of action in SARS-CoV-2",
        "Isolation, identification and antibacterial test of triterpenoid compounds from n-hexane extract of tempuyung leaves (Sonchus arvensis L.)",
        "Ability of cyclohexenonic long-chain fatty alcohol to reverse diabetes-induced cystopathy in the rat",
        "Computer aided identification of sodium channel blockers in the clinical treatment of epilepsy using molecular docking tools",
        "Potential drug targets of SARS-CoV-2: From genomics to therapeutics",
        "Occurrence of taraxerol and taraxasterol in medicinal plants",
        "Molecular docking, validation, dynamics simulations, and pharmacokinetic prediction of natural compounds against the SARS-CoV-2 main-protease",
        "Molnupiravir in COVID-19: A systematic review of literature",
        "Antioxidant and free radical scavenging effects of ß-amyrin isolated from S. cochinchinensis Moore. leaves",
        "Betulin and its derivatives. Chemistry and biological activity",
        "Callus induction and its metabolite profiles of Sonchus arvensis L. under temperature treatment",
        "Callus induction of Sonchus arvensis L. and its antiplasmodial activity",
        "Morpho-anatomical structure and DNA barcode of Sonchus arvensis L",
        "Growth, secondary metabolite production, and in vitro antiplasmodial activity of Sonchus arvensis L. callus under dolomite [CaMg(CO3)2] treatment",
        "Molecular docking study of sea urchin (Arbacia lixula) peptides as multi-target inhibitor for non-small cell lung cancer (NSCLC) associated proteins",
        "COVID-19 in silico drug with Zingiber officinale natural product compound library targeting the Mpro protein"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "123830416",
            "affilname": "Professor Nidom Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123830416",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Gresik",
            "@id": "122481246",
            "affilname": "Generasi Biologi Indonesia Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122481246",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Jakarta",
            "@id": "115149294",
            "affilname": "Indonesia International Institute for Life Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115149294",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Universitas Airlangga"
    ]
}