{
    "eid": "2-s2.0-85122861272",
    "title": "Corporate governance, board connections and remuneration",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Development",
            "@code": "3303",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "agency theory",
        "director compensation",
        "managerial power theory",
        "peer group effects",
        "political connection"
    ],
    "authors": [
        "Pochara Arayakarnkul",
        "Pattanaporn Chatjuthamard",
        "Suntharee Lhaopadchan",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 5,
    "ref-count": 76,
    "ref-list": [
        "Determinants of director compensation in two-tier systems: Evidence from German panel data",
        "Political connection and firm value",
        "Compensation and incentives: Practice vs. theory",
        "Onwards and upwards: Why companies change their executive remuneration schemes, and why this leads to increases in pay",
        "Social comparison and reciprocity in director compensation",
        "The impact of political connections on firms' operating performance and financing decisions",
        "The forms of capital",
        "CEO compensation, director compensation, and firm performance: Evidence of cronyism?",
        "Top executive pain China: a new laboratory for research?",
        "Community and compensation: Director remuneration in Thailand",
        "Equity-incentive compensation and payout policy in Europe",
        "Helping hands or grabbing hands? An analysis of political connections and firm value",
        "Politically connected boards and top executive pay in Chinese listed firms",
        "Social capital in the creation of human capital",
        "Executive compensation and incentives",
        "Corporate tournaments and executive compensation: Evidence from the U.K",
        "Corporate political contributions and stock returns",
        "Is CEO pay too high and are incentives too low? A wealth-based contracting framework",
        "Political connectedness, corporate governance, and firm performance",
        "The ethereal hand: Organizational economics and management theory",
        "The stakeholder theory of the corporation: Concepts, evidence, and implications",
        "A stakeholder theory of the modern corporation: Kantian capitalism",
        "Differences between politically connected and nonconnected firms: A cross-country analysis",
        "Separation of ownership and control",
        "Politically connected CEOs, corporate governance, and post-IPO performance of China's newly partially privatized firms",
        "Integrating sustainability into corporate governance: An empirical study on board diversity",
        "A theory of social comparison processes",
        "How much does the CEO matter? The role of managerial discretion in the setting of CEO compensation",
        "Legislative political connections and CEO compensation in China",
        "Optimal incentive contracts in the presence of career concerns: theory and evidence",
        "Stock options for undiversified executives",
        "Specificity of CEO human capital and compensation",
        "Executive compensation: Performance vs. personal characteristics",
        "Moral hazard and observability",
        "Corporate governance and risk-taking of Chinese firms: The role of board size",
        "Bank political connections and performance in China",
        "CEO incentives. It's not how much you pay, but how. Journal of applied corporate",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "The causal effect of corporate governance on corporate social responsibility",
        "Cronyism and capital controls: Evidence from Malaysia",
        "CEO pay and corporate governance in the US: Perceptions, facts, and challenges",
        "The application of corporate social responsibility (CSR) actions for mitigation of environmental, social, corporate governance (ESG) and reputational risk in integrated reports",
        "Corporate social responsibility and governance: Information disclosure in multinational corporations",
        "Disclosed: An exploration of board remuneration committee challenges",
        "The structure of organizational incentives",
        "Business and politics in Thailand: New patterns of influence",
        "Rank order tournaments as optimum labor contracts",
        "Insider trading in the OTC market",
        "Norms in law and economics",
        "Stewardship theory and board structure: A contingency approach",
        "Board size and corporate risk taking: Further evidence from Japan",
        "Taking stock: Equity-based compensation and the evolution of managerial ownership",
        "The Anglo-American financial influence on CEO compensation in non-Anglo-American firms",
        "Performance of stock price with changes in SRI governance index",
        "Politicians in the boardroom: Is it a convenient burden?",
        "Exploring sustainability, good governance, and social responsibility in small and medium enterprises",
        "Prizes and incentives in elimination tournaments",
        "Do political connections affect firm performance? Evidence from a developing country",
        "Insiders' profits costs of trading and market efficiency",
        "Political connections and firm performance in Chinese companies",
        "Stakeholder engagement, military ties and firm performance",
        "Are all insiders on the inside? Evidence from the initiation of CDS trading and short selling in the financial sector",
        "Disaggregating the agency contract: The effects of monitoring, incentive alignment, and term in office on agent decision making",
        "Assessing managerial power theory: A meta-analytic approach to understanding the determinants of CEO compensation",
        "Board size and firm risk-taking",
        "Political connections of independent directors and firm internationalization: An empirical study of Chinese listed firms",
        "Optimal executive compensation versus managerial power: A review of Lucian Bebchuk and Jesse Fried's pay without performance: The unfulfilled promise of executive compensation",
        "Corporate governance and corporate social responsibility: Issues for Asia",
        "Do types of political connection affect firm performance differently?",
        "The economics of convention",
        "Politically-connected boards and the structure of chief executive officer compensation packages in Taiwanese firms",
        "Boards of directors and corporate financial performance: A review and integrative model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kasetsart University",
        "National Research Council of Thailand"
    ]
}