{
    "eid": "2-s2.0-84899008745",
    "title": "Mechanical and electronic properties of Rh and Rh3Zr from first-principles calculation",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "D. Electronic structures",
        "D. Mechanical properties",
        "E. First-principles"
    ],
    "authors": [
        "Suhong Zhang"
    ],
    "citedby-count": 8,
    "ref-count": 41,
    "ref-list": [
        "Struct. Intermetall. TMS",
        "Rh-base refractory superalloys for ultra-high temperature use",
        "Ir-base refractory superalloys for ultra-high temperatures",
        null,
        "Microstructural evaluation and mechanical properties of Ir-Hf-Zr ternary alloys at room and high temperatures",
        null,
        "Superalloys II",
        null,
        null,
        null,
        null,
        null,
        "Aluminum-Lithium Alloys",
        null,
        "Ideal mechanical strength and interface cohesion property of Ir-base superalloys from first principles calculation",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Generalized gradient approximation made simple",
        "Special points for Brillouin-zone integrations",
        "Finite basis set corrections to total energy pseudopotential calculations",
        "Geophys. J. Res.",
        "Thermophysical Properties of Matter",
        "Elastic moduli of rhodium: Correct prediction by a new theoretical method",
        "The Rh-Zr (rhodium-zirconium) system",
        "Ab initio study of the thermodynamic properties of nonmagnetic elementary fcc metals: Exchange-correlation-related error bars and chemical trends",
        "Applications of a tight-binding total-energy method for transition and noble metals: Elastic constants, vacancies, and surfaces of monatomic metals",
        "Micro- And Macro-alloying of Ir-base Alloys",
        null,
        "Elastic properties of reinforced solids: Some theoretical principles",
        "Comprehensive study of lattice mechanical properties of some FCC transition metals",
        "Computational alchemy: the search for new superhard materials",
        "Philos. Mag.",
        null,
        "Microcracking in Ceramics Induced by Thermal Expansion or Elastic Anisotropy",
        null,
        "Universal elastic anisotropy index",
        "Ideal shear strengths of fcc aluminum and copper",
        "Ideal pure shear strength of aluminum and copper",
        "Mechanical strengths of silicon nitrides studied by ab initio calculations",
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Hebei",
            "affilname": "Hebei Normal University of Science and Technology",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NBRPC",
        "National Natural Science Foundation of China",
        "Yanshan University"
    ]
}