{
    "eid": "2-s2.0-85074552584",
    "title": "Lentibacillus lipolyticus sp. Nov., a moderately halophilic bacterium isolated from shrimp paste (ka-pi)",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Ka-pi",
        "Lentibacillus lipolyticus",
        "Moderately halophile",
        "Shrimp paste"
    ],
    "authors": [
        "Auttaporn Booncharoen",
        "Wonnop Visessanguan",
        "Nattakorn Kuncharoen",
        "Supalurk Yiamsombut",
        "Pannita Santiyanont",
        "Wuttichai Mhuantong",
        "Salisa Charoensri",
        "Pornchai Rojsitthisak",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 9,
    "ref-count": 53,
    "ref-list": [
        "Lentibacillus salicampi gen. Nov., sp. nov., a moderately halophilic bacterium isolated from a salt field in Korea",
        "Lentibacillus sediminis sp. Nov., isolated from a marine saltern",
        "Lentibacillus amyloliquefaciens sp. Nov., a halophilic bacterium isolated from saline sediment sample",
        "Lentibacillus kimchii sp. Nov., an extremely halophilic bacterium isolated from kimchi, a Korean fermented vegetable",
        "Lentibacillus populi sp. Nov., a moderately halophilic, endophytic bacterium isolated from a poplar tree, and emended description of the genus Lentibacillus",
        "Lentibacillus garicola sp. Nov., isolated from myeolchi-aekjeot, a Korean fermented anchovy sauce",
        "Lentibacillus jeotgali sp. Nov., a halophilic bacterium isolated from traditional Korean fermented seafood",
        "Lentibacillus persicus sp. Nov., a moderately halophilic species isolated from a saline lake",
        "Lentibacillus salinarum sp. Nov., isolated from a marine solar saltern in Korea",
        "Lentibacillus salis sp. Nov., a moderately halophilic bacterium isolated from a salt lake",
        "Lentibacillus halodurans sp. Nov., a moderately halophilic bacterium isolated from a salt lake in Xin-Jiang, China",
        "Lentibacillus kapialis sp. Nov., from fermented shrimp paste in Thailand",
        "Lentibacillus halophilus sp. Nov., from fish sauce in Thailand",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. Nov. from fish sauce in Thailand",
        "Lentibacillus laci-salsi sp. Nov., a moderately halophilic bacterium isolated from a saline lake in China",
        "Lentibacillus sal-arius sp. Nov., isolated from saline sediment in China, and emended description of the genus Lentibacillus",
        "16S/23S rRNA sequencing",
        "Planotetraspora thailandica sp. Nov., isolated from soil in Thailand",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Felsenstein J. Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "An improved technique for staining red halophilic bacteria",
        "Rapid flagella stain",
        "Proposed minimal standards for describing new taxa of aerobic, endospore-forming bacteria",
        "Utilization of protein profiles for the characterization of halophilic bacteria",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "The behavior of the isomers of a",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Lipid and cell wall analysis in bacterial systematics",
        "Analysis of bacterial menaquinone mixtures by reverse-phase high-performance liquid chromatography",
        "Sequencing quality assessment tools to enable data-driven informatics for high throughput genomics",
        "AfterQC: Automatic filtering, trimming, error removing and quality control for fastq data",
        "Trimmomatic: A flexible trimmer for Illumina sequence data",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "Seemann T. Prokka: Rapid prokaryotic genome annotation",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "JSpe-ciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "The RAST Server: Rapid annotations using subsystems technology",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "International committee on Systematic Bacteriology. Report of the ad hoc committee on the reconciliation of approaches to bacterial systematic",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Taxonomic parameters revisited: Tarnished gold standards",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Salinity-dependent switching of osmolyte strategies in a moderately halophilic bacterium: Glutamate induces proline biosynthesis in Halobacillus halophilus",
        "Wargo MJ. Homeostasis and catabolism of choline and glycine betaine: Lessons from Pseudomonas aeruginosa",
        "Genomic analysis reveals the biotechnological and industrial potential of levan producing halophilic extremophile, Halomonas smyrnensis AAD6T"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "2Food Biotechnology Research Team",
        "3Enzyme Technology Research Team",
        "4Department of Food and Pharmaceutical Chemistry, Faculty of Pharmaceutical Sciences",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "National Research council of Thailand",
        "Thailand Graduate Institute of Science and Technology"
    ]
}