{
    "eid": "2-s2.0-85131338699",
    "title": "International Remittances and Women’s Reproductive Health Care: Evidence from Pakistan",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Informatics",
            "@code": "2718",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health Information Management",
            "@code": "3605",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "Health care decision making",
        "mother health care utilization",
        "Pakistan",
        "propensity score matching",
        "remittances"
    ],
    "authors": [
        "Tahir Mahmood",
        "Ramesh Kumar",
        "Asad Ur Rehman",
        "Sathirakorn Pongpanich"
    ],
    "citedby-count": 0,
    "ref-count": 50,
    "ref-list": [
        "Evaluating the economic impact of international remittances on developing countries using household surveys: a literature review",
        "Are remittances more effective than aid to improve child health? An empirical assessment using inter and intra-country data",
        "Do remittances reduce women’s acceptance of domestic violence? Evidence from Pakistan",
        "Analyzing the pattern and relative importance of remittance sources of Pakistan",
        "Exploring the impact of remittances on economic growth in Pakistan",
        "The impact of remittances on investment and poverty in Ghana",
        "Globalization, migration and development: the role of Mexican migrant remittances (Working Paper ITD= Documento de Trabajo ITD; n. 20) (Vol. 20)",
        "Migration remittances and development: a review of global evidence",
        "Impact of remittances on household health care expenditure: evidence from the Nepal living standards survey",
        "The impact of remittances on fertility rate in Pakistan: new evidence from ARDL cointegration",
        "For health, strength, and daily food: the dual impact of remittances and public health expenditure on household health spending and child health outcomes",
        "The influence of remittances on education and health outcomes: a cross country study",
        "The impact of remittances on nutritional status of children in Ecuador",
        "The effects of migration on child health in Mexico [with comments]",
        "Migrant remittances and fertility",
        "Changing fertility preferences one migrant at a time: the impact of remittances on the fertility rate (No. 4066)",
        "The impacts of migration on maternal and child health services utilisation in Sub-Saharan Africa: evidence from Togo",
        "Effects of spousal migration on access to healthcare for women left behind: a cross-sectional follow-up study",
        "Is an ounce of remittance worth a pound of health? The case of Tajikistan",
        "Impact of remittances on household income, asset and human capital: evidence from Sri Lanka",
        "The impacts of workers’ remittances on human capital and labor supply in developing countries",
        "Remittances and the household’s expenditures on health",
        "Socio-Economic impact of overseas workers remittances on the recipient households in district Swabi, Pakistan",
        "Logistic regression analysis",
        "An introduction to logistic regression analysis and reporting",
        "Statistics review 14: logistic regression",
        "Matching on the estimated propensity score",
        "The central role of the propensity score in observational studies for causal effects",
        "Too much ado about propensity score models? Comparing methods of propensity score matching",
        "Some practical guidance for the implementation of propensity score matching",
        "Evaluating the econometric evaluations of training programs with experimental data",
        "Does matching overcome LaLonde’s critique of nonexperimental estimators?",
        "Causal effects in nonexperimental studies: reevaluating the evaluation of training programs",
        "Social dynamics in rural Punjab: changes in gender roles, spatial mobility and decision making",
        "Factors associated with women’s autonomy regarding maternal and child health care utilization in Bale Zone: a community based cross-sectional study",
        "Gender: shaping personality, lives and health of women in Pakistan",
        "The relationship between maternal education and mortality among women giving birth in health care institutions: analysis of the cross sectional WHO global survey on maternal and perinatal health",
        "Factors influencing the use of maternal healthcare services in Ethiopia",
        "The causal effects of education on health outcomes in the UK biobank",
        "Women’s status, household structure and the utilization of maternal health services in Nepal",
        "Determinants of maternal healthcare utilization in Zimbabwe",
        "The socio-economic determinants of maternal health care utilization in Turkey",
        "Barriers to the utilization of maternal health care in rural Mali",
        "Employment situation of women in Pakistan",
        "Ehsaas governance and integrity policy",
        "Exploring willingness to pay for health insurance and preferences for a benefits package from the perspective of women from low-income households of Karachi, Pakistan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Islamabad",
            "@id": "60054128",
            "affilname": "Health Services Academy Islamabad",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60054128",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Islamabad",
            "@id": "128185726",
            "affilname": "University of Chitral Seenlasht",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128185726",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Seenlasht",
            "@id": "127799903",
            "affilname": "University of Chitral",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/127799903",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "Chulalongkorn University Thailand"
    ]
}