{
    "eid": "2-s2.0-85027932459",
    "title": "CU-PSHA: A MATLAB software for probabilistic seismic hazard analysis",
    "cover-date": "2014-10-30",
    "subject-areas": [
        {
            "$": "Oceanography",
            "@code": "1910"
        },
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Geophysics",
            "@code": "1908"
        }
    ],
    "keywords": [
        "Earthquake",
        "MATLAB",
        "Probabilistic seismic hazard analysis"
    ],
    "authors": [
        "Santi Pailoplee"
    ],
    "citedby-count": 12,
    "ref-count": 25,
    "ref-list": [
        "Equations for estimating horizontal response spectra and peak acceleration from western North American earthquakes: A summary of recent work",
        "The 14th World Conf. Earthquake Engineering",
        "Seismic-hazard assessment for a characteristic earthquake scenario: An integrated probabilistic-deterministic method",
        "Bullet. Seismol. Soc. Amer.",
        "Earthq. Spectra",
        "Asian Trans. Eng. (ATE ISSN : 2221-4267)",
        "Proc. 5th World Conf. Earthquake Engineering",
        "Bullet. Seismol. Soc. Amer.",
        "A moment magnitude scale",
        "Report-NIST GCR 93-625",
        "Proposed seismic hazard maps of Sumatra and Java islands and microzonation study of Jakarta city, Indonesia",
        "Proc. 12th World Conf. Earthquake Engineering",
        "Geotechnical Earthquake Engineering",
        "How to combine deterministic and probabilistic methods for assessing earthquake hazards",
        "Regional seismic hazard posed by the Mentawai segment of the Sumatran megathrust",
        "Introduction to Earthquake Engineering",
        "Probabilistic seismic hazard analysis for Sumatra, Indonesia and across the Southern Malaysian Peninsula",
        "The 14th World Conf. Earthquake Engineering",
        "J. Nat. Disas. Sci.",
        "Attenuation relationships for shallow crustal earthquakes based on California strong motion data",
        "A proposal of instrumental seismic intensity scale compatible with MMI evaluated from three-component acceleration records",
        "Crustal deformation at the Sumatran subduction zone revealed by coral rings",
        "New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement",
        "Strong ground motion attenuation relationships for subduction zone earthquakes",
        "Bullet. Seismol. Soc. Amer."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}