{
    "eid": "2-s2.0-84941071886",
    "title": "Lactobacillus plajomi sp. Nov. And Lactobacillus modestisalitolerans sp. Nov, isolated from traditional fermented foods",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Mika Miyashita"
    ],
    "citedby-count": 22,
    "ref-count": 32,
    "ref-list": [
        "Lactobacillus delbrueckii subsp. jakobsenii subsp. nov., isolated from dolo wort, an alcoholic fermented beverage in Burkina Faso",
        "Complete nucleotide sequence of a 16S ribosomal RNA gene from Escherichia coli",
        "Lactobacillus delbrueckii subsp. indicus subsp. nov., isolated from Indian dairy products",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Am Nat",
        "Presumptive speciation of Streptococcus bovis and other group D streptococci from human sources by using arginine and pyruvate tests",
        "Lactobacillus heilongjiangensis sp. nov., isolated from Chinese pickle",
        "Lactobacillus mudanjiangensis sp. nov., Lactobacillus songhuajiangensis sp. nov. and Lactobacillus nenjiangensis sp. nov., isolated from Chinese traditional pickle and sourdough",
        "Nucleic Acids Symp Ser",
        "A rapid analysis for chemical grouping of aerobic actinomycetes",
        "Rapid discrimination and classification of the Lactobacillus plantarum group based on a partial dnaK sequence and DNA fingerprinting techniques",
        "Lactobacillus kimchiensis sp. nov., isolated from a fermented food",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Lactobacillus similis sp. nov., isolated from fermented cane molasses",
        "Evaluation of matrix-assisted laser desorption ionization-time-of-flight mass spectrometry in comparison to 16S rRNA gene sequencing for species identification of nonfermenting bacteria",
        "Int J Syst Bacteriol",
        "Microbiol Cult Collect",
        "Phylogenetic structure of the genera Flexibacter, Flexithrix, and Microscilla deduced from 16S rRNA sequence analysis",
        "Application of multilocus sequence analysis (MLSA) for rapid identification of Enterococcus species based on rpoA and pheS genes",
        "Lactobacillus porcinae sp. nov., isolated from traditional Vietnamese nem chua",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Enterococcus camelliae sp. nov., isolated from fermented tea leaves in Thailand",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Lactobacillus acidipiscis sp. nov. and Weissella thailandensis sp. nov., isolated from fermented fish in Thailand",
        "Identification of lactic acid bacteria from fermented tea leaves (miang) in Thailand and proposals of Lactobacillus thailandensis sp. nov., Lactobacillus camelliae sp. nov., and pediococcus siamensis sp. nov",
        "Enterococcus thailandicus sp. nov., isolated from fermented sausage ('mum') in Thailand",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Lactobacillus yonginensis sp. nov., a lactic acid bacterium with ginsenoside converting activity isolated from Kimchi",
        "Lactobacillus shenzhenensis sp. nov., isolated from a fermented dairy beverage"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Agriculture",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}