{
    "eid": "2-s2.0-84922633272",
    "title": "High-level QM/MM calculations support the concerted mechanism for Michael addition and covalent complex formation in thymidylate synthase",
    "cover-date": "2015-02-10",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        }
    ],
    "keywords": [],
    "authors": [
        "Nopporn Kaiyawet"
    ],
    "citedby-count": 21,
    "ref-count": 49,
    "ref-list": [
        "Thymine metabolism and thymineless death in prokaryotes and eukaryotes",
        "Thymineless death and genetic events in mammalian cells.",
        "On the mechanism of thymineless death in Bacillus subtilis.",
        "Plastic adaptation toward mutations in proteins: Structural comparison of thymidylate synthases",
        "The catalytic mechanism and structure of thymidylate synthase",
        "Thymidylate synthetase - a target enzyme in cancer chemotherapy",
        "Perspectives on the Design and Biochemical Pharmacology of Inhibitors of Thymidylate Synthetase",
        "Kinetic scheme for thymidylate synthase from Escherichia coli: Determination from measurements of ligand binding, primary and secondary isotope effects, and pre-steady-state catalysis",
        "Stereochemistry of a multistep/bipartite methyl transfer reaction: Thymidylate synthase",
        "Molecular mechanism of thymidylate synthase-catalyzed reaction and interaction of the enzyme with 2- and/or 4-substituted analogues of dUMP and 5-fluoro-dUMP",
        "Trapping of the C5 methylene intermediate in thymidylate synthase",
        "Catalytic cysteine of thymidylate synthase is activated upon substrate binding",
        "A quantum mechanics/molecular mechanics study of the catalytic mechanism of the thymidylate synthase",
        "5-Fluorouracil: Mechanisms of action and clinical strategies",
        "Mechanisms of action of FdUMP[10]: Metabolite activation and thymidylate synthase inhibition",
        "Trapping and Partial Characterization of an Adduct Postulated to Be the Covalent Catalytic Ternary Complex of Thymidylate Synthase",
        "Kinetics and Thermodynamics of the Interaction of S-Fluoro-2‘-deoxyuridylate with Thymidylate Synthase",
        "Lessons and conclusions from dissecting the mechanism of a bisubstrate enzyme: Thymidylate synthase mutagenesis, function, and structure",
        "High-accuracy computation of reaction barriers in enzymes",
        "High-level QM/MM modelling predicts an arginine as the acid in the condensation reaction catalysed by citrate synthase",
        "Determinants of reactivity and selectivity in soluble epoxide hydrolase from quantum mechanics/molecular mechanics modeling",
        "Testing high-level QM/MM methods for modeling enzyme reactions: Acetyl-CoA deprotonation in citrate synthase",
        "Comparison of DFT and ab initio QM/MM methods for modelling reaction in chorismate synthase",
        "Tryptophan 80 and Leucine 143 are critical for the hydride transfer step of thymidylate synthase by controlling active site access",
        "All-atom empirical potential for molecular modeling and dynamics studies of proteins",
        "All-Atom Empirical Force Field for Nucleic Acids: I. Parameter Optimization Based on Small Molecule and Condensed Phase Macromolecular Target Data",
        null,
        null,
        "CHARMM: A program for macromolecular energy, minimization, and dynamics calculations",
        "Comparison of simple potential functions for simulating liquid water",
        "Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes",
        "A combined quantum mechanical and molecular mechanical potential for molecular dynamics simulations",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Ab Initio calculation of vibrational absorption and circular dichroism spectra using density functional force fields",
        "Jaguar",
        "Semiempirical GGA-type density functional constructed with a long-range dispersion correction",
        "Inclusion of dispersion effects significantly improves accuracy of calculated reaction barriers for cytochrome P450 catalyzed reactions",
        "Effects of dispersion in density functional based quantum mechanical/molecular mechanical calculations on cytochrome P450 catalyzed reactions",
        "TINKER: Software Tools for Molecular Design",
        "Spin-forbidden CO ligand recombination in myoglobin",
        "Spin-component scaled second-order Møller-Plesset perturbation theory for the calculation of molecular geometries and harmonic vibrational frequencies",
        "MOLPRO",
        "Gaussian basis sets for use in correlated molecular calculations. I. The atoms boron through neon and hydrogen",
        "Electron affinities of the first-row atoms revisited. Systematic basis sets and wave functions",
        "Gaussian basis sets for use in correlated molecular calculations. III. The atoms aluminum through argon",
        "Exploring SCC-DFTB paths for mapping QM/MM reaction mechanisms",
        "A transition path sampling study of the reaction catalyzed by the enzyme chorismate mutase",
        "Combined quantum mechanical and molecular mechanical reaction pathway calculation for aromatic hydroxylation by p-hydroxybenzoate-3-hydroxylase"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bristol",
            "affilname": "University of Bristol",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Mulheim an der Ruhr",
            "affilname": "Max Planck Institute for Coal Research",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Marburg",
            "affilname": "Philipps-Universität Marburg",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "Engineering and Physical Sciences Research Council",
        "Engineering and Physical Sciences Research Council"
    ]
}