{
    "eid": "2-s2.0-84973165878",
    "title": "Management of spinal giant cell tumors",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Surgery",
            "@code": "2746"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        },
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        }
    ],
    "keywords": [
        "Adjuvant therapy",
        "Denosumab",
        "Giant cell tumor",
        "Mobile spine",
        "Sacrum",
        "Spine tumor"
    ],
    "authors": [
        "Panya Luksanapruksa"
    ],
    "citedby-count": 44,
    "ref-count": 81,
    "ref-list": [
        "Primary tumors of the spine",
        "A system for surgical staging and management of spine tumors: A clinical outcome study of giant cell tumors of the spine",
        "Giant-cell tumours of the spine",
        "Prevalence of primary spinal tumors: 15-year data from Siriraj hospital",
        "Giant cell tumor of the mobile spine: A review of 49 cases",
        "Giant cell tumor of bone",
        "Giant cell tumor of the thoracic spine: case report and review of the literature",
        "Giant‐cell tumor of vertebrae above the sacrum. A review of 31 cases",
        "Giant cell tumors of the spine and sacrum causing neurological symptoms",
        "Giant cell tumor of the cervical spine: A series of 22 cases and outcomes",
        "Giant cell tumor of fifth lumbar vertebrae: two case reports and review of the literature",
        "Factors affecting prognosis of patients with giant cell tumors of the mobile spine: Retrospective analysis of 102 patients in a single center",
        "Radiation therapy for giant cell tumors of bone",
        "Late pulmonary metastases of a giant-cell tumour of the spine",
        "Metastatic behaviour of giant cell tumour of the spine",
        "Benign giant-cell tumor of bone with pulmonary metastases: Clinical findings and radiologic appearance of metastases in 13 cases",
        "Giant-cell tumor of bone",
        "Benign tumors of the spine",
        "Surgical treatment for giant cell tumor of the thoracolumbar spine",
        "Giant cell tumours of the mobile spine: characteristic imaging features and differential diagnosis",
        "Giant cell tumor of bone. A demographic, clinical, and histopathological study of all cases recorded in the Swedish cancer registry for the years 1958 through 1968",
        "Giant‐cell tumor: A study of 195 cases",
        "Giant-cell tumor of bone. An analysis of two hundred and eighteen cases.",
        "Giant-cell tumor of bone: An historical perspective",
        "Giant cell tumor of the sacrum.",
        "Giant-cell tumor of bone",
        "Giant cell tumor of the sacrum and spine: series of 23 cases and a review of the literature.",
        "Surgical treatment of giant cell tumours of the thoracic and lumbar spine: Report of nine patients",
        "Craniospinal giant cell tumors: Clinicoradiological analysis in a series of 11 cases",
        "Giant cell tumor of the pelvis and sacrum: 17 Cases and analysis of the literature",
        "Surgical strategy for the management of sacral giant cell tumors: A 32-case series",
        "Outcome of conservative surgery for giant cell tumor of the sacrum",
        "Image-guided multilevel vertebral osteotomies for en bloc resection of giant cell tumor of the thoracic spine: Case report and description of operative technique",
        "Computer-assisted anterior spinal surgery for a case of recurrent giant cell tumor",
        "Usefulness of three-dimensional full-scale modeling of surgery for a giant cell tumor of the cervical spine",
        "Giant cell tumor of the lumbar spine: operative management via spondylectomy and short-segment, 3-column reconstruction with pedicle recreation",
        "Utility of the omentum in sacral reconstruction following total sacrectomy due to recurrent and irradiated giant cell tumour of the spine",
        "Feasibility and safety of en bloc resection for primary spine tumors: a systematic review by the Spine Oncology Study Group.",
        "Recurrence after and complications associated with adjuvant treatments for sacral giant cell tumor",
        "Radiotherapy for the treatment of giant cell tumor of the spine: A report of six cases and review of the literature",
        "Megavoltage radiation therapy for axial and inoperable giant-cell tumor of bone",
        "Intensity modulated radiotherapy (IMRT) in benign giant cell tumors - a single institution case series and a short review of the literature",
        "Surgical treatment of giant cell tumors of the sacrum and spine combined with pre-operative transarterial embolization",
        "Giant cell tumor of the sacrum",
        "Treatment of giant cell tumors in the sacrum and spine with curettage and argon beam coagulator",
        "Giant cell tumor of the spine",
        "Analysis of risk factors for recurrence of giant cell tumor of the sacrum and mobile spine combined with preoperative embolization",
        "Long-term follow-up of patients with giant cell tumor of the sacrum treated with selective arterial embolization",
        "Serial arterial embolization for large sacral giant-cell tumors: Mid- to long-term results",
        "Transarterial embolization (TAE) of sacral giant cell Tumor (GCT) using spherical parmanent embolic material superabsorbant polymer microsphere (SAP-MS)",
        "Case report: Postembolization paralysis in a man with a thoracolumbar giant cell tumor",
        "Local recurrence after curettage treatment of giant cell tumors in peripheral bones: Retrospective study by the GSF-GETO (French Sarcoma and Bone Tumor Study Groups)",
        "The closed cryosurgical treatment of giant cell tumor",
        "Treatment of benign giant cell tumours of bone in Singapore",
        "Cryosurgery in the treatment of giant cell tumor: A long term followup study",
        "Cryotherapy of musculoskeletal tumors - From basic science to clinical results",
        "Conservative surgery for giant cell tumors of the sacrum. The role of cryosurgery as a supplement to curettage and partial excision",
        "Multimodality management of a giant cell tumor arising in the proximal sacrum: case report.",
        "Giant cell tumor of the cervicothoracic spine",
        "Argon beam coagulation as an adjuvant for local control of giant cell tumor",
        "Bisphosphonate therapy is effective in the treatment of sacral giant cell tumor",
        "Regression of giant cell tumor of the cervical spine with bisphosphonate as single therapy",
        "Effectiveness of intravenous bisphosphonate in treatment of giant cell tumor: A case report and review of the literature",
        "Administration of sodium ibandronate in the treatment of complicated giant cell tumor of the spine",
        "Effects of denosumab on pain and analgesic use in giant cell tumor of bone: Interim results from a phase II study",
        "Denosumab: A new treatment option for giant cell tumor of bone",
        "Safety and efficacy of denosumab for adults and skeletally mature adolescents with giant cell tumour of bone: Interim analysis of an open-label, parallel-group, phase 2 study",
        "Denosumab in patients with giant-cell tumour of bone: an open-label, phase 2 study",
        "Sustained long-term complete regression of a giant cell tumor of the spine after treatment with denosumab",
        "Giant cell tumors of the spine: Has denosumab changed the treatment paradigm?",
        "A translational study of the neoplastic cells of giant cell tumor of bone following neoadjuvant denosumab",
        "Successful antiangiogenic therapy of giant cell angioblastoma with interferon alfa 2b: report of 2 cases.",
        "Interferon Alfa-2b for recurrent and metastatic giant cell tumor of the spine: Report of two cases",
        "Giant cell tumors of the spine: A clinical study of six cases, with emphasis on the radiological features, treatment, and follow-up",
        "Extensive total spondylectomy for recurrent giant cell tumor in the thoracic spine. Case report",
        "Giant cell tumor of the odontoid in an adolescent male: Radiation, chemotherapy, and resection for recurrence with 10-year follow-up: Case report",
        "Whole-lung radiotherapy for giant cell tumors of bone with pulmonary metastases",
        "Aneurysmal bone cyst secondary to giant cell tumor of the mobile spine: A report of 11 cases",
        "Giant cell tumor: a case report of recurrence during pregnancy.",
        "Giant cell bone tumor of the thoracic spine presenting in late pregnancy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "St. Louis",
            "affilname": "Washington University School of Medicine in St. Louis",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rochester",
            "affilname": "Mayo Clinic",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}