{
    "eid": "2-s2.0-85063638575",
    "title": "Long-term growth in children with posterior urethral valves",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Chronic kidney disease",
        "Growth disorders",
        "Pediatrics",
        "Posterior urethral stricture"
    ],
    "authors": [
        "P. Rianthavorn",
        "P. Parkpibul"
    ],
    "citedby-count": 4,
    "ref-count": 20,
    "ref-list": [
        "Long-term outcome of pediatric renal transplantation in boys with posterior urethral valves",
        "A follow-up study of children with posterior urethral valve",
        "A clinical predictive model of chronic kidney disease in children with posterior urethral valves",
        "Current strategies to predict and manage sequelae of posterior urethral valves in children",
        "Contributions of the transplant registry: the 2006 annual report of the north American pediatric renal trials and collaborative studies (NAPRTCS)",
        "Growth in children with chronic kidney disease: a report from the chronic kidney disease in children study",
        "Anthropometric measures and risk of death in children with end-stage renal disease",
        "Long-term social outcome of children after kidney transplantation",
        "New equations to estimate GFR in children with CKD",
        "KDIGO 2012 clinical practice guideline for the evaluation and management of chronic kidney disease",
        "Manual on using weight and height references in evaluating the growth status of Thai children, Bangkok",
        "WHO child growth standards: length/height-for-age, weight-for-age, weight-for-length, weight-for-height and body mass index-for-age: methods and development. Geneva",
        "Body mass index cut offs to define thinness in children and adolescents: international survey",
        "Association of body mass index with patient-centered outcomes in children with ESRD",
        "Did antenatal diagnosis protect against chronic kidney disease in patients with posterior urethral valves? a multicenter study",
        "Timing of posterior urethral valve diagnosis and its impact on clinical outcome",
        "Renal parenchymal area and risk of ESRD in boys with posterior urethral valves",
        "Population-specific serum creatinine centiles in neonates with posterior urethral valves already predict long-term renal outcome",
        "Normal growth with renal insufficiency owing to posterior urethral valves: value of long-term diversion. A twenty-year follow-up",
        "Long term follow up result of posterior urethral valve management"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}