{
    "eid": "2-s2.0-85033434051",
    "title": "DETERMINANTS AND BARRIERS TO FINANCIAL INCLUSION IN MYANMAR: WHAT DETERMINES ACCESS TO FINANCIAL SERVICES AND WHAT HINDERS IT?",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Financial inclusion",
        "household saving",
        "personal finance"
    ],
    "authors": [
        "Kanittha Tambunlertchai"
    ],
    "citedby-count": 11,
    "ref-count": 41,
    "ref-list": [
        "Financial development and economic growth in Vietnam",
        "Tying Odysseus to the mast: Evidence from a commitment savings product in the Philippines",
        "Female empowerment: Further evidence from a commitment savings product in the Philippines",
        "The strength model of self-control",
        "The economic impact of expanding access to finance in Mexico",
        "Do rural banks matter? Evidence from the indian social banking experiment",
        "Savings constraints and microenterprise development: Evidence from a field experiment in Kenya",
        "Shaken and stirred: Explaining growth volatility",
        "Attitudes and saving in individual development accounts: Latent class analysis",
        "Cause and effect of financial access: Cross-country evidence from the finscope surveys",
        "Finance and growth: Schumpeter might be right",
        "Savings policy and decision-making in low-income households",
        "The new institutional economics and third world development",
        "Some consequences of having too little",
        "Bankin and financial regulation and reform in Myanmar",
        "Thresholds in the finance-growth nexus: A cross-country analysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}