{
    "eid": "2-s2.0-85037035609",
    "title": "Effects of shape, size, and pyrene doping on electronic properties of graphene nanoflakes",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Computational Theory and Mathematics",
            "@code": "1703"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        }
    ],
    "keywords": [
        "DFT calculations",
        "Diode",
        "Graphene nanoflake",
        "Pristine graphene",
        "Pyrene doping"
    ],
    "authors": [
        "Thanawit Kuamit"
    ],
    "citedby-count": 6,
    "ref-count": 65,
    "ref-list": [
        "Electric field in atomically thin carbon films",
        "Ultrathin epitaxial graphite: 2D electron gas properties and a route toward graphene-based nanoelectronics",
        "Operation of graphene transistors at giqahertz frequencies",
        "Supercapacitor devices based on graphene materials",
        "Graphene-based materials as supercapacitor electrodes",
        "Effect of 1- pyrene carboxylic-acid functionalization of graphene on its capacitive energy storage",
        "Junction investigation of graphene/silicon Schottky diodes",
        "Physisorption of nucleobases on graphene: Density-functional calculations",
        "Physisorption of DNA nucleobases on h -BN and graphene: VdW-corrected DFT calculations",
        "Modeling the physisorption of bisphenol A on graphene and graphene oxide",
        "Physisorption of nucleobases on graphene: A comparative van der Waals study",
        "Electronic and transport properties of boron-doped graphene nanoribbons",
        "N-doping of graphene through electrothermal reactions with ammonia",
        "Synthesis of n-doped graphene by chemical vapor deposition and its electrical properties",
        "Synthesis, structure, and properties of boron- and nitrogen-doped graphene",
        "Simultaneous nitrogen doping and reduction of graphene oxide",
        "Covalent functionalization of epitaxial graphene by azidotrimethylsilane",
        "Control of graphene's properties by reversible hydrogenation: Evidence for graphane",
        "Bandgap opening in graphene induced by patterned hydrogen adsorption",
        "Chemical doping of epitaxial graphene by organic free radicals",
        "Surface transfer p-type doping of epitaxial graphene",
        "Effects of charge transfer interaction of graphene with electron donor and acceptor molecules examined using Raman spectroscopy and cognate techniques",
        "Do special noncovalent π-π stacking interactions really exist?",
        "Doping single-layer graphene with aromatic molecules",
        "Tuning the electronic structure and transport properties of graphene by noncovalent functionalization: Effects of organic donor, acceptor and metal atoms",
        "Tailoring electronic properties of graphene by π-π Stacking with aromatic molecules",
        "Substituent effects in the ππ interaction between graphene and benzene: An indication for the noncovalent functionalization of graphene",
        "Benchmark calculations of the adsorption of aromatic molecules on graphene",
        "Tunable Hybridization between Electronic States of Graphene and Physisorbed Hexacene",
        "Tuning of n- and p-type reduced graphene oxide transistors with the same molecular backbone",
        "Noncovalent sidewall functionalization of single-walled carbon nanotubes for protein immobilization [11]",
        "Enzyme-coated carbon nanotubes as single-molecule biosensors",
        "Flexible graphene films via the filtration of water-soluble noncovalent functionalized graphene sheets",
        "Stable aqueous dispersions of noncovalently functionalized graphene from graphite and their multifunctional high-performance applications",
        "Pyrene-derived novel one- and two-component organogelators",
        "The synthesis and fluorescence of N-substituted 1- and 2-aminopyrenes",
        "Edge-termination and core-modification effects of hexagonal nanosheet graphene",
        "Physisorption of benzene derivatives on graphene: Critical roles of steric and stereoelectronic effects of the substituent",
        "Using graphene nano-flakes as electrodes to remove ferric ions by capacitive deionization",
        "Electronic confinement and coherence in patterned epitaxial graphene",
        "Detection of individual gas molecules adsorbed on graphene",
        "Electronic properties of graphene nanostructures",
        null,
        "From one electron to one hole: Quasiparticle counting in graphene quantum dots determined by electrochemical and plasma etching",
        "Crystallographic etching of few-layer graphene",
        "Nano Res.",
        "Graphene shape control by multistage cutting and transfer",
        "Anisotropic etching and nanoribbon formation in single-layer graphene",
        "Theoretical study on third-order nonlinear optical properties in hexagonal graphene nanoflakes: Edge shape effect",
        "The effect of defect types on the electronic and optical properties of graphene nanoflakes physisorbed by ionic liquids",
        "Local electronic and electrical properties of functionalized graphene nano flakes",
        "Electron distributions and the chemical bond. Springer, Boston",
        "The Perdew-Burke-Ernzerhof exchange-correlation functional applied to the G2-1 test set using a plane-wave basis set",
        "Gaussian basis sets for use in correlated molecular calculations. III. The atoms aluminum through argon",
        "Gaussian 09, revision a.02",
        "The M06 suite of density functionals for main group thermochemistry, thermochemical kinetics, noncovalent interactions, excited states, and transition elements: Two new functionals and systematic testing of four M06-class functionals and 12 other functionals",
        "How strong is the edge effect in the adsorption of anticancer drugs on a graphene cluster?",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Electronic structure of solids",
        "Resolution of the Band Gap Prediction Problem for Materials Design",
        "Can inorganic salts tune electronic properties of graphene quantum dots?",
        "Arene—Arene Interactions: Electrostatic or Charge Transfer?",
        "The Nature of π-π Interactions",
        "Doping of organic semiconductors",
        "Toward a comprehensive understanding of molecular doping organic semiconductors (review)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Science and Technology Development Agency",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "world class university"
    ]
}