{
    "eid": "2-s2.0-85071245538",
    "title": "Women’s health: a benefit of education in Australia",
    "cover-date": "2019-08-13",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Australia",
        "Drinks",
        "Education",
        "Physical activity",
        "Smoking",
        "Women’s health"
    ],
    "authors": [
        "Dai Binh Tran",
        "Hanh Thi My Tran"
    ],
    "citedby-count": 6,
    "ref-count": 54,
    "ref-list": [
        "Does compulsory education lower mortality?",
        "The social connectedness and life satisfaction nexus: a panel data analysis of women in Australia",
        "The short-term impacts of a schooling conditional cash transfer program on the sexual behavior of young women",
        "The moderator–mediator variable distinction in social psychological research: conceptual, strategic, and statistical considerations",
        "Does schooling affect women’s desired fertility? Evidence from Malawi, Uganda, and Ethiopia",
        "Social capital and health in Australia: an overview from the household, income and labour dynamics in Australia survey",
        "The Association between health and education in Australia: indigenous/non-indigenous comparisons",
        "The reliability and validity of the physical activity questions in the WHO health behaviour in schoolchildren (HBSC) survey: a population study",
        "The causal relationship between education, health and health-related behavior: evidence from a natural experiment in England",
        "The effect of education on adult mortality and health: evidence from Britain",
        "What explains differences in smoking, drinking and other health-related behaviors",
        "The effects of families and ability on men’s education and earnings in Britain",
        "Length of secondary schooling and risk of HIV infection in Botswana: evidence from a natural experiment",
        "Why are the returns to schooling higher for women than for men?",
        "Understanding the effect of retirement on health: mechanisms and heterogeneity",
        "Estimating the relation between health and education: what do I know and what do I need to know?",
        "Inequality and changes in women’s use of maternal health-care services in Tajikistan",
        "Welfare-related health inequality: does the choice of measure matter?",
        "Time preference and health: an exploratory study",
        "On the concept of health capital and the demand for health",
        "The relationship between health and schooling",
        "The returns to education: microeconomics",
        "Health and education expansion",
        "Changes in compulsory schooling and the causal effect of education on health: evidence from Germany",
        "The rising education levels of females in Australia",
        "Estimating returns to education using different natural experiment techniques",
        "Does more education lead to better health habits? Evidence from the school reforms in Australia",
        "The Relationship between education and adult mortality in the United States",
        "The value of education to health: evidence from Ireland",
        "Self-rated health status as a health measure: the predictive value of self-reported health status on the use of physician services and on mortality in the working-age population",
        "Does higher education increase hedonic and eudaimonic happiness?",
        "Factors associated with the use of maternity services in Enugu, Southeastern Nigeria",
        "Validity of self-reported morbidity",
        "Education and the use of maternal health care in Thailand",
        "The increasing predictive validity of self-rated health",
        "Validity of the responses to self-administered questionnaires as compared with the responses to interviews using a structured questionnaire",
        "Maternal reading skills and child mortality in Nigeria: a reassessment of why education matters",
        "Asymptotic confidence intervals for indirect effects in structural equation models",
        "Instrumental variables regression with weak instruments",
        "Estimates of the economic return to schooling for 28 countries",
        "Return to education in Finland",
        "The non-monetary benefits of education",
        "The HILDA survey: a case study in the design and development of a successful household panel survey",
        "The effects of women’s education on maternal health: evidence from Peru",
        "The household, income and labour dynamics in Australia (HILDA) survey: wave 1",
        "Score diagnostics for linear models estimated by two stage least squares",
        "The impact of education on health in China",
        "Effects of quantity of education on health: a regression discontinuity design approach based on the Chinese cultural revolution",
        "Retirement and its consequences for women’s health in Australia",
        "Measurement of health, health inequality, and reporting heterogeneity",
        "In vino pecunia? The association between beverage-specific drinking behavior and wages"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60030324",
            "affilname": "University of the Thai Chamber of Commerce",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030324",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Australian Government Department of Families",
        "Melbourne Institute",
        "Melbourne Institute of Applied Economic and Social Research",
        "Melbourne Institute of Applied Economic and Social Research",
        "FaHCSIA"
    ]
}