{
    "eid": "2-s2.0-85069662735",
    "title": "Magnetic Nanoparticles Impregnated, Cross-Linked, Porous Chitosan Microspheres for Efficient Adsorption of Methylene Blue from Pharmaceutical Waste Water",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Adsorption",
        "Chitosan",
        "Kinetics",
        "Manganese ferrite",
        "Methylene blue"
    ],
    "authors": [
        "M. S. Jyothi",
        "V. Jagadeesha Angadi",
        "T. V. Kanakalakshmi",
        "Mahesh Padaki",
        "Balakrishna R. Geetha",
        "Khantong Soontarapa"
    ],
    "citedby-count": 22,
    "ref-count": 36,
    "ref-list": [
        "Adsorption of methylene blue on kaolinite",
        "Agricultural based activated carbons for the removal of dyes from aqueous solutions: a review",
        "Adsorption of organic compounds from aqueous solution onto the synthesized zeolite",
        "Valorization of two waste streams into activated carbon and studying its adsorption kinetics, equilibrium isotherms and thermodynamics for methylene blue removal",
        "Adsorption thermodynamics of cationic dyes (methylene blue and crystal violet) to a natural clay mineral from aqueous solution between 293.15 and 323.15 K",
        "Comparative adsorption of methylene blue by magnetic baker’s yeast and EDTAD-modified magnetic baker’s yeast: equilibrium and kinetic study",
        "Application of potato (Solanum tuberosum) plant wastes for the removal of methylene blue and malachite green dye from aqueous solution",
        "Novel visible-light-driven cobalt loaded neutralized red mud (Co/NRM) composite with photocatalytic activity toward methylene blue dye degradation",
        "Adsorption properties and photocatalytic activity of TiO2and La-doped TiO2",
        "Porous graphene oxide-based carbon artefact with high capacity for methylene blue adsorption",
        "Adsorption performance and mechanisms of methylene blue removal by non-magnetic and magnetic particles derived from the Vallisneria natans waste",
        "Synthesis and characterization of novel poly (acrylic acid/sodium alginate/sodium humate) superabsorbent hydrogels. Part II: the effect of SH variation on Cu2+, Pb2+, Fe2+metal ions, MB, CV dye adsorption study",
        "Comparative study between liquid–liquid extraction and bulk liquid membrane for the removal and recovery of methylene blue from wastewater",
        "Rice husk ash as an adsorbent for methylene blue—effect of ashing temperature",
        "Effect of CO2activation of carbon xerogels on the adsorption of methylene blue",
        "A novel mesoporous silicate material (MS) preparation from dolomite and enhancing methylene blue removal by electronic induction",
        "Rapid removal of auramine-O and methylene blue by ZnS: Cu nanoparticles loaded on activated carbon: a response surface methodology approach",
        "Adsorption of methylene blue on modified electrolytic manganese residue: kinetics, isotherm, thermodynamics and mechanism analysis",
        "Single-step preparation, characterization and photocatalytic mechanism of mesoporous Fe-doped sulfated titania",
        "Photocatalytic mechanism of TiO2–CeO2films prepared by magnetron sputtering under UV and visible light",
        "Novel fabrication of PAA/PVA/yeast superabsorbent with interpenetrating polymer network for pH-dependent selective adsorption of dyes",
        "Modified sugarcane bagasse with tartaric acid for removal of diazonium blue from aqueous solutions",
        "Kinetic, isotherm and thermodynamic studies for removal of methylene blue using β-cyclodextrin/activated carbon aerogels",
        "Fabrication of magnetic core@shell Fe oxide@Au nanoparticles for interfacial bioactivity and bio-separation",
        "Use of magnetic nanoparticles as nanosensors to probe for molecular interactions",
        "Magnetic nanoparticles in MR imaging and drug delivery",
        "Magnetic nanoparticles for cancer therapy",
        "Adsorption and desorption of natural organic matter on iron oxide: mechanisms and models",
        "Synthesis of core–shell magnetic adsorbent nanoparticle and selectivity analysis for binary system dye removal",
        "Complete reduction of carbon dioxide to carbon using cation-excess magnetite",
        "Adsorption of methylene blue onto activated carbon produced from steam activated bituminous coal: a study of equilibrium adsorption isotherm",
        "Über die adsorption in lösungen",
        "The constitution and fundamental properties of solids and liquids. Part I. Solids",
        "Cadmium removal from aqueous solutions by chitin: kinetic and equilibrium studies",
        "Application of kinetic, isotherm and thermodynamic models for the adsorption of Co (II) ions on polyaniline/polypyrrole copolymer nanofibers from aqueous solution"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bengaluru",
            "@id": "60189940",
            "affilname": "Presidency University Bangalore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189940",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "@id": "60006536",
            "affilname": "JAIN (Deemed-to-be University)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006536",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "Center for Nano and Material Sciences",
        "Jain University, Bangalore, India",
        "Rachadapisek Sompote Fund for",
        "Chulalongkorn University"
    ]
}