{
    "eid": "2-s2.0-84905491486",
    "title": "Anti-osteoclastogenic, estrogenic, and antioxidant activities of cell suspension cultures and tuber root extracts from Pueraria mirifica",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "anti-osteoclastogenic",
        "antioxidant",
        "estrogen",
        "Pueraria"
    ],
    "authors": [
        "Tanatorn Saisavoey"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "J. Cell Mol. Biol.",
        "Medical applications of phytoestrogens from the Thai herb Pueraria mirifica",
        "Correlation of antioxidant activity and major isoflavonoid contents of the phytoestrogen-rich Pueraria mirifica and Pueraria lobata tubers",
        "Effects of Pueraria mirifica, an herb containing phytoestrogens, on reproductive organs and fertility of adult male mice",
        "The estrogenic effect of Pueraria mirifica on gonadotrophin levels in aged monkeys",
        "Preventive effects of Pueraria mirifica on bone loss in ovariectomized rats",
        "Production of isoflavones, daidzein and genistein in callus cultures of Pueraria candollei Wall. ex Benth. var. mirifica",
        "Production of isoflavonoids in callus cultures of pueraria candollei var. mirifica",
        "Growth and isoflavonoid accumulation of Pueraria candollei var. candollei and P. candollei var. mirifica cell suspension cultures",
        "Antimicrobial activity of Polyscias filicifolia cell biomass extracts",
        "Elicitation of Orthosiphon stamineus cell suspension culture for enhancement of phenolic compounds biosynthesis and antioxidant activity",
        "Biotransformation of 14-deacetoxyl sinenxan A by Ginkgo cell suspension cultures and the cytotoxic activity evaluation",
        "A Revised Medium for Rapid Growth and Bio Assays with Tobacco Tissue Cultures",
        "Major isoflavonoid contents of the phytoestrogen rich-herb Pueraria mirifica in comparison with Pueraria lobata",
        "Stimulatory effect of puerarin on bone formation through activation of PI3K/Akt pathway in rat calvaria osteoblasts",
        "Effect of puerarin on bone formation",
        "Upregulation of osteoblastic differentiation marker mRNA expression in osteoblast-like UMR106 cells by puerarin and phytoestrogens from Pueraria mirifica",
        "Effect of diet and ovariectomy on adipose tissue cellularity in mice",
        "Estrogen receptors in human preadipocytes",
        "The soy isoflavone genistein decreases adipose deposition in mice",
        "Estradiol-induced hypophagia is associated with the differential mRNA expression of hypothalamic neuropeptides",
        "The role of hypothalamic AMP-activated protein kinase in ovariectomy-induced obesity in rats",
        "Androgens, estrogens and their anti-hormones: Effects on body weight and food consumption",
        "Using vaginal cytology to assess the estrogenic activity of phytoestrogen-rich herb",
        "Identification of deoxymiroestrol as the actual rejuvenating principle of 'Kwao Keur', Pueraria mirifica. The known miroestrol may be an artifact",
        "Puerarin exhibits weak estrogenic activity in female rats",
        "Eur. J. Biol. Sci.",
        "Antioxidant and free radical scavenging activities of wild bitter melon (Momordica charantia Linn. var. abbreviata Ser.) in Taiwan",
        "Antioxidant activities of extracts and main components of pigeonpea [Cajanus cajan (L.) Millsp.] leaves",
        "Study of eight medicinal plants for antioxidant activities"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphi-seksomphot Endowment Fund",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}