{
    "eid": "2-s2.0-85073472658",
    "title": "Study on characteristic of Fricke xylenol gel dosimeter: Application for dose evaluation in radiotherapy",
    "cover-date": "2019-09-17",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Choosin",
        "T. Tippayamontri",
        "S. Ninlaphruk",
        "V. Pungkun"
    ],
    "citedby-count": 3,
    "ref-count": 12,
    "ref-list": [
        "Fricke gel dosimeter as a tool in quality assurance of the radiotherapy treatment plans",
        "Ferrous xylenol gel measurement for 6 and 10 MV photon in small field sizes",
        "Review of Fricke gel dosimeters",
        "Fricke xylenol gel characterization at megavoltage radiation energy",
        "Study of absorbance spectra of fricke xylenol orange gel dosimeters",
        "Study on characteristics of Fricke xylenol orange gelation dosimeters",
        "Fricke-gel dosimeter: Overview of Xylenol Orange chemical behavior",
        "Tissue-equivalent gel for non-invasive spatial radiation dose measurements",
        "Novel GTA-PVA Fricke gels for three-dimensional dose mapping in radiotherapy",
        "Theoretical study of the radiological properties and water equivalence of Fricke and polymer gels used for radiation dosimetry. Australas",
        "Study of the stability, reproducibility and dose rate dependence of the Fricke gel dosimeter developed at IPEN",
        "Imaging of radiation dose by visible color development in ferrous-agarose-xylenol orange gels"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "105191145",
            "affilname": "Regulatory Technical Support Divisions",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105191145",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of Atoms for Peace",
        "Ministry of Science and Technology"
    ]
}