{
    "eid": "2-s2.0-85090666939",
    "title": "Microwave-assisted extraction of dendrobium nobile lindl. And its α-glucosidase inhibitory activity",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Dendrobium nobile",
        "Microwave-assisted extraction",
        "Taguchi",
        "α-glucosidase inhibitory activity"
    ],
    "authors": [
        "Chattarika Pengdee",
        "Boonchoo Sritularak",
        "Waraporn Putalun"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "Pharmacology of α-glucosidase inhibition",
        "α-glucosidase inhibitory effect of rhinacanthins-rich extract from Rhina-canthus nasutus leaf and synergistic effect in combination with acarbose",
        "Pharmacologic approaches to glycemic treatment",
        "Techniques for extraction of bioactive compounds from plant materials: A review",
        "Epidemiology of obesity and diabetes and their cardiovascular complications",
        "Study on the polar extracts of Dendro-bium nobile, D. officinale, D. loddigesii, and Flic-kingeria fimbriata: metabolite identification, content evaluation, and bioactivity assay",
        "Microwave-assisted extraction used for the isolation of total triterpenoid saponins from Ganoderma atrum",
        "α-glucosidase and pancreatic lipase inhibitory activities and glucose uptake stimulatory effect of phenolic compounds from Dendrobium formosum",
        "Evaluation of chemical constituents and important mechanism of pharma-cological biology in Dendrobium plants",
        "Microwave puffing assisted extraction of polysac-charides from Dendrobium devonianum",
        "α-glucosidase inhibitors from Dendrobium tortile",
        "An online immobilized α-glucosidase microreactor for enzyme kinetics and inhibition assays",
        "Loddigesiinols G–J: α-gluco-sidase inhibitors from Dendrobium loddigesii",
        "Micro-wave-assisted extraction of total bioactive saponin fraction from Gymnema sylvestre with reference to gymnemagenin: a potential biomarker",
        "Cinnamon extract inhibits α-glucosidase activity and dampens postprandial glucose excursion in diabetic rats",
        "New dihydrophenanthrenes from Dendrobium infundibulum",
        "A review on the extraction methods use in medicinal plants, principle, strength and limitation",
        "Diabetes/syndrome X",
        "Phyto-chemical screening, total flavonoid and total phenolic content and antioxidant activity of different parts of Caesalpinia bonduc (L.) Roxb",
        "Isolation of α-glucosidase inhi-bitors including a new flavonol glycoside from Dendrobium devonianum",
        "The medicinal and pharmaceutical importance of Dendrobium species",
        "Fundamentals of microwave extraction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Khon Kaen University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}