{
    "eid": "2-s2.0-85112412454",
    "title": "Bilateral diffuse nodular pulmonary ossification mimicking metastatic disease in a patient with fibrolamellar hepatocellular carcinoma",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Diffuse nodular pulmonary ossification",
        "Fibrolamellar hepatocellular carcinoma",
        "Pulmonary calcification"
    ],
    "authors": [
        "Pattamon Sutthatarn",
        "Cara E. Morin",
        "Jessica Gartrell",
        "Wayne L. Furman",
        "Max R. Langham",
        "Teresa Santiago",
        "Andrew J. Murphy"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Diffuse Pulmonary Ossification in Fibrosing Interstitial Lung Diseases: Prevalence and Associations",
        "Progressive Restrictive Ventilatory Impairment in Idiopathic Diffuse Pulmonary Ossification",
        "Three Cases of Idiopathic Diffuse Pulmonary Ossification",
        "Diffuse Pulmonary Ossification",
        "Dendriform pulmonary ossification: Report of two cases",
        "Disseminated pulmonary ossification in end-stage pulmonary fibrosis: CT demonstration",
        "Diffuse pulmonary ossification as a rare cause of interstitial lung disease",
        "Dendriform pulmonary ossification complicated by recurrent spontaneous pneumothorax: Two case reports and a review of the literature",
        "Clinical features and surgical outcomes of fibrolamellar hepatocellular carcinoma: Retrospective analysis of a single-center experience",
        "Differential diagnosis of tumors and tumor-like lesions of liver in infancy and childhood",
        "Detection of a recurrent DNAJB1-PRKACA chimeric transcript in fibrolamellar hepatocellular carcinoma",
        "Update on hepatocellular carcinoma: Pathologists’ review",
        "PRETEXT: Radiologic staging system for primary hepatic malignancies of childhood revised for the Paediatric Hepatic International Tumour Trial (PHITT)",
        "New Guidelines to Evaluate the Response to Treatment in Solid Tumors",
        "Clinical application of indocyanine green (ICG) fluorescent imaging of hepatoblastoma",
        "Navigation using indocyanine green fluorescence imaging for hepatoblastoma pulmonary metastases surgery",
        "The calcified lung nodule: What does it mean?",
        "Hepatocellular carcinoma arising in a huge hepatocellular adenoma with bone marrow metaplasia",
        "Hepatocellular carcinoma with osseous metaplasia and bone marrow elements",
        "Familial diffuse pulmonary ossification: A possible genetic disorder",
        "Dendriform Pulmonary Ossification in the Absence of Usual Interstitial Pneumonia: CT Features and Possible Association With Recurrent Acid Aspiration",
        "Atypical pulmonary metastases: Spectrum of radiologic findings",
        "Intraoperative Near-Infrared Imaging Can Identify Pulmonary Nodules",
        "How Do Synchronous Lung Metastases Influence the Surgical Management of Children with Hepatoblastoma? An Update and Systematic Review of the Literature",
        "Surgical treatment of pulmonary metastases in pediatric solid tumors",
        "Surgical resection of pulmonary metastatic lesions in children with hepatoblastoma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Memphis",
            "@id": "60019905",
            "affilname": "St. Jude Children's Research Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019905",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Memphis",
            "@id": "60002194",
            "affilname": "University of Tennessee Health Science Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002194",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "American Syrian Lebanese Associated Charities"
    ]
}