{
    "eid": "2-s2.0-84974623854",
    "title": "A complete census of Herschel-detected infrared sources within the HST Frontier Fields",
    "cover-date": "2016-06-21",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "Galaxies: star formation",
        "Infrared: galaxies",
        "Submillimetre: galaxies"
    ],
    "authors": [
        "T. D. Rawle"
    ],
    "citedby-count": 31,
    "ref-count": 101,
    "ref-list": [
        "CLASH-VLT: Spectroscopic confirmation of a z = 6.11 quintuply lensed galaxy in the Frontier Fields cluster RXC J2248.7-4431",
        "The Tully-Fisher relation of distant cluster galaxies",
        "Panchromatic spectral energy distributions of Herschel sources",
        "Evolution of the dust emission of massive galaxies up to z = 4 and constraints on their dominant mode of star formation",
        "Submillimetre and far-infrared spectral energy distributions of galaxies: The luminosity-temperature relation and consequences for photometric redshifts",
        "An extended Herschel drop-out source in the center of AS1063: A normal dusty galaxy at z = 6.1 or SZ substructures?",
        "Multi-wavelength study of X-ray luminous clusters at z ∼ 0.3: I. Star-formation activity of cluster galaxies",
        "Optical (VRI) photometry in the field of the galaxy cluster AC 118 at z = 0.31",
        "Dusty star-forming galaxies at high redshift",
        "Herschel-ATLAS: Extragalactic number counts from 250 to 500 microns",
        "A bright z = 5.2 lensed submillimeter galaxy in the field of Abell 773: HLSJ091828.6+514223",
        "Herschel-Astrophysical Terahertz Large Area Survey: Detection of a far-infrared population around galaxy clusters",
        "Morphological studies of the galaxy populations in distant \"butcher-oemler\" clusters with the hubble space telescope. II. AC 103, AC 118, and AC 114 at z = 0.31",
        "Faint submillimeter counts from deep 850 micron observations of the lensing clusters A370, A851, and A2390",
        "On the effect of the cosmic microwave background in high-redshift (SUB-)millimeter observations",
        "Molecular gas content in strongly lensed z ~ 1.5-3 star-forming galaxies with low infrared luminosities",
        "Herschel far-IR counterparts of SDSS galaxies: Analysis of commonly used star formation rate estimates",
        "IMACS: The inamori-magellan areal camera and spectrograph on magellan-baade",
        "Dust formation, evolution, and obscuration effects in the very high-redshift universe",
        "SUBMILLIMETER OBSERVATIONS of CLASH 2882 and the EVOLUTION of DUST in THIS GALAXY",
        "The herschel ATLAS",
        "Spectroscopic redshifts of galaxies within the frontier fields",
        "The Herschel Lensing Survey (HLS): Overview",
        "GOODS-Herschel: An infrared main sequence for star-forming galaxies",
        "Starburst galaxies in cluster-feeding filaments unveiled by Spitzer",
        "The Red Radio Ring: A gravitationally lensed hyperluminous infrared radio galaxy at z = 2.553 discovered through the citizen science project SPACE WARPS",
        "Spatially resolved millimeter interferometry of SMM J02399-0136: A very massive galaxy at Z = 2.8",
        "Optical and X-ray observations of the merging cluster AS1063",
        "The Herschel -SPIRE instrument and its in-flight performance",
        "LoCuSS: The steady decline and slow quenching of star formation in cluster galaxies over the last four billion years",
        "LoCuSS: The SLOW QUENCHING of STAR FORMATION in CLUSTER GALAXIES and the NEED for PRE-PROCESSING",
        "ApJ",
        "Infrared array camera (IRAC) imaging of the Lockman Hole",
        "Evolution of dust temperature of galaxies through cosmic time as seen by Herschel",
        "H-ATLAS: PACS imaging for the Science Demonstration Phase",
        "The hst extreme deep field (XDF): Combining all acs and WFC3/IR data on the hudf region into the deepest field ever",
        "A hyperluminous galaxy at z = 2.8 found in a deep submillimetre survey",
        "Gas, dust and stars in the SCUBA galaxy, SMMJ02399-0136: The EVLA reveals a colossal galactic nursery",
        "A weak lensing mass reconstruction of the large-scale filament feeding the massive galaxy cluster MACSJ0717.5+3745",
        "Hubble Frontier Fields: A high-precision strong-lensing analysis of galaxy cluster MACSJ0416.1-2403 using ∼200 multiple images",
        "Multiscale cluster lens mass mapping - I. Strong lensing modelling",
        "MUSE integral-field spectroscopy towards the Frontier Fields cluster Abell S1063 I. Data products and redshift identifications",
        "Multiple images of a highly magnified supernova formed by an early-type cluster galaxy lens",
        "Optimal techniques in two-dimensional spectroscopy: Background subtraction for the 21st century",
        "Star formation in galaxies along the Hubble sequence",
        "The initial mass, function of stars: Evidence for uniformity in variable systems",
        "The slitless spectroscopy data extraction software aXe",
        "PACS Evolutionary Probe (PEP)-A Herschel key program",
        "A Herschel view of the far-infrared properties of submillimetre galaxies",
        null,
        "Star formation and quenching among the most massive galaxies at z ~ 1.7",
        "Combining weak and strong cluster lensing: Applications to simulations and MS 2137",
        "Creation of cosmic structure in the complex galaxy cluster merger Abell 2744",
        "An ISOCAM survey through gravitationally lensing galaxy clusters I. Source lists and source counts for A370, A2218 and A2390",
        "Defining the intrinsic AGN infrared spectral energy distribution and measuring its contribution to the infrared output of composite galaxies",
        "HerMES: The SPIRE confusion limit",
        "The Herschel Multi-tiered Extragalactic Survey: HerMES",
        "ASP Conf. Ser.",
        "ApJ",
        "The Herschel Virgo Cluster Survey XVII. SPIRE point-source catalogs and number counts",
        "H-ATLAS: Estimating redshifts of herschel sources from sub-mm fluxes",
        "LoCuSS: A Herschel view of obscured star formation in Abell 1835",
        "The stellar mass assembly of galaxies from z = 0 to z = 4: Analysis of a sample selected in the rest-frame near-infrared with Spitzer",
        "Improving the identification of high- z Herschel sources with position priors and optical/NIR and FIR/mm photometric redshifts",
        "Artifact removal for GLS Map makers by means of post-processing",
        "UNIMAP: A generalized least-squares map maker for Herschel data",
        "Herschel Space Observatory",
        "The photodetector array camera and Spectrometer (PACS) on the herschel space observatory",
        "The cluster lensing and supernova survey with hubble: An overview",
        "Deep Herschel view of obscured star formation in the Bullet cluster",
        "The relation between cool cluster cores and Herschel-detected star formation in brightest cluster galaxies",
        "Discovery of \"warm dust\" galaxies in clusters at z ∼ 0.3: Evidence for stripping of cool dust in the dense environment?",
        "Star formation in the massive cluster merger abell 2744",
        null,
        "The far-infrared/submillimeter properties of galaxies located behind the Bullet cluster",
        "Abell 370 revisited: Refurbished Hubble imaging of the first strong lensing cluster",
        "Mass and magnification maps for the hubble space telescope frontier fields clusters: Implications for high-redshift studies",
        "A dust-obscured massive maximum-starburst galaxy at a redshift of 6.34",
        "Determining star formation rates for infrared galaxies",
        "A multiwavelength consensus on the main sequence of star-forming galaxies at z ~ 2"
    ],
    "affiliation": [
        {
            "affiliation-city": "Geneva",
            "affilname": "Faculty of Science",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Toulouse",
            "affilname": "Institut de Recherche en Astrophysique et Planétologie (IRAP)",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Edinburgh",
            "affilname": "University of Edinburgh, Institute for Astronomy",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Madrid",
            "affilname": "European Space Astronomy Centre",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Leicester",
            "affilname": "University of Leicester",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lausanne",
            "affilname": "École Polytechnique Fédérale de Lausanne",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Madrid",
            "affilname": "Universidad Complutense de Madrid",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "European Southern Observatory",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Durham",
            "affilname": "Durham University",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Extraterrestrial Physics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Tucson",
            "affilname": "The University of Arizona",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Space Telescope Science Institute",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Paris",
            "affilname": "CNRS Centre National de la Recherche Scientifique",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Padua",
            "affilname": "Università degli Studi di Padova",
            "affiliation-country": "Italy"
        }
    ],
    "funding": [
        "Seventh Framework Programme",
        "Seventh Framework Programme"
    ]
}