{
    "eid": "2-s2.0-84962073567",
    "title": "Trichosporon heliocopridis sp. nov., a urease-negative basidiomycetous yeast associated with dung beetles (Heliocopris bucephalus Fabricius)",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Sineenath Kunthiphun"
    ],
    "citedby-count": 6,
    "ref-count": 33,
    "ref-list": [
        "Isolation of yeasts from palm tissues damaged by the red palm weevil and their possible effect on the weevil overwintering",
        "On Species of Filobasidium Associated with Yuccas",
        "Urea Decomposition as a Means of Differentiating Proteus and Paracolon Cultures from Each Other and from Salmonella and Shigella Types",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "Candida kashinagacola sp. nov., C. pseudovanderkliftii sp. nov. and C. vanderkliftii sp. nov., three new yeasts from ambrosia beetle-associated sources",
        "Fungus Symbionts Colonizing the Galleries of the Ambrosia Beetle Platypus quercivorus",
        "Brood ball-mediated transmission of microbiome members in the dung beetle, Onthophagus taurus (Coleoptera: Scarabaeidae)",
        "Biodiversity and systematics of basidiomycetous yeasts as determined by large-subunit rDNA D1/D2 domain sequence analysis",
        "Evolution",
        "T. A. (1999). Bioedit: A User-Friendly Biological Sequence Alignment Editor and Analysis Program for Windows 95/98/NT. Nucleic Acids Symp Ser",
        "Dung Beetle Ecology",
        "Wickerhamomyces mori sp. nov., an anamorphic yeast species found in the guts of wood-boring insect larvae",
        "Phylogenetic relationships among yeasts of the 'Saccharomyces complex' determined from multigene sequence analyses",
        "Methods for isolation, phenotypic characterization and maintenance of yeasts",
        "Metschnikowia santaceciliae, Candida hawaiiana, and Candida kipukae, three new yeast species associated with insects of tropical morning glory",
        "Trichosporon veenhuisii sp. nov., an alkane-assimilating anamorphic basidiomycetous yeast",
        "Systematics of the anamorphic basidiomycetous yeast genus Trichosporon Behrend with the description of five novel species: Trichosporon vadense, T. smithiae, T. dehoogii, T. scrabaeorum and T. gamsii",
        "Trichosporon mycotoxinivorans sp. nov., a new yeast species useful in biological detoxification of various mycotoxins",
        "New species of yeasts found in japan",
        "Trichosporon siamense sp. nov. isolated from insect frass in Thailand",
        "Molecular Evolution and Phylogenetics",
        "Ecological functions and ecosystem services provided by Scarabaeinae dung beetles",
        "Wickerhamiella allomyrinae f.a., Sp. nov., a yeast species isolated from the gut of the rhinoceros beetle Allomyrina dichotoma",
        "Yeast ecology",
        "J Bacteriol",
        "TrichosporonBehrend (1890)",
        "A new species, trichosporon domesticum, isolated from the house of a summer-type hypersensitivity pneumonitis patient in japan",
        "Insect-Fungal Associations: Ecology and Evolution",
        "Scheffersomyces parashehatae f.a., sp. nov., Scheffersomyces xylosifermentans f.a., sp. nov., Candida broadrunensis sp. nov. and Candida manassasensis sp. nov., novel yeasts associated with wood-ingesting insects, and their ecological and biofuel implications",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Scheffersomyces cryptocercus: A new xylose-fermenting yeast associated with the gut of wood roaches and new combinations in the Sugiyamaella yeast clade",
        "Four new yeast species of the genus Sporobolomyces from plant leaves",
        "PCR Protocols: A Guide to Methods and Applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}