{
    "eid": "2-s2.0-84942613571",
    "title": "Rhinacanthus Nasutus Extract as a Neuroprotectant",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [
        "Alzheimer's disease",
        "Dementia",
        "Neurodegeneration",
        "Reactive oxygen species",
        "Rhinacanthus nasutus"
    ],
    "authors": [
        "James M. Brimson"
    ],
    "citedby-count": 7,
    "ref-count": 35,
    "ref-list": [
        "A possible mechanism for anxiolytic and antidepressant effects of alpha- and beta-amyrin from Protium heptaphyllum (Aubl.) March",
        "TNFα plus IFNγ induce the production of alzheimer β-amyloid peptides and decrease the secretion of APPs",
        "Rhinacanthus nasutus protects cultured neuronal cells against hypoxia induced cell death",
        "Rhinacanthus nasutus extracts prevent glutamate and amyloid-β neurotoxicity in HT-22 mouse hippocampal cells: Possible active compounds include lupeol, stigmasterol and β-sitosterol",
        "Nat. Prod. Radiance",
        "Int. J. Biomed. Pharm. Sci. Oct.",
        "Antiproliferative activity of Rhinacanthus nasutus (L.) KURZ extracts and the active moiety, rhinacanthin C",
        "New biological activity of Rhinacanthus nasutus extracts",
        "The effects of ursolic acid on cytokine production via the MAPK pathways in leukemic T-cells",
        "Two new lignans with activity against influenza virus from the medicinal plant Rhinacanthus nasutus",
        "Synthesis of novel rhinacanthins and related anticancer naphthoquinone esters",
        "Cyclooxygenase-2 inhibition improves amyloid-β-mediated suppression of memory and synaptic plasticity",
        "Role of nitric oxide in inflammation-mediated neurodegeneration",
        "Dibenzylbutane- and butyrolactone-type lignans as apoptosis inducers in human hepatoma HuH-7 cells",
        "Anti-inflammatory drugs and Alzheimer disease",
        null,
        "Antimicrobial activity and stability of rhinacanthins-rich Rhinacanthus nasutus extract",
        "Two new naphthoquinones with antiviral activity from Rhinacanthus nasutus",
        "Hepatoprotective effect of three herbal extracts on aflatoxin B1-intoxicated rat liver",
        "Induction of apoptosis in tumor cells by three naphthoquinone esters isolated from Thai medicinal plant: Rhinacanthus nasutus Kurz",
        "Antiproliferative naphthoquinone esters from Rhinacanthus nasutus kurz. roots on various cancer cells",
        "Antitumor activity of liposomal naphthoquinone esters isolated from Thai medicinal plant: Rhinacanthus nasutus Kurz",
        "Traditionally used Thai medicinal plants: In vitro anti-inflammatory, anticancer and antioxidant activities",
        "An antidepressant principle of Lobelia inflata L. (Campanulaceae)",
        "An α‐adrenoceptor‐mediated mechanism of hypoactivity induced by β‐amyrin palmitate",
        "A possible mechanism of antidepresant activity of beta-amyrin palmitate isolated from lobelia inflata leaves in the forced swimming test",
        "Pharmacological Properties of β‐Amyrin Palmitate, a Novel Centrally Acting Compound, Isolated from Lobelia inflata Leaves",
        "Anti-allergic principles of Rhinacanthus nasutus leaves",
        null,
        "TNF-alpha modulation for treatment of Alzheimer's disease: A 6-month pilot study",
        "Rapid cognitive improvement in Alzheimer's disease following perispinal etanercept administration",
        "J. Heal. Res.",
        "Effects of rhinacanthin-C on function and expression of drug efflux transporters in Caco-2 cells",
        "Isolation and cytotoxicity of rhinacanthin-A and -B, two; naphthoquinones, from Rhinacanthus nasutus",
        "Inflammation in Alzheimer disease: Driving force, bystander or beneficial response?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}