{
    "eid": "2-s2.0-84958242906",
    "title": "Optimizing link atom parameters for DNA QM/MM simulations",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Biomolecules",
        "DNA",
        "Link bond",
        "Molecular dynamics",
        "QM/MM"
    ],
    "authors": [
        "Manuel Hitzenberger"
    ],
    "citedby-count": 5,
    "ref-count": 45,
    "ref-list": [
        "Simulation of Enzyme Reactions Using Valence Bond Force Fields and Other Hybrid Quantum/Classical Approaches",
        "Evaluation of an ab initio quantum mechanical/molecular mechanical hybrid-potential link-atom method",
        "Quantum chemical computations on parts of large molecules: The ab initio local self consistent field method",
        "Hybrid models for combined quantum mechanical and molecular mechanical approaches",
        "Free Energy Perturbation Method for Chemical Reactions in the Condensed Phase: A Dynamical Approach Based on a Combined Quantum and Molecular Mechanics Potential",
        "A new mixing of Hartree-Fock and local density-functional theories",
        "Density-functional exchange-energy approximation with correct asymptotic behavior",
        "CHARMM: A program for macromolecular energy, minimization, and dynamics calculations",
        "The Amber biomolecular simulation programs",
        "Zeolite Structure and Reactivity by Combined Quantum-Chemical-Classical Calculations",
        "A Point-Charge Force Field for Molecular Mechanics Simulations of Proteins Based on Condensed-Phase Quantum Mechanical Calculations",
        "Gaussian basis sets for use in correlated molecular calculations. I. The atoms boron through neon and hydrogen",
        "Enzyme mechanisms with hybrid quantum and molecular mechanical potentials. I. Theoretical considerations",
        "Potential of Mean Force for the Isomerization of DMF in Aqueous Solution: A Monte Carlo QM/MM Simulation Study",
        "Hybrid quantum and molecular mechanical simulations: An alternative avenue to solvent effects in organic chemistry",
        "A generalized hybrid orbital (GHO) method for the treatment of boundary atoms in combined QM/MM calculations",
        "A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu",
        "Probing the range of applicability of structure- and energy-adjusted QM/MM link bonds",
        "Hydration of highly charged ions",
        "Phys Rev B",
        "Comparison of multiple amber force fields and development of improved protein backbone parameters",
        "Specific quantum mechanical/molecular mechanical capping-potentials for biomolecular functional groups",
        "J Chem Theor Comput",
        "COSMO: A new approach to dielectric screening in solvents with explicit expressions for the screening energy and its gradient",
        "Self-consistent equations including exchange and correlation effects",
        "Optimization of capping potentials for spectroscopic parameters in hybrid quantum mechanical/mechanical modeling calculations",
        "QM/MM: What have we learned, where are we, and where do we go from here?",
        "Computational study of the cerium(III) ion in aqueous environment",
        "A hybrid QM-MM potential employing hartree-fock or density functional methods in the quantum region",
        null,
        "Note on an approximation treatment for many-electron systems",
        "Ann Rev Phys Chem",
        "Mixed ab initio QM/MM modeling using frozen orbitals and tests with alanine dipeptide and tetrapeptide",
        "Resolution-of-identity approach to Hartree-Fock, hybrid density functionals, RPA, MP2 and GW with numeric atom-centered orbital basis functions",
        "The GROMOS biomolecular simulation program package",
        "QM/MM studies of enzymes",
        "QM/MM methods for biomolecular systems",
        "Beryllium(II): The strongest structure-forming ion in water? A QMCF MD simulation study",
        null,
        "Quantum mechanical computations on very large molecular systems: The local self‐consistent field method",
        "Structure and Dynamics of the Uranyl Tricarbonate Complex in Aqueous Solution: Insights from Quantum Mechanical Charge Field Molecular Dynamics",
        "TURBOMOLE GmbH, since",
        "Molecular dynamics simulations of biological reactions",
        "Theoretical studies of enzymic reactions: Dielectric, electrostatic and steric stabilization of the carbonium ion in the reaction of lysozyme",
        "Gaussian basis sets for use in correlated molecular calculations. III. The atoms aluminum through argon"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Innsbruck",
            "affilname": "Universität Innsbruck",
            "affiliation-country": "Austria"
        }
    ],
    "funding": [
        "Leopold-Franzens-University of Innsbruck"
    ]
}