{
    "eid": "2-s2.0-85120583368",
    "title": "Determination of Kinetic Parameters for CO2 Methanation (Sabatier Reaction) over Ni/ZrO2 at a Stoichiometric Feed-Gas Composition under Elevated Pressure",
    "cover-date": "2021-12-16",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [],
    "authors": [
        "Cheolyong Choi",
        "Angkana Khuenpetch",
        "Wei Zhang",
        "Shoya Yasuda",
        "Yixiong Lin",
        "Hiroshi Machida",
        "Hiroyuki Takano",
        "Kouichi Izumiya",
        "Yoshiaki Kawajiri",
        "Koyo Norinaga"
    ],
    "citedby-count": 10,
    "ref-count": 50,
    "ref-list": [
        "Low Temperature Swing Process for CO2Absorption-Desorption Using Phase Separation CO2Capture Solvent",
        "A Review of CO2Capture by Absorption and Adsorption",
        "Carbon Dioxide Absorption Heat in Liquid–Liquid and Solid–Liquid Phase-Change Solvents Using Continuous Calorimetry",
        "Modelling of CO2Solubility in Phase Separation Solvent Composed of Amine/Ether/Water System for CO2Capture",
        "A Review of Post-Combustion CO2Capture Technologies from Coal-Fired Power Plants",
        "Ni/CeO2Catalysts with High CO2Methanation Activity and High CH4 Selectivity at Low Temperatures",
        "CO2Methanation over Heterogeneous Catalysts: Recent Progress and Future Prospects",
        "Conversion of CO2to C1Chemicals: Catalyst Design, Kinetics and Mechanism Aspects of the Reactions",
        "Review on Methanation - From Fundamentals to Current Projects",
        "Supported Catalysts for CO2Methanation: A Review",
        "Power-to-Methane: A State-of-the-Art Review",
        "Catalytic Carbon Dioxide Hydrogenation to Methane: A Review of Recent Studies",
        "A Short Review of Recent Advances in CO2Hydrogenation to Hydrocarbons over Heterogeneous Catalysts",
        "Efficient Base-Metal NiMn/TiO2Catalyst for CO2Methanation",
        "CO2Methanation and Reverse Water Gas Shift Reaction. Kinetic Study Based on in Situ Spatially-Resolved Measurements",
        "On the Kinetics of the Methanation of Carbon Dioxide on Coprecipitated NiAl(O) X",
        "Kinetics of CO2Methanation on a Ru-Based Catalyst at Process Conditions Relevant for Power-to-Gas Applications",
        "Intrinsic Kinetics of CO2Methanation over an Industrial Nickel-Based Catalyst",
        "Carbon Dioxide Methanation Kinetic Model on a Commercial Ni/Al2O3Catalyst",
        "Tuning Reverse Water Gas Shift and Methanation Reactions during CO2Reduction on Ni Catalysts via Surface Modification by MoOx",
        "CO2Methanation over Ni/Al Hydrotalcite-Derived Catalyst: Experimental Characterization and Kinetic Study",
        "A Study of the Methanation of Carbon Dioxide on Ni/Al2O3Catalysts at Atmospheric Pressure",
        "Catalysis Mechanisms of CO2and CO Methanation",
        "Developmental Trends in CO2Methanation Using Various Catalysts",
        "Kinetics of Methanation of Carbon Dioxide on a Nickel Catalyst",
        "Hydrogenation of CO2on Group VIII Metals. II. Kinetics and Mechanism of CO2Hydrogenation on Nickel",
        "Methane Steam Reforming, Methanation and Water-gas Shift: I. Intrinsic Kinetics",
        "Kinetic Studies of CO2Methanation over a Ni/γ-Al2O3Catalyst Using a Batch Reactor",
        "Highly Active Ni/Y-Doped ZrO2Catalysts for CO2Methanation",
        "Nickel Supported on YSZ: The Effect of Ni Particle Size on the Catalytic Activity for CO2Methanation",
        "Effect of Ni Content on CO2Methanation Performance with Tubular-Structured Ni-YSZ Catalysts and Optimization of Catalytic Activity for Temperature Management in the Reactor",
        "Thermal Management of CO2Methanation with Axial Staging of Active Metal Concentration in Ni-YSZ Tubular Catalysts",
        "Computational Fluid Dynamics Simulation of CO2Methanation in a Shell-and-Tube Reactor with Multi-Region Conjugate Heat Transfer",
        "Methanation Reaction Catalyst, Method for Producing Methanation Reaction Catalyst and Method for Producing Methane",
        "Global Reaction Kinetics of CO and CO2Methanation for Dynamic Process Modeling",
        "Reaction Kinetics of CO and CO2Methanation over Nickel",
        "Kinetics of the Methanation of Carbon Dioxide over a Supported Ni-La2O3Catalyst",
        "Modelling and Simulation of Methanation Catalytic Reactor for Renewable Electricity Storage",
        "Kinetics of the Methanation of CO and CO2on a Nickel Catalyst",
        "A Fixed-Bed Reactor Modeling Study on the Methanation of CO2",
        "Hydrogenation of CO2on Group VIII Metals. IV. Specific Activities and Selectivities of Silica-Supported Co, Fe, and Ru",
        "Mechanochemical Activation of Catalysts for CO2Methanation",
        "Kinetics of CO2Methanation over Ru/γ-Al2O3and Implications for Renewable Energy Storage Applications",
        "Carbon Dioxide Hydrogenation over Nickel/Zirconia Catalysts from Amorphous Precursors: On the Mechanism of Methane Formation",
        "Participation of Surface Bicarbonate, Formate and Methoxy Species in the Carbon Dioxide Methanation Catalyzed by ZrO2-Supported Ni",
        "Structural Effect of Ni/ZrO2Catalyst on CO2Methanation with Enhanced Activity"
    ],
    "affiliation": [
        {
            "affiliation-city": "Osaka",
            "@id": "60105255",
            "affilname": "Hitachi Zosen Corporation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105255",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60016087",
            "affilname": "China University of Petroleum-Beijing",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016087",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Nagoya",
            "@id": "60000264",
            "affilname": "Nagoya University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000264",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "New Energy and Industrial Technology Development Organization"
    ]
}