{
    "eid": "2-s2.0-84926341576",
    "title": "Characterization and lipolytic activity of lactic acid bacteria isolated from Thai fermented meat",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Fermented meat",
        "Lactic acid bacteria",
        "Lipase",
        "Lipolytic bacteria"
    ],
    "authors": [
        "Somboon Tanasupawat"
    ],
    "citedby-count": 18,
    "ref-count": 32,
    "ref-list": [
        "Staphylococcus lipolyticus sp. nov., a new cold-adapted lipase producing marine species",
        "Cowan and Steel's manual for the identification of medical bacteria",
        "Taxonomic study of Weissella confusa and description of Weissella cibaria sp. nov., detected in food and clinical samples",
        "Taxonomic studies on some leuconostoc‐like organisms from fermented sausages: description of a new genus Weissella for the Leuconostoc paramesenteroides group of species",
        "Processing of extracellular lipase of Lactobacillus plantarum: Involvement of a metalloprotease",
        "Characterization of a highly thermostable extracellular lipase from Lactobacillus plantarum",
        "Control of bioflavour and safety in fermented sausages: First results of a European project",
        "Pediococcus lolii sp. nov., isolated from ryegrass silage",
        "Evolution",
        "Int J Sci Technol",
        "Industrial applications of microbial lipases",
        "Esterases of lactic acid bacteria and cheese flavour: Milk fat hydrolysis, alcoholysis and esterification",
        "Res J Biotechnol",
        "Purification and characterization of cold active lipase from psychrotrophic Aeromonas sp. LPB 4",
        "A phylogenetic analysis of an atypical leuconostoc: description of Leuconostoc fallax sp. nov.",
        "Lipase production by lactic acid bacteria and activity on butter oil",
        "Lipases of genera Pseudomonas and Burkholderia and their applications in biotechnology",
        "Characterization of lactic acid bacteria isolated from a Greek dry-fermented sausage in respect of their technological and probiotic properties",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Production, purification, characterization, and applications of lipases",
        "Lipolysis of pork fat by the meat starter culture Staphylococcus xylosus at various environmental conditions",
        "API ZYM enzymatic profile of lactic acid bacteria isolated from traditional Bulgarian meat product \"Lukanka\"",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Characterization of Pediococcus pentosaceus and Pediococcus acidilactici strains and replacement of the type strain of P. acidilactici with the proposed neotype DSM 20284: Request for an opinion",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Lactobacillus acidipiscis sp. nov. and Weissella thailandensis sp. nov., isolated from fermented fish in Thailand",
        "Microbial Diversity in Asia: Technology and Prospects Singapore",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Lipolysis in dry-cured ham maturation",
        "Changes in lipid composition and fatty acid profile of Nham, a Thai fermented pork sausage, during fermentation",
        "Staphylococcus warneri BW 94 - A new source of lipase",
        "Int J Syst Bacteriol"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}