{
    "eid": "2-s2.0-84949484592",
    "title": "Differences in nitrite-oxidizing communities and kinetics in a brackish environment after enrichment at low and high nitrite concentrations",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Environmental Chemistry",
            "@code": "2304"
        },
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Brackish water",
        "Kinetics",
        "Nitrite-oxidizing bacteria (NOB)",
        "Nitrobacter",
        "Nitrospira",
        "Shrimp ponds"
    ],
    "authors": [
        "Wipasanee Tangkitjawisut"
    ],
    "citedby-count": 13,
    "ref-count": 41,
    "ref-list": [
        "In situ distribution and activity of nitrifying bacteria in freshwater sediment",
        "Standard Methods for the Examination of Water & Wastewater",
        "Kinetic characterisation of an enriched Nitrospira culture with comparison to Nitrobacter",
        "Determination of growth rate and yield of nitrifying bacteria by measuring carbon dioxide uptake rate",
        "Practical identifiability of biokinetic parameters of a model describing two-step nitrification in biofilms",
        "In Situ Characterization of Nitrospira-Like Nitrite-Oxidizing Bacteria Active in Wastewater Treatment Plants",
        "Quantification of Nitrosomonas oligotropha and Nitrospira spp. using competitive polymerase chain reaction in bench-scale wastewater treatment reactors operating at different solids retention times.",
        "Biological Wastewater Treatment",
        "A novel marine nitrite-oxidizing Nitrospira species from Dutch coastal North Sea water",
        "Recirculation System: Design, Construction and Management",
        "Influence of physicochemical and operational parameters on Nitrobacter and Nitrospira communities in an aerobic activated sludge bioreactor",
        "Nitrite-oxidizing bacteria, Nitrospira, distribution in the outer layer of the biofilm from filter materials of a recirculating water system for the goldfish Carassius auratus",
        "Relevance of Nitrospira for nitrite oxidation in a marine recirculation aquaculture system and physiological features of a Nitrospira marina-like isolate",
        "Effect of nitrite concentration on the distribution and competition of nitrite-oxidizing bacteria in nitratation reactor systems and their kinetic characteristics",
        "Isolation of an autotrophic ammonia-oxidizing marine archaeon",
        "Relevance and Diversity of Nitrospira Populations in Biofilters of Brackish RAS",
        "Oxygen consumption kinetics of Nitrosomonas europaea and Nitrobacter hamburgensis grown in mixed continuous cultures at different oxygen concentrations",
        "Bioaugmentation to improve nitrification in activated sludge treatment",
        "A Nitrospira metagenome illuminates the physiology and evolution of globally important nitrite-oxidizing bacteria",
        "Nitrotoga-like bacteria are previously unrecognized key nitrite oxidizers in full-scale wastewater treatment plants",
        "Consequences of mass transfer effects on the kinetics of nitrifiers",
        "Modelling microbial population dynamics in multispecies biofilms including Anammox bacteria",
        "Long term effects of salt on activity, population structure and floc characteristics in enriched bacterial cultures of nitrifiers",
        "Competition between Nitrospira spp. and Nitrobacter spp. in nitrite-oxidizing bioreactors",
        "Comparison of oxidation kinetics of nitrite-oxidizing bacteria: Nitrite availability as a key factor in niche differentiation",
        "Enrichment and physiological characterization of a novel nitrospira-like bacterium obtained from a marine sponge",
        "Water Pract.",
        "Ammonia- and nitrite-oxidizing bacterial communities in a pilot-scale chloraminated drinking water distribution system",
        "Introducing DOTUR, a computer program for defining operational taxonomic units and estimating species richness",
        "Microscale distribution of populations and activities of Nitrosospira and Nitrospira spp. along a macroscale gradient in a nitrifying bioreactor: Quantification by in situ hybridization and the use of microsensors",
        "Immunocytochemical detection and location of the membrane-bound nitrite oxidoreductase in cells of Nitrobacter and Nitrospira",
        "Isolation and immunocytochemical location of the nitrite-oxidizing system in Nitrospira moscoviensis",
        "Communities of ammonia-oxidizing bacteria, ammonia-oxidizing archaea and nitrite-oxidizing bacteria in shrimp ponds",
        "Microbial communities associated with filter materials in recirculating aquaculture systems of freshwater fish",
        "Characterization of the microbial community and nitrogen transformation processes associated with moving bed bioreactors in a closed recirculated mariculture system",
        "Evolutionary relationships among ammonia- and nitrite-oxidizing bacteria",
        "Stoichiometric and kinetic characterisation of Nitrobacter in mixed culture by decoupling the growth and energy generation processes",
        "In situ analysis of nitrifying bacteria in sewage treatment plants",
        "Nitrospira marina gen. nov. sp. nov.: a chemolithotrophic nitrite-oxidizing bacterium",
        "The Prokaryotes",
        "Shifts in nitrification kinetics and microbial community during bioaugmentation of activated sludge with nitrifiers enriched on sludge reject water"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of the Higher Education Commission"
    ]
}