{
    "eid": "2-s2.0-85055855547",
    "title": "Streptomyces lichenis sp. nov., isolated from lichen",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Actinobacteria",
        "Lichen",
        "Polyphasic taxonomy",
        "Streptomyces"
    ],
    "authors": [
        "Patcharin Saeng-in",
        "Wongsakorn Phongsopitanun",
        "Ancharida Savarajara",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 11,
    "ref-count": 29,
    "ref-list": [
        "Streptomyces lactacystinicus sp. nov. and Streptomyces cyslabdanicus sp. nov., producing lactacystin and cyslabdan, respectively",
        "Endophytic actinomycetes: Promising source of novel bioactive compounds",
        "Actinomycetes isolated from lichens: Evaluation of their diversity and detection of biosynthetic gene sequences",
        "Bacterial epibionts and endolichenic actinobacteria and fungi in the lower devonian lichen Chlorolichenomycites salopensis",
        "Littoral lichens as a novel source of potentially bioactive Actinobacteria",
        "Identification and antimicrobial activity of Streptomyces and Actinoplanes strains from lichens",
        "Actinoplanes lichenis sp. nov., isolated from lichen",
        "Distribution of actinomycetes in soil. VI. A culture method effective for both preferential isolation and enumeration of Microbispora and Streptosporangium strains in soil",
        "Methods for characterization of Streptomyces species",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "16S/23S rRNA sequencing",
        "Introducing EzBio-Cloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "A multilocus phylogeny of the Streptomyces griseus 16S rRNA gene clade: Use of multilocus sequence analysis for streptomycete systematics",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Chemotaxonomy of aerobic actinomycetes: Phospholipid composition",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}