{
    "eid": "2-s2.0-84961889748",
    "title": "Partial oxidation of methane on a nickel catalyst: Kinetic Monte-Carlo simulation study",
    "cover-date": "2016-06-22",
    "subject-areas": [
        {
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Diffusion",
        "Impurities",
        "Kinetic Monte-Carlo simulation",
        "Kinetics",
        "Partial oxidation"
    ],
    "authors": [
        "Sirawit Pruksawan"
    ],
    "citedby-count": 11,
    "ref-count": 38,
    "ref-list": [
        "The effect of inactive impurities on a surface in NO-CO reaction: A Monte Carlo simulation",
        "Recent developments in the partial oxidation of methane to syngas",
        "The determination of the diffusion constants of oxygen in nickel and α-iron by an internal oxidation method",
        "Effect of sulfur in catalytic partial oxidation of methane over Rh-Ce coated foam monoliths",
        "A new algorithm for Monte Carlo simulation of Ising spin systems",
        "Deactivation during carbon dioxide reforming of methane over Ni catalyst: Microkinetic analysis",
        "A model for reforming on Ni catalyst with carbon formation and deactivation",
        "Evaluation of foam nickel for the catalytic partial oxidation of methane",
        "Monte Carlo and mean field theory studies of the effect of the next nearest neighbour sites of a square lattice on the monomer-dimer surface reaction",
        "Next nearest neighbors sites and the reactivity of the CO-NO surface reaction",
        "Monte Carlo simulation studies of the catalytic combustion of methane",
        "Monte Carlo simulations in the preferential oxidation of carbon monoxide on a copper-ceria catalyst",
        null,
        "ZGB surface reaction model with high diffusion rates",
        "Self-sustained oscillations in a heterrogeneous catalytic reaction: a monte carlo simulation",
        "Theoretical foundations of dynamical Monte Carlo simulations",
        "A general method for numerically simulating the stochastic time evolution of coupled chemical reactions",
        null,
        "Ziff-Gulari-Barshad model with random distribution of inert sites",
        null,
        "Int. J. Chem. Eng. Appl.",
        "Mathematical simulation of self-oscillations in methane oxidation on nickel: An isothermal model",
        null,
        "Micro-kinetic analysis and Monte Carlo simulation in methane partial oxidation into synthesis gas",
        "The effects of surface defects in a catalysis model",
        "Critical behaviour of irreversible reaction systems",
        null,
        "A first-principles study of the diffusion of atomic oxygen in nickel",
        null,
        "Monte Carlo simulation of the oscillatory behavior in partial oxidation of methane on nickel catalyst under nonisothermal conditions",
        "Monte Carlo simulation of the oscillatory behavior in partial oxidation of methane on nickel catalyst",
        null,
        "Catalytic Partial Oxidation",
        "Ziff-gulari-barshad model with CO desorption: An ising-like nonequilibrium critical point",
        null,
        "Effect of the coordination of the superficial site in the monomer-dimer reaction on a disordered substrate",
        "Zirconia promoted metallic nickel catalysts for the partial oxidation of methane to synthesis gas",
        "Kinetic phase transitions in an irreversible surface-reaction model"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}