{
    "eid": "2-s2.0-85103632868",
    "title": "NEW PRODUCT DEVELOPMENT CO CREATION PROCESS: A THAI CASE OF MICRO COMMUNITY ENTERPRISES OF NON-FOOD HERBAL PRODUCTS AND R&D GOVERNMENT ORGANIZATIONS",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Co-creation",
        "Micro Community Enterprise Herbal Products",
        "New Product Development Process",
        "R&D Government Assistance"
    ],
    "authors": [
        "Prapaisri Maisont",
        "Tratri Taiphapoon",
        "Achara Chandrachai",
        "Sukree Sinthupinyo"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "Marketing and technology: a strategic coalignment",
        "The design and development of anti-aging formulations",
        "Third-generation new product processes",
        "Factors affecting the competitiveness of the food industry by using porter’s five forces model case study in Hamadan province, Iran",
        "How to plan as a small scale business owner: Psychological process characteristics of action strategies and success",
        "SWOT analysis: a theoretical review",
        "Consumer-brand engagement on Facebook: liking and commenting behaviors",
        "Success factors for small rural entrepreneurs under the one-district-one-industry programme in Malaysia. Contemporary Management Research, 5(2). Kim, S.J., Kim, E.M., Suh, Y., & Zheng, Z. (2016). The effect of service innovation on R&D activities and government support systems: the moderating role of government support systems in Korea",
        "Implementation of Rural Development Policy in Thailand through the One Tambon One Product (OTOP) Movement",
        "On the 4Ps & 4Cs of Green Logistics Marketing Mix",
        "What are the personal and professional characteristics that distinguish the researchers who publish in high-and low-impact journals? A multi-national web-based survey",
        "New perspectives on Chinese herbal medicine (Zhong-Yao) research and development",
        "Rural Malay involvement in Malaysian herbal entrepreneurship",
        "Innovative Product Development Process under Governmental Collaboration in Non-Food Herbal Product Industry: Conceptual Framework",
        "Ten qualities of a good researcher",
        "The effects of government-industry R&D programs on private R&D: the case of the Small Business Innovation Research program"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}