{
    "eid": "2-s2.0-85100705240",
    "title": "The status of antimicrobial resistance in Campylobacter spp. isolated from animals and humans in Southeast Asia: A review",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Animal",
        "Antimicrobial resistance",
        "Campylobacter",
        "Human",
        "Public health",
        "Southeast Asia"
    ],
    "authors": [
        "Saeid Jafari",
        "Mahdi Ebrahimi",
        "Taradon Luangtongkum"
    ],
    "citedby-count": 2,
    "ref-count": 37,
    "ref-list": [
        "Prevalence, antibiotic resistance and RAPD typing of Campylobacter spp. isolated from ducks, their rearing and processing environments in Penang, Malaysia",
        "Rotavirus disease in young children from Hanoi. Vietnam",
        "Prevalence of Campylobacter spp. in slaughtered cattle and buffaloes in Vientiane. Lao People's Democratic Republic",
        "Antimicrobial resistance patterns and flaA genotypes of Campylobacter jejuni isolated from contracted broiler farms in eastern Thailand",
        "Prevalence, quantitative load, and antimicrobial resistance of Campylobacter spp. from broiler ceca and broiler skin samples in Thailand",
        "Quinolone and macrolide resistance in C. jejuni and C. coli: resistance mechanisms and trends in human isolates",
        "Fluoroquinolone resistance in Campylobacter jejuni isolates in travelers returning to Finland: association of ciprofloxacin resistance to travel destination",
        "Trends in antibiotic resistance among diarrheal pathogens isolated in Thailand over 15 years",
        "Comparative antibiotic resistance of diarrheal pathogens from Vietnam and Thailand, 1996-1999",
        "Use of azithromycin for the treatment of Campylobacter enteritis in travelers to Thailand, an area where ciprofloxacin resistance is prevalent",
        "A prospective study of travellers' diarrhoea: analysis of pathogen findings by destination in various (sub) tropical regions",
        "Prevalence, numbers and antimicrobial susceptibilities of Salmonella serovars and Campylobacter spp. in retail poultry in Phnom Penh, Cambodia",
        "High rates of contamination of poultry meat products with drug-resistant Campylobacter in Metro Manila, Philippines",
        "A one-year study of enteric Campylobacter infections in Singapore",
        "Antibiotic resistance in Campylobacter and other diarrheal pathogens isolated from US military personnel deployed to Thailand in 2002-2004: a case-control study",
        "Etiology of diarrhea in young children and patterns of antibiotic resistance in Cambodia",
        "Acquisition of multidrug-resistant gram-negative organisms during travel",
        "Effect of inclusion of different levels of Leucaena silage on rumen microbial population and microbial protein synthesis in dairy steers fed on rice straw",
        "Antimicrobial usage and antimicrobial resistance in animal production in Southeast Asia: a review",
        "Isolation and antimicrobial resistance of Campylobacter spp. From chicken faecal samples in Khon Kaen and nearby provinces of Thailand",
        "Serotypes, molecular and antimicrobial characteristics of Campylobacter jejuni isolated from chicken meats in Northeastern Thailand during December, 2007 to June, 2008",
        "Antimicrobial resistance in Campylobacter isolated from food animals and humans in northern Thailand",
        "Antibiotic Resistance of Campylobacter jejuni and Campylobacter coli Isolated from Children with Diarrhea in Thailand and Japan",
        "Antibiotic susceptibility profiles among Campylobacter isolates obtained from international travelers between 2007 and 2014",
        "Prevalence and antibiotic resistance against tetracycline in Campylobacter jejuni and Campylobacter coli in cattle and beef meat from Selangor, Malaysia",
        "Impact of human Campylobacter infections in Southeast Asia: The contribution of the poultry sector",
        "Prevalence and antimicrobial resistance of Salmonella and Campylobacter species isolated from laying duck flocks in confinement and free-grazing systems",
        "An observational clinic-based study of diarrheal illness in deployed United States military personnel in Thailand: presentation and outcome of Campylobacter infection",
        "PFGE, Lior serotype, and antimicrobial resistance patterns among Campylobacter jejuni isolated from travelers and US military personnel with acute diarrhea in Thailand, 1998-2003",
        "Loads and antimicrobial resistance of Campylobacter spp. on fresh chicken meat in Nueva Ecija, Philippines",
        "Antibiotic resistance trends and mechanisms in the foodborne pathogen. Campylobacter",
        "Erythromycin-resistant Campylobacter infections in Thailand",
        "A study on Campylobacter jejuni and Campylobacter coli through commercial broiler production chains in Thailand: antimicrobial resistance, the characterization of DNA gyrase subunit A mutation, and genetic diversity by flagellin A gene restriction fragment length polymorphism",
        "Resistant pathogens as causes of traveller's diarrhea globally and impact (s) on treatment failure and recommendations",
        "Traveler's diarrhea in Thailand: randomized, double-blind trial comparing single-dose and 3-day azithromycin-based regimens with a 3-day levofloxacin regimen",
        "Trends of norfloxacin and erythromycin resistance of Campylobacter jejuni/Campylobacter coli isolates recovered from international travelers, 1994 to 2006"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Serdang",
            "@id": "60025577",
            "affilname": "Universiti Putra Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025577",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}