{
    "eid": "2-s2.0-85030613732",
    "title": "Developing common competencies for southeast asian general dental practitioners",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Education",
            "@code": "3304"
        }
    ],
    "keywords": [
        "Competency-based education",
        "Dental education",
        "General dental practitioners",
        "Southeast Asia"
    ],
    "authors": [
        "Supachai Chuenjitwongsa"
    ],
    "citedby-count": 10,
    "ref-count": 32,
    "ref-list": [
        "Association of Southeast Asian Nations",
        "ASEAN Mutual Recognition Arrangement on Dental Practitioners",
        "The revitalization of U.S. dental education.",
        "Eur J Dent Educ, Forthcoming",
        "ADEA Competencies for the New General Dentist",
        "Profile and competences for the graduating European dentist - update 2009",
        "National Dental Examining Board of Canada. Competencies for A Beginning Dental Practitioner in Canada",
        "Commission on Dental Accreditation. Accreditation Standards for Dental Education Programs. Chicago: American Dental Association",
        "Interface Oral Health Science 2016: Innovative Research on Biosis-Abiosis Intelligent Interface. Singapore",
        "Professional Competencies of the Newly Qualified Dentist",
        "Curriculum structure, content, learning and assessment in European undergraduate dental education - update 2010",
        "The Delphi Technique in Nursing and Health Research",
        "The Delphi technique: Myths and realities",
        "Japan Universities Association for Computer Education. Competency of New Japanese Dentist",
        "The Delphi method as a research tool: An example, design considerations and applications",
        "Requirements for occupational medicine training in Europe: A Delphi study",
        "Manual of Dental Practice, Version 5",
        "Strategy for Oral Health in South-East Asia 2013-20",
        "Oral cavity and oropharyngeal squamous cell carcinoma - An update",
        "Integrating issues of substance abuse and addiction into the predoctoral dental curriculum",
        "Dental patient's knowledge and perceptions about the effects of smoking and role of dentists in smoking cessation activities",
        "Evolution of the scientific basis for dentistry and its impact on dental education: Past, present, and future",
        "Nine years of DentEd - A global perspective on dental education",
        "Social Media in the Dental School Environment, Part A: Benefits, Challenges, and Recommendations for Use",
        "Curriculum structure: Principles and strategy",
        "Competency-based dental education in context",
        "UK Committee of Postgraduate Dental Deans and Directors. COPDEND Standards for Dental Educators",
        "Evidence-based care and the curriculum",
        "Quality management practice in higher education - What quality are we actually enhancing?",
        "Standards and Guidelines for Quality Assurance in the European Higher Education Area",
        "AMEE Guide No. 14: Outcome-based education: Part 1 - An introduction to outcome-based education"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cardiff",
            "affilname": "Cardiff University",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}