{
    "eid": "2-s2.0-84961295927",
    "title": "The influence of Ni/Nd-based Ziegler-Natta catalyst on microstructure configurations and properties of butadiene rubber",
    "cover-date": "2015-04-15",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Catalysts",
        "Characterization",
        "Elastomers",
        "Properties",
        "Rubber"
    ],
    "authors": [
        "Chansuree Chatarsa"
    ],
    "citedby-count": 12,
    "ref-count": 31,
    "ref-list": [
        "Performance evaluation of high-cis 1,4-polybutadienes",
        "Butadiene Polymers, Encyclopedia of Polymer Science and Technology",
        "Role of catalysis in sustainable production of synthetic elastomers",
        "Neodymium-based Ziegler/Natta catalysts and their application in diene polymerization",
        "Polybutadiene Rubber: A Techno-commercial Profile",
        "Kinetic study on stereospecific polymerization of 1,3-butadiene using a nickel based catalyst system in environmentally friendly solvent",
        "Synthetic rubbers prepared by lanthanide coordination catalysts",
        "IHS: Asia Butadiene to Tighten on Shortage of Crude C4s",
        "Trends of synthetic rubber industry in Japan",
        "Neodymium BRs and SSBRs for Performance Tires",
        "Polymerization of 1,3-Butadiene Using Neodymium Chloride Tripentanolate-Triethyl Aluminum Catalyst Systems",
        "An Introduction to Butadiene Rubber. Rubber Int. Mag.",
        null,
        "Butadiene polymerization using neodymium versatate-based catalysts: Catalyst optimization and effects of water and excess versatic acid",
        "Butadiene polymerization catalyzed by tri(aryloxo)aluminum adduct of cobalt acetate",
        "Polymerization of 1,3-butadiene using aluminoxane-based nd-carboxylate catalysts",
        "Butadiene polymerization with nickel compounds: Effect of cocatalysts",
        "Effect of alkylaluminum structure on Ziegler-Natta catalyst systems based on neodymium for producing high-cis polybutadiene",
        "Polymerization of dienes on lanthanide containing catalytic systems. Review",
        "Polymerization of 1,3-butadiene initiated by neodymium versatate/diisobutylaluminium hydride/ethylaluminium sesquichloride: Kinetics and conclusions about the reaction mechanism",
        "Butadiene polymerisation using ternary neodymium-based catalyst systems - The effect of Nd:halide ratio and halide type",
        "Synthesis and characterization of high cis-polybutadiene: Influence of monomer concentration and reaction temperature",
        "Bifunctional nickel- or cobalt-containing catalyst-stabilizers for polybutadiene production and stabilization (part I): Kinetic study and molecular mass stereoregularity correlation",
        "1,3-butadiene polymerization using co/nd-based ziegler/natta catalyst: Microstructures and properties of butadiene rubber",
        "Heterogeneous supported catalysts for butadiene polymerization: The effect of calcination temperature and solvent",
        "Solvent effect in cis-1,4 polymerization of 1,3-butadiene by a catalyst based on neodymium",
        "Comparison of the solvents n-hexane, tert-butyl benzene and toluene in the polymerization of 1,3-butadiene with the ziegler catalyst system neodymium versatate/diisobutylaluminum hydride/ethylaluminum sesquichloride",
        "Trans-stereospecific polymerization of butadiene and random copolymerization with styrene using borohydrido neodymium/magnesium dialkyl catalysts",
        "Synthesis and characterization of stereotriblock polybutadiene containing crystallizable high trans-1,4-polybutadiene block by barium salt of di(ethylene glycol) ethylether/triisobutylaluminium/dilithium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Waterloo",
            "affilname": "University of Waterloo",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Petchaburi",
            "affilname": "Bangkok Synthetics Co.",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Natural Sciences and Engineering Research Council of Canada"
    ]
}