{
    "eid": "2-s2.0-85007480769",
    "title": "Practical management of adverse events related to apomorphine therapy",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Adverse events",
        "Apomorphine",
        "Safety",
        "Tolerability"
    ],
    "authors": [
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 32,
    "ref-count": 56,
    "ref-list": [
        "Apomorphine: An underutilized therapy for Parkinson's disease",
        "Efficacy of long-term continuous subcutaneous apomorphine infusion in advanced Parkinson's disease with motor fluctuations: A multicenter study",
        "Apomorphine hydrochloride for the treatment of Parkinson's disease",
        "Clinical insights into use of apomorphine in Parkinson's disease: tools for clinicians",
        "A randomized, double-blind, placebo-controlled trial of subcutaneously injected apomorphine for parkinsonian off-state events",
        "Subcutaneous apomorphine in patients with advanced Parkinson's disease: A dose-escalation study with randomized, double-blind, placebo-controlled crossover evaluation of a single dose",
        "Continued efficacy and safety of subcutaneous apomorphine in patients with advanced Parkinson's disease",
        "Subcutaneous apomorphine in late stage Parkinson's disease: A long term follow up",
        "Effective delivery of apomorphine in the management of parkinson disease: Practical considerations for clinicians and parkinson nurses",
        "Domperidone is superior to ondansetron in acute apomorphine challenge in previously untreated Parkinsonian patients - A double blind study",
        "Cardiac safety concerns for domperidone, an antiemetic and prokinetic, and galactogogue medicine",
        "Randomized, placebo-controlled trial of trimethobenzamide to control nausea and vomiting during initiation and continued treatment with subcutaneous apomorphine injection",
        "Sustained efficacy of apomorphine in Japanese patients with advanced Parkinson's disease",
        "Expert Consensus Group report on the use of apomorphine in the treatment of Parkinson's disease - Clinical practice recommendations",
        "Orthostatic hypotension: Managing a difficult problem",
        "Recurrent atrial fibrillation after subcutaneous apomorphine",
        "Transient atrial fibrillation after subcutaneous apomorphine bolus",
        "J. Mov. Disord.",
        "Transient cardiac arrest during continuous intravenous infusion of apomorphine",
        "Adoptive transfer of vitiligo after allogeneic bone marrow transplantation for non-Hodgkin's lymphoma",
        "Sleep disruption, daytime somnolence and 'sleep attacks' in Parkinson's disease: A clinical survey in PD patients and age-matched healthy volunteers",
        "Sleep attacks with apomorphine",
        "Sleep attacks in patients taking dopamine agonists: Review",
        "A new method for measuring daytime sleepiness: The Epworth sleepiness scale",
        "Ultrasound treatment of cutaneous side-effects of infused apomorphine: A randomized controlled pilot study",
        "Panniculitis in association with apomorphine infusion",
        "Subcutaneous infusions of apomorphine: A reappraisal of its therapeutic efficacy in advanced Parkinson's disease",
        "Br. J. Neurosci. Nurs.",
        "Adv. Clin. Neurosci. Rehab",
        "SIDE-EFFECTS OF SUBCUTANEOUS APOMORPHINE IN PARKINSON'S DISEASE",
        "Selecting deep brain stimulation or infusion therapies in advanced Parkinson's disease: An evidence-based review",
        "Use of apomorphine in Parkinsonian patients with neuropsychiatric complications to oral treatment",
        "Continuous subcutaneous infusion of apomorphine can be used safely in patients with Parkinson's disease and pre-existing visual hallucinations",
        "Apomorphine infusion in advanced Parkinson's patients with subthalamic stimulation contraindications",
        "A 5-year prospective assessment of advanced Parkinson disease patients treated with subcutaneous apomorphine infusion or deep brain stimulation",
        "Pros and cons of apomorphine and l-dopa continuous infusion in advanced Parkinson's disease",
        "Presentation and management of psychosis in Parkinson's disease and dementia with lewy bodies",
        "Clinical spectrum of impulse control disorders in Parkinson's disease",
        "Reports of pathological gambling, hypersexuality, and compulsive shopping associated with dopamine receptor agonist drugs",
        "Mov. Disord.",
        "Managing impulse control behaviours in Parkinson's disease: Practical guidelines",
        "Clozapine use in Parkinson's disease: A retrospective analysis of a large multicentered clinical experience",
        "Use of apomorphine in Parkinson's disease",
        "SUBCUTANEOUS APOMORPHINE FOR ON-OFF OSCILLATIONS IN PARKINSON'S DISEASE",
        "Subcutaneous apomorphine: An evidence-based review of its use in Parkinson's disease",
        "Apomorphine-induced penile erections in Parkinson's disease",
        "Psychiatric and sexual disorders induced by apomorphine in parkinson's disease",
        "Management of sexual dysfunction in Parkinson's disease",
        "Effect of time-of-day on the yawning response to apomorphine in normal subjects",
        "Apomorphine-Induced Immune Hemolytic Anemia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Madrid",
            "affilname": "Universidad Autónoma de Madrid",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Copenhagen",
            "affilname": "Bispebjerg Hospital",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}