{
    "eid": "2-s2.0-84908352479",
    "title": "Wear of human enamel opposing monolithic zirconia, glass ceramic, and composite resin: An in vitro study",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Oral Surgery",
            "@code": "3504"
        }
    ],
    "keywords": [],
    "authors": [
        "Jeerapa Sripetchdanond"
    ],
    "citedby-count": 160,
    "ref-count": 29,
    "ref-list": [
        "The wear of enamel when opposed by ceramic systems",
        "Ceramics in dentistry: Historical roots and current perspectives",
        "The effect of restorative materials on the wear of human enamel",
        "Enamel wear caused by three different restorative materials",
        "An in vitro investigation into the wear effects of selected restorative materials on enamel",
        "Wear evaluation of porcelain opposing gold, composite resin, and enamel",
        "Wear rates of various artificial tooth materials: a literature review.",
        "The Influence of Antagonist Standardization on Wear",
        "Wear prediction of ceramics",
        "Differential wear of teeth and restorative materials: Clinical implications",
        "Dental Materials and Their Selection",
        "Phillips' Science of Dental Materials",
        "A comparison of the abrasiveness of six ceramic surfaces and gold",
        "Wear of ceramic inlays, their enamel antagonists, and luting cements",
        "An in vitro investigation into the wear effects of unglazed, glazed, and polished porcelain on human enamel",
        "An evaluation of wear when enamel is opposed by various ceramic materials and gold",
        "Two-body wear of monolithic, veneered and glazed zirconia and their corresponding enamel antagonists",
        "Influence of Fracture Toughness on the Wear Resistance of Yttria‐Doped Zirconium Oxide",
        "The wear of dental porcelain in an artificial mouth",
        "Abrasion of Human Enamel by Different Dental Ceramics in vitro",
        "Wear of enamel and veneering ceramics after laboratory and chairside finishing procedures.",
        "In vitro investigation of the wear of human enamel by dental porcelain.",
        "Genesis and role of wear debris in sliding wear of ceramics",
        "Wear of enamel cusps opposed by posterior composite resin",
        "Wear of opposing teeth by posterior composite resins - Evaluation of newly developed wear test methods-",
        "Wear performance of substructure ceramics and veneering porcelains",
        "Two-body wear of dental porcelain and substructure oxide ceramics",
        "Fracture strength and mechanism of dental ceramic crown with zirconia thickness",
        "Standard Test Method for Wear Testing with A Pin-on-disk Apparatus. ASTM Standard G99"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}