{
    "eid": "2-s2.0-85138446476",
    "title": "Association between the Intracellular Tacrolimus Concentration in CD3+T Lymphocytes and CD14+Monocytes and Acute Kidney Transplant Rejection",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "intracellular tacrolimus",
        "kidney transplantation",
        "monocytes",
        "peripheral blood mononuclear cells",
        "T lymphocytes"
    ],
    "authors": [
        "Suwasin Udomkarnjananun",
        "Marith I. Francke",
        "Marjolein Dieterich",
        "Daan Van De Velde",
        "Jeroen G.H.P. Verhoeven",
        "Karin Boer",
        "Marian C. Clahsen-Van Groningen",
        "Brenda C.M. De Winter",
        "Carla C. Baan",
        "Dennis A. Hesselink"
    ],
    "citedby-count": 2,
    "ref-count": 46,
    "ref-list": [
        "Reduced exposure to calcineurin inhibitors in renal transplantation",
        "Therapeutic drug monitoring of immunosuppressive drugs in hepatology and gastroenterology",
        "Therapeutic drug monitoring of tacrolimus-personalized therapy: Second consensus report",
        "Tacrolimus predose concentrations do not predict the risk of acute rejection after renal transplantation: A pooled analysis from three randomized-controlled clinical trials",
        "Inhibition of cytokine production and cytokine-stimulated T-cell activation by FK506 (tacrolimus)1",
        "Correlation of tacrolimus levels in peripheral blood mononuclear cells with histological staging of rejection after liver transplantation: Preliminary results of a prospective study",
        "Pharmacokinetics and pharmacodynamics of tacrolimus in liver transplant recipients: Inside the white blood cells",
        "Longitudinal study of tacrolimus in lymphocytes during the first year after kidney transplantation",
        "Monitoring the tacrolimus concentration in peripheral blood mononuclear cells of kidney transplant recipients",
        "Monitoring intracellular tacrolimus concentrations and its relationship with rejection in the early phase after renal transplantation",
        "Measuring intracellular concentrations of calcineurin inhibitors: Expert consensus from the international association of therapeutic drug monitoring and clinical toxicology expert panel",
        "The implications of B-lineage cells in kidney allografts",
        "The effect of tacrolimus and mycophenolic acid on CD14+ monocyte activation and function",
        "Circulating NK cell subsets and NKT-like cells in renal transplant recipients with acute T-cell-mediated renal allograft rejection",
        "Molecular analysis of renal allograft biopsies: Where do we stand and where are we going?",
        "The Banff 2019 Kidney Meeting Report (I): Updates on and clarification of criteria for T cell- and antibody-mediated rejection",
        "Highly sensitive and rapid determination of tacrolimus in peripheral blood mononuclear cells by liquid chromatography-tandem mass spectrometry",
        "Performance evaluation of the Sysmex(®) XP-300 in an oncology setting: Evaluation and comparison of hematological parameters with the Sysmex(®) XN-3000",
        "Ficoll-separated mononuclear cells from sepsis patients are contaminated with granulocytes",
        "Monitoring of tacrolimus concentrations in peripheral blood mononuclear cells: Application to cardiac transplant recipients",
        "Monitoring the intracellular tacrolimus concentration in kidney transplant recipients with stable graft function",
        "Immunomonitoring of tacrolimus in healthy volunteers: The first step from PK- to PD-based therapeutic drug monitoring?",
        "Role of T cells in graft rejection and transplantation tolerance",
        "Allorecognition by T Lymphocytes and allograft rejection",
        "Role of memory T cells in allograft rejection and tolerance",
        "T cell allorecognition pathways in solid organ transplantation",
        "Follicular T helper cells and humoral reactivity in kidney transplant patients",
        "T follicular helper cells as a new target for immunosuppressive therapies",
        "IL-21 receptor antagonist inhibits differentiation of B cells toward plasmablasts upon alloantigen stimulation",
        "Normal values of T, B and NK lymphocyte subpopulations in peripheral blood of healthy Cuban adults",
        "Reference ranges of lymphocyte subsets in healthy adults and adolescents with special mention of T cell maturation subsets in adults of South Florida",
        "Targeting the monocyte-macrophage lineage in solid organ transplantation",
        "Multidrug-resistance phenotype of a subpopulation of T-lymphocytes without drug selection",
        "Multidrug resistance activity in human lymphocytes",
        "Expression and activity of the multidrug resistance P-glycoprotein in human peripheral blood lymphocytes",
        "Subpopulations of normal peripheral blood and bone marrow cells express a functional multidrug resistant phenotype",
        "P-glycoprotein expression and function in circulating blood cells from normal volunteers",
        "Genetic polymorphisms in ABCB1 influence the pharmacodynamics of tacrolimus",
        "Chronic inflammation up-regulates P-gp in peripheral mononuclear blood cells via the STAT3/Nf-b pathway in 2,4,6-trinitrobenzene sulfonic acid-induced colitis mice",
        "The level of intracellular tacrolimus in T cell is affected by CD44+ ABCB1+ activities triggered by inflammation",
        "Monitoring intra-cellular tacrolimus concentrations in solid organ transplantation: Use of peripheral blood mononuclear cells and graft biopsy tissue",
        "Mycophenolic acid concentrations in peripheral blood mononuclear cells are associated with the incidence of rejection in renal transplant recipients",
        "Plasma and intracellular pharmacokinetic-pharmacodynamic analysis of mycophenolic acid in de novo kidney transplant patients",
        "Exposure to mycophenolic acid better predicts immunosuppressive efficacy than exposure to calcineurin inhibitors in renal transplant patients",
        "T cell responses: Naive to memory and everything in between",
        "Interleukin-21: An interleukin-2 dependent player in rejection processes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rotterdam",
            "@id": "60032114",
            "affilname": "Erasmus MC",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032114",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Rotterdam",
            "@id": "60273265",
            "affilname": "Erasmus MC Transplant Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60273265",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital"
    ]
}