{
    "eid": "2-s2.0-85032939884",
    "title": "Volunteer provision of long-term care for older people in Thailand and Costa Rica Implication de bénévoles dans les soins de longue durée des personnes âgées au Costa Rica et en Thaïlande Participación de voluntarios en el cuidado a largo plazo de personas mayores en Costa Rica y Tailandia",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [],
    "authors": [
        "Peter Lloyd-Sherlock"
    ],
    "citedby-count": 19,
    "ref-count": 13,
    "ref-list": [
        "World report on ageing and health",
        "Multisectoral action for a life course approach to healthy ageing: Draft global strategy and plan of action on ageing and health",
        "Beyond Neglect: Long-term care research in low and middle income countries",
        "World population prospects, the 2015 revision",
        "Caring for Thai older persons with long-term care needs",
        "Community-based integrated approach for older persons’ long-term care in Thailand",
        "Public policy on aging and elderly: The case of Costa Rica",
        "International politics and primary health care in Costa Rica",
        "A lesson learned from community-based integrated long-term care in Thailand",
        "Spotlight thailand",
        "Evaluation of the replication project of the elderly home care volunteers",
        "National Commission on the Elderly. The second national plan on the elderly (2002-2021). First revision of 2009",
        "J Health Res"
    ],
    "affiliation": [
        {
            "affiliation-city": "Norwich",
            "affilname": "University of East Anglia, Faculty of Social Sciences",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "San Jose",
            "affilname": "Universidad de Costa Rica",
            "affiliation-country": "Costa Rica"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Geneva",
            "affilname": "Organisation Mondiale de la Santé",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": []
}