{
    "eid": "2-s2.0-85146901794",
    "title": "Time-varying fund manager skills of socially responsible investing (SRI) funds in developed and emerging markets",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Fund manager skills",
        "Performance persistence",
        "Selection ability",
        "Socially responsible investing",
        "Timing ability"
    ],
    "authors": [
        "Boonlert Jitmaneeroj"
    ],
    "citedby-count": 1,
    "ref-count": 65,
    "ref-list": [
        "Do ethics imply persistence? The case of Islamic and socially responsible funds",
        "Asset pricing with liquidity risk",
        "Performance of Syariah and composite indices: Evidence from Bursa Malaysia",
        "ESG fund scores in UK SRI and conventional pension funds: Are the ESG concerns of the SRI niche affecting the conventional mainstream?",
        "Behavioural analysis of socially responsible investment managers: Specialist versus non-specialists",
        "Learning about individual managers’ performance in UK pension funds: The importance of specialization",
        "Illiquidity and stock returns: Cross-section and time-series effects",
        "Socially responsible investing funds in Asia Pacific",
        "Market-timing skills of socially responsible investment fund managers: The case of North America versus Europe",
        "Ethical investments and financial performance: An international evidence",
        "Socially responsible and conventional investment funds: Performance comparison and the global financial crisis",
        "Short term persistence in mutual fund market timing and stock selection abilities",
        "Mutual fund flows and performance in rational markets",
        "Conditional risk and performance evaluation: Volatility timing, overconditioning, and new estimates of momentum alphas",
        "Short-term persistence in mutual fund performance",
        "Mutual fund portfolio activity, performance, and market impact",
        "Of tournaments and temptations: An analysis of managerial incentives in the mutual fund industry",
        "Performance persistence",
        "Corporate sustainability and stock value in Asian–Pacific emerging markets: Synergies or tradeoffs among ESG factors?",
        "Volatility timing in mutual funds: Evidence from daily returns",
        "Do mutual fund manager time market liquidity?",
        "On persistence in mutual fund performance",
        "The investment performance of U.S. equity pension fund managers: An empirical investigation",
        "The chicken or the egg? A note on the dynamic interrelation between government bond spreads and credit default swaps",
        "A five-factor asset pricing model",
        "Stock picking, market timing and style differences between socially responsible and conventional pension funds: Evidence from the United Kingdom",
        "Performance measurement with selectivity, market and volatility timing",
        "Screening activities by socially responsible funds: A matter of agency?",
        "Mutual fund volatility timing and management fees",
        "The performance of socially responsible mutual funds: The role of fees and management companies",
        "Global Sustainable Investment Review 2020",
        "Short-term persistence in hybrid mutual fund performance: the role of style-shifting abilities",
        "Australian socially responsible funds: Performance, risk and screening intensity",
        "The consequences of mandatory corporate sustainability reporting",
        "Assessing the market timing performance of managed portfolios",
        "Fund manager use of public information: New evidence on manager skills",
        "Time-varying fund manager skill",
        "Can socially responsible investments be compatible with financial performance? A meta-analysis",
        "False discoveries in volatility timing of mutual funds",
        "Do mutual funds perform when it matters most to investors? U.S. mutual fund performance and risk in recessions and expansions",
        "The effects of mandatory ESG disclosure around the world",
        "Performances and risk of socially responsible investments across regions during crisis",
        "Performance and performance persistence of socially responsible investment funds in Europe and North America",
        "The performance of socially responsible equity mutual funds: Evidence from Sweden",
        "Selectivity and timing abilities of international socially responsible funds",
        "Socially responsible green, and faith-based investment strategies: Screening activity matters!",
        "The impact of faith-based screens on investment performance",
        "Returns on investing in equity mutual funds 1971 to 1991",
        "Does socially responsible mutual fund performance vary over the business cycle? New insights on the effect of idiosyncratic SR features",
        "On the failure of mutual fund industry regulation",
        "Stock-picking and style-timing abilities: A comparative analysis of conventional and socially responsible mutual funds in the US market",
        "Ethical screening and financial performance: The case of Islamic equity funds",
        "Socially responsible funds and market crises",
        "Temporal causality between house prices and output in the US: A bootstrap rolling-window approach",
        "Performance persistence of experienced mutual fund managers",
        "Socially responsible investments: Institutional aspects, performance, and investor behavior",
        "The timing ability and stock selection abilities of bank funds: Evidence based on meta-analysis",
        "The devil in the style: Mutual fund style drift, performance and common risk factors",
        "Socially (ir)responsible investing? The performance of the VICEX fund from a business cycle perspective",
        "Decomposing mutual fund alpha into security selection and security weighting",
        "Can mutual fund outguess the market?",
        "Mutual fund liquidity timing ability in the higher moment framework",
        "Commitment among ethical investors: an experimental approach",
        "Mutual fund performance: An empirical decomposition into stock-picking talent, style, transactions costs, and expenses"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}