{
    "eid": "2-s2.0-84948671832",
    "title": "Distinct electron density topologies and elastic properties of two similar omega phases: ω-Zr and Zr2Al",
    "cover-date": "2016-03-05",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        }
    ],
    "keywords": [
        "Anisotropy",
        "Atomic scale structure",
        "Computer simulations",
        "Elasticity",
        "Electronic properties",
        "Transition metal alloys and compounds"
    ],
    "authors": [
        "Jinliang Ning"
    ],
    "citedby-count": 5,
    "ref-count": 69,
    "ref-list": [
        "Effect of an applied stress on the recrystallization mechanisms of a zirconium alloy",
        "Mechanical anisotropy and construction of flow stress diagrams during the annealing of Zr-1% Sn alloy",
        "Microstructure and mechanical properties of as-cast Zr-Nb alloys",
        "Rare Metal Mater. Eng.",
        "Microstructure and mechanical properties of hot-rolled ZrTiAlV alloys",
        "Structure and mechanical properties of Ti-6Al-4V alloy after zirconium addition",
        "Preparation of the ZrTiAlV alloy with ultra-high strength and good ductility",
        "Structure and mechanical properties of TiZr binary alloy after Al addition",
        "First-principles calculations for development of low elastic modulus Ti alloys",
        "Trans. ASM",
        "The effect of ternary additions on the decompositon of metastable beta-phase titanium alloys",
        "Low-cycle fatigue properties of a titanium alloy exhibiting nonlinear elastic deformation behavior",
        "Mechanical instabilities in the b.c.c. lattice and the beta to omega phase transformation",
        "Deformation-induced ω phase in nanocrystalline Mo",
        "Omega phase in materials",
        "J. Inst. Met.",
        "Martensitic alpha and omega phases as deformation products in a titanium-15% molybdenum alloy",
        "Anisotropic shock response of titanium: Reorientation and transformation mechanisms",
        "The kinetics of the ω to α phase transformation in Zr, Ti: Analysis of data from shock-recovered samples and atomistic simulations",
        "Bulk nanocrystalline ω-Zr by high-pressure torsion",
        "High pressure studies on a prototype omega forming alloy system",
        "Bulk submicrocrystalline ω-Ti produced by high-pressure torsion straining",
        "The effect of omega phase on the mechanical properties of titanium alloys",
        "The formation of omega phase in titanium and zirconium alloys: A review",
        "Impurities block the α to ω martensitic transformation in titanium",
        "The influence of phase and substructural evolution during dynamic loading on subsequent mechanical properties of zirconium",
        "Enhancement of yield strength in zirconium metal through high-pressure induced structural phase transition",
        "Inhomogeneous electron gas",
        null,
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Generalized gradient approximation made simple",
        "Special points for Brillouin-zone integrations",
        "Quantum-mechanical theory of stress and force",
        "The elastic behaviour of a crystalline aggregate",
        "Numerical computation of critical properties and atomic basins from three-dimensional grid electron densities",
        "The Al-Zr (aluminum-zirconium) system",
        "An ordered ω-phase in the rapidly solidified Zr-27 at.%Al alloy",
        "Acta Crystallogr.",
        "First-principles study on the structural stabilities, electronic and elastic properties for zirconium under pressure",
        null,
        "The bonding electron density in aluminum",
        "The metallic bond: Elastic properties",
        "Elasticity of ω -phase zirconium",
        "New high-pressure phase transition in zirconium metal",
        "Thermal equations of state of the α, β, and ω phases of zirconium",
        "First-principles investigations on elastic and thermodynamic properties of zirconium under pressure",
        "First-principles calculations of phase transition, elastic modulus, and superconductivity under pressure for zirconium",
        null,
        "Stability, elastic properties and electronic structures of the stable Zr-Al intermetallic compounds: A first-principles investigation",
        "Dynamical Theory of Crystal Lattices",
        "Physical Properties of Crystals",
        "Philos. Mag. Ser.",
        "Hardness of Covalent Crystals",
        "Modeling hardness of polycrystalline materials and bulk metallic glasses",
        "Elastic anisotropy and the substitutional bainite formation in copper base alloys",
        "Symmetry-breaking transitions in equilibrium shapes of coherent precipitates",
        "Parametric dislocation dynamics of anisotropic crystals",
        "Microcracking in Ceramics Induced by Thermal Expansion or Elastic Anisotropy",
        "Universal elastic anisotropy index",
        null,
        "Orientation dependence of elastic constants and electronic properties of rhenium nitrides first-principle calculations",
        "Atoms in Molecules",
        "Inhomogeneous electron gas",
        "Visualizing the metallic bond",
        "Charge-density-shear-moduli relationships in aluminum-lithium alloys",
        "The topologies of the charge densities in Zr and Ru",
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "NBRPC",
        "National Natural Science Foundation of China"
    ]
}