{
    "eid": "2-s2.0-85043983145",
    "title": "A profilometry-based dentifrice abrasion method for V8 brushing machines Part III: Multi-laboratory validation testing of RDA-PE",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [],
    "authors": [
        "Eva Schneiderman"
    ],
    "citedby-count": 5,
    "ref-count": 19,
    "ref-list": [
        "A Laboratory Method for Assessment of Dentrifrice Abrasivity",
        "ISO 11609 - Dentistry - Toothpastes- Requirement, Test Methods and Marking",
        "Radioactive Dentinal Profilometry Methods: BSI4137",
        "J Clin Dent",
        "Abrasive properties of commonly used dentifrices.",
        "Comparison between radiotracer and surface profile methods for the determination of dentifrice abrasivity",
        "Measurement in Vitro of Enamel Abrasion by Dentifrice",
        "A comparison of dentine abrasion data generated by radiotracer and surface profilometer methods",
        "Martin Addy and Bruce Schemehom - Participants in Development of ISO Profilometry Standards",
        "A profilometry-based dentifrice abrasion method for V8 brushing machines part I: Introduction to RDA-PE",
        "A profilometry-based dentifrice abrasion method for V8 brushing machines part II: Comparison of RDA-PE and radiotracer RDA measures",
        "Stookey GK -personal Communication",
        "Abrasion, polishing, and stain removal characteristics of various commercial dentifrices in vitro",
        "Cleaning power and abrasivity of European toothpastes.",
        "Review of the extrinsic stain removal and enamel/dentine abrasion by a calcium carbonate and perlite containing whitening toothpaste",
        "J Dent Res",
        "History of the development of abrasivity limits for dentifrices",
        "J Dent Res"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cincinnati",
            "affilname": "Procter and Gamble",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Memphis",
            "affilname": "University of Tennessee Health Science Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "affilname": "Therametric Technologies",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}