{
    "eid": "2-s2.0-85142785950",
    "title": "Enhanced polyglucan contents in divergent cyanobacteria under nutrient-deprived photoautotrophy: transcriptional and metabolic changes in response to increased glycogen accumulation in nitrogen-deprived Synechocystis sp. PCC 6803",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Carbohydrate",
        "Cyanobacteria",
        "Gene regulation",
        "Metabolism",
        "Nitrogen"
    ],
    "authors": [
        "Panutchaya Pichaiyotinkul",
        "Nathanich Ruankaew",
        "Aran Incharoensakdi",
        "Tanakarn Monshupanee"
    ],
    "citedby-count": 0,
    "ref-count": 61,
    "ref-list": [
        "Improving polyglucan production in cyanobacteria and microalgae via cultivation design and metabolic engineering",
        "Synergistic enhancement of glycogen production in Arthrospira platensis by optimization of light intensity and nitrate supply",
        "Glycogen production for biofuels by the euryhaline cyanobacteria Synechococcus sp. strain PCC 7002 from an oceanic environment",
        "CASMI— the small molecule identification process from a Birmingham perspective",
        "Production of polymers by cyanobacteria grown in wastewater: current status, challenges and future perspectives",
        "Glycogen production in marine cyanobacterial strain Synechococcus sp. NKBG 15041c",
        "From bacterial glycogen to starch: understanding the biogenesis of the plant starch granule",
        "A small polypeptide triggers complete degradation of light-harvesting phycobiliproteins in nutrient-deprived cyanobacteria",
        "Effects of pH and carbon source on Synechococcus PCC 7002 cultivation: biomass and carbohydrate production with different strategies for pH control",
        "Glycogen and poly-β-hydroxybutyrate synthesis in Spirulina maxima",
        "Crinalium epipsammum sp. nov.: a filamentous cyanobacterium with trichomes composed of elliptical cells and containing poly-β-(1, 4) glucar (cellulose)",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "New views on PII signaling: from nitrogen sensing to global metabolic control",
        "Identification of the direct regulon of NtcA during early acclimation to nitrogen starvation in the cyanobacterium Synechocystis sp. PCC 6803",
        "Protein measurements of microalgal and cyanobacterial biomass",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "METLIN: a technology platform for identifying knowns and unknowns",
        "Dynamic metabolic profiling of cyanobacterial glycogen biosynthesis under conditions of nitrate depletion",
        "Complementary iTRAQ proteomics and RNA-seq transcriptomics reveal multiple levels of regulation in response to nitrogen starvation in Synechocystis sp. PCC 6803",
        "Unconventional biochemical regulation of the oxidative pentose phosphate pathway in the model cyanobacterium Synechocystis sp. PCC 6803",
        "KEGG: kyoto encyclopedia of genes and genomes",
        "NblA, a key protein of phycobilisome degradation, interacts with ClpC, a HSP100 chaperone partner of a cyanobacterial clp protease",
        "Cellulose accumulation and a cellulose synthase gene are responsible for cell aggregation in the cyanobacterium Thermosynechococcus vulcanus RKN",
        "NblA1/A2-dependent homeostasis of amino acid pools during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Awakening of a dormant cyanobacterium from nitrogen chlorosis reveals a genetically determined program",
        "Flux balance analysis of cyanobacterial metabolism: the metabolic network of Synechocystis sp. PCC 6803",
        "The metabolic network of Synechocystis sp. PCC 6803: systemic properties of autotrophic growth",
        "Taxonomic classification of cyanoprokaryotes (cyanobacterial genera) 2014, using a polyphasic approach",
        "Phylogeny-aware identification and correction of taxonomically mislabeled sequences",
        "Growth of cyanobacteria: optimization for increased carbohydrate content",
        "The nitrogen-regulated response regulator NrrA controls cyanophycin synthesis and glycogen catabolism in the cyanobacterium Synechocystis sp. PCC 6803",
        "Analysis of relative gene expression data using real-time quantitative PCR and the 2–∆∆CTmethod",
        "Structural basis for the regulation of NtcA-dependent transcription by proteins PipX and PII",
        "Protein measurement with the Folin phenol reagent",
        "Alteration of the biomass composition of Arthrospira (Spirulina) platensis under various amounts of limited phosphorus",
        "Carbohydrates production and bio-flocculation characteristics in cultures of Arthrospira (Spirulina) platensis: improvements through phosphorus limitation process",
        "Glycogen, poly (3-hydroxybutyrate) and pigment accumulation in three Synechocystis strains when exposed to a stepwise increasing salt stress",
        "Evolutionary significance of an algal gene encoding an [FeFe]-hydrogenase with F-domain homology and hydrogenase activity in Chlorella variabilis NC64A",
        "Current knowledge and recent advances in understanding metabolism of the model cyanobacterium Synechocystis sp. PCC 6803",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "CfrA, a novel carbon flow regulator, adapts carbon metabolism to nitrogen deficiency in cyanobacteria",
        "Some cyanobacteria synthesize semi-amylopectin type α-polyglucans instead of glycogen",
        "The novel PII-interactor PirC identifies phosphoglycerate mutase as key control point of carbon storage metabolism in cyanobacteria",
        "Nitrogen induction of sugar catabolic gene expression in Synechocystis sp. PCC 6803",
        "Capillary electrophoresis-mass spectrometry reveals the distribution of carbon metabolites during nitrogen starvation in Synechocystis sp. PCC 6803",
        "Sulphated exopolysaccharides produced by two unicellular strains of cyanobacteria, Synechocystis PCC 6803 and 6714",
        "Characterization of seven species of cyanobacteria for high-quality biomass production",
        "An improved method for extraction of polar and charged metabolites from cyanobacteria",
        "Biochemical composition of seven species of cyanobacteria isolated from different aquatic habitats of western ghats, Southern India",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Requirement of the nitrogen starvation-induced protein sll0783 for polyhydroxybutyrate accumulation in Synechocystis sp. strain PCC 6803",
        "Phosphoenolpyruvate carboxylase from the cyanobacterium Synechocystis sp. PCC 6803 is under global metabolic control by PIIsignaling",
        "Increased bioproduction of glycogen, lipids, and poly(3-hydroxybutyrate) under partial supply of nitrogen and phosphorus by photoautotrophic cyanobacterium Synechocystis sp. PCC 6803",
        "Disruption of hydrogen gas synthesis enhances the cellular levels of NAD(P)H, glycogen, poly(3-hydroxybutyrate) and photosynthetic pigments under specific nutrient condition(s) in cyanobacterium Synechocystis sp. PCC 6803",
        "Assessment of protein content and phosphorylation level in Synechocystis sp. PCC 6803 under various growth conditions using quantitative phosphoproteomic analysis",
        "The response of the filamentous cyanobacterium Spirulina platensis to salt stress",
        "Altering the structure of carbohydrate storage granules in the cyanobacterium Synechocystis sp. strain PCC 6803 through branching-enzyme truncations",
        "HMDB 4.0: the human metabolome database for 2018",
        "HMDB: the human metabolome database",
        "Crystal structure of the cyanobacterial signal transduction protein PIIin complex with PipX"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CU Graduate School Thesis",
        "TISTR",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}