{
    "eid": "2-s2.0-85029286477",
    "title": "The low-risk anomaly: Evidence from the Thai stock market",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "Accounting",
            "@code": "1402"
        }
    ],
    "keywords": [
        "Benchmarking",
        "Beta",
        "Capital Asset Pricing Model (CAPM)",
        "Index inclusion",
        "Leverage constraints"
    ],
    "authors": [
        "Kanis Saengchote"
    ],
    "citedby-count": 3,
    "ref-count": 32,
    "ref-list": [
        "Asset pricing with liquidity risk",
        "The cross-section of volatility and expected returns",
        "High idiosyncratic volatility and low returns: International and further U.S. evidence",
        "Investor sentiment, beta, and the cost of equity capital",
        "Low-risk investing without industry bets",
        "The low-risk anomaly: A decomposition into micro and macro effects",
        "Benchmarks as limits to arbitrage: Understanding the low-volatility anomaly",
        "Maxing out: Stocks as lotteries and the cross-section of expected returns",
        "Stocks as lotteries: The implications of probability weighting for security prices",
        "Reaching for Yield in the Bond Market",
        "The Journal of Business",
        "Studies in the Theory of Capital Markets",
        "Market liquidity and funding liquidity",
        "On persistence in mutual fund performance",
        "The price response to S&P 500 index additions and deletions: Evidence of asymmetry and a new explanation",
        "Have capital market anomalies attenuated in the recent era of high liquidity and trading activity?",
        "The Cross‐Section of Expected Stock Returns",
        "Common risk factors in the returns on stocks and bonds",
        "Betting against beta",
        "Margin-based asset pricing and deviations from the law of one price",
        "Equilibrium and welfare in markets with financially constrained arbitrageurs",
        "The growth and limits of arbitrage: Evidence from short interest",
        "Speculative Betas",
        "Financial Analysts Journal",
        "Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency",
        "Demand curves for stocks do slope down: New evidence from an index weights adjustment",
        "Who gambles in the stock market?",
        "The other side of value: The gross profitability premium",
        "Liquidity risk and expected stock returns",
        "Asset Pricing with Dynamic Margin Constraints",
        "The limits of arbitrage",
        "Market development and the asset growth effect: International evidence"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}