{
    "eid": "2-s2.0-85065407091",
    "title": "Occurrence of seasonal water replacement in mangrove soil and the trunk growth response of Avicennia alba related to salinity changes in a tropical monsoon climate",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Avicennia alba",
        "eastern Thailand",
        "seasonal soil salinity",
        "seasonal trunk growth",
        "tropical monsoon climate"
    ],
    "authors": [
        "Akira Komiyama",
        "Sasitorn Poungparn",
        "Suthathip Umnouysin",
        "Chadtip Rodtassana",
        "Tamanai Pravinvongvuthi",
        "Takehiro Noda",
        "Shogo Kato"
    ],
    "citedby-count": 13,
    "ref-count": 54,
    "ref-list": [
        "Ecophysiology of mangroves",
        "Role of nitrate in nitrogen nutrition of the mangrove Avicennia marina",
        "Soil characteristics and nutrient status in a northern Australian mangrove forest",
        "Accuracy of bands and tape for measuring diameter increments",
        "Seasonal cambial activity of some mangrove trees in Inner Gulf of Thailand in dependence on climate",
        "Patterns of mangrove forest structure and soil nutrient dynamics along the Shark River Estuary, Florida",
        "Architectural analysis of relationship between biomass and basal area based on pipe model theory",
        "Climatic signals in tree rings of Heritiera fomes Buch.–Ham. in the Sundarbans, Bangladesh",
        "Nature and periodicity of growth rings in two Bangladesh mangrove species",
        "Growth and salt balance of the mangroves Avicennia marina (Forsk.) Vierh and Rhizophora stylosa Griff. in relation to salinity",
        "Distribution of mangrove vegetation along inundation, phosphorus, and salinity gradients on the Bragança Peninsula in Northern Brazil",
        "Dendrometer and intra-annual tree growth: What kind of information can be inferred?",
        "Seasonal plant water uptake patterns in the saline Southeast Everglades ecotone",
        "Forest ecological studies of mangrove ecosystem in Ranong, Southern Thailand: (4) Diameter growth measurement by dendrometry",
        "The effects of salinity on growth and survival of mangroves seedlings changes with age",
        "On the halophytic nature of mangroves",
        "Evaluating the relative contributions of hydroperiod and soil fertility on growth of South Florida mangroves",
        "Effects of season, rainfall, and hydrogeomorphic setting on mangrove tree growth in Micronesia",
        "Mangrove trees growing in a very saline condition but not using seawater",
        "Homemade dendrometers",
        "Avicennia germinans (black mangrove) vessel architecture is linked to chilling and salinity tolerance in the Gulf of Mexico",
        "Pore-water chemistry in mangrove sediments: Relationship with species composition and development stages (French Guiana)",
        "Annual growth rings and long-term growth patterns of mangrove trees from the Bragança peninsula, North Brazil",
        "Effects of salinity and nitrogen on growth and water relations in the mangrove, Avicennia marina (FORSK.) Vierh",
        "Age and growth rate estimation of grey mangrove Avicennia marina (FORSK.) Vierh from Pakistan",
        "Two-year tree growth patterns investigated from monthly girth records using dendrometer bands in a wet evergreen forest in India",
        "Fine root production in three zones of secondary mangrove forest in eastern Thailand",
        "High primary productivity under submerged soil raises the net ecosystem productivity of a secondary mangrove forest in eastern Thailand",
        "Carbon dioxide emission through soil respiration in a secondary mangrove forest of eastern Thailand",
        "Nutrition of mangroves",
        "Regulation of water balance in mangroves",
        "Dry season salinity changes in arid estuaries fringed by mangroves and saltflats",
        "How to catch the patch? A dendrometer study of the radial increment through successive cambia in the mangrove Avicennia",
        "Successive cambia: A developmental oddity or an adaptive structure?",
        "Salinity fluctuations in mangrove forest of Gazi Bay, Kenya: Lessons for future research",
        "Mangrove growth rings: Fact or fiction?",
        "Relationships between surface elevation and groundwater in mangrove forests of Southeast Australia",
        "The use of fresh and saline water sources by the mangrove Avicennia marina",
        "A patchy growth via successive and simultaneous cambia: Key to success of the most widespread mangrove species Avicennia marina?",
        "How mangroves desalinate seawater",
        "Direct uptake of canopy rainwater causes turgor-driven growth spurts in the mangrove Avicennia marina",
        "Utilization of fresh water and ocean water by coastal plants of southern Florida",
        "The role of ground water flow in controlling the spatial distribution of soil salinity and rooted macrophytes in a southern salt marsh, USA",
        "The performance and distribution of species along soil salinity gradients of mangrove swamps in southeastern Nigeria",
        "High–resolution time series of vessel density in Kenyan mangrove trees reveal a link with climate",
        "Salinity is a key factor driving the nitrogen cycling in the mangrove sediment",
        "Mangroves: Obligate or facultative halophytes? A review",
        "Mixing, trapping and outwelling in the Klong Ngao Mangrove Swamp, Thailand",
        "Solute exchange by convection within estuarine sediments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gifu",
            "@id": "60018429",
            "affilname": "Gifu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018429",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "119814304",
            "affilname": "Ministry of Natural Resources and Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/119814304",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Marine and Coastal Resources",
        "Japanese Society for the Promotion of Science",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}