{
    "eid": "2-s2.0-85007483192",
    "title": "Understanding the role of the Parkinson's disease nurse specialist in the delivery of apomorphine therpy",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Neurology",
            "@code": "2808"
        },
        {
            "$": "Neurology (clinical)",
            "@code": "2728"
        }
    ],
    "keywords": [
        "Apomorphine",
        "Multidisciplinary team",
        "Parkinson's disease",
        "Parkinson's disease specialist nurse"
    ],
    "authors": [
        "Roongroj Bhidayasiri"
    ],
    "citedby-count": 35,
    "ref-count": 40,
    "ref-list": [
        "Effectiveness of multidisciplinary care for Parkinson's disease: A randomized, controlled trial",
        "Multidisciplinary collaboration in professional networks for PD A Mixed-method analysis",
        "Support supplied by Parkinson's disease specialist nurses to Parkinson's disease patients and their spouses",
        "Nursing care of patients with idiopathic parkinsonism.",
        "Parkinson's disease--helping the patient with a movement disorder.",
        "Br. J. Neurosci. Nurs.",
        "Parkinson's disease nurse specialists: An important role in disease management",
        "Parkinson's Disease: Theory and Practice for Nurses",
        "A census of movement disorders at a Thai university hospital",
        "Nursing and multidisciplinary interventions for Parkinson's disease: What is the evidence?",
        "Evaluation of the role of the Parkinson's disease nurse specialist",
        "Effects of community based nurses specialising in Parkinson's disease on health outcome and costs: Randomised controlled trial",
        "Effectiveness of multidisciplinary interventions to improve the quality of life for people with Parkinson's disease: A systematic review",
        "Effective delivery of apomorphine in the management of parkinson disease: Practical considerations for clinicians and parkinson nurses",
        "Efficacy of multidisciplinary treatment program on long-term outcomes of individuals with Parkinson's disease",
        "Implementation of an integrative holistic healthcare model for people living with parkinson's disease",
        "Multidisciplinary care for patients with Parkinson's disease",
        "Interdisciplinary Teamwork for the Treatment of People with Parkinson’s Disease and Their Families",
        "Workloads of Parkinson's specialist nurses: Implications for implementing national service guidelines in England",
        "Identifying gaps in knowledge about parkinson disease among medical professionals in Thailand",
        "Contact with a nurse practitioner: A short-term evaluation study in Parkinson's disease and dystonia",
        "Scientific evaluation of community-based Parkinson's disease nurse specialists on patient outcomes and health care costs",
        "Evaluation of a nurse-led multidisciplinary neurological rehabilitation programme using the Nottingham Health Profile",
        "Evaluation of a Regional Australian Nurse-Led Parkinson's Service Using the Context, Input, Process, and Product Evaluation Model",
        "Neurological nurse specialists: A vital resource under threat",
        "Expert Consensus Group report on the use of apomorphine in the treatment of Parkinson's disease - Clinical practice recommendations",
        "Apomorphine in the treatment of Parkinson's disease.",
        "Questionnaire 10 (AQ10) Parkinson's Questionnaire",
        "Br. J. Neurosci. Nurs.",
        "Subcutaneous apomorphine in late stage Parkinson's disease: A long term follow up",
        "Apomorphine monotherapy in the treatment of refractory motor complications of Parkinson's disease: Long-term follow-up study of 64 patients",
        "Adv. Clin. Neurosci. Rehab.",
        "Continuous apomorphine infusion (CAI) and neuropsychiatric disorders in patients with advanced Parkinson's disease: A follow-up of two years",
        "Use of apomorphine in Parkinson's disease",
        "Efficacy of long-term continuous subcutaneous apomorphine infusion in advanced Parkinson's disease with motor fluctuations: A multicenter study",
        "Clinical insights into use of apomorphine in Parkinson's disease: tools for clinicians",
        "Apomorphine nodules in Parkinson's disease: best practice considerations.",
        "Apomorphine for Parkinson's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Juntendo University",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Copenhagen",
            "affilname": "Bispebjerg Hospital",
            "affiliation-country": "Denmark"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "King's College Hospital",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Vancouver",
            "affilname": "The University of British Columbia",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Groningen",
            "affilname": "Rijksuniversiteit Groningen",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "National Research Council of Thailand"
    ]
}