{
    "eid": "2-s2.0-85103321873",
    "title": "Phycoremediation potential of Chlorella sp. on the polluted Thirumanimutharu river water",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Chlorella sp.",
        "Field study",
        "Lab scale",
        "Phycoremediation",
        "Polluted river water"
    ],
    "authors": [
        "Mathiyazhagan Narayanan",
        "Murugan Prabhakaran",
        "Devarajan Natarajan",
        "Sabariswaran Kandasamy",
        "Rathinam Raja",
        "Isabel S. Carvalho",
        "Veeramuthu Ashokkumar",
        "Arunachalam Chinnathambi",
        "Sulaiman Ali Alharbi",
        "Kesavan Devarayan",
        "Arivalagan Pugazhendhi"
    ],
    "citedby-count": 18,
    "ref-count": 42,
    "ref-list": [
        "Enhanced extracellular polysaccharide production and self-sustainable electricity generation for PAMFCs by Scenedesmus sp. SB1",
        "Potential use of cyanobacteria species in phycoremediation of municipal wastewater",
        "Drinking water quality and the SDGs",
        "Enhancing biomass and lipid productions of microalgae in palm oil mill effluent using carbon and nutrient supplementation",
        "Organic and inorganic nitrogen impact Chlorella variabilis productivity and host quality for viral production and cell lysis",
        "Cultivation of microalgal Chlorella for biomass and lipid production using wastewater as nutrient resource",
        "Optimization of microalgae Scenedesmus sp. growth rate using a central composite design statistical approach",
        "Characterization of native microalgal strains for their chromium bioaccumulation potential: phytoplankton response in polluted habitats",
        "A review on the use of microalgal consortia for wastewater treatment",
        "Characterization and screening of native Scenedesmus sp. isolates suitable for biofuel feedstock",
        "Equilibrium and kinetic modelling of cadmium (II) biosorption by nonliving algal biomass Oedogonium sp. from aqueous phase",
        "Harvesting microalgae, Chlorella sp. by bio-flocculation of Moringa oleifera seed derivatives from aquaculture wastewater phytoremediation",
        "Mixotrophic growth and biochemical analysis of Chlorella vulgaris cultivated with diluted monosodium glutamate wastewater",
        "Effect of L-glutamic acid on the growth and ammonium removal from ammonium solution and natural wastewater by Chlorella vulgaris NTM06",
        "Effective harvesting of the microalgae Chlorella vulgaris via flocculation–flotation with bioflocculant",
        "Use of microalgae based technology for the removal of antibiotics from wastewater: a review",
        "Ammonium removal potential and its conversion pathways by free and immobilized Scenedesmus obliquus from wastewater",
        "Nitrate pollution of groundwater; all right…, but nothing else?",
        "Cultivating Chlorella sp. in a pilot-scale photobioreactor using centrate wastewater for microalgae biomass production and wastewater nutrient removal",
        "Influence of carbon sources and light intensity on biomass and lipid production of Chlorella sorokiniana BTA 9031 isolated from coalfield under various nutritional modes",
        "Phytoremediation competence of short-term crops on magnesite mine tailing",
        "Evaluation of Interaction Among Indigenous Rhizobacteria and Vigna Unguiculata on Remediation of Metal-Containing Abandoned Magnesite Mine Tailing",
        "Phytoextraction Competence of J. Curcas L. On Ore Waste Dump of the Bauxite Mine under the Influence of Multi Potential Bacillus Cereus",
        "Auto-flocculation through cultivation of Chlorella vulgaris in seafood wastewater discharge: influence of culture conditions on microalgae growth and nutrient removal",
        "Emerging contaminant degradation and removal in algal wastewater treatment ponds: identifying the research gaps",
        "Effect of plant growth promoting Bacillus spp. on nutritional properties of Amaranthus hypochondriacus grains",
        "Exploitation of dunaliella for β-carotene production",
        "Impact of industrial salt effluent and seaweed liquid fertilizers on three microalgae",
        "The optimization of biomass and lipid yields of Chlorella sorokiniana when using wastewater supplemented with different nitrogen sources",
        "Nitrogen and phosphorus removal through laboratory batch cultures of microalga Chlorella vulgaris and cyanobacterium Planktothrix isothrix grown as monoalgal and as co-cultures",
        "Microalgal bioremediation of emerging contaminants-Opportunities and challenges",
        "Enhanced nitrogen and phosphorus removal from domestic wastewater via algae-assisted sequencing batch biofilm reactor",
        "In-situ and ex-situ phycoremediation competence of innate Scenedesmus sp. on polluted river water",
        "Phycoremediation of sewage-contaminated lake water using microalgae–bacteria co-culture",
        "Microalgal enzymes with biotechnological applications",
        "Kinetics of nutrient removal and expression of extracellular polymeric substances of the microalgae, Chlorella sp. and Micractinium sp., in wastewater treatment",
        "Perspectives on the feasibility of using microalgae for industrial wastewater treatment",
        "Effects of Chlorella sp. on nutrient treatment in cultures with different carbon to nitrogen ratios",
        "Cultivation and harvesting of microalgae in photobioreactor for biodiesel production and simultaneous nutrient removal",
        "Nutrient removal and microalgal biomass production from different anaerobic digestion effluents with Chlorella species",
        "Performance of three microalgal strains in biogas slurry purification and biogas upgrade in response to various mixed light-emitting diode light wavelengths",
        "Scale-up potential of cultivating Chlorella zofingiensis in piggery wastewater for biodiesel production"
    ],
    "affiliation": [
        {
            "affiliation-city": "Taichung",
            "@id": "60211721",
            "affilname": "College of Medical and Health Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211721",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Nagapattinam",
            "@id": "60117148",
            "affilname": "Tamil Nadu Dr. J. Jayalalithaa Fisheries University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117148",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Zhenjiang",
            "@id": "60017482",
            "affilname": "Jiangsu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017482",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Salem",
            "@id": "60012959",
            "affilname": "Periyar University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012959",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60005353",
            "affilname": "College of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005353",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Faro",
            "@id": "60002144",
            "affilname": "Universidade do Algarve",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002144",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Hosur",
            "@id": "126359528",
            "affilname": "Adhiyamaan Educational Research Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126359528",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "DST-FIST",
        "District Water Testing Facility",
        "TWAD",
        "King Saud University"
    ]
}