{
    "eid": "2-s2.0-85026264896",
    "title": "Urine protein, urine protein to creatinine ratio and N-acetyl-β-D-glucosaminidase index in cats with idiopathic cystitis vs healthy control cats",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Small Animals",
            "@code": "3404"
        }
    ],
    "keywords": [],
    "authors": [
        "Isadee Panboon"
    ],
    "citedby-count": 4,
    "ref-count": 32,
    "ref-list": [
        "Evaluation of clinical signs and causes of lower urinary tract disease in European cats",
        "Recent concepts in feline lower urinary tract disease",
        "Risk factors for feline lower urinary tract diseases in thailand",
        "From FUS to Pandora syndrome: Where are we, how did we get here, and where to now?",
        "Idiopathic cystitis in domestic cats-beyond the lower urinary tract",
        "BASAVA manual of canine and feline nephrology and urology",
        "The diagnostic role of urinary N-acetyl-beta-D-glucosaminidase (NAG) activity in the detection of renal tubular impairment.",
        "The circadian variation of urinary N-acetyl-β-D-glucosaminidase and γ-glutamyl transpeptidase in clinically healthy cats",
        "Urinary excretion of N-acetyl-β-D-glucosaminidase and its isoenzymes in cats with urinary disease",
        "The role of urinary N-acetyl Beta-D-glucosaminidase in children with urological problems",
        "Urinary biomarker N-acetyl-β-D-glucosaminidase can predict severity of renal damage in diabetic nephropathy",
        "Urinary N-acetyl-beta-D-glucosaminidase (NAG) excretion in women with pregnancy complicated with hypertension",
        "Plasma and urine biochemical changes in cats with experimental immune complex glomerulonephritis",
        "Assessment of urinary N-acetyl-β-D-glucosaminidase activity in geriatric cats with variable plasma creatinine concentrations with and without azotemia",
        "Decreased urine glycosaminoglycan excretion in cats with interstitial cystitis",
        "The urinary glycoprotein GP51 as a clinical marker for interstitial cystitis",
        "Changes in cat urinary glycosaminoglycans with age and in feline urologic syndrome",
        "N-acetyl-beta-D-glucosaminides for determining N-acetyl-beta-D-glucosaminidase activity",
        "Laboratory profiles of small animal diseases: a guide to laboratory diagnosis",
        "Urinalysis",
        "BSAVA manual of canine and feline nephrology and urology",
        "Physiol Chem Phys Med",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Urinary enzyme determination and its clinical significance. C. Enzyme derived from the kidney tubular epithelium--N-acetyl-beta-D-glucosaminidase. 4. Preclinical evaluation of the urinary NAG activity and changes in renal diseases",
        "Interstitial cystitis in cats.",
        "Textbook of veterinary internal medicine",
        "Decrease of Trefoil factor 2 in cats with feline idiopathic cystitis",
        "Comparison of urine protein profiles in cats without urinary tract disease and cats with idiopathic cystitis, bacterial urinary tract infection, or urolithiasis",
        "Follow-up protein profiles in urine samples during the course of obstructive feline idiopathic cystitis",
        "Effects of oral administration of N-acetyl-dglucosamine on plasma and urine concentrations of glycosaminoglycans in cats with idiopathic cystitis",
        "Alterations of glycosaminoglycan metabolism in the development of diabetic complications in relation to metabolic control",
        "Urine N-acetyl-β-D-glucosaminidase - A marker of tubular damage?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}