{
    "eid": "2-s2.0-85013892035",
    "title": "Phenolic Compounds from the Lichen Lobaria orientalis",
    "cover-date": "2017-02-24",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [],
    "authors": [
        "Dung M.T. Nguyen"
    ],
    "citedby-count": 24,
    "ref-count": 47,
    "ref-list": [
        "Lichens: A promising source of antibiotic and anticancer drugs",
        "Phylogeny of the Lobariaceae (lichenized Ascomycota: Peltigerales), with a reappraisal of the genus Lobariella",
        "Hattori Botanic. Lab.",
        "Taxonomic study of the lichen genus Lobaria in South Korea",
        "Lichen secondary metabolites: Bioactive properties and pharmaceutical potential",
        "The structure of scrobiculin, a new lichen depside in Lobaria scrobiculata and Lobaria amplissima",
        "Bryologist",
        "Depsidones from Lobaria pulmonaria and their chemotaxonomic importance",
        "Antioxidant phenolics from Lobaria pulmonaria (L.) Hoffm. and Usnea longissima Ach. Lichen species",
        "A new depsidone of Lobaria pulmonaria with acetylcholinesterase inhibition activity",
        "Botany",
        "Sterols of three lichen species: Lobaria pulmonaria, Lobaria Scrobiculata and Usnea Longissima",
        "Seasonal and spatial variation in carbon based secondary compounds in green algal and cyanobacterial members of the epiphytic lichen genus Lobaria",
        "Lobarialides A-C, antifungal triterpenoids from the lichen Lobaria kurokawae",
        "Identification of Lichen Substances",
        "Effect of lichen metabolites on thylakoid electron transport and photophosphorylation in isolated spinach chloroplasts",
        "β-orcinol metabolites from the lichen Hypotrachyna revoluta",
        "Lusitanic acid, peristictic acid and verrueigeric acid. Three new β-orcinol depsidones from the lichens Relicina sydneyensis and Xanthoparmelia verrucigera",
        "Neotricone and norperistictic acid, two new depsidones from the lichen genus Phaeographis",
        "New depsidones from Lobaria oregana",
        "Lobarin from the Sumatran lichen, Stereocaulon halei",
        "Antimitotic activity of lobaric acid and a new benzofuran, sakisacaulon A from Stereocaulon sasakii",
        "Chiroptical properties, structure, and absolute configuration of heterosubstituted 2(5H)-furanones",
        "The structure of vermistatin, a new metabolite from penicillium vermicula tum",
        "Rubralactone, rubralides A, B and C, and rubramin produced by Penicillium rubrum",
        "Talaromycolides A-C, Novel Phenyl-Substituted Phthalides Isolated from the Green Chinese Onion-Derived Fungus Talaromyces pinophilus AF-02",
        "Application of electronic circular dichroism in configurational and conformational analysis of organic compounds",
        "Inhibitory effects of the lichen metabolite lobaric acid on arachidonate metabolism in vitro",
        "2-methoxypsoromic acid, a new lichen depsidone from Pertusaria and Sulcaria species",
        "Excelsione, a depsidone from an endophytic fungus isolated from the New Zealand endemic tree Knightia excelsa",
        "New meta-depsidones and diphenyl ethers from the lichen Parmotrema tsavoense (Krog & Swinscow) Krog & Swinscow, Parmeliaceae",
        "New phenolic compounds from the lichen Parmotrema praesorediosum (Nyl.) Hale (Parmeliaceae)",
        "Phenyl rotation in diphenylether and diphenylmethane calculated with ab initio methods",
        "Depsidone and diaryl ether derivatives from the fungus Corynespora cassiicola, an endophyte of Gongronema latifolium",
        "Anthraquinone pigments from Xanthoria parientina (L.)",
        "Act. Bot. Yunn.",
        "Parmelia Reptans, a new lichen species producing the depsidone, succinprotocetraric acid",
        "Malonprotocetraric acid from Parmotrema conformatum",
        "A new dibenzofuran and diphenyl ether from the lichen gymnoderma melacarpum",
        "A one-step synthesis of the depsidone furfuric acid: Evidence for an artefact in the isolation from a lichen",
        "NMR study of fumarprotocetraric acid, a complex lichen depsidone derivative from Cladonia furcata",
        "Cytotoxic activity of compounds from the lichen: Cladonia convoluta",
        "Stictic acid derivatives from the lichen Usnea articulata and their antioxidant activities",
        "The catabolism of 4-hydroxyacetophenone by an Alcaligenes sp.",
        "Biotransformation of 2-acetylthiophene by micromycetes",
        "2-hydroxyvirensic acid, a new depsidone from the lichen Sulcaria sulcata",
        "A Catalogue of Standardized Chromatographic Data and Biosynthetic Relationship for Lichen Substances"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Le Mans",
            "affilname": "Institut des Molécules et Matériaux du Mans",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Sai Gon University",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "National Foundation for Science and Technology Development",
        "National Foundation for Science and Technology Development",
        "Department of Botany, University of Calcutta"
    ]
}