{
    "eid": "2-s2.0-85066010054",
    "title": "A framework for stacked-benefit analysis of distribution-level energy storage deployment",
    "cover-date": "2017-06-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Distributed energy resources (DERs)",
        "Energy storage (ES)",
        "Photovoltaic system (PV)",
        "Power distribution system",
        "Smart grid"
    ],
    "authors": [
        "Anamika Dubey"
    ],
    "citedby-count": 3,
    "ref-count": 33,
    "ref-list": [
        "Grid of the future",
        "Integrating distributed generation into electric power systems: A review of drivers, challenges and opportunities",
        "National Science and Technology Council",
        "The American Recovery and Reinvestment Act Smart Grid Highlights",
        "Office of Energy Efficiency & Renewable Energy",
        "Solar PV integration challenges",
        "Secondary Network Distribution Systems Background and Issues Related to the Interconnection of Distributed Resources",
        "Electric Vehicle Charging on Residential Distribution Systems: Impacts and Mitigations",
        "Impact of Smart Grid on Distribution System design",
        "Research Evaluation of Wind Generation, Solar Generation, and Storage Impact on the California Grid. CEC PIER Final Project Report",
        "Moving Energy Storage from Concept to Reality",
        "Energy Storage for the Electricity Grid: Benefits and Market Potential Assessment Guide; SAND2010-0815",
        "Energy Storage Cost Effectiveness Methodology and Preliminary Results",
        "Optimal allocation and economic analysis of energy storage system in microgrids",
        "CSEE J. Power Energy Syst.",
        "Optimal allocation of ESS in distribution systems with a high penetration of wind energy",
        "Energy storage and its use with intermittent renewable energy",
        "Battery energy storage for enabling integration of distributed solar power generation",
        "Power Management for Improved Dispatch of Utility-Scale PV Plants",
        "IEEE Power Energy Technol. Syst. J.",
        "Sizing strategy of distributed battery storage system with high penetration of photovoltaic for voltage regulation and peak load shaving",
        "Optimal mix and placement of energy storage systems in power distribution networks for reduced outage costs",
        "Coordinated Control of Distributed Energy-Storage Systems for Voltage Regulation in Distribution Networks",
        "Robust control for microgrid frequency deviation reduction with attached storage system",
        "Analysis and Experimental Implementation of Grid Frequency Regulation Using Behind-the-Meter Batteries Compensating for Fast Load Demand Variations",
        "Grid Energy Storage",
        "ARRA Energy Storage Demonstration Projects: Lessons Learned and Recommendations; SAND2015-5242",
        "The Open Distribution System Simulator™ (Opendss), Reference Guide",
        "Electric Power Research Institute",
        "Grid Integrated Distributed PV (Gridpv) Version 2; SAND2014-20141",
        "Proceedings of the IEEE PES General Meeting",
        "PJM",
        "ANSI C84.1-2011"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pullman",
            "affilname": "Voiland College of Engineering and Architecture",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Austin",
            "affilname": "Cockrell School of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}