{
    "eid": "2-s2.0-84965054252",
    "title": "Streptomyces andamanensis sp. Nov., isolated from soil",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Paranee Sripreechasak"
    ],
    "citedby-count": 5,
    "ref-count": 27,
    "ref-list": [
        "Antibiotics in Laboratory Medicine",
        "Culture Media for Actinomycetes",
        "CHEMICAL COMPOSITION OF CELL-WALL PREPARATIONS FROM STRAINS OF VARIOUS",
        "Bioactive microbial metabolites: A personal view",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Bergey’s Manual of Systematic Bacteriology",
        "Inter-Society Color Council – National Bureau of Standards Color Name Charts Illustrated with Centroid Colors",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Quantitative phyletics and the evolution of anurans",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "List of Prokaryotic Names with Standing in Nomenclature: A Folder Available on the Internet",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Int J Syst Bacteriol",
        "Characterization and antimicrobial activity of Streptomyces strains from soils in southern Thailand",
        "Streptomyces avermectinius sp. nov., an avermectin-producing strain",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "J Bacteriol",
        "Int J Syst Bacteriol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}