{
    "eid": "2-s2.0-85059521789",
    "title": "Effect of color attributes on the buying decision model for Durio zibethinus L.",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Human Factors and Ergonomics",
            "@code": "3307",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "buying decision",
        "LED",
        "saturation",
        "stimulus",
        "visual perception"
    ],
    "authors": [
        "Supawadee Theerathammakorn",
        "Aran Hansuebsai",
        "Yasushi Hoshino"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Effect of 1-methylcyclopropane(1-MCP) on storage life of durian fruit",
        "Carotenoids in durian fruit pulp during growth and postharvest ripening",
        "Influence of package design on the dynamics of multisensory and emotional food experience",
        "Grape expectations: the role of cognitive influences in color flavor interactions",
        "The effect of colour on the perception of taste, quality and preference of fruit flavoured drinks",
        "Eat with your eyes: package color influences the expectation of food taste and healthiness moderated by external eating",
        "You eat with your eye first",
        "Method to analyze physico-chemical changes during mango ripening: a multivariate approach",
        "Origin of human colour preference for food",
        "Package design: colour harmony and consumer expectations",
        "Optimisation of food expectations using product colour and appearance",
        "Model of vegetable freshness perception using luminance cue",
        "Importance and consumer perception of freshness of apples",
        "Neuromarketing study on Mongolian consumers' buying decision process",
        "Influence of chewing gum packaging design on consumer expectation and willingness to buy. An analysis of functional, sensory and experience attributes",
        "Luminance distribution modifies the perceived freshness of strawberries",
        "Does food color influence taste and flavor perception in humans?",
        "From food to mood: a psychological perspective on the measurement of food related emotions in consumer research",
        "Bon Appetit! An investigation about the best and worst color combinations of lighting and food",
        "Memory color",
        "Causal relationship between lighting conditions and visual expectation of food products",
        "The efficiency, energy intensity and visual impact of the accent lighting in the retail grocery stores",
        "Effect of experimental conditions on consumer perceptions of ground beef: an interdisciplinary study",
        "Kruithof's rule revised using LED illumination",
        "Memory color of natural familiar objects: effects of surface texture and 3-D shape",
        "Colour measurements by computer vision for food quality control- a review",
        "Tough package, strong taste: the influence of packaging design on taste impressions and product evaluations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60003414",
            "affilname": "Tokyo Denki University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003414",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "School of Science and Technology",
        "Sukhothai Thammathirat Open University",
        "Tokyo Denki University",
        "Chula-longkorn University"
    ]
}