{
    "eid": "2-s2.0-85122779598",
    "title": "Nocardia coffeae sp. nov., an endophytic actinobacterium isolatefrom the root of Coffea arabica (L.)",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "Coffea arabica (L.)",
        "Endophytic actinobacterium",
        "Nocardia"
    ],
    "authors": [
        "Achararak Nammali",
        "Thitikorn Duangupama",
        "Chanwit Suriyachadkun",
        "Somboon Tanasupawat",
        "Chitti Thawai"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Genus Nocardia Trevisan 1889, 9AL",
        "Nocardia teng-chongensis sp. nov., isolated from a soil sample",
        "Phylogenetic diversity of Nocardia sp. obtained from different water environments",
        "Intertidal marine sediment harbours Actinobac-teria with promising bioactive and biosynthetic potential",
        "Updates on Nocardia skin and soft tissue infections in solid organ transplantation",
        "Nocardia casuarinae sp. nov., an actino-bacterial endophyte isolated from root nodules of Casuarina glauca",
        "Nocardia endophytica sp. nov., an endophytic actinomycete isolated from the oil-seed plant Jatropha curcas L",
        "Nocardia callitridis sp. nov., an endo-phytic actinobacterium isolated from a surface-sterilized root of an Australian native pine tree",
        "Rare actinomycetes Nocardia caishijiensis and Pseudonocardia carboxydivorans as endophytes, their bioactivity and metabolites evaluation",
        "Nocardia arte-misiae sp. nov., an endophytic actinobacterium isolated from a surface-sterilized stem of Artemisia annua L",
        "Endophytic actinomycetes isolated from Aquilaria crassna Pierre ex Lec and screening of plant growth promoters production",
        "Community structure of endophytic actinobacteria in a New Zealand native medic-inal plant Pseudowintera colorata (Horopito) and their influence on plant growth",
        "Streptomyces coffeae sp. nov., an endophytic actinomycete isolated from the root of Coffea arabica (L.)",
        "Methods for characterization of Strepto-myces species",
        "Amended description of the genus Kineosporia, based on chemotaxonomic and morphological studies",
        "Stains",
        "Actinomycetes",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin strain",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Lipids in the classification and identification of coryneform bacteria containing peptidoglycans based on 2, 4-diaminobutyric acid",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chroma-tography",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Thin-layer chromatography of methanolysates of mycolic acid-containing bacteria",
        "Determination of DNA Base Composition",
        "Microbispora corallina sp. nov., a new species of the genus Microbispora isolated from Thai soil",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Toward defining the course of evolution: minimum change for a specific tree topology",
        "MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "The RAST Server: Rapid Annotations using Subsystems Technology",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "GeneMarkS: a self-training method for prediction of gene starts in microbial genomes. Impli-cations for finding sequence motifs in regulatory regions",
        "The enveomics collection: a toolbox for specialized analyses of microbial genomes and metagenomes",
        "Determination of DNA base comBase Composition",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioiso-topes are used to determine genetic relatedness among bacterial strains",
        "antiSMASH 5.0: updates to the secondary metabolite genome mining pipeline",
        "Nocardia Trevisan 1889",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Integrating genomics into the taxonomy and systematics of the Bacteria and Archaea",
        "Uncultivated microbes in need of their own taxonomy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Mongkut’s Institute of Technology Ladkrabang Research Fund",
        "King Mongkut’s Institute of Technology Ladkrabang",
        "Faculty of Science"
    ]
}