{
    "eid": "2-s2.0-85142438689",
    "title": "Impact of temperature on gluconic acid production during acetification by Acetobacter aceti",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biomedical Engineering",
            "@code": "2204",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "external Venturi injector bioreactor",
        "normal acetification temperature",
        "organic acids",
        "semicontinuous process"
    ],
    "authors": [
        "Wiramsri Sriphochanart",
        "Warawut Krusong",
        "Orachon Mekkerdchoo",
        "Rachit Suwapanich",
        "Pongsert Sriprom",
        "Sumate Tantratian"
    ],
    "citedby-count": 0,
    "ref-count": 36,
    "ref-list": [
        "Biotechnological production of gluconic acid: future implications",
        "Simultaneous production of acetic and gluconic acids by a thermotolerant Acetobacter strain during acetous fermentation in a bioreactor",
        "Gluconic acid: properties, applications and microbial production",
        "Biotechnologically relevant features of gluconic acid production by acetic acid bacteria",
        "Gluconic acid: properties, applications and microbial production",
        "Acetobacter pasteurianus strain AB0220: cultivability and phenotypic stability over 9 years of preservation",
        "Biochemistry and biotechnological applications of Gluconobacter strains",
        "Genetic and restriction analysis of the 16S-23S rDNA internal transcribed spacer regions of the acetic acid bacteria",
        "Acetobacter senegalensis sp. nov., a thermotolerant acetic acid bacterium isolated in Senegal (sub-Saharan Africa) from mango fruit (Mangifera indica L.)",
        "Importance of acetic acid bacteria in food industry",
        "Nguyenibacter vanlangensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-proteobacteria",
        "Swingsia samuiensis gen. nov., sp. nov., an osmotolerant acetic acid bacterium in the α-proteobacteria",
        "Isolation and characterization of an Acetobacter strain from Iranian white-red cherry as a potential strain for cherry vinegar production in microbial biotechnology",
        "Functional properties of vinegar",
        "Potential uses of vinegar as a medicine and related in vivo mechanisms",
        "Comparison of D-gluconic acid production in selected strains of acetic acid bacteria",
        "New developments in oxidative fermentation",
        "Impact of high initial concentrations of acetic acid and ethanol on acetification rate in an internal Venturi injector bioreactor",
        "Acetification of rice wine by Acetobacter aceti using loofa sponge in a low-cost reciprocating shaker",
        "Influence of calcium chloride in the high temperature acetification by strain Acetobacter aceti WK for vinegar",
        "Effect of maceration duration on physicochemical characteristics, organic acid, phenolic compounds and antioxidant activity of red wine from Vitis vinifera L. Karaoglan",
        "Influence of fermentation temperature on semi-continuous acetification for wine vinegar production",
        "Evaluation of viability and growth of Acetobacter senegalensis under different stress conditions",
        "Maximum yield acetic acid fermenter",
        "Operation in semi-continuous with a closed pilot plant scale acetifier for vinegar production",
        "Prediction of influence of stepwise increment of initial acetic acid concentration in charging medium on acetification rate of semi-continuous process by artificial neural network",
        "Regulation of the mitochondrial permeability transition pore by ubiquinone analogs. A progress report",
        "Respiratory chains and bioenergetics of acetic acid bacteria",
        "Changes in amino acid composition during wine vinegar production in a fully automatic pilot acetator",
        "Survival and death in bacteria",
        "Glucose oxidation by Gluconobacter oxydans: characterization in shaking-flasks, scale-up and optimization of the pH profile",
        "Biotransformation of glucose to 5-keto-D-gluconic acid by recombinant Gluconobacter oxydans DSM 2343",
        "The genus Gluconobacter oxydans: comprehensive overview of biochemistry and biotechnological applications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103476",
            "affilname": "King Mongkuts University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103476",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Mongkut's Institute of Technology Ladkrabang Research Fund"
    ]
}