{
    "eid": "2-s2.0-85099483398",
    "title": "Do expectations for post-retirement family and government support crowd out pre-retirement savings? Insights from the working-age population in Thailand",
    "cover-date": "2022-04-14",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Organizational Behavior and Human Resource Management",
            "@code": "1407",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "elderly",
        "family support",
        "government support",
        "Key words Retirement",
        "saving"
    ],
    "authors": [
        "Nopphol Witvorapong",
        "Yong Yoon",
        "Wiraporn Pothisiri"
    ],
    "citedby-count": 6,
    "ref-count": 37,
    "ref-list": [
        "Do the rich save more? Evidence from Canada",
        "The East Asian welfare model",
        "What accounts for the variation in retirement wealth among U.S. Households?",
        "How real people make long-term decisions: the case of retirement preparation",
        "What is an adequate standard of living during retirement?",
        "Why do families actually pool their income? Evidence from Denmark",
        "A better understanding of Thailand's informal sector",
        "Time preference and the importance of saving for retirement",
        "Investing for the old age: pensions, children and savings",
        "Saving, wealth and the transition from transfers to individual responsibility: the case of Taiwan and the United States",
        "Comparing features of convenient estimators for binary choice models with endogenous regressors",
        "The bivariate probit model, maximum likelihood estimation, pseudo true parameters and partial identification",
        "Testing exogeneity in the bivariate probit model: a Monte Carlo study",
        "Welfare states do not crowd out the family: evidence for mixed responsibility from comparative analyses",
        "Controlling for the endogeneity of peer substance use on adolescent alcohol and tobacco use",
        "Saving for old age: longevity annuity buying intention of Italian young adults",
        "Labor-market exposure as a determinant of attitudes toward immigration",
        "Control over money and the savings decisions of Canadian households",
        "Are Americans saving 'optimally' for retirement?",
        "Old-Age allowance system in Thailand",
        "Financial literacy, retirement planning and household wealth",
        "Identification of multiple equation probit models with endogenous dummy regressors",
        "The relationship between upstream intergenerational transfers and wealth of older adults: evidence from Thailand",
        "Perceptions towards the elderly among the Thai working-age population: a structural equation modeling analysis"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}