{
    "eid": "2-s2.0-84907962019",
    "title": "Gamma irradiation synthesis and characterization of AgNP/gelatin/PVA hydrogels for antibacterial wound dressings",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Biomaterials",
        "Biomedical applications",
        "Crosslinking",
        "Gels",
        "Irradiation"
    ],
    "authors": [
        "Nuchanan Leawhiran"
    ],
    "citedby-count": 30,
    "ref-count": 87,
    "ref-list": [
        "PREPARATION METHODS AND STRUCTURE OF HYDROGELS.",
        "Absorbent Polymer Technology",
        "ACS Symposium Series",
        "Ostomy. Wound. Manage.",
        "Wound management products in the drug tariff",
        "Diffusional characteristics of freeze/thawed poly(vinyl alcohol) hydrogels: Applications to protein controlled release from multilaminate devices",
        "Evaluation of chitosan/PVA blended hydrogel membranes",
        "Thermal behavior and mechanical properties of physically crosslinked PVA/Gelatin hydrogels",
        "In vitro efficacy and toxicology evaluation of silver nanoparticle-loaded gelatin hydrogel pads as antibacterial wound dressings",
        "Guidelines for Industrial Radiation Sterilization of Disposable Medical Products (Cobalt-60 Gamma Irradiation)",
        "Gelatin: A valuable protein for food and pharmaceutical industries: Review",
        "Gelation of Gelatin, in Functional Properties of Food Macromolecules",
        "A study on gelatin capsule brittleness: Moisture tranfer between the capsule shell and its content",
        "Gelatin/chitosan/hyaluronan scaffold integrated with PLGA microspheres for cartilage tissue engineering",
        "Transglutaminase crosslinked gelatin as a tissue engineering scaffold",
        "Enzymatic stabilization of gelatin-based scaffolds",
        "Blends of synthetic and natural polymers as drug delivery systems for growth hormone",
        "Gel Formation of Aqueous Solution of Polyvinyl Alcohol Irradiated by Gamma Rays from Cobalt-60",
        "Evaluation of glucan/poly(vinyl alcohol) blend wound dressing using rat models",
        "Therapeutic effects of silver nylon dressings with weak direct current on pseudomonas aeruginosa-infected burn wounds",
        "In der Haufigsten und Wuchtigsten Ursache der Blindheit",
        "A review of the use of silver in wound care: facts and fallacies.",
        "The truth about silver.",
        "Sci. Am.",
        "Antimicrobial Activity and Action of Silver",
        "Size dependent and reactive oxygen species related nanosilver toxicity to nitrifying bacteria",
        "The effects of silver nitrate on the growth and ultrastructure of the yeast Cryptococcus albidus",
        "An in vitro assessment of the antibacterial properties and cytotoxicity of nanoparticulate silver bone cement",
        "Polymers Science in the Petroleum and Petrochemical College",
        "Preparation, characterization and antimicrobial activity of a bio-composite scaffold containing chitosan/nano-hydroxyapatite/nano-silver for bone tissue engineering",
        "Synthesis and properties of silver nanoparticles: Advances and prospects",
        "Radiation crosslinking polymerization of sterculia polysaccharide-PVA-PVP for making hydrogel wound dressings",
        "Indo. J. Chem.",
        "Radiation synthesis of PVP/alginate hydrogel containing nanosilver as wound dressing",
        "Radiation synthesis of nanosilver/poly vinyl alcohol/cellulose acetate/gelatin hydrogels for wound dressing",
        "Radiation synthesis and characterization of nanosilver/gelatin/carboxymethyl chitosan hydrogel",
        "Effects of occlusive and semiocclusive dressings on the return of barrier function to transepidermal water loss in standardized human wounds",
        "Wounds",
        "Annual Book of ASTM Standards",
        "ASTM D638-03 Standard Test Method for Tensile Properties of Plastics",
        "The properties of chitosan-gelatin membranes and scaffolds modified with hyaluronic acid by different methods",
        "ISO 10993-5:2009 Biological Evaluation of Medical Devices Part 5: Tests for in Vitro Cytotoxicity",
        "Preparation of chitosan-coated polyethylene packaging films by DBD plasma treatment",
        "Characterization of biopolymer hydrogels produced by γ-ray irradiation",
        "OH‐radical‐induced crosslinking and strand breakage of poly(vinyl alcohol) in aqueous solution in the absence and presence of oxygen. A pulse radiolysis and product study",
        "Thermal behavior and mechanical properties of physically crosslinked PVA/Gelatin hydrogels",
        "γ-Radiation synthesis and characterization of polyacrylamide-silver nanocomposites",
        "Optical and structural studies of silver nanoparticles",
        "Fabrication of Ag-PVA hydrogel nanocomposite by γ-irradiation",
        "Synthesis of silver nanoparticles by γ-ray irradiation in acetic water solution containing chitosan",
        "γ-Radiation synthesis of poly(acrylic acid)-metal nanocomposites",
        "Mechanism of growth of colloidal silver nanoparticles stabilized by polyvinyl pyrrolidone in γ-irradiated silver nitrate solution",
        "Radiolytic formation of Ag clusters in aqueous polyvinyl alcohol solution and hydrogel matrix",
        "In situ formation of silver nanoparticles within chitosan-attached cotton fabric for antibacterial property",
        "Pharmaceutics: The Science of Dosage Form Design",
        "Evaluation of semi-interpenetrating polymer networks composed of chitosan and poloxamer for wound dressing application",
        "The amino acid composition of gelatins, collagens and elastins from different sources.",
        "Iraqi J. Chem. Pet. Eng.",
        "Gelation, swelling and water vapor permeability behavior of radiation synthesized poly(ethylene oxide) hydrogels",
        "A review of moisture-control dressings in wound care",
        "In vitro assessment of water vapour transmission of synthetic wound dressings",
        "The preclinical evaluation of the water vapour transmission rate through burn wound dressings",
        "Wound closure with human keratinocytes cultured on a polyurethane dressing overlaid on a cultured human dermal replacement",
        "The physical effects of an adhesive dressing top layer on burn wound dressings",
        "Mechanical properties of hydrogels and their experimental determination",
        "Plast. Res.",
        "Dialysis performance of the modified poly(vinyl alcohol) membranes",
        "Proceedings of a Consultants Meeting Held in Bologna, Italy, March 22-25, 2004",
        "Nano Ag loaded PVA nano-fibrous mats for skin applications",
        "3rd International Symposium Frontiers in Polymer Science, Sitges, Spain, May 21-23, 2013",
        "Effect of Temperature and other Factors on Plastics and Elastomers",
        "ASTM D412-98a(2002)e1 - Standard Test Methods for Vulcanized Rubber and Thermoplastic Elastomers - Tension",
        "An atomistic study of void growth in single crystalline copper",
        "Structural reinforcement of cell-laden hydrogels with microfabricated three dimensional scaffolds",
        "Biochemical and antibacterial analysis of human wound and blister fluid",
        "Surgical Care at the District Hospital",
        "Evaluations of poly(vinyl alcohol)/alginate hydrogels cross-linked by γ-ray irradiation technique",
        "Fabrication and characterization of an asymmetric polyurethane membrane for use as a wound dressing.",
        "Using γ-irradiation to synthesize Ag nanoparticles",
        "Preparation of high-stable silver nanoparticle dispersion by using sodium alginate as a stabilizer under gamma radiation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}