{
    "eid": "2-s2.0-85032809228",
    "title": "Can the weight reduction program improve obese thai adolescents’ body mass index and autonomous motivation?",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "Autonomous motivation",
        "Body mass index",
        "Self-determination theory",
        "Social cognitive theory",
        "Weight reduction program"
    ],
    "authors": [
        "No In Kanlayanee"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "The global childhood obesity epidemic and the association between socio-economic status and childhood obesity",
        "Health E-Stat",
        "Prevalence and secular trends in overweight and obese Taiwanese children and adolescents in 1991-2003",
        "High prevalence of overweight among adolescents in Ho Chi Minh City, Vietnam",
        "The 4Th National Health Examination Survey Report, Year 2008-2009: Children Health. Nonthaburi",
        "Health-related quality of life in obese children and adolescents",
        "Health consequences of obesity",
        "Tracking of childhood overweight into adulthood: A systematic review of the literature",
        "New moves-preventing weight-related problems in adolescent girls: A group-randomized study",
        "Preventing obesity among adolescent girls: One-year outcomes of the nutrition and enjoyable activity for teen girls (NEAT Girls) cluster randomized controlled trial",
        "The COPE Healthy Lifestyles TEEN Program: Feasibility, Preliminary Efficacy, & Lessons Learned from an After School Group Intervention with Overweight Adolescents",
        "Effects of a school-based weight maintenance program for mexican-american children: Results at 2 years",
        "Symposium III: Metabolic health, weight management and obesity prevention in childhood and adolescence: Effectiveness of lifestyle intervention in overweight children",
        "A preliminary test of a student-centered intervention on increasing physical activity in underserved adolescents",
        "Adolescents demonstrate improvement in obesity risk behaviors after completion of choice, control & change, a curriculum addressing personal agency and autonomous motivation.",
        "Self-determined motivation towards physical activity in adolescents treated for obesity: An observational study",
        "Self-determined motivation, physical exercise and diet in obese children: A three-year follow-up study",
        "The outcomes of a 12-week internet intervention aimed at improving fitness and health-related quality of life in overweight adolescents: The young & active controlled trial",
        "Social Foundations of Thought and Action",
        "Human Agency in Social Cognitive Theory",
        "The \"what\" and \"why\" of goal pursuits: Human needs and the self-determination of behavior",
        "Bangkok.: Doctural Dissertation. Srinakharinwirot University",
        "Thai J Nurs Res",
        "J Nurs Sci Naresuan Univ",
        "Using self-determination theory to promote physical activity and weight control: A randomized controlled trial in women",
        "Intrinsic Motivation and Selfdetermination in Human Behavior",
        "Self-Determination Theory and the Facilitation of Intrinsic Motivation, Social Development, and Well-Being. Am",
        "CONSORT 2010 explanation and elaboration: updated guidelines for reporting parallel group randomised trials.",
        "Development of a WHO growth reference for school-aged children and adolescents",
        "A modification to the behavioural regulation in exercise questionnaire to include an assessment of amotivation",
        "Exercise Motivation Measurement: The Behavioural Regulation in Exercise Questionnaire, Scoring The BERQ and BREQ-2",
        "J Health Res",
        "The Self-Regulation Questionnaires",
        "Overweight and obesity prevention for adolescents: A cluster randomized controlled trial in a school setting",
        "The relationships between body mass and body image and relative autonomy for exercise among adolescent males and females",
        "Why we eat what we eat: The role of autonomous motivation in eating behaviour regulation",
        "Exercise, physical activity, and self-determination theory: A systematic review",
        "The effect of autonomous and controlled motives on eating dysregulation: Implications for individuals classified as underweight, overweight or obese",
        "Physical activity and its related motivational attributes in adolescents with different BMI",
        "Predictors of dropout in weight loss interventions: A systematic review of the literature",
        "Motivational dynamics of eating regulation: A self-determination theory perspective",
        "Associations Between Access to Food Stores and Adolescent Body Mass Index"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}