{
    "eid": "2-s2.0-85063760803",
    "title": "The global effects of productivity gains in Asian emerging economies",
    "cover-date": "2019-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Global vector autoregressive models",
        "International linkages",
        "Openness",
        "Sign restrictions",
        "Traded-nontraded productivity differential"
    ],
    "authors": [
        "Taya Dumrongrittikul",
        "Heather Anderson",
        "Farshid Vahid"
    ],
    "citedby-count": 1,
    "ref-count": 42,
    "ref-list": [
        "The time series and cross-section asymptotics of dynamic panel data estimators",
        "The purchasing-power parity doctrine: a reappraisal",
        "What makes growth sustained?",
        "The Key to the Asian Miracle: Making Shared Growth Credible",
        "The differential effects of oil demand and supply shocks on the global economy",
        "China's slowdown and global financial market volatility: is world growth losing out?",
        "China's emergence in the world economy and business cycles in Latin America",
        "The international dimension of productivity and demand shocks in the U.S. Economy",
        "Theory and practice of GVAR modeling",
        "Emerging Markets in Transition: Growth Prospects and Challenges",
        "What does a technology shock do? A VAR analysis with model-based sign restrictions",
        "Long run macroeconomic relations in the global economy. Economics: open-access",
        "Exploring the international linkages of the euro area: a global VAR analysis",
        "Real exchange rate movements in developed and developing economies: a reinterpretation of the Balassa-Samuelson hypothesis",
        "How do policy-related shocks affect real exchange rates of Asian developing countries?",
        "Real and monetary determinants of real exchange rate behavior: theory and evidence from developing countries",
        "Real Exchange Rates, Devaluation and Adjustment",
        "How do credit supply shocks propagate internationally? A GVAR approach",
        "How do fiscal and technology shocks affect real exchange rates?: new evidence for the United States",
        "Sign restrictions in structural vector autoregressions: a critical review",
        "Global and National Macroeconometric Modelling: A Long Run Structural Approach",
        "Causality in the long run",
        "ASEAN-5 Macroeconomic Forecasting Using a GVAR Model",
        "From the Asian Miracle to the Asian century?",
        "The Impact of China's Slowdown on the Asia-Pacific Region: an Application of the GVAR Model",
        "Cointegration in partial systems and the efficiency of single-equation Analysis",
        "Estimating dynamic panel data models: a guide for macroeconomists",
        "Impulse response analysis in nonlinear multivariate models",
        "Trade and growth: import led or export led? Evidence from Japan",
        "Cointegration vector estimation by panel DOLS and long-run money demand",
        "The East Asian Miracle: four lessons for development policy",
        "A New Development Paradigm: Domestic Demand-Led Growth. Why it Is Needed & How to Make it Happen",
        "Critical values for cointegration tests in heterogenous panels with multiple regressors",
        "Technology shocks and robust sign restrictions in a Euro Area SVAR",
        "Modeling regional interdependencies using a global error-correcting macroeconometric model",
        "Generalized impulse response analysis in linear multivariate models",
        "Cointegration and speed of convergence to equilibrium",
        "Growth and Poverty: Lessons from the East Asian Miracle Revisited",
        "Structural vector autoregressions: theory of identification and algorithms for inference",
        "Theoretical notes on trade problems",
        "What are the effects of monetary policy on output? Results from an agnostic identification procedure",
        "The East Asian Miracle: Economic Growth and Public Policy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60019578",
            "affilname": "Monash University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019578",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australian Research Council"
    ]
}