{
    "eid": "2-s2.0-84958164334",
    "title": "Ultrasound-Guided Renal Access for Percutaneous Nephrolithotomy: A Description of Three Novel Ultrasound-Guided Needle Techniques",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Urology",
            "@code": "2748"
        }
    ],
    "keywords": [],
    "authors": [
        "Carissa Chu"
    ],
    "citedby-count": 51,
    "ref-count": 22,
    "ref-list": [
        "The ideal puncture approach for PCNL: Fluoroscopy, ultrasound or endoscopy?",
        "Ultrasonographic versus fluoroscopic access for percutaneous nephrolithotomy: A randomized clinical trial",
        "Ultrasonography combined with fluoroscopy for percutaneous nephrolithotomy: An analysis based on seven years single center experiences",
        "Ultrasonography-guided percutaneous nephrolithotomy in the flank position versus fluoroscopy-guided percutaneous nephrolithotomy in the prone position: A comparative study",
        "Percutaneous nephrolithotomy with ultrasonography-guided renal access in the lateral decubitus flank position",
        "Techniques for Fluoroscopic Percutaneous Renal Access",
        "Safety and efficacy of ultrasonography as an adjunct to fluoroscopy for renal access in percutaneous nephrolithotomy (PCNL)",
        "Practical urological ultrasound",
        "Clinical value of minimally invasive percutaneous nephrolithotomy in the supine position under the guidance of real-time ultrasound: Report of 92 cases",
        "Does Imaging Modality Used for Percutaneous Renal Access Make a Difference? A Matched Case Analysis",
        "Complications in Percutaneous Nephrolithotomy{A figure is presented}",
        "Which is the preferred modality of renal access for a trainee urologist: Ultrasonography or fluoroscopy? results of a prospective randomized trial",
        "Percutaneous nephrolithotomy guided solely by ultrasonography: A 5-year study of >700 cases",
        "Percutaneous Nephrolithotomy for Large and Staghorn Calculi*",
        "Management of the staghorn calculus: Multiple-tract versus single-tract percutaneous nephrolithotomy",
        "Impact of percutaneous access point number and location on complication and success rates in percutaneous nephrolithotomy",
        "Radiation exposure to patient and urologist during percutaneous nephrostolithotomy",
        "Radiation exposure and the urologist: What are the risks?",
        "Radiation Exposure in the Acute and Short-Term Management of Urolithiasis at 2 Academic Centers",
        "Effective radiation exposure in evaluation and follow-up of patients with urolithiasis",
        "Effect of Low Dose Radiation Computerized Tomography Protocols on Distal Ureteral Calculus Detection",
        "Health risks from exposure to low levels of ionizing radiation: BEIR VII Phase 2"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Beijing Tsinghua Changgung Hospital",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Francisco",
            "affilname": "University of California, San Francisco",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baoding",
            "affilname": "Hebei University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Institute of Diabetes and Digestive and Kidney Diseases"
    ]
}