{
    "eid": "2-s2.0-85079253133",
    "title": "Pharmaceutical company sponsored medication assistance programs",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Access to medicines",
        "Access to unfunded cancer drugs",
        "Government prescription assistance program",
        "Indigent care",
        "International patient assistance program",
        "Medical assistances",
        "Medication assistance program",
        "PAPs",
        "Patient access schemes",
        "Patient assistance program",
        "Pharmaceutical company sponsored medication assistance programs",
        "Pharmaceutical donation program",
        "Pharmaceutical manufacturer assistance programs",
        "Prescription assistance program",
        "Prescription drug"
    ],
    "authors": [
        "Suthira Taychakhoonavudh",
        "Zaheer Ud Din Babar"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "Patient-physician communication about out-of-pocket costs",
        "Barriers to patient-physician communication about out-of-pocket costs",
        "Eight-year experience of using HTA in drug reimbursement: South Korea",
        "Medication access through patient assistance programs",
        "Drug company-sponsored patient assistance programs: A viable safety net?",
        "Evaluation of Patient assistance program eligibility and availability for top 200 brand name and generic drugs in the United States",
        "Costs to physician offices of providing medications to medically indigent patients via pharmaceutical manufacturer prescription assistance programs",
        "Patient-assistance programs: Assessment of and use by safety-net clinics",
        "Cancer patients’ use of pharmaceutical patient assistance programs in the outpatient pharmacy at a large tertiary cancer center",
        "What is the evidence for pharmaceutical patient assistance programs? A systematic review",
        "Utilization of pharmaceutical patient and prescription assistance programs via a pharmacy department patient assistance program for indigent cancer patients",
        "Novel humanitarian aid program: The Glivec international patient assistance program-lessons learned from providing access to breakthrough targeted oncology treatment in low- and middle-income countries",
        "Use of prescription drug samples and patient assistance programs, and the role of doctor-patient communication",
        "Diabetes mellitus medication assistance program: Relationship of effectiveness to adherence",
        "Growth of global health spending share in low and middle income countries",
        "More than 5000 patients with metastatic melanoma in Europe per year do not have access to recommended first-line innovative treatments",
        "National Health Expenditure Projections, 2015-25: Economy, prices, and aging expected to shape spending and enrolment",
        "The high cost of prescription drugs in the United States: Origins and prospects for reform",
        "PCN89 - Use of patient assistance programs (PAPS) to increase access to innovative drugs in Thailand. current situations and prospects",
        "Development of a systematic approach to pharmaceutical industry’s patient assistance programs on accessing unfunded cancer drugs",
        "Ongoing challenges of a global international patient assistance program",
        "Pharmaceutical assistance programs for cancer patients in the era of orally administered chemotherapeutics",
        "Use of charity financial assistance for novel oral anticancer agents",
        "Cost-related medication underuse: Do patients with chronic illnesses tell their doctors?",
        "Medication assistance programs: Do all in need benefit equally?",
        "Price and affordability of direct-acting antiviral regimens for hepatitis C virus in the United States",
        "Pharmacist-facilitated enrollment in medication assistance programs in a private ambulatory care clinic",
        "Cancer Drugs: An international comparison of postlicensing price inflation",
        "The AIDS drug assistance programs and coverage of HIV-related medications",
        "Medical technology as a key driver of rising health expenditure: Disentangling the relationship",
        "Revisit roles of HTA on drug policy in universal health coverage in Thailand: Where are we? And what is next?",
        "In Support of a patient-driven initiative and petition to lower the high price of cancer drugs",
        "Physician-patient communication about prescription medication nonadherence: A 50-state study of America’s seniors",
        "1213 Oncology patient assistance programs (PAPs): A first-in-kind analysis of US drug manufacturer program benefits and eligibility requirements"
    ],
    "affiliation": [
        {
            "affiliation-city": "Huddersfield",
            "@id": "60032343",
            "affilname": "University of Huddersfield",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032343",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}