{
    "eid": "2-s2.0-85015254905",
    "title": "Successive build up lab for learning mechatronics",
    "cover-date": "2017-02-10",
    "subject-areas": [],
    "keywords": [
        "86duino",
        "Arduino",
        "Lab Sequences",
        "Mechatronics",
        "Thai Students"
    ],
    "authors": [
        "G. Phanomchoeng"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Introduction to Mechatronics and Measurement Systems",
        "Graduate Mechatronics course in the school of mechanical engineering at Georgia Tech",
        "American Society of Mechanical Engineers: Engineering Topics",
        "An Arduino kit for learning mechatronics and its scalability in semester projects",
        "Development of the first Mechatronic Engineering degree course in the Far East",
        "An integrated studio approach to teaching basic electronics to first year mechatronics degree students",
        "Integrating mechatronics into a mechanical engineering curriculum",
        "Project-based High School Mechatronics Course",
        "Challenging computer-based projects for a mechatronics course: Teaching and learning through projects employing virtual instrumentation",
        "A system to assist the learning of embedded microprocessor programming",
        "Design and development of a low-cost student experiments for teaching ARM based embedded system laboratory",
        "Learning the basics of microcontroller starter kit boards AVR (eSnack)",
        "Project-based lab teaching for power electronics and drives",
        "Proc. 1st International Conference on Robotics in Education (RiE2010)",
        "Proc. International Conference on Frontiers in Education: Computer Science and Computer Engineering (FECS'11)",
        "A competition-based approach for undergraduate mechatronics education using the arduino platform",
        "Autonomous platoon control allowing range-limited sensors",
        "A new era for ubicomp development",
        "Electronics from Beginner to Pro",
        "Futures Research Quarterly",
        "Adaptive gain control for a two-axis, H-frame-type, positioning system",
        "Dynamic modeling of a two-axis, parallel, H-frame-type XY positioning system"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}