{
    "eid": "2-s2.0-85007071709",
    "title": "Vincetoxicum siamicum sp. nov. (Asclepiadeae, Asclepiadoideae, Apocynaceae), a rheophyte from Northeastern Thailand and preliminary observation on its in situ pollen germination",
    "cover-date": "2016-12-20",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Autonomous self-pollination",
        "Far Eastern clade",
        "Fleshy staminal corona",
        "Phetchabun province",
        "Tylophorinae"
    ],
    "authors": [
        "Aroonrat Kidyoo"
    ],
    "citedby-count": 8,
    "ref-count": 36,
    "ref-list": [
        "Mating strategies in flowering plants: The outcrossing-selfing paradigm and beyond",
        "Florae Prodromus Novae Hollandiae",
        "The consequences of self-pollination in Asclepias exaltata, a self- incompatible milkweed",
        "Country reports for the state of the world’s forest genetic resources: Thailand",
        "Flore générale de l’Indochine",
        "Prodromus Systematis Naturalis Regni Vegetabilis",
        "The principles of pollination ecology",
        "Austrobaileya",
        "Notes on the Asclepiadaceae of China",
        "Journal of the Linnean Society, Botany",
        "Flora of British India",
        "The IUCN Red List categories and criteria",
        "Revisio generum plantarum",
        "Acta Phytotaxonomica Sinica",
        "Flora of China",
        "Cynanchum - Rhodostegiella - Vincetoxicum - Tylophora (Asclepiadaceae): New considerations on an old problem",
        "The genera cynanchum and Vincetoxicum (Apocynaceae-Asclepiadoideae) in Malesia",
        "Cynanchum and the Cynanchinae (Apocynaceae - Asclepiadoideae): A molecular, anatomical and latex triterpenoid study",
        "Vincetoxicum and Tylophora (Apocynaceae: Asclepiadoideae: Asclepiadeae)-two sides of the same medal: Independent shifts from tropical to temperate habitats",
        "Going west - A subtropical lineage (Vincetoxicum, Apocynaceae: Asclepiadoideae) expanding into Europe",
        "Species plantarum 1",
        "Floral morphology and late-acting self-incompatibility in Apocynum cannabinum (Apocynaceae)",
        "The Philippine Journal of Science C. Botany",
        "Subtribal division of Ceropegieae (Apocynaceae-Asclepiadoideae)",
        "Ecotropica",
        "The Plant List Version 1.1",
        "Acta Botanica Yunnanica",
        "Rheophytes of the world",
        "On the systematic position of some Asian enigmatic genera of Asclepiadoideae (Apocynaceae)",
        "Acta Phytotaxonomica Sinica",
        "Contributions to the Botany of India",
        "Genera plantarum: Vocabulis characteristicis definita",
        "Ecology and evolution of reproduction in milkweeds",
        "Molecular phylogeny of Vincetoxicum (Apocynaceae-Asclepiadoideae) based on the nucleotide sequences of cpDNA and nrDNA",
        "A comparative study of the reproductive character and genetic diversity of an autogamous Tylophora matsumurae and its progenitor Tylophora tanakae (Apocynaceae-Asclepiadoideae)",
        "Flora of Japan."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Université de Montpellier"
    ]
}