{
    "eid": "2-s2.0-84964723180",
    "title": "Neuroprotective effect of Amaranthus lividus and Amaranthus tricolor and their effects on gene expression of RAGE during oxidative stress in SH-SY5Y cells",
    "cover-date": "2016-04-25",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "Amaranthus",
        "Neuronal cells",
        "Oxidative stress",
        "RAGE"
    ],
    "authors": [
        "W. Amornrit"
    ],
    "citedby-count": 15,
    "ref-count": 25,
    "ref-list": [
        "World Pharmacy Pharm. Sci",
        "Amaranth: Modern Prospects for an Ancient Crop",
        "Oxidative stress and neurodegeneration: Where are we now?",
        "Oxygen toxicity, oxygen radicals, transition metals and disease",
        "J. Med. Plants Res",
        "Effects of AGEs on oxidation stress and antioxidation abilities in cultured astrocytes",
        "Activation of the receptor for advanced glycation end products triggers a p21(ras)-dependent mitogen-activated protein kinase pathway regulated by oxidant stress",
        "RAGE ligands induce apoptotic cell death of pancreatic β-cells via oxidative stress",
        "Protective effect of anthocyanin against the oxidative stress in neuroblastoma N2a cells",
        "Antioxidant capacity of extracts from amaranth (Amaranthus hypochondriacus L.) seeds or leaves",
        "Crosstalk of reactive oxygen species and NF-κB signaling",
        "Reactive oxygen species and Alzheimer's disease",
        "In vitro antioxidant activity of Amaranthus lividus L.",
        "Reduced stress defense in heme oxygenase 1-deficient cells",
        "Advanced glycation end products and RAGE: A common thread in aging, diabetes, neurodegeneration, and inflammation",
        "Mineral profile and variability in vegetable amaranth (Amaranthus tricolor)",
        "Alterations in glutathione levels in Parkinson's disease and other neurodegenerative disorders affecting basal ganglia",
        "Phytochemical and pharmacological potential of Amaranthus viridis L",
        "AGE, RAGE, and ROS in Diabetic Nephropathy",
        "Processing stability of squalene in amaranth and antioxidant potential of amaranth extract",
        "Receptor for AGEs (RAGE) as mediator of NF-kB pathway activation in neuroinflammation and oxidative stress",
        "Oxidative stress and neurodegenerative diseases: A review of upstream and downstream antioxidant therapeutic options",
        "Selective neuronal vulnerability to oxidative stress in the brain",
        "Agent that block advanced glycation end product (AGE)-RAGE (receptor for AGEs)-oxidative stress system: A novel therapeutic strategy for diabetic vascular complications",
        "The RAGE axis a fundamental mechanism signaling danger to the vulnerable vasculature"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}