{
    "eid": "2-s2.0-84908336024",
    "title": "An ex ante analysis on the use of activity meters for automated estrus detection: To invest or not to invest?",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Dairy",
        "Estrus",
        "Investment analysis",
        "Sensor"
    ],
    "authors": [
        "C. J. Rutten"
    ],
    "citedby-count": 68,
    "ref-count": 39,
    "ref-list": [
        "Factors underlying the investment decision in energy-saving systems in Dutch horticulture",
        "Assessing the potential value for an automated dairy cattle body condition scoring system through stochastic simulation",
        "Stochastic simulation using @Risk for dairy business investment decisions",
        "A descriptive study of the survival of Holstein-Friesian heifers through to third calving on English dairy farms",
        "Assessing economic consequences of foot disorders in dairy cattle using a dynamic stochastic simulation model",
        "Proc. 1st North Am",
        "Mortality, culling by sixty days in milk, and production profiles in high- and low-survival Pennsylvania herds",
        "A multi-level hierarchic Markov process with Bayesian updating for herd optimization and simulation in dairy cattle",
        "Automation of oestrus detection in dairy cows: A review",
        "Economic comparison of reproductive programs for dairy herds using estrus detection, timed artificial insemination, or a combination",
        "An economic decision-making support system for selection of reproductive management programs on dairy farms",
        "A daily herd Markov-chain model to study the reproductive and economic impact of reproductive programs combining timed artificial insemination and estrus detection",
        "An economic spreadsheet model to determine optimal breeding and replacement decisions for dairy cattle",
        "Evaluation of a neck mounted 2-hourly activity meter system for detecting cows about to ovulate in two paddock-based australian dairy herds",
        "Costs of mastitis: Facts and perception",
        "Economic consequences of reproductive performance in dairy cattle",
        "Analysis of the economically optimal voluntary waiting period for first insemination",
        "Field evaluation of 2 collar-mounted activity meters for detecting cows in estrus on a large pasture-grazed dairy farm",
        "LEI's Farm Accountancy Data Network",
        "The average culling rate of Dutch dairy herds over the years 2007 to 2010 and its association with herd reproduction, performance and health",
        "Mastitis alert preferences of farmers milking with automatic milking systems",
        "Technical and economic effects of an inline progesterone indicator in a dairy herd estimated by stochastic simulation",
        "Investment decision making in Dutch greenhouse horticulture",
        "Culling of dairy cows. Part I. Effects of diseases on culling in Finnish Ayrshire cows",
        "When is a cow in estrus? Clinical and practical aspects",
        "Characterization of Kentucky dairy producer decision-making behavior",
        "Invited review: Sensors to support health management on dairy farms",
        "Reasons for culling in French Holstein cows",
        "Dynamic programming to determine optimum investments in information technology on dairy farms",
        "Potential economic benefits from changes in management via information technology applications on Dutch dairy farms: A simulation study",
        "Feed evaluation for ruminants. I. The systems in use from May 1977-onwards in The Netherlands",
        "Algebraic model of the lactation curve in cattle"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Utrecht",
            "affilname": "Universiteit Utrecht",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Wageningen",
            "affilname": "Wageningen University &amp; Research",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Dairy Valley",
        "Dutch Dairy Board",
        "Netherlands), Investment and Development Agency for the Northern Netherlands",
        "Pieken in de Delta",
        "Royal Agrifirm",
        "Royal Friesland Campina",
        "ministry of Economic Affairs, Agriculture and Innovation"
    ]
}