{
    "eid": "2-s2.0-85140916630",
    "title": "Molecular Identification of Host Blood Meals and Detection of Blood Parasites in Culicoides Latreille (Diptera: Ceratopogonidae) Collected from Phatthalung Province, Southern Thailand",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "biting midges",
        "blood meal",
        "Haemosporidians",
        "Thailand",
        "Trypanosomatids"
    ],
    "authors": [
        "Sakone Sunantaraporn",
        "Thanaporn Hortiwakul",
        "Kanyarat Kraivichian",
        "Padet Siriyasatien",
        "Narisa Brownell"
    ],
    "citedby-count": 8,
    "ref-count": 55,
    "ref-list": [
        "Evidence incriminating midges (Diptera: Ceratopogonidae) as potential vectors of Leishmania in Australia",
        "Visceral leishmaniasis: The first indigenous case report in Thailand",
        "Leishmaniasis in Thailand: A Review of Causative Agents and Situations",
        "The Biting Midge Culicoides sonorensis (Diptera: Ceratopogonidae) Is Capable of Developing Late Stage Infections of Leishmania enriettii",
        "Diptera vectors of avian Haemosporidian parasites: Untangling parasite life cycles and their taxonomy",
        "Chapter 14—Bluetongue virus in the insect host",
        "Blood-meal analysis of Culicoides (Diptera: Ceratopogonidae) reveals a broad host range and new species records for Romania",
        "Culicoides Latreille (Diptera: Ceratopogonidae) as potential vectors for Leishmania martiniquensis and Trypanosoma sp. in northern Thailand",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "Phlebotomine Sand Flies in Southern Thailand: Entomological Survey, Identification of Blood Meals and Molecular Detection of Trypanosoma spp",
        "Detection of Leishmania and Trypanosoma DNA in Field-Caught Sand Flies from Endemic and Non-Endemic Areas of Leishmaniasis in Southern Thailand",
        "The Culicoides of Southeast Asia (Diptera: Ceratopogonidae)",
        "Identification of mammalian blood meals in mosquitoes by a multiplexed polymerase chain reaction targeting cytochrome B",
        "Speciation in sapsuckers (Sphyrapicus): III. Mitochondrial-DNA sequence divergence at the cytochrome-b locus",
        "Detection and species identification of old world Leishmania in clinical samples using a PCR-based method",
        "A nested PCR for the ssrRNA gene detects Trypanosoma binneyi in the platypus and Trypanosoma sp. in wombats and kangaroos in Australia",
        "A new PCR assay for simultaneous studies of Leucocytozoon, Plasmodium, and Haemoproteus from avian blood",
        "BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "MEGA X: Molecular Evolutionary Genetics Analysis across Computing Platforms",
        "Molecular detection of avian haemosporidian parasites in biting midges (Diptera: Ceratopogonidae) from Thailand",
        "Identity and diversity of blood meal hosts of biting midges (Diptera: Ceratopogonidae: Culicoides Latreille) in Denmark",
        "Host feeding patterns of Culicoides species (Diptera: Ceratopogonidae) within the Picos de Europa National Park in northern Spain",
        "Molecular methods for arthropod bloodmeal identification and applications to ecological and vector-borne disease studies",
        "Tracking zoonotic pathogens using blood-sucking flies as ‘flying syringes’",
        "Comparison of Vertebrate Cytochrome b and Prepronociceptin for Blood Meal Analyses in Culicoides",
        "Revealing potential bridge vectors for BTV and SBV: A study on Culicoides blood feeding preferences in natural ecosystems in Spain",
        "SCOPES AMSAR training group. Species diversity, host preference and arbovirus detection of Culicoides (Diptera: Ceratopogonidae) in south-eastern Serbia",
        "Bloodmeal analysis reveals avian Plasmodium infections and broad host preferences of Culicoides (Diptera: Ceratopogonidae) vectors",
        "Urban forests as hubs for novel zoonosis: Blood meal analysis, seasonal variation in Culicoides (Diptera: Ceratopogonidae) vectors, and avian haemosporidians",
        "Contribution to the knowledge of Culicoides (Diptera: Ceratopogonidae) host preferences in France",
        "DNA-based blood meal analysis of Culicoides (Diptera: Ceratopogonidae) species from Jamari National Forest, Southwestern Amazon, Brazil",
        "Genetic variation, DNA barcoding and blood meal identification of Culicoides Latreille biting midges (Diptera: Ceratopogonidae) in Thailand",
        "Host use patterns of Culicoides spp. biting midges at a big game preserve in Florida, U.S.A. and implications for the transmission of orbiviruses",
        "Identification of blood meal of field caught Aedes aegypti (L.) by multiplex PCR",
        "Identification of blood meal from field collected filarial vector mosquitoes, Armigeres subalbatus by multiplex PCR",
        "Mechanistic model for predicting the seasonal abundance of Culicoides biting midges and the impacts of insecticide control",
        "Leishmaniasis: A Review on Parasite, Vector and Reservoir Host",
        "Pathology and molecular characterization of Leucocytozoon caulleryi from backyard chickens in Khon Kaen Province, Thailand",
        "Molecular detection and genetic diversity of Leucocytozoon sabrazesi in chickens in Thailand",
        "Prevalence and molecular identification of Leucocytozoon spp. in fighting cocks (Gallus gallus) in Thailand",
        "Molecular prevalence and phylogenetic relationship of Haemoproteus and Plasmodium parasites of owls in Thailand: Data from a rehabilitation centre",
        "A Stroll Through the History of Monoxenous Trypanosomatids Infection in Vertebrate Hosts",
        "Tsetse Flies (Glossina) as Vectors of Human African Trypanosomiasis: A Review",
        "How monoxenous trypanosomatids revealed hidden feeding habits of their tsetse fly hosts",
        "Leishmania, Trypanosoma and monoxenous trypanosomatids as emerging opportunistic agents",
        "Diversity and phylogeny of insect trypanosomatids: All that is hidden shall be revealed",
        "Crithidia mellificae infection in different mammalian species in Brazil",
        "The evolution of trypanosomatid taxonomy",
        "Isolation of Crithidia spp. from lesions of immunocompetent patients with suspected cutaneous leishmaniasis in Iran",
        "Lower trypanosomatids in HIV/AIDS patients",
        "Isolation of a protozoan parasite genetically related to the insect trypanosomatid Herpetomonas samuelpessoai from a human immunodeficiency virus-positive patient",
        "Non-Leishmania Parasite in Fatal Visceral Leishmaniasis-Like Disease, Brazil",
        "Assessing the Impact of Insecticide Resistance on Vector Competence: A Review",
        "Haemosporidian vector research: Marriage of molecular and microscopical approaches is essential"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60025527",
            "affilname": "Faculty of Medicine, Prince of Songkia University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025527",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand",
        "Thailand Science Research and Innovation"
    ]
}