{
    "eid": "2-s2.0-84990944766",
    "title": "SXDF-ALMA 2 arcmin2 deep survey: Resolving and characterizing the infrared extragalactic background light down to 0.5 mJy",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "galaxies: high-redshift",
        "galaxies: star formation",
        "submillimeter: galaxies"
    ],
    "authors": [
        "Yuki Yamaguchi"
    ],
    "citedby-count": 14,
    "ref-count": 109,
    "ref-list": [
        "The X-ray spectral properties of SCUBA galaxies",
        "Observations of ultraluminous infrared galaxies with the infrared spectrograph on the spitzer space telescope. II. The iras bright galaxy sample",
        "Seds: The spitzer extended deep survey. Survey design, photometry, and deep irac source counts",
        "Submillimetre-wavelength detection of dusty star-forming galaxies at high redshift",
        "A unified empirical model for infrared galaxy counts based on the observed physical evolution of distant galaxies",
        "Submillimeter galaxies",
        "Photometric redshifts based on standard SED fitting procedures",
        "Eazy: A fast, public photometric redshift code",
        "Spectral evolution of stellar populations using isochrone synthesis",
        "Stellar population synthesis at the resolution of 2003",
        "Herschel PEP/HerMES: The redshift evolution (0 ≤ z ≤ 4) of dust attenuation and of the total (UV+IR) star formation rate density",
        "The dust content and opacity of actively star-forming galaxies",
        "The stellar mass function of the most-massive galaxies at 3 ≤ z < 5: In the UKIDSS ultra deep survey",
        "ALMA constraints on the faint millimetre source number counts and their contribution to the cosmic infrared background",
        "Characterization of SCUBA-2 450μm and 850μm selected galaxies in the COSMOS field",
        "Galactic stellar and substellar initial mass function",
        "Herschel-SPIRE, far-infrared properties of millimetre-bright and -faint radio galaxies",
        "A redshift survey of the submillimeter galaxy population",
        "SMA observations on faint submillimeter galaxies with S 850 < 2 mJy: Ultra dusty low-luminosity galaxies at high redshift",
        "The SCUBA half-degree extragalactic survey - II. Submillimetre maps, catalogue and number counts",
        "AN ALMA SURVEY of SUB-MILLIMETER GALAXIES in the EXTENDED CHANDRA DEEP FIELD SOUTH: PHYSICAL PROPERTIES DERIVED from ULTRAVIOLET-TO-RADIO MODELING",
        "Multiwavelength study of massive galaxies at z ∼ 2.I. star formation and galaxy growth",
        "The infrared spectral energy distribution of normal star-forming galaxies: Calibration at far-infrared and submillimeter wavelengths",
        "The Canada-UK deep submillimeter survey: First submillimeter images, the source counts, and resolution of the background",
        "GOODS-Herschel: An infrared main sequence for star-forming galaxies",
        "The Atacama Submillimeter Telescope Experiment (ASTE)",
        "The Infrared Array Camera (IRAC) for the Spitzer Space Telescope",
        "The spectrum of the extragalactic far-infrared background from the cobe firas observations",
        "The Hawk-I UDS and GOODS survey (HUGS): Survey design and deep K-band number counts",
        "The advanced camera for the hubble space telescope",
        "ALMA CENSUS of FAINT 1.2 mm SOURCES DOWN to ∼ 0.02 mJy: EXTRAGALACTIC BACKGROUND LIGHT and DUST-POOR, HIGH-z GALAXIES",
        "The Subaru/XMM-Newton Deep Survey (SXDS). II. Optical imaging and photometric catalogs",
        "Candels multiwavelength catalogs: Source identification and photometry in the CANDELS UKIDSS ultra-deep survey field",
        "ApJ",
        "Infrared luminosity functions of AKARI Sloan Digital Sky Survey galaxies",
        "A LABOCA survey of the Extended Chandra Deep Field South-submillimeter properties of near-infrared selected galaxies",
        "A 1200-μm MAMBO survey of ELAIS N2 and the Lockman Hole - I. Maps, sources and number counts",
        "The Herschel -SPIRE instrument and its in-flight performance",
        "Candels: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey",
        "The stellar mass content of submillimeter-selected galaxies",
        "AzTEC/ASTE 1.1-mm survey of the AKARI Deep Field South: Source catalogue and number counts",
        "SXDF-ALMA 2-arcmin2 deep survey: 1.1-mm number counts",
        "Faint end of 1.3 mm number counts revealed by alma",
        "Optical-infrared properties of faint 1.3 mm sources detected with alma",
        "Submillimetre galaxies in a hierarchical universe: Number counts, redshift distribution and implications for the IMF",
        "An alma survey of submillimeter galaxies in the extended chandra deep field south: Source catalog and multiplicity",
        "A and AS",
        "High-redshift star formation in the Hubble Deep Field revealed by a submillimetre-wavelength survey",
        "Evolution of the specific star formation rate function at z < 1.4 Dissecting the mass-SFR plane in COSMOS and GOODS",
        "The global schmidt law in star-forming galaxies",
        "Wide field camera 3: A powerful new imager for the hubble space telescope",
        "Infrared spectral energy distributions of the interacting galaxies Arp 244, NGC 6240, and Arp 220",
        null,
        "Candels: The cosmic assembly near-infrared deep extragalactic legacy survey - The hubble space telescope observations, imaging data products, and mosaics",
        "A reassessment of the redshift distribution and physical properties of luminous (sub-)millimetre galaxies",
        "An ultra-deep near-infrared spectrum of a compact quiescent galaxy at z = 2.2",
        "On the X-ray properties of sub-mm-selected galaxies",
        "The UKIRT infrared deep sky survey (UKIDSS)",
        "GOODS-Herschel: A population of 24 μ m dropout sources at z < 2",
        null,
        "ASP Conf",
        "Spatially resolved stellar, dust, and gas properties of the post-interacting whirlpool galaxy system",
        "The stellar masses and specific star-formation rates of submillimetre galaxies",
        "Determining the stellar masses of submillimetre galaxies: The critical importance of star formation histories",
        "Subaru prime focus camera - Suprime-Cam",
        "Submillimeter array",
        "HerMES: The SPIRE confusion limit",
        "The Herschel Multi-tiered Extragalactic Survey: HerMES",
        "Stellar populations of Lyα emitters at z = 3-4 based on deep large area surveys in the Subaru-SXDS/UKIDSS-UDS Field",
        "Faint submillimeter galaxies revealed by multifield deep alma observations: Number counts, spatial clustering, and a dark submillimeter line emitter",
        "ALMACAL I: FIRST DUAL-BAND NUMBER COUNTS from A DEEP and WIDE ALMA SUBMILLIMETER SURVEY, FREE from COSMIC VARIANCE",
        "ASP Conf",
        "Subaru deep survey. V. A census of lyman break galaxies at z ≃ 4 and 5 in the subaru deep fields: Photometric properties",
        "Photometric redshift error estimators",
        "Local luminous infrared galaxies. I. Spatially resolved observations with the Spitzer infrared spectrograph",
        "The photodetector array camera and Spectrometer (PACS) on the herschel space observatory",
        "Mid-infrared spectral diagnosis of submillimeter galaxies",
        "A and A"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Edinburgh",
            "affilname": "University of Edinburgh, Institute for Astronomy",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Research Center for the Early Universe",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "Academia Sinica, Institute of Astronomy and Astrophysics",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Puebla",
            "affilname": "Instituto Nacional de Astrofisica Optica y Electronica",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Mitaka",
            "affilname": "National Institutes of Natural Sciences - National Astronomical Observatory of Japan",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "European Southern Observatory",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Astrophysics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Garching bei Munchen",
            "affilname": "Max Planck Institute for Extraterrestrial Physics",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Hayama",
            "affilname": "The Graduate University for Advanced Studies",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Amherst",
            "affilname": "University of Massachusetts Amherst",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Groningen",
            "affilname": "Kapteyn Instituut",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Kyoto University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "ASIAA (Taiwan)",
        "IPAC",
        "National Science Foundation",
        "National Aeronautics and Space Administration",
        "National Radio Astronomy Observatory",
        "Associated Universities",
        "National Research Council Canada",
        "European Research Council",
        "Japan Society for the Promotion of Science",
        "National Science Council",
        "Consejo Nacional de Ciencia y Tecnología",
        "Korea Astronomy and Space Science Institute",
        "National Institutes of Natural Sciences"
    ]
}