{
    "eid": "2-s2.0-84933051885",
    "title": "Protection against Mycoplasma gallisepticum in layers immunized with recombinant fowl poxvirus vaccine followed by live F strain vaccine",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Layer chickens",
        "Live FMG vaccine",
        "Mycoplasma gallisepticum",
        "Protection",
        "rFPV-MG vaccine"
    ],
    "authors": [
        "Somsak Pakpinyo"
    ],
    "citedby-count": 1,
    "ref-count": 28,
    "ref-list": [
        "A comparative study of Mycoplasma gallisepticum vaccines in young chickens",
        "Protective immune response to Mycoplasma gallisepticum demonstrated in respiratory-tract washings from M. gallisepticum-infected chickens.",
        "Egg production, egg weight, eggshell strength, and mortality in three strains of commercial layers vaccinated with F strain Mycoplasma gallisepticum.",
        "The effects of 6/85 live Mycoplasma gallisepticum vaccine in commercial layer hens over a 43-week laying cycle on egg production, selected egg quality parameters, and egg size distribution when challenged before beginning of lay",
        "Evaluation of protection against Mycoplasma gallisepticum infection in chickens vaccinated with the F strain of M. gallisepticum.",
        "A comparative study of live attenuated F strainderived mycoplasma gallisepticum vaccines",
        "Application of polymerase chain reaction with arbitrary primers to strain identification of Mycoplasma gallisepticum",
        "The efficacy of three commercial Mycoplasma gallisepticum vaccines in laying hens",
        "The cellular immune response in the tracheal mucosa to Mycoplasma gallisepticum in vaccinated and unvaccinated chickens in the acute and chronic stages of disease",
        "Mycoplasma gallisepticum strain differentiation by arbitrary primer pcr (rapd) fingerprinting",
        "Mycoplasma gallisepticum vaccination: effects on egg transmission and egg production.",
        "Mycoplasma gallisepticum vaccination: further studies on egg transmission and egg production.",
        "Evaluation of two commercial enzyme-linked immunosorbent assay kits for the detection of Mycoplasma gallisepticum antibodies",
        "Airsacculitis in broilers from Mycoplasma synoviae: effect on air-sac lesions of vaccinating with infectious bronchitis and Newcastle virus.",
        "A laboratory manual for the isolation and identification of avian pathogens",
        "Nucleic and amplification assays for diagnosis of animal diseases",
        "Impact of fowlpox-vectored Mycoplasma gallisepticum vaccine vectormune FP MG on layer hen egg production and egg quality parameters",
        "A quantitative study of single and mixed infection of the chicken trachea by Mycoplasma gallisepticum.",
        "Avian mycoplasmosis (Mycoplasma gallisepticum)",
        "Molecular Epidemiologic Investigations of Mycoplasma gallisepticum Conjunctivitis in Songbirds by Random Amplified Polymorphic DNA Analyses",
        "Diseases of Poultry",
        "Egg transmission of two strains of Mycoplasma gallisepticum in chickens.",
        "Molecular characterization and determination of antimicrobial resistance of Mycoplasma gallisepticum isolated from chickens",
        "Efficacy and safety of different live Mycoplasma gallisepticum vaccines in layer chickens",
        "Control of avian mycoplasmoses by vaccination",
        "Antibody responses in sera and respiratory secretions from chickens infected with Mycoplasma gallisepticum.",
        "A safety assessment of a fowlpox-vectored Mycoplasma gallisepticum vaccine in chickens",
        "BacMam virus-based surface display of the infectious bronchitis virus (IBV) S1 glycoprotein confers strong protection against virulent IBV challenge in chickens"
    ],
    "affiliation": [
        {
            "affiliation-city": "Libourne",
            "affilname": "Ceva Santé Animale, France",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}