{
    "eid": "2-s2.0-85077055575",
    "title": "Does the industry 4.0 have any impact on the relationship between agile strategic supply chain and the supply chain partners performance",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Agile supply chain",
        "Industry 4.0 textile",
        "Thailand"
    ],
    "authors": [
        "Kittisak Jermsittiparsert",
        "Suwat Kraimak",
        "Chanatat Boonratanakittiphumi"
    ],
    "citedby-count": 3,
    "ref-count": 36,
    "ref-list": [
        "Implementation of lean production in multinational corporations: A case study of the transfer process from headquarters to subsidiaries.",
        "The effects of strategic and manufacturing flexibilities and supply chain agility on firm performance in the fashion industry.",
        "Supply Chain Integration, Supply Chain Risk Practices and Supply Chain Performance: A Contingent View.",
        "Consistent partial least squares path modeling.",
        "Supplychain agility, adaptability and alignment: empirical evidence from the Indian auto components industry.",
        "Performance outcomes of supply chain agility: when should you be agile?.",
        "Partial least squares structural equation modeling (PLS-SEM) An emerging tool in business research.",
        "Industry 4.0: A Solution towards Technology Challenges of Sustainable Business Performance.",
        "Using PLS path modeling in new technology research: updated guidelines.",
        "Conflict minerals and supply chain due diligence: an exploratory study of multi-tier supply chains.",
        "Strategic orientations, sustainable supply chain initiatives, and reverse logistics: Empirical evidence from an emerging market.",
        "A study on the effect of supply chain management practices on organizational performance with the mediating role of innovation in SMEs.",
        "Supply Chain Integration, Learning, and Agility: Effects on Performance.",
        "Big data challenges and opportunities in the hype of Industry 4.0.",
        "Qualitative research with a focus on qualitative data analysis.",
        "Applying the TOE framework in the Halal warehouse adoption study.",
        "A structure-conduct-performance perspective of how strategic supply chain integration affects firm performance.",
        "How do different supply chain configuration settings impact on performance trade-offs?.",
        "Is the Fourth Industrial Revolution a Panacea? Risks toward the Fourth Industrial Revolution: Evidence in the Thai Economy.",
        "Estimation issues with PLS and CBSEM: Where the bias lies!.",
        "Monetizing Industry 4.0: Design Principles for Subscription Business in the Manufacturing Industry.",
        "Predictive model assessment in PLS-SEM: guidelines for using PLSpredict.",
        "An innovative approach to modeling the benefits of supply chain collaboration by using interpretive structural modeling.",
        "Leveraging supply chain integration through planning comprehensiveness: An organizational information processing theory perspective.",
        "An investigation of visibility and flexibility as complements to supply chain analytics: An organizational information processing theory perspective.",
        "Exploring the Relationship between Supply Chain Integration, Product Innovation, Supply Chain Performance and Firm Performance: Does Supply Chain Information Strategy Matter?.",
        "The Moderating Role of Marketing Communications in the Relationship between Supply Chain Integrations and Supply Chain Performance.",
        "Partial Correlation Analysis Using Multiple Linear Regression: Impact on Business Environment of Digital Marketing Interest in the Era of Industrial Revolution 4.0.",
        "Agile supply chain strategy and supply chain performance: complementary roles of supply chain practices and information systems capability for agility.",
        "The impact of interwoven integration practices on supply chain value addition and firm performance.",
        "Engineering change management maturity assessment model with lean criteria for automotive supply chain.",
        "Achieving competitive advantage through supply chain agility under uncertainty: A novel multi-criteria decision-making structure.",
        "Linking supply chain quality integration with mass customization and product modularity.",
        "Intelligent manufacturing in the context of industry 4.0: a review."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}