{
    "eid": "2-s2.0-85069676962",
    "title": "Effect of polyoxyl 40 hydrogenated castor oil solutions on the wet mass of colloidal silicon dioxide for extrusion/spheronization",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Colloidal silicon dioxide",
        "Extrusion",
        "Non-ionic surfactant",
        "Polyoxyl 40 hydrogenated castor oil",
        "Spheronization",
        "Viscoelastic properties"
    ],
    "authors": [
        "Sanpeth Limpakomon",
        "Poj Kulvanich",
        "Jittima Chatchawalsaisin"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "A new technique for the production of spherical particles",
        "Thermal studies on the interaction of water and microcrystalline cellulose",
        "The crystallite-gel-model for microcrystalline cellulose in wet-granulation, extrusion, and spheronization",
        "The evaluation of the rheological properties of lactose/microcrystalline cellulose and water mixtures by controlled stress rheometry and the relationship to the production of spherical pellets by extrusion/spheronization",
        "Rheological evaluation of wet masses for the preparation of pharmaceutical pellets by capillary and rotational rheometers",
        "The rheological properties of self-emulsifying systems, water and microcrystalline cellulose",
        "The influence of non-ionic surfactants on the rheological properties of drug/microcrystalline cellulose/water mixtures and their use in the preparation and drug release performance of pellets prepared by extrusion/spheronization",
        "Physico-mechanical characterization of the extrusion-spheronization process. Part II: Rheological determinants for successful extrusion and spheronization",
        "Formulation of ranitidine pellets by extrusion-spheronization with little or no microcrystalline cellulose",
        "Use of κ-carrageenan as alternative pelletisation aid to microcrystalline cellulose in extrusion/spheronisation. II. Influence of drug and filler type",
        "Production of pellets via extrusion–spheronisation without the incorporation of microcrystalline cellulose: A critical review",
        "Non-MCC materials as extrusion-spheronization aids in pellets production",
        "A novel aid for the preparation of pellets by extrusion/spheronization",
        "Colloidal silicon dioxide",
        "Mechanism of glidants: Investigation of the effect of different colloidal silicon dioxide types on powder flow by atomic force and scanning electron microscopy",
        "The study of the emulsification efficiency of Aerosil and HPMCAS type and their ratio to stabilize emulsions of zedoary turmeric oil",
        "Comparison of solid self-microemulsifying drug delivery system (solid SMEDDS) prepared with hydrophilic and hydrophobic solid carrier",
        "Rheological and drug release properties of oil gels containing colloidal silicon dioxide",
        "Sodium ascorbyl phosphate in topical microemulsions",
        "The Colloid Chemistry of Silica",
        "The Chemistry of Silica: Solubility, Polymerization, Colloid and Surface Properties, and Biochemistry",
        "Rheology of silica dispersions in organic liquids: New evidence for solvation forces dictated by hydrogen bonding",
        "KolliphorTMRH 40",
        "The application of capillary rheometry to the extrusion of wet powder masses",
        "Fracture of brittle spheres under compression and impact loading. I. Elastic stress distributions",
        "Electrolyte species dependent hydration forces between silica surfaces",
        "Ellipsometry studies of the self-assembly of nonionic surfactants at the silica-water interface: Equilibrium aspects",
        "Physical characterization of non-ionic surfactant layers adsorbed at hydrophilic and hydrophobic solid surfaces by time-resolved ellipsometry",
        "Micellar growth, network formation, and criticality in aqueous solutions of the nonionic Surfactant C12E5",
        "Can linear micelles bridge between two surfaces?",
        "Polymer adsorption effects on structures and rheological properties of silica suspensions",
        "Effects of polymer adsorption on structures and rheology of colloidal silica suspensions",
        "Elastic percolation in suspensions flocculated by polymer bridging",
        "Effect of particle size on the bridging structure and elastic properties of flocculated suspensions",
        "Effect of poly(ethylene oxide) on the rheological behavior of silica suspensions",
        "Wormlike micelles: Where do we stand? Recent developments, linear rheology and scattering techniques",
        "Interparticle interactions in concentrated suspensions and their bulk (Rheological) properties",
        "The influence of moisture content on the preparation of spherical granules of barium sulphate and microcrystalline cellulose",
        "The effect of lactose particle size on the extrusion properties of microcrystalline cellulose-lactose mixtures",
        "Paste Flow and Extrusion",
        "The behavior of different carrageenans in pelletization by extrusion/spheronization",
        "Production of inert cushioning beads: Effect of excipients on the physicomechanical properties of freeze-dried beads containing microcrystalline cellulose produced by extrusion–spheronization"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}