{
    "eid": "2-s2.0-85101517379",
    "title": "Plausible Scenarios for Thai Energy Businesses in the Next 30 Years",
    "cover-date": "2021-02-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "carbon policies",
        "energy business",
        "energy challenges",
        "energy disruption",
        "plausible scenarios",
        "STEEP analysis",
        "sustainable development goal"
    ],
    "authors": [
        "N. Nakapreecha",
        "J. Pongthanaisawan",
        "W. Wangjiraniran"
    ],
    "citedby-count": 5,
    "ref-count": 93,
    "ref-list": [
        "General electric Misread the energy Transition: a cautionary tale",
        "Energy challenges for Thailand: an overview",
        "The effects of changes to marine fuel Sulfur limits in 2020 on energy markets",
        "A review on Internet of Things (IoT)",
        "Seeing the past in the present: the effect of associations to familiar events on judgements and decisions",
        "Strategic planning in a turbulent environment: evidence from the oil majors",
        "PV grid integration—system management issues and utility concerns",
        "The impact of the Asian economic crisis in Thailand",
        "Failure of Transit-oriented development in Bangkok from a quality of life perspective",
        "Pollution characteristics and policy actions on fine particulate matter in a growing Asian economy: the case of Bangkok metropolitan Region",
        "Debating unconventional energy: social, political, and economic implications",
        "Environmental conciousness in Thailand: contesting maps of eco-conscious minds",
        "Security technologies in E-commerce",
        "Future Studies, foresight and Scenarios as basis for better Strategic decisions",
        "German utilities and distributed PV: how to overcome barriers to business model innovation renewable energy",
        "The circular economy: a review of definition, process and impacts",
        "Multiple scenario development: its conceptual and behavioral foundation",
        "How decarbonization, digitalization and decentralization are changing key Power infrastructures",
        "Companies in search of the ggreen consumer: sustainable consumption and production strategies of companies and intermediary organizations in Thailand",
        "Eco-friendly technology - key for sustainable development",
        "Smart farming: an overview",
        "Energy and economy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}