{
    "eid": "2-s2.0-84939864182",
    "title": "Oxidative dehydrogenation of ethanol over AgLi-Al2O3 catalysts containing different phases of alumina",
    "cover-date": "2015-10-05",
    "subject-areas": [
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [
        "Alumina",
        "Ethanol",
        "Lithium",
        "Oxidative dehydrogenation",
        "Silver"
    ],
    "authors": [
        "Jakrapan Janlamool"
    ],
    "citedby-count": 22,
    "ref-count": 28,
    "ref-list": [
        "Metal-Catalyzed Oxidations of Organic Compounds",
        "J. Am. Chem. Soc.",
        "Characteristics of Oxidation and Oxidative Dehydrogenation Catalysts for Gas Phase Reactions: A Review",
        "Handbook of Heterogeneous Catalysis",
        "Partial oxidation of ethanol on Cu/Alumina/cordierite monolith",
        "Selectivity control of ethanol gas-phase oxidation over nanoporous gold",
        null,
        null,
        null,
        null,
        "The improved reactivity of manganese catalysts by Ag in catalytic oxidation of toluene",
        "Catalytic combustion of toluene over electrochemically promoted Ag catalyst",
        "Comparative studies of silver based catalysts supported on different supports for the oxidation of formaldehyde",
        "Silica-supported silver catalysts modified by cerium/manganese oxides for total oxidation of formaldehyde",
        "Remarkable influence of reductant structure on the activity of alumina-supported silver catalyst for the selective catalytic reduction of NOx",
        null,
        null,
        null,
        null,
        null,
        null,
        "MgO-supported Cu nanoparticles for efficient transfer dehydrogenation of primary aliphatic alcohols",
        "Structure and surface and catalytic properties of Mg-Al basic oxides",
        "Active electronic states of silver catalysts for methanol selective oxidation",
        "Study of supported silver states by the method of electron spectroscopy of diffuse reflectance",
        null,
        "Modification of silver catalysts for oxidation of methanol to formaldehyde",
        "Alcohol selective oxidation over modified foam-silver catalysts"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Division of Chemistry",
        "Office of the Higher Education Commission",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}