{
    "eid": "2-s2.0-84995743541",
    "title": "Comparison of two methods for the recovery of Campylobacter from chicken carcasses",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Campylobacter",
        "Chicken carcasses",
        "Direct plating method",
        "Selective enrichment method"
    ],
    "authors": [
        "Suthida Muangnoicharoen"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "\"Discussion paper on the isolation of Campylobacter spp. from food and environmental samples ACM/994.\"",
        "Campylobacter spp. contamination of chicken carcasses during processing in relation to flock colonisation",
        "Practical statistics for medical research",
        "\"CDC data show progress in reducing some foodborne infections in 2014.\"",
        "\"Up to one third of people at risk from Campylobacter food poisoning during their lifetime.\"",
        "Campylobacter spp. in the kitchen: spread and persistence.",
        "Establishment of procedures provoking sub-lethal injury of Listeria monocytogenes, Campylobacter jejuni and Escherichia coli O157 to serve method performance testing",
        "Prevalence and numbers of Salmonella and Campylobacter spp. on raw, whole chickens in relation to sampling methods",
        "Evaluation of different selective media and culturing techniques for the quantification of Campylobacter ssp. from broiler litter",
        "Comparison of methods for recovery and enumeration of Campylobacter from freshly processed broilers",
        "Rapid identification by PCR of the genus Campylobacter and of five Campylobacter species enteropathogenic for man and animals",
        "Quantification of Campylobacter species cross-contamination during handling of contaminated fresh chicken parts in kitchens",
        "Discrimination of Campylobacter jejuni isolates by fla gene sequencing",
        "Detection of Campylobacter spp. in Ceca and crops with and without enrichment",
        "Comparison of three methods for detecting Campylobacter spp. in chilled or frozen meat",
        "Comparison of repetitive sequence-based polymerase Chain reaction (rep-PCR) and pulsed-field gel electrophoresis (PFGE) for genetic characterization of arcobacter spp",
        "Evaluation of TECRA broth, Bolton broth, and direct plating for recovery of Campylobacter spp. From broiler carcass rinsates from commercial processing plants",
        "\"Isolation, Identification and Enumeration of Campylobacter jejuni/coli/lari from Poultry Rinse, Sponge and Raw Product Samples.\"",
        "Evaluation of four protocols for the detection and isolation of thermophilic Campylobacter from different matrices",
        "Colony multiplex PCR assay for identification and differentiation of Campylobacter jejuni, C. coli, C. lari, C. upsaliensis, and C. fetus subsp. fetus"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}