{
    "eid": "2-s2.0-84898738506",
    "title": "Sources and disseminations of salmonella spp. in an integrated broiler meat production",
    "cover-date": "2014-04-14",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Broiler",
        "Dissemination",
        "Environment",
        "Salmonella spp.",
        "Source"
    ],
    "authors": [
        "Nion Boonprasert"
    ],
    "citedby-count": 5,
    "ref-count": 19,
    "ref-list": [
        "Sources of salmonella on broiler carcasses during transportation and processing: Modes of contamination and methods of control",
        "Bacteriological and serological investigation of persistent Salmonella enteritidis infection in an integrated poultry organisation",
        "EFSA Journal",
        "Edwards and Ewing's Identification of Enterobacteriaceae",
        "Antigenic formulae of the Salmonella serovars",
        "Routes for salmonella contamination of poultry meat: Epidemiological study from hatchery to slaughterhouse",
        "Salmonella in Domestic Animalsed",
        "Horizontal method for the detection of Salmonella spp",
        "Sources of Salmonella contamination during broiler production in Eastern Spain",
        "Salmonella in Domestic Animalsed",
        "Horizontal transmission of Salmonella enteritidis and effect of stress on shedding in laying hens",
        "Agricultural import export",
        "Comparative evaluation of a bivalent killed Salmonella vaccine to prevent egg contamination with Salmonella enterica serovars Enteritidis, Typhimurium, and Gallinarum biovar Pullorum, using 4 different challenge models",
        "Efficacy of several vaccination programmes in commercial layer and broiler breeder hens against experimental challenge with Salmonella enterica serovar enteritidis",
        "Risk factors for Salmonella persistence after cleansing and disinfection in French broiler-chicken houses",
        "Foodborne illness acquired in the United states-Unspecified agents",
        "The role of litter beetles as potential reservoir for Salmonella enterica and thermophilic campylobacter spp. between broiler flocks",
        "Salmonella contamination of poultry flocks in The Netherlands."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "affilname": "Thailand Ministry of Public Health",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}