{
    "eid": "2-s2.0-84986269178",
    "title": "Cytotoxicities of two new isoflavanes from the roots of Dalbergia velutina",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Dalbergia velutina",
        "Dalvelutinanes A and B",
        "Isoflavanes"
    ],
    "authors": [
        "Sutin Kaennakam"
    ],
    "citedby-count": 17,
    "ref-count": 14,
    "ref-list": [
        "Physicochemical properties, chemical composition and antioxidant activity of Dalbergia odorifera T. Chen seed oil",
        "3-Hydroxyisoflavanones from the stem bark of Dalbergia melanoxylon: Isolation, antimycobacterial evaluation and molecular docking studies",
        "Chemistry and biological activities of the genus Dalbergia - A review",
        "Velucarpins A-C, three new pterocarpans and their cytotoxicity from the roots of Dalbergia velutina",
        "Dalvelutinoside, a new isoflavone glycoside from the methanol extract of Dalbergia velutina roots",
        "Rapid extract dereplication using HPLC-SPE-NMR: Analysis of isoflavonoids from Smirnowia iranica",
        "Structure and synthesis of some complex pyranoisoflavonoids from the bark of Dalbergia nitidula Welw. ex Bak.",
        "Antioxidants from lespedeza homoloba (ii)",
        "Circular dichroism, a powerful tool for the assessment of absolute configuration of flavonoids",
        "Yeast α-glucosidase inhibition by isoflavones from plants of leguminosae as an in vitro alternative to acarbose",
        "J Med Plants Res",
        "Prenylated flavonoids from the root bark of Berchemia discolor, a Tanzanian medicinal plant",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}