{
    "eid": "2-s2.0-85116820523",
    "title": "Characterisation of plant growth-promoting endophytic bacteria from sugarcane and their antagonistic activity against fusarium moniliforme",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Antifungal Activity",
        "Endophytic Bacteria",
        "Fusarium moniliforme",
        "Plant Growth Promoting Bacteria",
        "Sugarcane"
    ],
    "authors": [
        "Nittaya Pitiwittayakul",
        "Duanpen Wongsorn",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 5,
    "ref-count": 55,
    "ref-list": [
        "Burkholderia gladioli E39CS3, an endophyte of Crocus sativus Linn., induces host resistance against corm-rot caused by Fusarium oxysporum",
        "Evaluation of fungal and bacterial antagonists for managing phytopathogen Fusarium moniliforme var. subglutinans Sheldon, causing Pokkah Boeng disease of sugarcane",
        "The flagellation and taxonomy of genera Gluconobacter and Acetobacter with reference to the existence of intermediate strains",
        "A new acid-tolerant nitrogen-fixing bacteria associated with sugarcane",
        "Potential of bacterial endophytes as plant growth promoting factors",
        "Amplification of ribosomal RNA sequences",
        "An overview of metabolic activity, beneficial and pathogenic aspects of Burkholderia spp",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Assessment of zinc solubilizing potentiality of Acinetobacter sp. isolated from rice rhizosphere",
        "Acetobacter diazotrophicus sp. nov., a nitrogen fixing acetic acid bacterium associated with sugarcane",
        "A critical examination of the specificity of the Salkowski reagent for indolic compounds produced by phytopathogenic bacteria",
        "Effect of bacterial endophyte on expression of defense genes in Indian popcorn against Fusarium moniliforme",
        "Colorimetric estimation of indoleacetic acid",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "The hidden world within plants: ecological and evolutionary considerations for defining functioning of microbial endophytes",
        "Lipopeptide mediated biocontrol activity of endophytic Bacillus subtilis against fungal phytopathogens",
        "Biological control of rice bakanae by endophytic Bacillus oryzicola YC7007",
        "Isolation and characterization of root-associated bacterial endophytes and their biocontrol potential against major fungal phytopathogens of rice (Oryza sativa L.)",
        "Introducing EzTaxon-e: A prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "A simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "MEGA7: Molecular evolution genetics analysis version 7.0 for bigger datasets",
        "Toxoflavin produced by Burkholderia gladioli from Lycoris aurea is a new broad-spectrum fungicide",
        "Antagonistic potential of Gluconacetobacter diazotrophicus against Fusarium oxysporum in sweet potato (Ipomea batatus)",
        "Raoultella sp. strain L03 fixes N2 in association with micropropagated sugarcane plants",
        "Responses of rice genotypes carrying different dwarf genes to Fusarium moniliforme and Gibberellic acid",
        "Occurrence of Gluconacetobacter diazotrophicus in tropical and subtropical plants of Western Ghats, India",
        "Isolation and characterization of nitrogen fixing bacteria in sugarcane",
        "Mechanisms of action of plant growth bacteria",
        "Gluconacin from Gluconacetobacter diazotrophicus PAL5 is an active bacteriocin against phytopathogenic and beneficial sugarcane bacteria",
        "Phenotypic and genotypic characterization of phosphate solubilizing bacteria and their efficiency on the growth of maize",
        "Draft genome sequence of Bacillus altitudinis Lc5, a biocontrol and plant growth-promoting endophyte strain isolated from indigenous black rice of Manipur",
        "Nitrogen fixing bacteria in the family Acetobacteraceae and their role in agriculture",
        "Diversity of endophytic bacteria from sugarcane in Khuzestan, Iran",
        "Endophytic Bacillus bacteria living in sugarcane plant tissues Telchin licus licus larvae (Drury) (Lepidoptera: Castniidae): the symbiosis that may open new paths in the biological control",
        "Antagonistic activity against dirty panicle rice fungal pathogens and plant growth-promoting activity of Bacillus amyloliquefaciens BAS23",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Plant growth-promoting bacterial endophytes",
        "Universal assay for the detection and determination of siderophores",
        "Identification of acetic acid bacteria isolated from fruits and related materials collected in Thailand",
        "Management of bakanae disease of rice caused by Fusarium moniliforme",
        "Isolation, characterization and identification of endophytic bacteria in sugarcane (Saccharum spp. L.) cultivate on soils of the Dong Nai Province, Southeast of Vietnam",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Identification of volatile compounds produced by the bacterium Burkholderia tropica that inhibit the growth of fungal pathogens",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Fungal disease prevention in seedling of rice (Oryza sativa) and other grasses by growth-promoting seed-associated endophytic bacteria from invasive Phragmites australis",
        "Pokkah Boeng: An emerging disease of sugarcane",
        "The traits of the plant growth promoting acetic acid bacterium, Nguyenibacter vanlangensis",
        "Tanticharoenia aidae sp. nov., for acetic acid bacteria isolated in Vietnam",
        "Acetobacter sacchari sp. nov., for a plant growth-promoting acetic acid bacterium isolated in Vietnam",
        "Nguyenibacter vanlangensis gen. nov., sp. nov., an unusual acetic acid bacterium in the α-Proteobacteria",
        "Isolation and characterization of plant growth promoting antagonistic bacteria from cotton and sugarcane plants for suppression of phytopathogenic Fusarium species",
        "Complete genome sequence of Pantoea ananatis strain NN08200, an endophytic bacterium isolated from sugarcane"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60092136",
            "affilname": "Rajamangala University of Technology Isan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092136",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission",
        "Thailand Research Fund",
        "Higher Education Commission"
    ]
}