{
    "eid": "2-s2.0-84956889258",
    "title": "Evolution toward 5G mobile networks - A survey on enabling technologies",
    "cover-date": "2016-01-29",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "5G mobile network",
        "Backhaul network",
        "Network control",
        "Network node",
        "Survey",
        "Synchronization"
    ],
    "authors": [
        "Rony Kumer Saha"
    ],
    "citedby-count": 56,
    "ref-count": 110,
    "ref-list": [
        "SDN based mobile networks: Concepts and benefits",
        "Visual Networking Index",
        "What will 5G be?",
        "Scenarios for 5G mobile and wireless communications: The vision of the METIS project",
        "Evolution toward 5G multi-tier cellular wireless networks: An interference management perspective",
        "Cellular architecture and key technologies for 5G wireless communication networks",
        "Enhanced intercell interference coordination challenges in heterogeneous networks",
        "Five disruptive technology directions for 5G",
        "Emerging technologies and research challenges for 5G wireless networks",
        "5G cellular: Key enabling technologies and research challenges",
        "3Rd Generation Partnership Project; Technical Specification Group Radio Access Network; Evolved Universal Terrestrial Radio Access (E-UTRA); FDD Home Enode B (Henb) Radio Frequency (RF) Requirements Analysis (Release 12)",
        "Femtocell access control strategy in UMTS and LTE",
        "NTT DOCOMO Technical Journal",
        "3Rd Generation Partnership Project; Technical Specification Group Radio Access Network; Evolved Universal Terrestrial Radio Access (E-UTRA); Further Advancements for E-UTRA Physical Layer Aspects (Release 9)",
        "Cooperative MIMO channel models: A survey",
        "Smart mobility management for D2D communications in 5G networks",
        "Device-to-device communication as an underlay to LTE-advanced networks",
        "Study on LTE Device to Device Proximity Services",
        "Technical Specification Group Services and System Aspects; Feasibility Study for Proximity Services (Prose) (Release 12)",
        "Towards converged 5G mobile networks-challenges and current trends",
        "Proc. 2010 Ninth International Conference on Mobile Business and 2010 Ninth Global Mobility Roundtable (ICMBGMR)",
        "Performance evaluation for energy-harvesting machine-type communication in LTE-A system",
        "Trillions of nodes for 5G!?",
        "Machine type communications in 3GPP networks: Potential, challenges, and solutions",
        "M2M: From mobile to embedded internet",
        "Service Requirements for Machine-Type Communications (MTC), Stage 1, Release 12",
        "LTE release 12 and beyond",
        "Technical Specification: Machine-To-Machine Communications (M2M); Functional Architecture",
        "Architecture Enhancements to Facilitate Communications with Packet Data Networks and Applications",
        "Implementing opportunistic spectrum access in LTE-advanced",
        "Machine-to-machine communication in LTE-A",
        "A survey of converging solutions for heterogeneous mobile networks",
        "LTE-advanced: Next-generation wireless broadband technology",
        "Random access for machine-to-machine communication in LTE-advanced networks: Issues and approaches",
        "Design aspects for a reference M2M communication platform for Smart Cities",
        "Transmission power control in virtual MIMO Wireless Sensor Network using game theoretic approach",
        "Coordinated paradigm for D2D communications",
        "Network densification: The dominant theme for wireless evolution into 5G",
        "The role of small cells, coordinated multipoint, and massive MIMO in 5G",
        "Spectral and energy efficiency of ultra-dense networks under different deployment strategies",
        "Interference coordination for dense wireless networks",
        "Cooperative distributed optimization for the hyper-dense small cell deployment",
        "An energy efficient and spectrum efficient wireless heterogeneous network framework for 5G systems",
        "EURASIP J. Wirel. Commun. Netw",
        "Toward 5G densenets: Architectural advances for effective machine-type communications over femtocells",
        "Cooperation in wireless communication networks",
        "Three- terminal communication channels",
        "Capacity Theorems for the Relay Channel",
        "Cooperative communications for wireless networks: Techniques and applications in LTE-advanced systems",
        "Coordinated multipoint transmission/reception techniques for LTE-advanced",
        "Technical Report 3Rd Generation Partnership Project; Technical Specification Group Radio Access Network; Coordinated Multi-Point Operation for LTE Physical Layer Aspects (Release 11)",
        "Interference management through CoMP in 3GPP LTE-advanced networks",
        "Performance of Eicic with Control Channel Coverage Limitation",
        "Distributed antenna system capacity scaling",
        "NEMox: Scalable network MIMO for wireless networks",
        "Distributed framework of downlink CoMP MU-MIMO transmission with adaptive mode switch and power allocation",
        "Massive MIMO for next generation wireless systems",
        "Massive MIMO: An introduction",
        "Massive MIMO architecture for 5G networks: Co-located, or distributed?",
        "Noncooperative cellular wireless with unlimited numbers of base station antennas",
        "Millimeter wave mobile communications for 5G cellular: It will work!",
        "Wireless Communications: Principles and Practice",
        "On-chip integrated antenna structures in CMOS for 60 GHz WPAN systems",
        "38 GHz and 60 GHz angle-dependent propagation for cellular & peer-to-peer wireless communications",
        "State of the art in 60-GHz integrated circuits and systems for wireless communications",
        "Scaling up MIMO : Opportunities and challenges with very large arrays",
        "Enabling device-to-device communications in millimeter-wave 5G cellular networks",
        "Millimeter-wave propagation channel characterization for short-range wireless communications",
        "Stochastic performance analysis of a wireless finite-state Markov channel",
        "An introduction to millimeter-wave mobile broadband systems",
        "Office of Eng. and Tech., Bulletin No.",
        "Propagation measurements at 28 GHz to investigate the performance of local multipoint distribution service (LMDS)",
        "Rain attenuation in millimeter wave ranges",
        "Millimeter-wave beamforming as an enabling technology for 5G cellular communications: Theoretical feasibility and prototype results",
        "Huawei E-Band Rtn380-Field Trial Report, Huawei Technologies Co., Ltd.",
        "Millimeter-wave access and backhauling: The solution to the exponential data traffic increase in 5G mobile communications systems?",
        "Anchor-booster based heterogeneous networks with mmWave capable booster cells",
        "Point-to-multipoint in-band mmwave backhaul for 5G networks",
        "Senza Fili Consulting",
        "Macrocell Mobile Backhaul Equipment and Services Market Share and Forecasts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Bangkok University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}