{
    "eid": "2-s2.0-84921984304",
    "title": "Relationship between methamphetamine concentrations in hair root, blood and urine samples in postmortem cases",
    "cover-date": "2014-10-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Blood",
        "Hair root",
        "Methamphetamine",
        "Urine"
    ],
    "authors": [
        "Sirirat Phomhitatorn"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "Detection Times of Drugs of Abuse in Blood, Urine, and Oral Fluid",
        "Introduction to drugs of abuse testing",
        "Methamphetamine - Properties and analytical methods of enantiomer determination",
        "Determination of amphetamine, methamphetamine and dimethamphetamine in Human urine by Solid-Phase Microextraction (SPME)-gas chromatography/mass spectrometry",
        "Determination of the designer drugs 3,4-methylenedioxymethamphetamine, 3,4-methylenedioxyethylamphetamine, and 3,4-methylenedioxyamphetamine with HPLC and fluorescence detection in whole blood, serum, vitreous humor, and urine",
        "Interpretation of amphetamines screening and confirmation testing",
        "Int. 218: 20-24 (2012). [9] M.R. Harkey. Anatomy and Physiology of Hair. Forensic Sci. Int.",
        "Hair analysis for drug abuse XIV. Identification of substances causing acute poisoning using hair root. I. Methamphetamine",
        "Evaluation of hair roots for detection of methamphetamine and 3,4-methylenedioxymethamphetamine abuse by use of an HPLC-chemiluminescence method",
        "Fast analysis of drugs in a single hair",
        "Simultaneous determination of amphetamine and its analogs in human whole blood by gas chromatography-mass spectrometry",
        "Food and Drug Administration, Center for Veterinary Medicine",
        "Food and Drug Administration, Center for Drug Evaluation and Research, Center for Biologic Evaluation and Research",
        "A, Pouliopoulos, E. Thessalonikeos and H. Tsoukali. Development of a Liquid-Liquid Extraction Procedure for the Analysis of Amphetamine in Biological Specimens by GC-FID. Open Forensic Sci. J.",
        "Therapeutic and toxic blood concentrations of more than 800 drugs and other xenobiotics",
        "Drug and chemical blood-level data 2001",
        "Analytes and Their Cutoffs. Federal Register",
        "Impact of revised NIDA guidelines for methamphetamine testing in urine [17]",
        "Duration of detectable methamphetamine and amphetamine excretion in urine after controlled oral administration of methamphetamine to humans",
        "Relation between blood- and urine-amphetamine concentrations in impaired drivers as influenced by urinary pH and creatinine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Police General Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}