{
    "eid": "2-s2.0-85163330491",
    "title": "Somsak Panha and His Contribution to Southeast Asian Biodiversity Research",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "Parin Jirapatrasilp",
        "Piyoros Tongkerd",
        "Chirasak Sutcharit"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "New freshwater mussel taxa discoveries clarify biogeographic division of Southeast Asia",
        "New taxa of freshwater mussels (Unionidae) from a speciesrich but overlooked evolutionary hotspot in Southeast Asia",
        "A new species of Aulacospira (Pulmonata: Stylommatophora: Pupillidae) from Eastern Thailand",
        "The millipede genus Plusioglyphiulus Silvestri, 1923 in Thailand (Diplopoda, Spirostreptida, Cambalopsidae)",
        "A new species of Dibamus (Squamata: Dibamidae) from Thailand",
        "A new species of the genus Carebara Westwood, 1840 (Hymenoptera: For-micidae: Myrmecinae) inhabits a cave in Thailand",
        "Hyriopsis panhai, a new species of freshwater mussel from Thailand (Bivalvia: Unionidae)",
        "Convergent evolution of Amphidromus-like colourful arboreal snails and phylogenetic relationship of East Asian camaenids, with description of a new Aegistohadra species (Helicoidei, Camaenidae, Bradybaeninae)",
        "The operculate micro land snail genus Dicharax Kobelt & Mollendorff, 1900 (Caenogastropoda, Alycaeidae) in Thailand, with description of new species",
        "A review of the microgastropod genus Systenostoma Bavay & Dautzenberg, 1908 and a newsubterranean species from China (Gastropoda, Pulmonata, Hypselostomatidae)",
        "A new genus and two new species of freshwater mussels (Unionidae) from western Indochina",
        "A cybertaxonomic revision of the micro-landsnail genus Plectostoma Adam (Mollusca, Caenogastropoda, Diplomma-tinidae), from Peninsular Malaysia, Sumatra and Indochina",
        "Four new Diplommatinidae (Gastropoda, Prosobranchia, Diplommatinidae) from southern Thailand and northern Peninsular Malaysia",
        "A new species of Amolops from Thailand (Amphibia, Anura, Ranidae)",
        "A common mytilid from the Sunda Shelf new to science Musculus panhai n. sp. (Bivalvia: Mytilidae)",
        "Preliminary descriptions of 17 new freshwater crabs of the genera Geosesarma, Parathelphusa, Johora and Stoliczia (Crustacea, Decapoda, Brachyura) from South East Asia",
        "Two new species of Tylototriton from Thailand (Amphibia: Urodela: Salamandridae)",
        "New taxa of the subfamilies Neniinae and Garnieriinae (Gastropoda: Stylommatophora: Clausiliidae)",
        "Clostophis Benson, 1860, is not a monotypic diplommatinid but a speciose hypselostomatid (Gastropoda: Eupulmonata), with descriptions of six new species",
        "Five times over: 42 new Angustopila species highlight Southeast Asia’s rich bio diversity (Gastropoda, Stylommatophora, Hypselostomatidae)",
        "New taxa of Diapheridae Panha & Naggs in Sutcharit et al., 2010 from Laos and Thailand (Gastropoda: Eupulmonata: Stylommatophora)",
        "Genus-level revision of the Alycaeidae, with a catalog of the species (Gastropoda: Cyclophoroidea)",
        "Solving the mystery of the misunderstood Bensonella plicidens (Benson, 1849) (Gastropoda: Stylommatophora: Hypselostomatidae)",
        "Generic changes in the stag beetle tribe Ae-salini (Coleoptera: Lucanidae: Aesalinae) with the description of two new species",
        "Taxonomic revision of a radiation of Southeast Asian freshwater mussels (Unionidae: Gonideinae: Contradentini+Rec-tidentini)",
        "On Thaicypris panhai gen. et sp. nov., a new herpetocypridine ostracod (Crustacea: Ostracoda: Cypri-didae) from Thailand",
        "A taxonomic review of the centipede genus Scolopendra Linnaeus, 1758 (Scolopendromorpha, Scolopen-dridae) in mainland Southeast Asia, with description of a new species from Laos",
        "The giant pill-millipede genus Zephronia Gray, 1832 from Thailand, with a redescription of Z. siamensis Hirst, 1907 and descriptions of three new species (Diplopoda, Sphaerotheriida, Zephroniidae)",
        "First report of the genus Tenuibaetis (Ephemeroptera, Baetidae) from Thailand revealing a complex of cryptic species"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chicago Zoological Society",
        "Eugene V. Coan",
        "Santa Barbara Museum of Natural History",
        "Zoological Museum",
        "MacArthur Foundation",
        "National Museum of Natural History",
        "University of Illinois in Chicago",
        "University of Iowa",
        "Natural History Museum of Denmark",
        "Field Museum of Natural History",
        "Thailand Research Fund",
        "CNRS",
        "Shinshu University",
        "University of Poitiers"
    ]
}