{
    "eid": "2-s2.0-85055985656",
    "title": "Competence-based human resource management in nursing: A literature review",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nursing (all)",
            "@code": "2900",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "competence",
        "human resource management",
        "literature review",
        "nursing"
    ],
    "authors": [
        "Joko Gunawan",
        "Yupin Aungsuroch",
        "Mary L. Fisher"
    ],
    "citedby-count": 22,
    "ref-count": 61,
    "ref-list": [
        "Does alignment elicit competency-based HRM? A systematic review",
        "Competency-based human resource management",
        "What is the social gain from competency management? The employees’ perception at a Brazilian public university",
        "HRM and performance: what next?",
        "Leadership motive pattern and long-term success in management",
        "Managerial competence of first-line nurse managers: a concept analysis",
        "Competency based management: a review of systems and approaches",
        "Antecedents and consequences of dimensions of human resource management practices in Vietnam",
        "The effect of human resource management practices on firm performance in Russia",
        "The effects of human resource practices on firm growth",
        "The effect of human resource management practices on business performance among private companies in Malaysia",
        "HR practices and HRM outcomes: the role of basic need satisfaction",
        "HRM and its effect on employee, organizational and financial outcomes in health care organizations",
        "Relationship between human resource management practices, enterprise strategy and company outcomes: Service industry of China",
        "The institutional antecedents of the assignment of HRM responsibilities to line managers",
        "Total reward strategy: a human resources management strategy going with the trend of the times",
        "Competency approach to human resources management: outcomes and contributions in a Turkish cultural context",
        "The effects of culture and HRM practices on firm performance: empirical evidence from Singapore",
        "Antecedents and consequences of hrm effectiveness: development of research agenda",
        "Human resource management and performance: From practices towards sustainable competitive advantage",
        "The role and impact of HRM policy",
        "Is there a bigger and better future for employer branding? Facing up to innovation, corporate reputations and wicked problems in SHRM",
        "Devolving HR responsibility to the line: threat, opportunity or partnership?",
        "From war for talent to victory through organization",
        "The effect of human resource management practices on Japanese MNC subsidiary performance: a partial mediating model",
        "The relation between human resource management (HRM) strategies and job loyalty as practiced at the public relations (PR’s) units in the government ministries of Jordan",
        "The mediating effect of HRM outcomes (employee retention) on the relationship between HRM practices and organizational performance",
        "Impact of human resource management practices on employees’ outcomes (Empirical Evidence from Public Sector Universities of Malakand Division, KPK, Pakistan)",
        "Impact of HRM practices on employee’s performance",
        "The impact of HRM Practices on employees performance: the case of islamic university of Gaza (IUG) in Palestine",
        "HRM in healthcare: the role of work engagement",
        "The impact of human resources management on healthcare quality",
        "The relationship between HR capabilities and quality of patient care: the mediating role of proactive work behaviors",
        "Evaluating the link between human resource management decisions and patient satisfaction with quality of care",
        "Effects of HRM on client satisfaction in nursing and care for the elderly",
        "Human resource management practices, employee outcome and performance of coffee research foundation, Kenya",
        "Competency management in the Flemish and Dutch civil service",
        "Factors contributing to managerial competence of first-line nurse managers: a systematic review",
        "Implementing human resource management successfully: a first-line management challenge",
        "The effect of strategic human resource management on organizational performance: the mediating role of high-performance human resource practices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60013959",
            "affilname": "University of Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013959",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Indianapolis",
            "@id": "60002829",
            "affilname": "IU School of Nursing",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002829",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Nursing Chulalongkorn University",
        "Chulalongkorn University"
    ]
}