{
    "eid": "2-s2.0-85168063790",
    "title": "A new large pantherine and a sabre-toothed cat (Mammalia, Carnivora, Felidae) from the late Miocene hominoid-bearing Khorat sand pits, Nakhon Ratchasima Province, northeastern Thailand",
    "cover-date": "2023-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Asia",
        "Bone cracking",
        "Felidae",
        "Late Miocene",
        "New taxon",
        "Pantherine",
        "Sabre-toothed cat"
    ],
    "authors": [
        "L. de Bonis",
        "Y. Chaimanee",
        "C. Grohé",
        "O. Chavasseau",
        "A. Mazurier",
        "K. Suraprasit",
        "J. J. Jaeger"
    ],
    "citedby-count": 0,
    "ref-count": 86,
    "ref-list": [
        "A cave lion (Panthera spelaea) skeleton from Torca del Leon (NW Iberia): Micromammals indicate a temperate and forest environment corresponding to GI-11 (MIS 3)",
        "Carnivores quaternaires de Bourgogne",
        "La brèche à carnivores du Pléistocène moyen de Château (Saône-et-Loire, France)",
        "The cave lion Panthera (Leo) spelaea and its evolution: Panthera spelaea intermedia nov. subspecies",
        "Large carnivores (Canidae, Hyaenidae, Felidae) from Laetoli",
        "Faunal and environmental change in the late Miocene Siwaliks of northern Pakistan",
        "Pleistocene Felidae (Mammalia, Carnivora) from the Kudaro paleolithic cave sites in the Caucasus",
        "The Pleistocene cave lion, Panthera spelaea (Carnivora, Felidae) from Yakutia, Russia",
        "Cave lion (Panthera spelaea) from the Pleistocene of Chuvashyia, European Russia",
        "Low-magnification microwear in Carnivora and dietary diversity in Hyaenodon (Mammalia: Hyaenodontidae) with additional information on its enamel microstructure",
        "The structure of the mandibular corpus and its relationship in feeding behaviour in extant carnivorous",
        "A new orang-utan relative from the Late Miocene of Thailand",
        "Khoratpithecus piriyai, a Late Miocene hominoid of Thailand",
        "New materials of Khoratpithecus, a late Miocene hominoid from Nakhon Ratchasima Province, Northeastern Thailand, confirm its pongine affinities",
        "Not a jaguar after all? Phylogenetic affinities and morphology of the Pleistocene felid Panthera gombaszoegensis",
        "A new species of Aceratherium (Rhinocerotidae, Perissodactyla) from the late Miocene of Nakhon Ratchasima, northeastern Thailand",
        "The first Neogene record of Zygolophodon (Mammalia, Proboscidea) in Thailand: implications for the mammutid evolution and dispersal in Southeast Asia",
        "Neogene Irrawaddy fauna of Central Myanmar: Carnivora",
        "CarniFOSS: a database of the body mass of fossil carnivores",
        "Étude des mammifères fossiles de Saint-Gérand-le-Puy (Allier)",
        "Mammifères miocènes nouveaux ou peu connus de La Grive-Saint-Alban (Isère)",
        "Re-Appraisal of ‘Felis’ pamiri Ozansoy, 1959 (Carnivora, Felidae) from the Upper Miocene of Turkey: the Earliest Pantherin Cat?",
        "Arrangement of the families of mammals and synoptical tables of characters of the subdivisions of mammals",
        "Flood deposits penecontemporaneous with ~0.8 Ma tektite fall in NE Thailand: impact-induced environmental effects?",
        "Brachypotherium perimense (Perissodactyla, Rhinocerotidae) from the Miocene of Nakhon Ratchasima, Northeastern Thailand, with comments on fossil records of Brachypotherium",
        "A new species of Bothriodontinae, Merycopotamus thachangensis (Cetartiodactyla, Anthracotheriidae) from the Late Miocene of Nakhon Ratchasima, northeastern Thailand",
        "Zur Charakterisierung und stratographischen Bedeutung von Panthera gombaszoegensis (Kretzoi, 1938)",
        "Zur systematischen Stellung von ‘Jansofelis vaufreyi’ Bonifay, 1971, und Felis lunelensis Bonifay, 1971, aus dem Pleistozän Südfrankreichs (Carnivora, Felidae)",
        "The identity of the “lion”, Panthera principialis sp. Nov., from the Pliocene Tanzanian site of Laetoli and its significance for molecular dating the pantherine phylogeny, with remarks on Panthera shawi (Broom, 1948), and a revision of Puma incurva (Ewer, 1956), the Early Pleistocene Swartkrans “leopard” (Carnivora, Felidae)",
        "The evolution of the palaeopantherine cats, Palaeopanthera gen. nov. blytheae (Tseng et al. 2014) and Palaeopanthera pamiri (Ozansoy, 1959) comb. nov. (Mammalia, Carnivora, Felidae)",
        "The Jaguar - Panthera onca gombaszoegensis (Kretzoi, 1938) (Carnivora: Felidae) in the late Lower Pleistocene of Akhalkalaki (South Georgia; Transcaucasia) and its evolutionary and ecological significance",
        "Panthera onca georgica ssp. Nov. from the Early Pleistocene of Dmanisi (Republic of Georgia) and the phylogeography of jaguars (Mammalia, Carnivora Felidae)",
        "Säugethier-Reste aus der Braunkohle von Göriach bei Turnau in Steiermark",
        "First record of the Eurasian jaguar in southern Asia and a review of dental differences between pantherine cats",
        "A revised taxonomy of the Felidae. The final report of the Cat Classification Task Force of the IUCN/ SSC Cat Specialist Group",
        "Die Raubtiere von Gombaszög nebst einer Übersicht der Gesamtfauna",
        "Bemerkungen über das Raubtiersystem",
        "Percrocuta Kretzoi (Mammalia, Carnivora), a group of Neogene hyenas",
        "Note on some Pleistocene mammal migrations from the Palearctic to the Nearctic",
        "The Pleistocene lion of Beringia",
        "Présence de Panthera gombaszoegensis Kretzoi, 1938 à la grotte XIV (Cénac-et-Saint-Julien)",
        "Correlation of carnassial tooth size and body weight in recent carnivores (Mammalia)",
        "Anatomical revision of the genus Merycopotamus (Artiodactyla; Anthracotheriidae): its significance for Late Miocene mammal dispersal in Asia",
        "Indian tertiary and post-tertiary vertebrata. Part VI. Siwalik and Narbada Carnivora",
        "Family of cats",
        "Panthera gombaszoegensis (Kretzoi, 1938) from Poland in the scope of the species evolution",
        "The Pleistocene lion Panthera spelaea (Goldfuss, 1810) from Poland – A review",
        "Decreasing size process in the cave (Pleistocene) lion Panthera spelaea (Goldfuss, 1810) evolution: a review",
        "Two forms of cave lion: Middle Pleistocene Panthera spelaea fossilis Reichenau, 1906 and Upper Pleistocene Panthera spelaea spelaea Goldfuss, 1810 from the Bisnik Cave, Poland",
        "Oldest known pantherine skull and evolution of the tiger",
        "New camivores from the basal Middle Miocene of Arrisdrift, Namibia",
        "Note on giraffe remains from the Miocene of continental Southeast Asia",
        "Neogene Bovidae from Tha Chang Sandpits, Nakhon Ratchasima, Northeastern Thailand",
        "Etude des gisements continentaux et des Mammifères du Cénozoïque de Turquie",
        "The fossil Carnivora of India",
        "Notes on Asian stegodontids",
        "Systematics and phylogeny of the small felines (Carnivora, Felidae) from the late Miocene of Europe: a new species of Felinae from the Vallesian of Batallones (MN 10, Madrid, Spain)",
        "Felid phylogenetics: extant taxa and skull morphology (Felidae, Aeluroidea)",
        "Mid-Tertiary paleoenvironments in Thailand: pollen evidences",
        "Skull morphology and functionality of extant Felidae (Mammalia: Carnivora): a phylogenetic and evolutionary perspective",
        "Cranial morphology of five felids: Acinonyx jubatus, Panthera unca, Panthera pardus, Puma concolor, Uncia uncia",
        "Systematic position of the cave lion Panthera spelaea (Goldfuss) based on cranial and dental characters",
        "Pleistocene mammals from Lakhuti, southern Tajikistan, U.S.S.R",
        "The enamel of Creodonta, Arctocyonidae, and Mesonychidae (Mammalia), with special reference to the appearance of Hunter–Schreger bands",
        "Differentiations in Hunter-Schreger bands of carnivores",
        "The specialized structure of hyaenid enamel: description and development within the lineage including percrocutids",
        "Extinction chronology of the cave lion Panthera spelaea",
        "Proboscidean fossil from the Tha Chang Sand pits, Nakhon Ratchasima Province, Thailand",
        "Variation and implications of intra-dentition Hunter-Schreger band pattern in fossil hyaenids and canids (Carnivora, Mammalia)",
        "Himalayan fossils of the oldest known pantherine establish ancient origin of big cats",
        "Dental sex dimorphism in European Lions (Panthera leo L.) of the Upper Pleistocene:palaeoecological and palaeoethological implications",
        "The assessment of size in fossil Felidae",
        "Neue Beiträge zur Kenntniss der fossilen Säugthier-Überreste von Pikermi",
        "Phylogenetic systematics of the Borophaginae (Carnivora, Canidae)",
        "Morphological patterns in the skulls of cats",
        "Constraint and adaptation in the bone-cracking canid Osteoborus (Mammalia, Canidae)",
        "Phylogeny and evolution of cats (Felidae)",
        "Carnivora",
        "Jungtertiäre Carnivoren Chinas"
    ],
    "affiliation": [
        {
            "affiliation-city": "Poitiers",
            "@id": "60032653",
            "affilname": "Universite de Poitiers",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032653",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "CNRS 7262 Université de Poitiers",
        "Mana Rugbumrung",
        "DMR"
    ]
}