{
    "eid": "2-s2.0-85127555966",
    "title": "Co-infection of Candidatus Piscichlamydia Trichopodus (Order Chlamydiales) and Henneguya sp. (Myxosporea, Myxobolidae) in Snakeskin Gourami Trichopodus pectoralis (Regan 1910)",
    "cover-date": "2022-03-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "16S rRNA",
        "Candidatus Piscichlamydia trichopodus",
        "Chlamydia-like organism",
        "Chlamydiales",
        "Henneguyasp",
        "snakeskin gourami"
    ],
    "authors": [
        "Nguyen Dinh-Hung",
        "Ha Thanh Dong",
        "Chayanit Soontara",
        "Channarong Rodkhum",
        "Sukkrit Nimitkul",
        "Prapansak Srisapoome",
        "Pattanapon Kayansamruaj",
        "Satid Chatchaiphan"
    ],
    "citedby-count": 2,
    "ref-count": 56,
    "ref-list": [
        "The nomenclature of Trichopodus pectoralis Regan, 1910; Trichopus cantoris Sauvage, 1884 and Osphronemus saigonensis Borodin, 1930 (Teleostei: Peciformes: Osphronemidae)",
        "Statistics of Freshwater Aquaculture Production",
        "Occurrence of parasitic and bacterial diseases in Thai freshwater fish",
        "Myxozoan genera: definition and notes on taxonomy, life-cycle terminology and pathogenic species",
        "Site preference of fish myxosporeans in the gill",
        "A checklist of new species of Henneguya Thélohan, 1892 (Myxozoa: Myxosporea, Myxobolidae) described between 2002 and 2012",
        "guideline for the preparation of species descriptions in Myxosporea",
        "Classification and Phylogenetics of Myxozoa. In: Myxozoan Evolution, Ecology and Development, eds. Okamura B, Gruhl A, Bartholomew JL",
        "Recent advances in our knowledge of the Myxozoa",
        "Histopathological changes in fish gills infected with myxosporidian parasites of the genus Henneguya",
        "Assay to detect the actinospore and myxospore stages of proliferative gill disease in oligochaetes and pond water",
        "Pathogenicity and seasonal occurrence of Henneguya-creplini (Protozoa, Myxosporea) on the gills of perch Perca-Fluviatilis in central Finland",
        "Epitheliocystis in fish",
        "Epitheliocystis in fish: an emerging aquaculture disease with a global impact",
        "Characteristics of Chlamydia-like organisms pathogenic to fish",
        "A review on chlamydial diseases in animals: still a challenge for pathologists?",
        "Trends in the farming of the snakeskin gourami (Trichogaster pectoralis) in Thailand",
        "Adaptive radiation and evolution within the myxozoa. In: Myxozoan Evolution, Ecology and Development, editors. Okamura B, Gruhl A, Bartholomew JL",
        "Emended description of the order Chlamydiales, proposal of Parachlamydiaceae fam. nov and Simkaniaceae fam nov, each containing one monotypic genus, revised taxonomy of the family Chlamydiaceae, including a new genus and five new species, and standards for the identification of organisms",
        "Epitheliocystis in rohu Labeo rohita (Hamilton, 1822) is caused by novel Chlamydiales",
        "Characterization of “Candidatus piscichlamydia salmonis” (order Chlamydiales), a chlamydia-like bacterium associated with epitheliocystis in farmed Atlantic salmon (Salmo salar)",
        "MEGA X molecular evolutionary genetics analysis across computing platforms",
        "Dissecting the localization of Tilapia tilapinevirus in the brain of the experimentally infected Nile tilapia, Oreochromis niloticus (L)",
        "Increasing diversity within Chlamydiae",
        "Chlamydial infections of fish: diverse pathogens and emerging causes of disease in aquaculture species",
        "Diverse Chlamydia-like agents associated with epitheliocystis infection in two cyprinid fish species, the common carp (Cyprinus carpio L",
        "Epitheliocystis in carp (Cyprinus carpio) in South Korea",
        "‘Cand. Actinochlamydia clariaeh gen nov, sp nov, a unique intracellular bacterium causing epitheliocystis in catfish (Clarias gariepinus) in Uganda",
        "Molecular characterization of “Candidatus Parilichlamydia carangidicola,” a novel Chlamydia-like epitheliocystis agent in yellowtail kingfish, Seriola lalandi (Valenciennes), and the proposal of a new family, “Candidatus Parilichlamydiaceae” fam. nov (order Chlamydiales)",
        "Molecular characterization of “Candidatus Similichlamydia latridicola” gen. nov, sp nov (Chlamydiales: “Chlamydial Parilichlamydiaceaeary a novel Chlamydia-like epitheliocystis agent in the striped trumpeter, Latris lineata (Forster)",
        "“Candidatus Similichlamydia laticola”, a novel Chlamydia-like agent of epitheliocystis in seven consecutive cohorts of farmed Australian barramundi, Lates calcarifer (Bloch)",
        "Candidatus Actinochlamydia pangasiae sp nov (Chlamydiales, Actinochlamydiaceae), a bacterium associated with epitheliocystis in Pangasianodon hypophthalmus",
        "A systemic microbial disease in the Dungeness crab, Cancer magister, caused by a Chlamydia-like organism",
        "The developmental cycle of epitheliocystis in carp, Cyprinus carpio L",
        "A light and electron microscopic study on epitheliocystis disease in cultured fishes",
        "Ultrastructural observations on the causative agent of epitheliocystis in the brown bullhead, Ictalurus nebulosus Lesueur, from Ontario and a comparison with the Chlamydiae of higher vertebrates",
        "A morphological study of the epitheliocystis agent in farmed Atlantic Salmon",
        "Protozoal and epitheliocystis-like infections in the introduced bluestripe snapper Lutjanus kasmira in Hawaii",
        "Epitheliocystis agents in sea bream Sparus aurata: morphological evidence for two distinct Chlamydia-like developmental cycles",
        "Epitheliocystis distribution and dharacterization in brown trout (Salmo trutta) from the headwaters of two major European rivers, the Rhine and Rhone",
        "Approaches for characterizing myxozoan species. In: Okamura B, Gruhl A, Bartholomew JL, editors",
        "Phylogeny of Myxobolidae (Myxozoa) and the evolution of myxospore appendages in the Myxobolus clade",
        "Synopsis of the species of the genus Henneguya Thélohan, 1892 (Myxozoa: myxosporea: myxobolidae",
        "Specificity of infection sites in vertebrate hosts",
        "Prevalence of Henneguya branchialis in Catfish (Clarias gariepinus) in Ismailia, Egypt",
        "An outbreak of myxozoan parasites in farmed freshwater fish Colossoma macropomum (Cuvier, 1818) (Characidae, Serrasalminae) in the Amazon region, Brazil",
        "Pathologic changes associated with respiratory compromise and morbidity due to massive interlamellar Henneguya exilis infection in Channel × Blue Hybrid Catfish",
        "Morphology, histology and phylogeny of Henneguya sinova sp. nov (Myxobolidae: Myxozoa) infecting gills of Parablennius tentacularis in the Black Sea, Turkey",
        "new myxozoan species Henneguya unitaeniata sp. nov (Cnidaria: Myxosporea) on gills of Hoplerythrinus unitaeniatus from Mato Grosso State, Brazil",
        "Henneguya pagri n. sp (Myxozoa: Myxosporea) causing cardiac henneguyosis in red sea bream, Pagrus major (Temminck & Schlegel)",
        "Henneguyosis in gills of Metynnis hypsauchen: an Amazon freshwater fish",
        "Successful treatment of largemouth bass, Micropterus salmoides (L), with epitheliocystis hyperinfection"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60010105",
            "affilname": "Asian Institute of Technology Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010105",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence in Aquatic Animal Health Management, Faculty of Fisheries, Kasetsart University"
    ]
}