{
    "eid": "2-s2.0-85063204853",
    "title": "The impact of corporate social responsibility on customer satisfaction and loyalty: A case study of the hotel industry in thailand",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Wilert Puriwat",
        "Suchart Tripopsakul"
    ],
    "citedby-count": 5,
    "ref-count": 30,
    "ref-list": [
        "Customer satisfaction and shareholder value",
        "SEM made simple: A gentle approach to learning structural equation modeling",
        "Corporat e soci al responsibility: A process model of sensemaking",
        "How companies manage sustainability: Mckinsey global survey results",
        "Corporate social responsibility: Evolution of a definitional construct",
        "Customer perception of CSR initiatives: Its antecedents and consequences",
        "The effects of CSR on customer satisfaction and loyalty in China: The moderating role of corporate image",
        "Brand trust in the context of consumer loyalty",
        "The effects of satisfaction and loyalty on profits and growth: Products versus services",
        "The role played by perceived usability, satisfaction and consumer trust on website loyalty",
        "Doing good to do well? Corporate social responsibility reasons, practices and impacts in small and medium accommodation enterprises",
        "How does corporate social responsibility create customer loyalty? The role of corporate image",
        "Do satisfied customers really pay more? A study of the relationship between customer satisfaction and willingness to pay",
        "Corporate social responsibility and its role in community development: An international perspective",
        "A stakeholder approach to corporate social responsibility: A fresh perspective into theory and practice",
        "Consumer responses to CSR driven microfinance strategy of banks—an empirical investigation based on India",
        "Validating antecedents of c us t ome r l oya l t y f or I ndi a n c e l l phone users",
        "Corporate social responsibility, customer satisfaction, and market value",
        "Hospitality managers’ perception of corporate social responsibility: An explorative study",
        "Consumers’ perceptions of corporate social responsibilities: A cross-cultural comparison",
        "Corporate citizenship: Cultural antecedents and business benefits",
        "CSR and customer loyalty: The roles of trust, customer identification with the company and satisfaction",
        "CSR influence on hotel brand image and loyalty",
        "What do we mean by corporate social responsibility?",
        "Corporate social responsibility: Worth-creating activities",
        "How can corporate social responsibility activities create value for stakeholders? A systematic review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60012448",
            "affilname": "Bangkok University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012448",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}