{
    "eid": "2-s2.0-84945973217",
    "title": "Folate and vitamin B12 levels in thai patients with oral lichenoid related drug Razine folata i vitamina B12 kod Tajlandana s oralnom lihenoidnom reakcijom povezanom s lijekovima",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Asian continental ancestry group",
        "Folic acid",
        "Lichen planus",
        "Oral",
        null
    ],
    "authors": [
        "Kobkan Thongprasom"
    ],
    "citedby-count": 0,
    "ref-count": 20,
    "ref-list": [
        "Oral lichen planus and oral lichenoid lesions: diagnostic and therapeutic considerations",
        "Oral lichen planus versus oral lichenoid reaction: Difficulties in the diagnosis",
        "Hematologic abnormalities in recurrent oral ulceration",
        "Acta Stomatol Croat",
        "Current controversies in oral lichen planus: Report of an international consensus meeting. Part 2. Clinical management and malignant transformation",
        "Drug‐Induced Lichen Planus",
        "Steriods in the treatment of lichen planus: a review.",
        "Urban legends series: Lichen planus",
        "Oral lichenoid lesions and serum antinuclear antibodies in Thai patients",
        "Oral lichen planus and oral lichenoid lesions; a critical appraisal with emphasis on the diagnostic aspects",
        "Number V. Oral lichen planus: Clinical features and management",
        "Adverse drug events in the oral cavity",
        "Making sense of laboratory tests of folate status: Folate requirements to sustain normality",
        "Staging vitamin B-12 (cobalamin) status in vegetarians",
        "Practical Haematology",
        "Clinicopathologic correlation of oral lichen planus and oral lichenoid lesions: A preliminary study",
        "IJEDS",
        "Simvastatin‐induced lichenoid drug eruption",
        "Lichenoid drug eruption with HMG-CoA reductase inhibitors (fluvastatin and lovastatin) [2]",
        "Pravastatin-induced lichenoid drug eruption"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}