{
    "eid": "2-s2.0-85077144630",
    "title": "Creating a coffee tourism network in the north of Thailand",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "coffee tourism",
        "Northern Thailand",
        "special interest tourism",
        "tourism",
        "tourism network"
    ],
    "authors": [
        "Natnaree Smith",
        "Nopparat Suthitakon",
        "Tepprasit Gulthawatvichai",
        "Sombat Karnjanakit"
    ],
    "citedby-count": 9,
    "ref-count": 40,
    "ref-list": [
        "The familiar coffee culture: A possible inspiration for the coffee tourism development in Minas Gerais State, Brazil",
        "The role, organisation and contribution of community enterprise to urban regeneration policy in the UK",
        "Local participation in the planning and management of ecotourism: A revised model approach",
        "Community participation in tourism destination development: A literature review",
        "Qualitative research: A challenging paradigm for infection control",
        "The development of sustainable tourism indicators in Thailand",
        "About the issue: Doi Tung Coffee and Doi Chang Coffee progress registered GI in Europe",
        "Managing community stakeholders in rural areas: Assessing the organisation of local sports events in Gorski Kotar, Croatia",
        "Snoring the foundations of the TALC in tropical island destinations: Kona, Hawaii",
        "Coffee attraction experiences: Narrative study",
        "Community engagement in drive tourism: Case study of the wild Atlantic way",
        "Ethiopia's coffee sector: A bitter or better future?",
        "Coffee, Klimt, and climbing: Constructing an Austrian national identity in tourist literature, 1918–1938",
        "Inhibitors to host community participation in sustainable tourism development in developing countries",
        "Discovering Colombia's specialty coffees",
        "Local tourism awareness and knowledge: Community views in Wanayasa",
        "The right brew? An analysis of the tourism experiences in rural Taiwan’s coffee estates",
        "Destination marketing: Competition, cooperation or coopetition?",
        "Local community and local economy: Place, policies and power at the micro-scale"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}