{
    "eid": "2-s2.0-84971483773",
    "title": "Comparison of the surface roughness of feldspathic porcelain polished with a novel alumina-zirconia paste or diamond paste",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Alumina",
        "Dental porcelain",
        "Zirconia"
    ],
    "authors": [
        "Suparaksa Yamockul"
    ],
    "citedby-count": 8,
    "ref-count": 21,
    "ref-list": [
        "Effect of different finishing techniques for restorative materials on surface roughness and bacterial adhesion",
        "Comparison of surface roughness of oral hard materials to the threshold surface roughness for bacterial plaque retention: a review of the literature.",
        "Scanning electron microscopy and profilometer evaluation of glazed and polished dental porcelain",
        "Polished versus autoglazed porcelain surfaces",
        "Surface finishing of dental porcelain",
        "An in vitro investigation into the surface roughness of 2 glazed, unglazed, and refinished ceramic materials",
        "Polishing methods of an alumina-reinforced feldspar ceramic",
        "Comparison of glazed and polished dental porcelain.",
        "Phillips’ Science of Dental Materials",
        "The art and science of abrasive finishing and polishing in restorative dentistry.",
        "Influence of polishing duration on surface roughness of resin composites.",
        "Craig's Restorative Dental Material",
        "Comparison of methods for measuring surface roughness of ceramic",
        "Effects of different polishing techniques on the surface roughness of dental porcelains",
        "Polishing porcelain veneers: an SEM and specular reflectance analysis",
        "Effect finishing and polishing procedures on the surface roughness of IPS Empress 2 ceramic",
        "Surface roughness of a novel dental porcelain following different polishing procedures",
        "Glazing and finishing dental porcelain: a literature review.",
        "Dental Materials and Their Selection",
        "Phillips’ Science of Dental Materials",
        "Surface roughness of a dental ceramic after polishing with different vehicles and diamond pastes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}