{
    "eid": "2-s2.0-85096884677",
    "title": "The pathophysiology of dystonic tremors and comparison with essential tremor",
    "cover-date": "2020-11-25",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cerebellar function",
        "Dystonic tremor",
        "Essential tremor",
        "Pathophysiology",
        "Transcranial magnetic stimulation"
    ],
    "authors": [
        "Pattamon Panyakaew",
        "Hyun Joo Cho",
        "Sang Wook Lee",
        "Tianxia Wu",
        "Mark Hallett"
    ],
    "citedby-count": 29,
    "ref-count": 59,
    "ref-list": [
        "Phenomenology and classification of dystonia: a consensus update",
        "Complex motor task associated with non-linear BOLD responses in cerebro-cortical areas and cerebellum",
        "Impaired eye blink classical conditioning distinguishes dystonic patients with and without tremor",
        "A widespread visually-sensitive functional network relates to symptoms in essential tremor",
        "The role of cerebellum in patients with late onset cervical/segmental dystonia? Evidence from the clinic",
        "Consensus Statement on the Classification of Tremors from the Task Force on Tremor of the International Parkinson and Movement Disorder Society",
        "Effects of cerebellar theta-burst stimulation on arm and neck movement kinematics in patients with focal dystonia",
        "A role for accelerometry in the differential diagnosis of tremor syndromes",
        "Effects of cerebellar TMS on motor cortex of patients with focal dystonia: a preliminary report",
        "Distinguishing the central drive to tremor in Parkinson’s disease and essential tremor",
        "Neuroanatomical correlates of dystonic tremor: a cross-sectional study",
        "Somatosensory temporal discrimination in Parkinson’s disease, dystonia and essential tremor: pathophysiological and clinical implications",
        "Thalamic deep brain stimulation for tremor in Parkinson disease, essential tremor, and dystonia",
        "Exploring the connectivity between the cerebellum and motor cortex in humans",
        "Is tremor in dystonia a phenotypic feature of dystonia?",
        "Tremor in primary adult-onset dystonia: prevalence and associated clinical features",
        "Network-level connectivity is a critical feature distinguishing dystonic tremor and essential tremor",
        "Consensus statement of the Movement Disorder Society on Tremor Ad Hoc Scientific Committee",
        "The pathophysiology of tremor",
        "Tremor stability index: a new tool for differential diagnosis in tremor syndromes",
        "The cerebral network of Parkinson’s tremor: an effective connectivity fMRI study",
        "The frequency content of common synaptic inputs to motoneurones studied during voluntary isometric contraction in man",
        "Corticospinal activation confounds cerebellar effects of posterior fossa stimuli",
        "Loss of inhibition in sensorimotor networks in focal hand dystonia",
        "Non-invasive cerebellar stimulation: a consensus paper",
        "Neurophysiology of dystonia: the role of inhibition",
        "A framework for the analysis of mixed time series/point process data: theory and application to the study of physiological tremor, single motor unit discharges and electromyograms",
        "Cerebellar dysfunction in essential tremor",
        "Cerebral causes and consequences of parkinsonian resting tremor: a tale of two circuits?",
        "The effects of cerebellar stimulation on the motor cortical excitability in neurological disorders: a review",
        "Tremor and idiopathic dystonia",
        "Cerebellar brain inhibition is decreased in active and surround muscles at the onset of voluntary movement",
        "Neural correlates of dystonic tremor: a multimodal study of voice tremor in spasmodic dysphonia",
        "Effects of two weeks of cerebellar theta burst stimulation in cervical dystonia patients",
        "Essential tremor: a nuanced approach to the clinical features",
        "Cerebellar pathology of a dual clinical diagnosis: patients with essential tremor and dystonia",
        "Head tremor at disease onset: an ataxic phenotype of cervical dystonia",
        "Thalamic deep brain stimulation activates the cerebellothalamocortical pathway",
        "Arm tremor in cervical dystonia differs from essential tremor and can be classified by onset age and spread of symptoms",
        "The patchy tremor landscape: recent advances in pathophysiology",
        "A subcortical oscillatory network contributes to recovery of hand dexterity after spinal cord injury",
        "Blink reflex recovery cycle in patients with dystonic tremor: a cross-sectional study",
        "Spinally generated electromyographic oscillations and spasms in a low-thoracic complete paraplegic",
        "Comparison of the Fahn-Tolosa-Marin Clinical Rating Scale and the Essential Tremor Rating Assessment Scale",
        "Tremor in dystonia",
        "Cerebellar brain inhibition in the target and surround muscles during voluntary tonic activation",
        "The cerebellothalamocortical pathway in essential tremor",
        "Abnormal cerebellar connectivity and plasticity in isolated cervical dystonia",
        "How many types of dystonia? Pathophysiological considerations",
        "Tremor associated with focal and segmental dystonia",
        "Arm tremor in cervical dystonia: is it a manifestation of dystonia or essential tremor?",
        "Moving toward “laboratory-supported” criteria for psychogenic tremor",
        "Irregularity distinguishes limb tremor in cervical dystonia from essential tremor",
        "Oscillatory head movements in cervical dystonia: dystonia, tremor, or both?",
        "Current opinions and areas of consensus on the role of the cerebellum in dystonia",
        "Temporal discrimination in patients with dystonia and tremor and patients with essential tremor",
        "Can we see the cerebellar activation effect by TMS over the back of the head?",
        "Magnetic stimulation over the cerebellum in humans",
        "TMS and drugs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bethesda",
            "@id": "60013780",
            "affilname": "National Institute of Neurological Disorders and Stroke",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013780",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60033397",
            "affilname": "National Rehabilitation Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033397",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Daejeon",
            "@id": "60032144",
            "affilname": "Korea Advanced Institute of Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032144",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60020444",
            "affilname": "The Catholic University of America",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020444",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute of Neurological Disorders and Stroke"
    ]
}