{
    "eid": "2-s2.0-84941313027",
    "title": "Small ncRNA expression-profiling of blood from hemophilia a patients identifies mir-1246 as a potential regulator of Factor 8 gene",
    "cover-date": "2015-07-15",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Tewarit Sarachana"
    ],
    "citedby-count": 20,
    "ref-count": 25,
    "ref-list": [
        "Haemophilias A and B",
        "Improvements in factor concentrates",
        "The epidemiology of inhibitors in haemophilia A: A systematic review",
        "F8 gene mutation type and inhibitor development in patients with severe hemophilia A: Systematic review and meta-analysis",
        "The CDC Hemophilia A Mutation Project (CHAMP) Mutation List: A New Online Resource",
        "Endogenous factor VIII synthesis from the intron 22-inverted F8 locus may modulate the immunogenicity of replacement therapy for hemophilia A",
        "Factor VIII in the setting of acute ischemic stroke among patients with suspected hypercoagulable state",
        "Role of clotting factor VIII in effect of von Willebrand factor on occurrence of deep-vein thrombosis",
        "Identification of a shared F8 mutation in the Korean patients with acquired hemophilia A",
        "Mass spectrometry-assisted study reveals that lysine residues 1967 and 1968 have opposite contribution to stability of activated factor VIII",
        "The evolution of gene regulation by transcription factors and microRNAs",
        "Most mammalian mRNAs are conserved targets of microRNAs",
        "A microRNA feedback circuit in midbrain dopamine neurons",
        "The expanding snoRNA world",
        "Non-coding RNAs: Lessons from the small nuclear and small nucleolar RNAs",
        "MicroRNA target site polymorphisms and human disease",
        "Haemophilia A: From mutation analysis to new therapies",
        "Factor VIII A3 domain substitution N1922S results in hemophilia A due to domain-specific misfolding and hyposecretion of functional protein",
        "Deep intronic 'mutations' cause hemophilia A: Application of next generation sequencing in patients without detectable mutation in F8 cDNA",
        "High plasma concentration of factor VIIIc is a major risk factor for venous thromboembolism",
        "High prevalence of elevated factor VIII levels in patients referred for thrombophilia screening: Role of increased synthesis and relationship to the acute phase reaction",
        "Microarray data normalization and transformation",
        "TM4: A free, open-source system for microarray data management and analysis",
        "A systematic statistical linear modeling approach to oligonucleotide array experiments",
        "Significance analysis of microarrays applied to the ionizing radiation response"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "The George Washington University School of Medicine and Health Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Washington, D.C.",
            "affilname": "Childrens National Health System",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "CBER",
        "Center for Cancer and Blood Disorders",
        "U.S. Department of Energy",
        "U.S. Food and Drug Administration",
        "Oak Ridge Institute for Science and Education"
    ]
}