{
    "eid": "2-s2.0-85065924000",
    "title": "Radiation dose used in pediatric voiding cystourethrography: Three-year data from king Chulalongkorn memorial hospital",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Children",
        "Effective dose",
        "Fluoroscopy",
        "Radiation dose",
        "Voiding cystourethrography"
    ],
    "authors": [
        "T. Tabtieang",
        "S. Manaphol",
        "T. Phewplung"
    ],
    "citedby-count": 1,
    "ref-count": 17,
    "ref-list": [
        "Radiation dose measurement and risk estimation for paediatric patients undergoing micturating cystourethrography",
        "Practice parameter: The diagnosis, treatment, and evaluation of the initial urinary tract infection in febrile infants and young children",
        "Vesicoureteral reflux and urinary tract infection: Evolving practices and current controversies in pediatric imaging",
        "Voiding cystourethrography revisited: Descriptive statistics for the detection of vesicoureteral reflux",
        "Pause and pulse: Radiation dose in pediatric fluoroscopy",
        "ALARA in pediatric fluoroscopy",
        "American College of Radiology white paper on radiation dose in medicine",
        "TheALARA(As low as reasonably achievable) concept in pediatric interventional and fluoroscopic imaging: Striving to keep radiation doses as low as possible during fluoroscopy of pediatric patients--a white paper executive summary",
        "Evaluation of radiation dose in voiding cystourethrography in children",
        "Estimation of effective dose to the patient during medical x-ray examinations from measurements of the dose-area product",
        "1990 Recommendations of the International Commission on Radiological Protection",
        "U.S. diagnostic reference levels and achievable doses for 10 adult CT examinations",
        "The 2007 Recommendations of the International Commission on Radiological Protection. ICRP publication 103",
        "ICRP Publication 117. Radiological protection in fluoroscopically guided procedures performed outside the imaging department",
        "Radiation doses to paediatric patients undergoing Voiding Cystourethrography (VCUG) at Siriraj Hospital",
        "Radiation dose from Voiding Cystourethrography (VCUG) Examination in children",
        "A review of current local dose-area product levels for paediatric fluoroscopy in a tertiary referral centre compared with national standards. Why are they so different?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}