{
    "eid": "2-s2.0-84922347963",
    "title": "Monitoring fungal growth on brown rice grains using rapid and non-destructive hyperspectral imaging",
    "cover-date": "2015-04-06",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Fungal infection",
        "Hyperspectral imaging",
        "Non-destructive method",
        "Scanning electron microscopy",
        "Self-organizing map"
    ],
    "authors": [
        "U. Siripatrawan"
    ],
    "citedby-count": 86,
    "ref-count": 40,
    "ref-list": [
        "Early detection of Fusarium infection in wheat using hyper-spectral imaging",
        "Effects of γ-radiation on the fungus Alternaria alternata in artificially inoculated cereal samples",
        "Self organising maps for visualising and modelling",
        "A fluorescence polarization immunoassay for the detection of zearalenone in corn",
        "Early detection of toxigenic fungi on maize by hyperspectral imaging analysis",
        "Application of near infrared spectroscopy for rapid detection of aflatoxin B1 in maize and barley as analytical quality assessment",
        "Content uniformity of pharmaceutical solid dosage forms by near infrared hyperspectral imaging: A feasibility study",
        "Kohonen Maps",
        "Neural Networks: A Comprehensive Foundation",
        "Scanning electron microscopy of Fusarium damaged kernels of spring wheat",
        "Appl. Microbiol.",
        null,
        "Prediction of liquid chromatographic retention behavior based on quantum chemical parameters using supervised self organizing maps",
        "Essentials of the self-organizing map",
        "Some observations on the growth of Aspergillus niger from spore inoculum.",
        "Mycotoxin research and mycoflora in some commercially important agricultural commodities",
        "PCR detection of aflatoxin producing fungi and its limitations",
        "Development of prediction models for determining N content in citrus leaves based on hyperspectral imaging technology",
        "Volatiles as an indicator of fungal activity and differentiation between species, and the potential use of electronic nose technology for early detection of grain spoilage",
        "Fungi and mycotoxins in grain: Implications for stored product research",
        "Nutrient-focused Processing of Rice",
        "The occurrence of Fusarium species and mycotoxins in Kenyan wheat",
        "Assessment of soft X-ray imaging for detection of fungal infection in wheat",
        "Potential of multispectral imaging technology for rapid and non-destructive determination of the microbiological quality of beef filets during aerobic storage",
        "Fungal mycoflora and mycotoxins in Korean polished rice destined for humans",
        "Detection of corn kernels infected by fungi",
        "The normal mycoflora of commodities from Thailand. 2. Beans, rice, small grains and other commodities",
        "Mycotoxigenic fungi, mycotoxins, and management of rice grains",
        null,
        "How will climate change affect mycotoxins in food?",
        "Quantification of fructan concentration in grasses using NIR spectroscopy and PLSR",
        "Multiple Self Organising Maps (mSOMs) for simultaneous classification and prediction: Illustrated by spoilage in apples using volatile organic profiles",
        "Synchrotron based infrared imaging study of compositional changes in stored wheat due to infection with Aspergillus glaucus",
        "Identification of insect-damaged wheat kernels using short-wave near-infrared hyperspectral and digital colour imaging",
        "Mycotoxins in rice",
        "Mycoflora of paddy and milled rice produced in the region of Northeastern Argentina and Southern Paraguay",
        "Self-organizing maps based on chaotic parameters to detect adulterations of extra virgin olive oil with inferior edible oils",
        "Investigation of fungal development in maize kernels using NIR hyperspectral imaging and multivariate data analysis",
        "MALDI-typing of infectious algae of the genus Prototheca using SOM portraits",
        "PLS-regression: A basic tool of chemometrics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Agricultural Research Exchange Fund",
        "Ministry of Education, Culture, Sports, Science and Technology",
        "National Research Council of Thailand",
        "Agricultural Research Development Agency"
    ]
}