{
    "eid": "2-s2.0-85089740866",
    "title": "Conjunctival sporotrichosis from cat to human: Case report",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ophthalmology",
            "@code": "2731",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Asia",
        "Cat transmission",
        "Cat ulcer",
        "Conjunctival nodule",
        "Sporothrix schenckii",
        "Zoonosis"
    ],
    "authors": [
        "Usanee Reinprayoon",
        "Monthira Jermjutitham",
        "Suppapong Tirakunwichcha",
        "Wijit Banlunara",
        "Wasee Tulvatana",
        "Ariya Chindamporn"
    ],
    "citedby-count": 5,
    "ref-count": 18,
    "ref-list": [
        "Report of 73 cases of cutaneous sporotrichosis in Mexico",
        "Sporothrix schenckii and sporotrichosis",
        "The impact of sporotrichosis in HIV-infected patients: a systematic review",
        "Cutaneous sporotrichosis in Thailand: first reported case",
        "Cutaneous sporotrichosis in a stray cat from Thailand. Medical mycology case reports",
        "Sporotrichosis in Southern Brazil, towards an epidemic? Zoonoses and public health",
        "Global epidemiology of sporotrichosis",
        "Cutaneous sporotrichosis: a six-year review of 19 cases in a tertiary referral center in Malaysia",
        "Ocular sporotrichosis: 26 cases with bulbar involvement in a hyperendemic area of zoonotic transmission",
        "Sporothrix species causing outbreaks in animals and humans driven by animal-animal transmission",
        "Sporotrichosis: from KOH to molecular biology",
        "Histopathology of cutaneous sporotrichosis in Rio de Janeiro: a series of 119 consecutive cases",
        "Diagnostic Value of a Nested Polymerase Chain Reaction for Diagnosing Cutaneous Sporotrichosis from Paraffin-Embedded Skin Tissue",
        "Sporotrichosis: an update on epidemiology, etiopathogenesis, laboratory and clinical therapeutics",
        "Evaluation of the anticryptococcal activity of the antibiotic polymyxin B in vitro and in vivo",
        "The antibiotic polymyxin B exhibits novel antifungal activity against Fusarium species",
        "Spontaneous disappearance of cutaneous sporotrichosis. Report of two cases",
        "Spontaneous Resolution of Zoonotic Sporotrichosis during Pregnancy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}