{
    "eid": "2-s2.0-84978427989",
    "title": "Preparation of improved Ag-Pd/TiO2 catalysts using the combined strong electrostatic adsorption and electroless deposition methods for the selective hydrogenation of acetylene",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        }
    ],
    "keywords": [],
    "authors": [
        "Sumonrat Riyapan"
    ],
    "citedby-count": 34,
    "ref-count": 48,
    "ref-list": [
        "Selective hydrogenation of acetylene in the presence of ethylene on zeolite-supported bimetallic catalysts",
        "Hydrogenation of carbon-carbon multiple bonds: Chemo-, regio- and stereo-selectivity",
        "Effect of Ag-promotion on Pd catalysts by XANES",
        null,
        null,
        null,
        null,
        null,
        "Modified Pd catalysts for the selective hydrogenation of acetylene",
        "Influence of surface structures, subsurface carbon and hydrogen, and surface alloying on the activity and selectivity of acetylene hydrogenation on Pd surfaces: A density functional theory study",
        "Hydrogenation of acetylene-ethylene mixtures over Pd and Pd-Ag alloys: First-principles-based kinetic Monte Carlo simulations",
        null,
        "Effects of supports and promoter Ag on Pd catalysts for selective hydrogenation of acetylene",
        "Appl. Catal., A",
        null,
        "Preparation and structural analysis of carbon-supported co core/pt shell electrocatalysts using electroless deposition methods",
        "Platinum-ruthenium bimetallic clusters on graphite: A comparison of vapor deposition and electroless deposition methods",
        "Preparation and Characterization of Pt-Ru Bimetallic Catalysts Synthesized by Electroless Deposition Methods",
        "Characterization and evaluation of Pt-Pd electrocatalysts prepared by electroless deposition",
        "The Effect of the Surface Composition of Ru-Pt Bimetallic Catalysts for Methanol Oxidation",
        "The hydrogenation of acetylene. II. The reaction of acetylene with hydrogen catalyzed by alumina-supported palladium",
        "Pressure jump and isotope replacement studies of acetylene hydrogenation on palladium surface",
        "Rev. Inst. Franc. Pétrole",
        "The rational synthesis of Pt-Pd bimetallic catalysts by electrostatic adsorption",
        "The synthesis of highly dispersed noble and base metals on silica via strong electrostatic adsorption: I. Amorphous silica",
        null,
        "Synthesis of very highly dispersed platinum catalysts supported on carbon xerogels by the strong electrostatic adsorption method",
        "Mod. Aspects Electrochem.",
        null,
        null,
        "Chemisorption and thermal decomposition of ethylene on Pd(110): Electron energy loss spectroscopy, low-energy electron diffraction, and thermal desorption spectroscopy studies",
        "Energetics and kinetics of the interaction of acetylene and ethylene with Pd{100} and Ni{100}",
        null,
        "An investigation of the reaction pathway for ethylene hydrogenations on Pd(111)",
        null,
        "Ethylene hydrogenation on Pt(111) monitored in situ at high pressures using sum frequency generation",
        null,
        "Preparation and characterization of silica-supported, group IB-Pd bimetallic catalysts prepared by electroless deposition methods",
        "Theoretical study of the adsorption of acetylene on the (111) surfaces of Pd, Pt, Ni, and Rh",
        "Unsaturated hydrocarbons adsorbed on low coordinated Pd surface: A periodic DFT study",
        "Acetylene structure and dynamics on Pd(111)",
        "Decomposition of ethylene on transition metal surfaces M(1 1 1). A comparative DFT study of model reactions for M = Pd, Pt, Rh, Ni",
        "DFT study on complete ethylene decomposition on flat and stepped Pd",
        "The hydrogenation of acetylene catalyzed by palladium: Hydrogen pressure dependence",
        "First-principles analysis of the effects of alloying Pd with Ag for the catalytic hydrogenation of acetylene-ethylene mixtures",
        "Ag alloyed Pd single-atom catalysts for efficient selective hydrogenation of acetylene to ethylene in excess ethylene",
        "The influence of catalyst restructuring on the selective hydrogenation of acetylene to ethylene",
        "The influence of Pd-Ag catalyst restructuring on the activation energy for ethylene hydrogenation in ethylene-acetylene mixtures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Columbia",
            "affilname": "College of Engineering and Computing",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "affilname": "Burapha University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand-Japan Society for the Promotion of Science",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}