{
    "eid": "2-s2.0-85040095595",
    "title": "On the difference between bounded jacobian and lipschitz observers for nonlinear estimation applications",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        }
    ],
    "keywords": [
        "Bounded jacobian",
        "Lipschitz",
        "Observer design",
        "Vehicle applications",
        "Vehicle dynamics"
    ],
    "authors": [
        "Gridsada Phanomchoeng"
    ],
    "citedby-count": 5,
    "ref-count": 21,
    "ref-list": [
        "Nonlinear Systems",
        "Nonlinear Control Systems",
        "NONLINEAR OBSERVERS WITH LINEARIZABLE ERROR DYNAMICS.",
        "Linearization by output injection and nonlinear observers",
        "Nonlinear observer design by observer error linearization",
        "Observing the state of non-linear dynamic systems",
        "Observer design for lipschitz nonlinear systems using Riccati equations",
        "Observers and Compensators for Nonlinear Systems with Application to Flexible-joint Robots",
        "Robust observer design for Lipschitz nonlinear systems using quadratic polynomial constraints",
        "Observer design for non-linear systems based on a generalised Lipschitz condition",
        "Global Positioning System, Signals, Measurements and Performance",
        "Output feedback stabilization of fully linearizable systems",
        "Nonlinear observer for bounded Jacobian systems, with applications to automotive slip angle estimation",
        "Proc. 13th IFAC World Congress",
        "Society for Industrial and Applied Mathematics",
        "Mean Value Theorems and Functional Equations",
        "Applied Mathematics: Body and Soul",
        "Nonlinear observer design for one-sided Lipschitz systems",
        "Vehicle Dynamics and Control",
        "Tire-Road Friction-Coefficient Estimation: Real-Time Estimation Methods For Active Automotive Safety Applications",
        "Development and experimental evaluation of a slip angle estimator for vehicle stability control"
    ],
    "affiliation": [
        {
            "affiliation-city": "Minneapolis",
            "affilname": "College of Science and Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}