{
    "eid": "2-s2.0-85029567404",
    "title": "Climatic factors and prevalence of Campylobacter in commercial broiler flocks in Thailand",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "broiler",
        "Campylobacter",
        "climatic factors",
        "prevalence",
        "Thailand"
    ],
    "authors": [
        "S. Prachantasena"
    ],
    "citedby-count": 10,
    "ref-count": 38,
    "ref-list": [
        "Weather and notified Campylobacter infections in temperate and sub-tropical regions of Australia: An ecological study",
        "Seasonal influence on the prevalence of thermotolerant Campylobacter in retail broiler meat in Denmark",
        "Role of environmental survival in transmission of Campylobacter jejuni",
        "Risk factors for Campylobacter spp. infection in Senegalese broiler-chicken flocks",
        "An epidemiological investigation of Campylobacter in pig and poultry farms in the Mekong delta of Vietnam",
        "Prevalence and antimicrobial resistance of Campylobacter isolates in broilers from China",
        "Prevalence, quantitative load, and antimicrobial resistance of Campylobacter spp. from broiler ceca and broiler skin samples in Thailand",
        "The long-term dynamics of Campylobacter colonizing a free-range broiler breeder flock: An observational study",
        "The prevalence of campylobacter amongst a free-range broiler breeder flock was primarily affected by flock age",
        "Sequence typing and comparison of population biology of Campylobacter coli and Campylobacter jejuni",
        "Scientific Opinion on Campylobacter in broiler meat production: control options and performance objectives and/or targets at different stages of the food chain",
        "Foodborne Campylobacter: Infections, metabolism, pathogenesis and reservoirs",
        "A longitudinal study of campylobacter infection of broiler flocks in Great Britain",
        "Use of fly screens to reduce Campylobacter spp. introduction in broiler houses",
        "Campylobacter monitoring in German broiler flocks: An explorative time series analysis",
        "Prevalence and Antimicrobial Susceptibility of Campylobacter in Broiler Flocks in Japan",
        "Molecular subtype analyses of Campylobacter spp. from Arkansas and California poultry operations",
        "Campylobacter jejuni is not merely a commensal in commercial broiler chickens and affects bird welfare",
        "Effect of climate and farm environment on Campylobacter spp. colonisation in Norwegian broiler flocks",
        "Trends in Campylobacter incidence in broilers and humans in six European countries, 1997-2007",
        "Global epidemiology of campylobacter infection",
        "Occurrence and characterization of Campylobacter in the Brazilian production and processing of broilers",
        "Investigation of prevalence and risk factors for Campylobacter in broiler flocks at slaughter: Results from a UK survey",
        "Effect of climate change on seasonal monsoon in Asia and its impact on the variability of monsoon rainfall in Southeast Asia",
        "Temperature-driven campylobacter seasonality in England and Wales",
        "Effect of conventional and organic production practices on the prevalence and antimicrobial resistance of Campylobacter spp. in poultry",
        "Campylobacter spp. in conventional broiler flocks in Northern Ireland: Epidemiology and risk factors",
        "Campylobacter in food animals and humans in northern Thailand",
        "Campylobacter in chicken carcasses and slaughterhouses in Malaysia",
        "Longitudinal molecular epidemiological study of thermophilic campylobacters on one conventional broiler chicken farm",
        "An evaluation of sampling- and culturing methods in the Norwegian action plan against Campylobacter in broilers",
        "Risk Factors for Campylobacter Colonization in Broiler Flocks in Japan",
        "Farm and environmental distribution of Campylobacter and Salmonella in broiler flocks",
        "Prevalence and risk factors of Campylobacter infection in broiler flocks from southern Spain",
        "Campylobacter infection has different outcomes in fast- and slow-growing broiler chickens",
        "Isolation of a novel campylobacter jejuni clone associated with the bank vole, Myodes glareolus",
        "Campylobacter jejuni: Molecular biology and pathogenesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Swansea",
            "affilname": "Swansea University Medical School",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Liverpool",
            "affilname": "University of Liverpool",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Biotechnology and Biological Sciences Research Council",
        "National Science and Technology Development Agency",
        "Thailand Research Fund"
    ]
}