{
    "eid": "2-s2.0-85015852305",
    "title": "Hybrid flavan-flavanones from Friesodielsia desmoides and their inhibitory activities against nitric oxide production",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Pornphimol Meesakul"
    ],
    "citedby-count": 8,
    "ref-count": 25,
    "ref-list": [
        "Flavonoids from Friesodielsia discolor",
        "Bisabolene sesquiterpenes and flavonoids from Friesodielsia enghiana",
        "A novel antiplasmodial 3′,5′-diformylchalcone and other constituents of Friesodielsia obovata",
        "Hybrid flavan-chalcones, aromatase and lipoxygenase inhibitors, from Desmos cochinchinensis",
        "Studies on the Constituents of the Seeds of Alpinia katsumadai Hayata",
        "Synthetic experiments in the benzopyrone series - Part X. Synthesis of carthamidin and iso-carthamidin",
        "Phenolic constituents with inhibitory activity against NFAT transcription from Desmos chinensis",
        "Synthesis of helilandin B, pashanone, and their isomers",
        "Isomerization of dihydroquercetin",
        "Antimicrobial and selected in vitro enzyme inhibitory effects of leaf extracts, flavonols and indole alkaloids isolated from Croton menyharthii",
        "An antifungal compound involved in symbiotic germination of Cypripedium macranthos var. rebunense (Orchidaceae)",
        "An aporphinoid alkaloid from Pseuduvaria macrophylla",
        "DPPH-HPLC-DAD analysis combined HSCCC for screening and identification of radical scavengers in Cynomorium songaricum Rupr.",
        "Seven aristololactams from Aristolochia argentina",
        "Goniothalamin and its distribution in four Goniothalamus species",
        "Two new flavan-flavanones from Sarcandra hainanensis",
        "4-Arylflavan-3-ols as proanthocyanidin models: Absolute configuration via density functional calculation of electronic circular dichroism",
        "Bioassay-guided isolation of proanthocyanidins with antiangiogenic activities",
        "Oligomeric flavanoids. Part 18. Dimeric prorobinetinidins from Robinia pseudacacia",
        "Some constituents of the resins of Xanthorrhoea preissii, australis and hastile",
        "The isolation and characterisation of a new type of biflavan derivative from a xanthorrhoea.",
        "Oligomeric flavanoids. Part 2. The first profisetinidins with dihydroflavonol constituent units",
        "Oligomeric flavanoids. Part 18. Dimeric prorobinetinidins from Robinia pseudacacia",
        "Spectral evidence for the formation of quinone methide intermediates from 5- and 7-hydroxyflavonoids",
        "Rhytidenones A-F, spirobisnaphthalenes from Rhytidhysteron sp. AS21B, an endophytic fungus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Rai",
            "affilname": "Mae Fah Luang University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wollongong",
            "affilname": "University of Wollongong",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Australian Government",
        "Mae Fah Luang University",
        "Thailand Research Fund"
    ]
}