{
    "eid": "2-s2.0-85052976005",
    "title": "The first record of the pantropical millipede, chondromorpha xanthotricha (Attems, 1898) (Diplopoda: Polydesmida: Paradoxosomatidae), from Thailand Ïåðâîå ñîîáùåíèå î ïàíòðîïè÷åñêîé ìíîãîíîæêå-äèïëîïîäå Chondromorpha xanthotricha (Attems, 1898) (Diplopoda: Polydesmida: Paradoxosomatidae) â Òàèëàíäå",
    "cover-date": "2017-12-14",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [
        "Anthropochore millipede",
        "Chiang Mai",
        "Myriapoda",
        "Sulciferini"
    ],
    "authors": [
        "Natdanai Likhitrakarn"
    ],
    "citedby-count": 9,
    "ref-count": 15,
    "ref-list": [
        "Természetrajzi Füzetek",
        "Schubartiana. Nr.",
        "Nature in Singapore",
        "Steen-Strupia",
        "Beaufortia",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "A checklist of the millipedes (Diplopoda) of Cambodia",
        "Three new species of the pill millipede genus Hyleoglomeris Verhoeff, 1910, from northern Thailand (Diplopoda, Glomerida, Glomeridae)",
        "The millipede genus Tylopus Jeekel, 1968 (Diplopoda, Polydesmida, Paradoxosomatidae), with a key and descriptions of eight new species from Indochina",
        "Biodiversity hotspots for conservation priorities",
        "A worldwide catalog of the family Paradoxosomatidae Daday, 1889 (Diplopoda: Polydesmida)",
        "A revision of the thyropygus allevatus group. Part V: Nine new species of the extended opinatus subgroup, based on morphological and DNA sequence data (Diplopoda: Spirostreptida: Harpagophoridae)",
        "Occurrences of the milliped, Chondromorpha xanthotricha (Attems, 1898), in the new world: First records from Mexico, Costa Rica, Panama, the Cayman Islands, Saint Vincent and the Grenadines, and Tobago; first localities in Cuba (polydesmida: paradoxosomatidae)",
        "Arthropoda Selecta",
        "Four colorful new species of dragon millipedes, genus desmoxytes chamberlin, 1923, from northern Thailand (diplopoda: Polydesmida: paradoxosomatidae)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Moscow",
            "affilname": "A.N. Severtsov Institute of Ecology and Evolution Russian Academy of Sciences",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Maejo University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Royal Development Projects Board",
        "RDPB",
        "Thailand Research Fund"
    ]
}