{
    "eid": "2-s2.0-85065984238",
    "title": "The case for catheter-directed thrombolysis in selected patients with acute proximal deep vein thrombosis",
    "cover-date": "2018-07-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Thita Chiasakul",
        "Adam Cuker"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "Epidemiology of venous thromboembolism",
        "Subcommittee on Control of Anticoagulation of the Scientific and Standardization Committee of the International Society on Thrombosis and Haemostasis. Definition of post-thrombotic syndrome of the leg for use in clinical investigations: A recommendation for standardization",
        "Determinants of health-related quality of life during the 2 years following deep vein thrombosis",
        "Economic burden of deep-vein thrombosis, pulmonary embolism, and postthrombotic syndrome",
        "American Heart Association Council on Arteriosclerosis, Thrombosis and Vascular Biology. Management of massive and submassive pulmonary embolism, iliofemoral deep vein thrombosis, and chronic thromboembolic pulmonary hypertension: A scientific statement from the American Heart Association",
        "Trends in management of phlegmasia cerulea dolens",
        "The postthrombotic syndrome:current evidence and future challenges",
        "Vein abnormalities and the post-thrombotic syndrome",
        "Valvular dysfunction and venous obstruction in the post-thrombotic syndrome",
        "Residual rates of reflux and obstruction and their correlation to post-thrombotic syndrome in a randomized study on catheter-directed thrombolysis for deep vein thrombosis",
        "Early results of thrombolysis vs anticoagulation in iliofemoral venous thrombosis. A randomised clinical trial",
        "Iliofemoral deep vein thrombosis: Conventional therapy versus lysis and percutaneous transluminal angioplasty and stenting",
        "Thrombolysis for acute deep vein thrombosis",
        "Preservation of venous valve function after catheter-directed and systemic thrombolysis for deep venous thrombosis",
        "Society of Interventional Radiology and Cardiovascular and Interventional Radiological Society of Europe Standards of Practice Committees. Quality improvement guidelines for the treatment of lower-extremity deep vein thrombosis with use of endovascular thrombus removal",
        "Catheter-direct thrombolysis versus pharmacomechanical thrombectomy for treatment of symptomatic lower extremity deep venous thrombosis",
        "Percutaneous pharmacomechanical thrombectomy offers lower risk of postthrombotic syndrome than catheter-directed thrombolysis in patients with acute deep vein thrombosis of the lower limb",
        "Catheter-directed thrombolysis and pharmacomechanical thrombectomy improve midterm outcome in acute iliofemoral deep vein thrombosis",
        "Endovenous therapy for deep venous thrombosis: The TORPEDO trial",
        "Use of percutaneous aspiration thrombectomy vs. Anticoagulation therapy to treat acute iliofemoral venous thrombosis: 1-year follow-up results of a randomised, clinical trial",
        "CaVenT Study Group. Longterm outcome after additional catheter-directed thrombolysis versus standard treatment for acute iliofemoral deep vein thrombosis (the CaVenT study): A randomised controlled trial",
        "CaVenT Study Group. Post-thrombotic syndrome after catheter-directed thrombolysis for deep vein thrombosis (CaVenT): 5-year follow-up results of an open-label, randomised controlled trial",
        "ATTRACT Trial Investigators. Pharmacomechanical catheter-directed thrombolysis for deep-vein thrombosis",
        "Determinants and time course of the postthrombotic syndrome after acute deep venous thrombosis",
        "Determinants of early and long-term efficacy of catheter-directed thrombolysis in proximal deep vein thrombosis",
        "Catheter-directed thrombolysis to avoid late consequences of acute deep vein thrombosis",
        "Catheter-directed thrombolysis for lower extremity deep venous thrombosis: Report of a national multicenter registry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Philadelphia",
            "@id": "60003711",
            "affilname": "University of Pennsylvania Perelman School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003711",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}