{
    "eid": "2-s2.0-85109136526",
    "title": "Thermoregulatory effects of guava leaf extract-menthol toner application for post-exercise use",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Astringent",
        "heat dissipation",
        "personal hygiene",
        "skin temperature",
        "sweating"
    ],
    "authors": [
        "Titeyut Wongsanao",
        "Wipavadee Leemingsawat",
        "Vipaporn Panapisal",
        "Thanomwong Kritpet"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Tannins are astringent",
        "Comparison of regional patch collection vs. whole body washdown for measuring sweat sodium and potassium loss during exercise",
        "Antimicrobial activities of leaf extracts of guava (Psidium guajava L.) on two Gram-negative and Gram-positive bacteria",
        "Comparison of maximal heart rate using the prediction equations proposed by Karvonen and Tanaka",
        "Topical menthol increases cutaneous blood flow",
        "Preparation of decoction of medicinal plants: a self-help measure?",
        "Exploring the utility of Psidium guajava leaf extract as an adequate treatment for Giardia lamblia",
        "Dry skin and moisturizers",
        "Daily battle against body odor: towards the activity of the axillary microbiota",
        "Sweat from gland to skin surface: production, transport, and skin absorption",
        "Transient receptor potential melastatin 8 channel involvement in the regulation of vascular tone",
        "Menthol: a simple monoterpene with remarkable biological properties",
        "Restoration of thermoregulation after exercise",
        "A novel moisturizer extracted from freshwater macroalga [Rhizoclonium hieroglyphicum (C.Agardh) K tzing] for skin care cosmetic",
        "Antimicrobial activities of tannins extract from guava leaves [Psidium Guajava L. (Myrtaceae)] on pathogens microbial",
        "Phenolic composition and medicinal usage of Psidium guajava Linn.: antifungal activity or inhibition of virulence?",
        "Sweat in the pathogenesis of atopic dermatitis",
        "EEMCO guidance for the efficacy assessment of antiperspirants and deodorants",
        "Anti-sebum efficacy of guava toner: a split-face, randomized, single-blind placebo-controlled study",
        "Moisturizer technology versus clinical performance",
        "The pH of the skin surface and its impact on the barrier function",
        "Qualified fitness and exercise as professionals and exercise prescription: evolution of the PAR-Q and Canadian aerobic fitness test",
        "Aerobic threshold for exercise prescription",
        "Recent advances in thermoregulation",
        "Fall in skin temperature of exercising man",
        "Applying the ACSM preparticipation screening algorithm to U.S. adults: national health and nutrition examination survey 2001–2004",
        "Factors influencing atopic dermatitis-a questionnaire survey of school children's perceptions",
        "Current concepts of active vasodilation in human skin",
        "Functional expression of transient receptor potential melastatin- and vanilloid-related channels in pulmonary arterial and aortic smooth muscle"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Faculty of Sports Science",
        "Chulalongkorn University"
    ]
}