{
    "eid": "2-s2.0-85065789606",
    "title": "Detection of airborne Mycobacterium tuberculosis complex in high-risk areas of health care facilities in Thailand",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "indoor air",
        "nosocomial transmission",
        "real-time qPCR"
    ],
    "authors": [
        "J. Sornboot",
        "W. Aekplakorn",
        "P. Ramasoota",
        "S. Bualert",
        "S. Tumwasorn",
        "W. Jiamjarasrangsi"
    ],
    "citedby-count": 13,
    "ref-count": 30,
    "ref-list": [
        "M. tuberculosis among health care workers in low- And middle-income countries: A systematic review",
        "High incidence of hospital admissions with multidrug-resistant and extensively drug-resistant tuberculosis among South African health care workers",
        "Inadequate hospital ventilation system increases the risk of nosocomial Mycobacterium tuberculosis",
        "Concentration profiles of airborne Mycobacterium tuberculosis in a hospital",
        "Pilot study to detect airborne Mycobacterium tuberculosis exposure in a South African public healthcare facility outpatient clinic",
        "Multiplex PCR assay for immediate identification of the infecting species in patients with mycobacterial disease",
        "An integrated map of the genome of the tubercle bacillus, Mycobacterium tuberculosis H37Rv, and comparison with Mycobacterium leprae",
        "Restriction fragment length polymorphism study of nationwide samples of Mycobacterium tuberculosis in Thailand, 1997-1998",
        "Culturable airborne bacteria in outdoor environments in Beijing, China",
        "Molecular comparison of the sampling efficiency of four types of airborne bacterial samplers",
        "Evaluation of an electronic air filter for filtrating bacteria and viruses from indoor air",
        "Diagnostic standards and classification of tuberculosis in adults and children",
        "Factors associated with missed detection of Mycobacterium tuberculosis by automated BACTEC MGIT 960 System",
        "Infectiousness of air from a tuberculosis ward. Ultraviolet irradiation of infected air: Comparative infectiousness of different patients",
        "The detection of airborne transmission of tuberculosis from HIV-infected patients using an in vivo air sampling model",
        "IS6110 restriction fragment length polymorphism typing of clinical isolates of Mycobacterium tuberculosis from patients with pulmonary tuberculosis in Madras, south India",
        "A controlled study of tuberculosis diagnosis in HIV-infected and uninfected children in Peru",
        "The clinical utility of polymerase chain reaction for the diagnosis of pleural tuberculosis",
        "Diagnosis of extrapulmonary tuberculosis by smear, culture, and PCR using universal sample processing technology"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60021897",
            "affilname": "Sirindhorn College of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021897",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapiseksompotch Fund",
        "Chulalongkorn University",
        "NRCT",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}