{
    "eid": "2-s2.0-84963655958",
    "title": "Adsorption of Pb(II) from aqueous solution onto manganese oxide-modified laterite soil",
    "cover-date": "2015-12-30",
    "subject-areas": [],
    "keywords": [
        "Adsorption",
        "Kinetic",
        "Laterite soil",
        "Lead",
        "Manganese oxide",
        "Thermodynamic"
    ],
    "authors": [
        "Woravith Chansuvarn"
    ],
    "citedby-count": 2,
    "ref-count": 28,
    "ref-list": [
        "Review of Pb availability and toxicity to plants in relation with metal speciation; role of synthetic and natural organic ligands",
        "Removal of heavy metal ions from wastewaters: A review",
        null,
        "A novel agricultural waste based adsorbent for the removal of Pb(II) from aqueous solution: Kinetics, equilibrium and thermodynamic studies",
        "Adsorption of Pb(II) ions from aqueous solutions by carbon nanotubes oxidized different methods",
        "Sorption of Pb(II) onto a mixture of algae waste biomass and anion exchanger resin in a packed-bed column",
        "Biosorption of Cu(II), Zn(II), Cd(II) and Pb(II) by dead biomasses of green alga Ulva lactuca and the development of a sustainable matrix for adsorption implementation",
        "Kinetics and equilibrium adsorption study of lead(II) onto activated carbon prepared from coconut shell",
        "Pb(II) and Cr(VI) adsorption from aqueous solution on activated carbons obtained from sugar cane husk and sawdust",
        "Adsorption of Pb(II) from aqueous solutions using activated carbon developed from Apricot stone",
        "Adsorption capacity and removal efficiency of heavy metal ions by Moso and Ma bamboo activated carbons",
        "Adsorption of Pb(II) and Cr(III) from aqueous solution on Celtek clay",
        "Removal of Pb(II) from aqueous solution using modified and unmodified kaolinite clay",
        "Adsorption of Pb(II), Cd(II), Ni(II) and Cu(II) onto natural kaolinite clay",
        "Adsorptive removal of Cd(II) and Pb(II) ions from aqueous solutions by using Turkish illitic clay",
        "Interaction of metal ions with clays: I. A case study with Pb(II)",
        null,
        "Removal of copper(II) and lead(II) from aqueous solution by manganese oxide coated sand. I. Characterization and kinetic study",
        "Removal of copper(II) and lead(II) from aqueous solution by manganese oxide coated sand. II. Equilibrium study and competitive adsorption",
        "Kinetic study of adsorption of Cu(II) and Pb(II) from aqueous solutions using manganese oxide coated zeolite in batch mode",
        "Removal of lead ions by acid activated and manganese oxide-coated bentonite",
        "Simultaneous effect of pH, temperature, ionic strength, and initial concentration on the retention of lead on illite",
        "Adsorption of Pb(II) from aqueous solution using new adsorbents prepared from agricultural waste: Adsorption isotherm and kinetic studies",
        "Removal of Cu(II) from aqueous solution by adsorption onto functionalized SBA-16 mesoporous silica",
        "Adsorption of Pb(II) from aqueous solution to MX-80 bentonite: Effect of pH, ionic strength, foreign ions and temperature",
        "Removal of Pb(II) from aqueous/acidic solutions by using bentonite as an adsorbent",
        null,
        "Surface complexation of Pb(II) on amorphous iron oxide and manganese oxide: Spectroscopic and time studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Rajamangala University of Technology Phra Nakhon",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}