{
    "eid": "2-s2.0-84907553097",
    "title": "Enhanced butanol production by immobilized Clostridium beijerinckii TISTR 1461 using zeolite 13X as a carrier",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "ABE fermentation",
        "Brick",
        "Cell immobilization",
        "Clostridium beijerinckii",
        "Zeolite 13X"
    ],
    "authors": [
        "Rapeephat Vichuviwat"
    ],
    "citedby-count": 24,
    "ref-count": 35,
    "ref-list": [
        "J. Pak. Mater. Soc.",
        "Isolation and characterization of Clostridium acetobutylicum mutants with enhanced amylolytic activity",
        "Enhancement of ABE fermentation through regulation of ammonium acetate and D-xylose uptake from acid-pretreated corncobs",
        "Hydrothermal stability of the novel zeolite type LSX in comparison to the traditional 13X modification",
        "Biobutanol - A replacement for bioethanol?",
        "Production of butanol from glucose and xylose with immobilized cells of Clostridium acetobutylicum",
        "Lactic acid production on liquid distillery stillage by Lactobacillus rhamnosus immobilized onto zeolite",
        "Immobilisation of Clostridium spp. for production of solvents and organic acids",
        "MFI zeolite as adsorbent for selective recovery of hydrocarbons from ABE fermentation broths",
        "Enhanced butanol production by Clostridium beijerinckii BA101 grown in semidefined P2 medium containing 6 percent maltodextrin or glucose",
        "Continuous acetone-butanol production with free and immobilized Clostridium acetobutylicum",
        "Calcium and sulphur distribution in fired clay brick in the presence of a black reduction core using micro X-ray fluorescence mapping",
        "Butyric acid fermentation in a fibrous bed bioreactor with immobilized Clostridium tyrobutyricum from cane molasses",
        "Acetone-butanol fermentation revisited",
        "Production of n-butanol from biodiesel derived crude glycerol using Clostridium pasteurianum immobilized on Amberlite",
        "Immobilized Microbial Systems: Principles, Techniques, and Industrial Applications",
        "Role of extracellular cues to trigger the metabolic phase shifting from acidogenesis to solventogenesis in Clostridium acetobutylicum",
        "Granular activated carbon/pyrite composites for environmental application: Synthesis and characterization",
        "Enhanced butanol production by modulation of electron flow in Clostridium acetobutylicum B3 immobilized by surface adsorption",
        "Investigation and modeling of the hydrothermal stability of technically relevant zeolites",
        "CONCENTRATION OF ALCOHOLS BY ADSORPTION ON SILICALITE.",
        "Adsorption equilibria of bio-based butanol solutions using zeolite",
        "Adsorption of arsenate and arsenite by iron-treated activated carbon and zeolites: Effects of pH, temperature, and ionic strength",
        "Stability of glucose oxidase and catalase adsorbed on variously activated 13X zeolite",
        "Continuous solvent production from whey permeate using cells of Clostridium acetobutylicum immobilized by adsorption onto bonechar",
        "Butanol production from wheat straw by simultaneous saccharification and fermentation using Clostridium beijerinckii: Part I-Batch fermentation",
        "Continuous solvent production by Clostridium beijerinckii BA101 immobilized by adsorption onto brick",
        "Altered electron flow in continuous cultures of Clostridium acetobutylicum induced by viologen dyes",
        "Evaluation of porous glass and zeolite as cells carriers for xylitol production from sugarcane bagasse hydrolysate",
        "Recovery of 1-butanol from aqueous solutions using zeolite ZSM-5 with a high Si/Al ratio; suitability of a column process for industrial applications",
        "Hydrothermal stability of pelletized zeolite 13X for energy storage applications",
        "Effect of rice husk and rice husk ash to properties of bricks",
        "The development process for a continuous acetone-butanol-ethanol (ABE) fermentation by immobilized Clostridium acetobutylicum",
        "Adsorption characteristics of ammonium ion by zeolite 13X",
        "Problems with the microbial production of butanol"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research University Project",
        "Ratchadaphiseksomphot Endowment Fund",
        "Office of the Higher Education Commission",
        "Center of Excellence on Petrochemical and Materials Technology"
    ]
}