{
    "eid": "2-s2.0-85097833155",
    "title": "The Dichotic Digit Test as an Index Indicator for Hearing Problem in Dementia: Systematic Review and Meta-Analysis",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Speech and Hearing",
            "@code": "3616",
            "@abbrev": "HEAL"
        }
    ],
    "keywords": [
        "(central) auditory process",
        "cognition",
        "dementia",
        "dichotic",
        "neurodegeneration"
    ],
    "authors": [
        "Nattawan Utoomprurkporn",
        "Chris J.D. Hardy",
        "Joshua Stott",
        "Sergi G. Costafreda",
        "Jason Warren",
        "Doris Eva Bamiou"
    ],
    "citedby-count": 7,
    "ref-count": 41,
    "ref-list": [
        "Hearing and dementia",
        "Central auditory dysfunction as a harbinger of Alzheimer dementia",
        "Mild cognitive impairment as a diagnostic entity",
        "Central auditory function in early Alzheimer's disease and in mild cognitive impairment",
        "Cortical event-related potentials in preclinical familial Alzheimer disease",
        "Proposed screening test for central auditory disorders: Follow-up on the dichotic digits test",
        "Assessment of central auditory dysfunction: The dichotic digit test revisited",
        "Central auditory dysfunction in older persons with memory impairment or Alzheimer dementia",
        "Central auditory processing in Alzheimer's disease",
        "Stimulus length uncertainty with dichotic digit recognition",
        "Failure to control prepotent pathways in early stage dementia of the Alzheimer's type: Evidence from dichotic listening",
        "Recognition of one-, two-, and three-pair dichotic digits under free and directed recall",
        "Cerebral dominance and the perception of verbal stimuli",
        "Cortical language localization in left, dominant hemisphere. An electrical stimulation mapping investigation in 117 patients. 1989",
        "The effect of age over the dichotic digit test",
        "Long latency evoked potentials in a case of corpus callosum agenesia",
        "Dichotic listening deficit associated with solvent exposure",
        "Early asymmetric inter-hemispheric transfer in the auditory network: Insights from infants with corpus callosum agenesis",
        "Auditory interhemispheric transfer in relation to patterns of partial agenesis and hypoplasia of the corpus callosum in spina bifida meningomyelocele",
        "Neuroimaging in dementia",
        "Corpus callosum atrophy is a possible indicator of region- And cell type-specific neuronal degeneration in Alzheimer disease: A magnetic resonance imaging analysis",
        "Apolipoprotein e genotype and age-related myelin breakdown in healthy individuals: Implications for cognitive decline and dementia",
        "Deficit in central auditory processing as a biomarker of pre-clinical Alzheimer's disease",
        "Bias in meta-analysis and funnel plot asymmetry",
        "Meta-analysis in clinical trials",
        "Effects of attention on dichotic listening in elderly and patients with dementia of the Alzheimer type",
        "Short-term longitudinal study of central auditory function in Alzheimer's disease and mild cognitive impairment",
        "Executive dysfunction and presbycusis in older persons with and without memory loss and dementia",
        "Dementia prevention, intervention, and care",
        "Subjective cognitive decline and rates of incident Alzheimer's disease and non-Alzheimer's disease dementia",
        "Mild cognitive impairment: Clinical characterization and outcome",
        "Speech understanding and aging. Working Group on Speech Understanding and Aging. Committee on Hearing, Bioacoustics, and Biomechanics, Commission on Behavioral and Social Sciences and Education, National Research Council",
        "Sensory functioning and intelligence in old age: A strong connection",
        "Functional neuroanatomy of auditory scene analysis in Alzheimer's disease",
        "The paradox of syndromic diversity in Alzheimer disease",
        "Corpus callosum atrophy rate in mild cognitive impairment and prodromal Alzheimer's disease",
        "Test-retest reliability of a dichotic digits test for assessing central auditory function in Alzheimer's disease"
    ],
    "affiliation": [
        {
            "affiliation-city": "London",
            "@id": "60022148",
            "affilname": "University College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022148",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60011326",
            "affilname": "UCL Ear Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011326",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "112593259",
            "affilname": "NIHR Biomedical Research Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112593259",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital",
        "Alzheimer’s Research UK",
        "Chulalongkorn university",
        "NIHR UCLH Biomedical Research Centre",
        "Alzheimer’s Society"
    ]
}