{
    "eid": "2-s2.0-85021195338",
    "title": "Preservation of peripheral T follicular helper cell function in HIV controllers",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Virology",
            "@code": "2406"
        },
        {
            "$": "Immunology",
            "@code": "2403"
        },
        {
            "$": "Insect Science",
            "@code": "1109"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "B cell memory",
        "CD4 T cells",
        "Elite controllers",
        "Human immunodeficiency virus",
        "IL-21",
        "Tfh cells"
    ],
    "authors": [
        "Supranee Buranapraditkun"
    ],
    "citedby-count": 32,
    "ref-count": 28,
    "ref-list": [
        "Harnessing CD4 + T cell responses in HIV vaccine development",
        "Breadth of human immunodeficiency virus-specific neutralizing activity in sera: Clustering analysis and association with clinical variables",
        "Factors associated with the development of cross-reactive neutralizing antibodies during human immunodeficiency virus type 1 infection",
        "Broadly neutralizing antibodies developed by an HIV-positive elite neutralizer exact a replication fitness cost on the contemporaneous virus",
        "Activity of broadly neutralizing antibodies, including PG9, PG16, and VRC01, against recently transmitted subtype B HIV-1 variants from early and late in the epidemic",
        "Characteristics of the earliest cross-neutralizing antibody response to HIV-1",
        null,
        "Expansion of HIV-specific T follicular helper cells in chronic HIV infection",
        "Follicular Helper T Cells",
        "Emerging concepts on T follicular helper cell dynamics in HIV infection",
        "T follicular helper cells and HIV/SIV-specific antibody responses",
        "Inadequate T follicular cell help impairs B cell immunity during HIV infection",
        "The dysfunction of T follicular helper cells",
        "Insights Into B Cells And Hiv-Specific B-Cell Responses In Hiv-Infected Individuals",
        "Impairment of B-cell functions during HIV-1 infection",
        "Unravelling the mechanisms of durable control of HIV-1",
        "Abnormal B cell memory subsets dominate HIV-specific responses in infected individuals",
        null,
        null,
        "Interleukin-21 and T follicular helper cells in HIV infection: Research focus and future perspectives",
        null,
        null,
        "CD4 T follicular helper cell dynamics during SIV infection",
        "HIV-1 envelope triggers polyclonal Ig class switch recombination through a CD40-independent mechanism involving BAFF and C-type lectin receptors",
        "Evidence for a Pathogenic Determinant in HIV-1 Nef Involved in B Cell Dysfunction in HIV/AIDS",
        "Possible role of interleukin-10 (IL-10) and CD40 ligand expression in the pathogenesis of hypergammaglobulinemia in human immunodeficiency virus infection: Modulation of IL-10 and Ig production after intravenous Ig infusion",
        "CD40 ligand (CD154) incorporated into HIV virions induces activation-induced cytidine deaminase (AID) expression in human B lymphocytes",
        "Differential regulation of the antibody responses to Gag and Env proteins of human immunodeficiency virus type 1"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "affilname": "UCSF School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Massachusetts General Hospital",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rockville",
            "affilname": "HJF",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "affilname": "Walter Reed Army Institute of Research",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Essen",
            "affilname": "Universitätsklinikum Essen",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Cincinnati",
            "affilname": "Mabtech, Inc.",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Hoffmann-La Roche Inc.",
        "National Institutes of Health",
        "National Institutes of Health",
        "U.S. Department of Defense",
        "U.S. Department of Defense",
        "National Institute of Allergy and Infectious Diseases",
        "National Institute of Allergy and Infectious Diseases",
        "Henry M. Jackson Foundation",
        "U.S. Army"
    ]
}