{
    "eid": "2-s2.0-84899953966",
    "title": "Interaction of pathogenic vibrio bacteria with the blood clot of the pacific white shrimp, Litopenaeus vannamei",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [],
    "authors": [
        "Vorrapon Chaikeeratisak"
    ],
    "citedby-count": 6,
    "ref-count": 40,
    "ref-list": [
        "The contribution of proteinase inhibitors to immune defense",
        "Proteases and protease inhibitors: a balance of activities in host-pathogen interaction",
        "The decorated clot: Binding of agents of the innate immune system to the fibrils of the limulus blood clot.",
        "Endotoxin-induced degranulation of the Limulus amebocyte",
        "Capture of lipopolysaccharide (endotoxin) by the blood clot: A comparative study",
        "Vibrio harveyi: A significant pathogen of marine vertebrates and invertebrates",
        "Ontogeny and phylogeny of response to gram-negative endotoxins among the marine invertebrates.",
        "Shrimp Alpha-2-Macroglobulin Prevents the Bacterial Escape by Inhibiting Fibrinolysis of Blood Clots",
        "Vibrio vulnificus secretes a broad-specificity metalloprotease capable of interfering with blood homeostasis through prothrombin activation and fibrinolysis",
        "The amino-terminal sequence of lobster fibrinogen reveals common ancestry with vitellogenins",
        "Fibrin in peritonitis. III. The mechanism of bacterial trapping by polymerizing fibrin",
        "Historic emergence, impact and current status of shrimp pathogens in Asia",
        "The contact system - A novel branch of innate immunity generating antibacterial peptides",
        "Purification and Properties of a Proteinase from a Marine Luminous Bacterium, Vibrio harveyi Strain FLA-11",
        "Some properties of two proteinases from a luminous bacterium, Vibrio harveyi strain FLN-108",
        "Studies of Invertebrate Fibrinogen. I. Purification and Characterization of Fibrinogen from the Spiny Lobster",
        "Studies of Invertebrate Fibrinogen. II. Transformation of Lobster Fibrinogen into Fibrin",
        "Hematology: Basic Principles and Practice",
        "The crayfish plasma clotting protein: A vitellogenin-related protein responsible for clot formation in crustacean blood",
        "The Blood‐corpuscles of the Crustacea, together with a suggestion as to the Origin of the Crustacean Fibrin‐ferment: PART I",
        "Biol. Bull",
        "Imprisonment in a death-row cell: the fates of microbes entrapped in the Limulus blood clot.",
        "Head-to-tail polymerization of coagulin, a clottable protein of the horseshoe crab",
        "Characterization of a clotting protein, isolated from plasma of the freshwater crayfish Pacifastacus leniusculus",
        "Vibrio extracellular protease with prothrombin activation and fibrinolytic activities",
        "Mortalities of pond-cultured juvenile shrimp, Penaeus monodon, associated with dominance of luminescent vibrios in the rearing environment",
        "Shrimp Culture: Economics, Market, and Trade",
        "Cysteine protease is a major exotoxin of pathogenic luminous Vibrio harveyi in the tiger prawn, Penaeus monodon",
        "Purification and characterization of a cysteine protease produced by pathogenic luminous Vibrio harveyi",
        "Essential function of transglutaminase and clotting protein in shrimp immunity",
        "Molecular mechanisms of the shrimp clotting system",
        "Clotting and immune defense in Limulidae.",
        "Bench-to-bedside review: Functional relationships between coagulation and the innate immune response and their respective roles in the pathogenesis of sepsis",
        "The structural basis of lipopolysaccharide recognition by the TLR4-MD-2 complex",
        "The conversion of fibrinogen to fibrin at the surface of curliated Escherichia coli bacteria leads to the generation of proinflammatory fibrinopeptides",
        "Role of fibrin deposition in the pathogenesis of intraabdominal infection",
        "The interaction between pathogens and the host coagulation system",
        "THE BLOOD OF ASTACUS FLUVIATILIS: A STUDY IN CRUSTACEAN BLOOD, WITH SPECIAL REFERENCE TO COAGULATION AND PHAGOCYTOSIS",
        "A transglutaminase involved in the coagulation system of the freshwater crayfish, Pacifastacus leniusculus. Tissue localisation and cDNA cloning",
        "Fibrinogen and fibrin"
    ],
    "affiliation": [
        {
            "affiliation-city": "La Jolla",
            "affilname": "School of Biological Sciences",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Davis",
            "affilname": "University of California, Davis",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Woods Hole",
            "affilname": "Marine Biological Laboratory",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}