{
    "eid": "2-s2.0-84918813037",
    "title": "Fokker-Planck equation and path integral representation of the fractional Ornstein-Uhlenbeck process with two indices",
    "cover-date": "2014-12-12",
    "subject-areas": [
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        },
        {
            "$": "Mathematical Physics",
            "@code": "2610"
        },
        {
            "$": "Modeling and Simulation",
            "@code": "2611"
        },
        {
            "$": "Statistics and Probability",
            "@code": "2613"
        },
        {
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109"
        }
    ],
    "keywords": [
        "Fokker-Planck equation",
        "fractional Ornstein-Uhlenbeck process",
        "path integral"
    ],
    "authors": [
        "Chai Hok Eab"
    ],
    "citedby-count": 0,
    "ref-count": 58,
    "ref-list": [
        "Stochastic Calculus for Fractional Brownian Motion and Applications",
        "Stochastic Calculus for Fractional Brownian Motion and Related Processes",
        "Selected Aspects of Fractional Brownian Motion",
        "Anomalous Transport: Foundations and Applications",
        "Fractional ornstein-uhlenbeck processes",
        "Generalized Ornstein-Uhlenbeck processes and associated self-similar processes",
        "Fractional Ornstein-Uhlenbeck processes. Joseph effect in models with infinite variance",
        "Some properties of the fractional Ornstein-Uhlenbeck process",
        "Path integrals in physics: Volume I stochastic processes and quantum mechanics",
        "Path integrals in quantum mechanics, statistics, polymer physics, and financial markets",
        "Path integrals for stochastic processes: An introduction",
        "Fractional quantum mechanics and Levy path integrals",
        "Fractional generalization of Kac integral",
        "Quantum mechanics in fractional and other anomalous spacetimes",
        "Green function of the double-fractional Fokker-Planck equation: Path integral and stochastic differential equations",
        "Fractional quantum field theory, path integral, and stochastic differential equation for strongly interacting many-particle systems",
        "From Constructive Field Theory to Fractional Stochastic Calculus. (I) An introduction: Rough Path Theory and Perturbative Heuristics",
        "From Constructive Field Theory to Fractional Stochastic Calculus. (II) Constructive Proof of Convergence for the Lévy Area of Fractional Brownian Motion with Hurst Index α ∈ (1/8,1/4)",
        "Fractal spacetime from the area spectrum",
        "Geometry of the quantum universe",
        "Fractal universe and quantum gravity",
        "Relativistic particle in multiscale spacetimes",
        "Quantum Einstein gravity",
        "Geometry and field theory in multi-fractional spacetime",
        "Path integral representation for fractional Brownian motion",
        "Path integral description of polymers using fractional Brownian walks",
        "Fractional Brownian motion models for polymers",
        "The path integral formulation of fractional Brownian motion for the general Hurst exponent",
        "Fractional Lévy motion through path integrals",
        "Path-integral formulation for Lévy flights: Evaluation of the propagator for free, linear, and harmonic potentials in the over- and underdamped limits",
        "Path integral approach to fractional Lévy motion",
        "Path integral representation of fractional harmonic oscillator",
        "Towards a path-integral formulation of continuous time random walks",
        "Tech. Rep. Rapport de Recherche de l'Inria",
        "Elliptic gaussian random processes",
        "Weyl and Riemann-Liouville multifractional Ornstein-Uhlenbeck processes",
        "Langevin equation with two fractional orders",
        "The fractional oscillator process with two indices",
        "Casimir effect associated with fractional klein–gordon field",
        "Riemann-Liouville and Weyl fractional oscillator processes",
        "Ornstein-Uhlenbeck path integral and its application",
        "Weak ergodicity breaking in the continuous-time random walk",
        "Ergodic properties of fractional Brownian-Langevin motion",
        "Fractional Integral and Derivatives: Theory and Applications",
        "Series: Analytical Methods and Special Functions",
        "Fractional Brownian motion and multifractional Brownian motion of Riemann-Liouville type",
        "Fractional Langevin equation with α-stable noise. A link to fractional ARIMA time series",
        "Correlation cascades, ergodic properties and long memory of infinitely divisible processes",
        "Ergodic properties of anomalous diffusion processes",
        "Mathematical Foundations of Statistical Mechanics",
        "A Modern Course in Statistical Physics",
        "Long-time correlation effects and fractal Brownian motion",
        "Fokker-Planck-Kolmogorov equation for fBm: Derivation and analytical solutions",
        "Fokker-Planck-Kolmogorov equations associated with time-changed fractional Brownian motion",
        "Self-similar Gaussian processes for modeling anomalous diffusion",
        "Table of Integrals, Series, and Products"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cyberjaya",
            "affilname": "Multimedia University",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}