{
    "eid": "2-s2.0-85051305173",
    "title": "Topical Botulinum Toxin Type A Liposomal Cream for Primary Axillary Hyperhidrosis: A Double-Blind, Randomized, Split-Site, Vehicle-Controlled Study",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Dermatology",
            "@code": "2708",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Suparuj Lueangarun",
        "Chairat Sermsilp",
        "Therdpong Tempark"
    ],
    "citedby-count": 17,
    "ref-count": 28,
    "ref-list": [
        "A randomized, double-blind, placebo-controlled trial of botulinum A toxin for severe axillary hyperhidrosis",
        "Disorders of the sweat glands",
        "Effect of botulinum toxin type A on quality of life measures in patients with excessive axillary sweating: A randomized controlled trial",
        "Current treatments for axillary hyperhidrosis",
        "Botulinum toxin A for axillary hyperhidrosis (excessive sweating)",
        "Botulinum toxin type A in treatment of bilateral primary axillary hyperhidrosis: Randomised, parallel group, double blind, placebo controlled trial",
        "Assessment: The clinical usefulness of botulinum toxin-a in treating neurologic disorders. Report of the therapeutics and technology assessment subcommittee of the American Academy of Neurology",
        "Long-term efficacy and side effects of tap water iontophoresis of palmoplantar hyperhidrosis-the usefulness of home therapy",
        "Topically applied botulinum toxin type A for the treatment of primary axillary hyperhidrosis: Results of a randomized, blinded, vehicle-controlled study",
        "Focal hyperhidrosis: Diagnosis and management",
        "Description of transdermal transport of hydrophilic solutes during low-frequency sonophoresis based on a modified porous pathway model",
        "Topical botulinum toxin to treat hyperhidrosis? No sweat!",
        "Liposome technology for industrial purposes",
        "Materials chemistry: Liposomes derived from molecular vases",
        "Guidelines for transepidermal water loss (TEWL) measurement. A report from the standardization group of the European society of contact dermatitis",
        "Effect of oxybutynin on exercise-induced sweating in healthy individuals",
        "Efficacy of fractional microneedle radiofrequency device in the treatment of primary axillary hyperhidrosis: A pilot study",
        "Exercise-induced sweating in healthy subjects as a model to predict a drug's sweat-reducing properties in hyperhydrosis: A prospective, placebo-controlled, double-blind study",
        "Aluminum chloride hexahydrate versus palmar hyperhidrosis. Evaporimeter assessment",
        "Ein neues Verfahren zu der klinischen Untersuchung der Sch-weissabsonderung",
        "A comprehensive approach to the recognition, diagnosis, and severity-based treatment of focal hyperhidrosis: Recommendations of the Canadian Hyperhidrosis Advisory Committee",
        "Incorporating diagnosis and treatment of hyperhidrosis into clinical practice",
        "Hyperhidrosis",
        "Botulinum toxin-a possible new treatment for axillary hyperhidrosis",
        "Eccrine sweat gland development and sweat secretion",
        "Efficacy of topical botulinum toxin type A in liposome-based cream for treatment of primary axillary hyperhidrosis",
        "Efficacy and safety evaluation of a novel botulinum toxin topical gel for the treatment of moderate to severe lateral canthal lines",
        "Results of a randomized, double-blind, placebo-controlled study to evaluate the efficacy and safety of a botulinum toxin type A topical gel for the treatment of moderate-to-severe lateral canthal lines"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "116878438",
            "affilname": "Pan Rajdhevee Suphannahong Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116878438",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}