{
    "eid": "2-s2.0-85003791543",
    "title": "A simple route to CuxSn(100−x) intermetallic nanoparticle catalyst for ultra-phenol hydroxylation",
    "cover-date": "2016-09-15",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "CuSn",
        "Mechanical alloying",
        "Phenol hydroxylation",
        null,
        null
    ],
    "authors": [
        "Sakollapath Pithakratanayothin"
    ],
    "citedby-count": 14,
    "ref-count": 44,
    "ref-list": [
        "Technologies for the removal of phenol from fluid streams: A short review of recent developments",
        "Influence of operation conditions on the copper-catalysed homogeneous wet oxidation of phenol: Development of a kinetic model",
        null,
        "A highly active bimetallic oxides catalyst supported on Al-containing MCM-41 for Fenton oxidation of phenol solution",
        "Hydroxylation of phenol with hydrogen peroxide catalyzed by Ti-SBA-12 and Ti-SBA-16",
        "Developing highly active photocatalysts: Gold-loaded ZnO for solar phenol oxidation",
        "Microwave-enhanced degradation of phenol over Ni-loaded ZnO nanorods catalyst",
        "Impressivephenol hydroxylation activity using Fe-Ti-TUD-1 synthesized from silatrane via sol-gel process",
        "Supported Cu(II) polymer catalysts for aqueous phenol oxidation",
        "Efficient catalytic wet peroxide oxidation of phenol at moderate temperature using a high-load supported copper catalyst",
        "J. Mol. Catal. A Chem.",
        "Tin-silicalite-1: Synthesis by dry gel conversion, characterization and catalytic performance in phenol hydroxylation reaction",
        "Designing bimetallic catalysts for a green and sustainable future",
        null,
        null,
        null,
        "Gas atomization of low melting-point metal powders",
        "Mild temperature oxidation of phenol over rare earth exchanged aluminum pillared montmorillonites",
        null,
        "Dye house wastewater treatment through advanced oxidation process using Cu-exchanged Y zeolite: A heterogeneous catalytic approach",
        "FULLPAT: A full-pattern quantitative analysis program for X-ray powder diffraction using measured and calculated patterns",
        "Quantitative phase analysis using the Rietveld method",
        "Modern Powder Diffraction, Mineralogical Society of America Reviews in Mineralogy",
        null,
        "Correction for powder diffraction peak asymmetry due to axial divergence",
        "Formation of paratacamite nanomaterials via the conversion of aged and oxidized copper nanoparticles in hydrochloric acidic media",
        "Effect of Cu concentration on morphology of Sn-Ag-Cu solders by mechanical alloying",
        "MECHANISM OF MECHANICAL ALLOYING.",
        null,
        "Alloying and dealloying of CuPt bimetallic nanocrystals",
        null,
        "Strategies for enhanced CWPO of phenol solutions",
        "Heterogeneous catalytic wet peroxide oxidation of simulated phenol wastewater by copper metal-organic frameworks",
        "Chem. Eng. Technol.",
        "Production of titanium containing molecular sieves and their application in catalysis",
        "Oxidation of phenol by hydrogen peroxide catalyzed by metal-containing poly(amidoxime) grafted starch",
        "Ortho-substituted catechol derivatives: The effect of intramolecular hydrogen-bonding pathways on chloride anion recognition",
        "Highly effective Cu-HMS catalyst for hydroxylation of phenol",
        "Mechanism of electrochemical reduction of hydrogen peroxide on copper in acidic sulfate solutions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Petroleum and Petrochemical College , Chulalongkorn University",
        "Petroleum and Petrochemical College, Chulalongkorn University",
        "Powder Metallurgy Research and Development Unit",
        "TIGIST",
        "Thailand Graduate Institute of Science and Technology",
        "National Metal and Materials Technology Center"
    ]
}