{
    "eid": "2-s2.0-85053228319",
    "title": "Automated nucleated red blood cell count using the Mindray BC-6800 hematology analyzer",
    "cover-date": "2018-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry (medical)",
            "@code": "2704",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "flow cytometry",
        "manual microscopy",
        "Mindray BC-6800",
        "nucleated red blood cell"
    ],
    "authors": [
        "V. Houyhongthong",
        "W. Nunphuak",
        "C. Sripatumtong",
        "C. Parnsamut",
        "C. Ketloy"
    ],
    "citedby-count": 8,
    "ref-count": 20,
    "ref-list": [
        "Nucleated red blood cells in the fetus and newborn",
        "Enrichment of NRBC in maternal blood: a more feasible method for noninvasive prenatal diagnosis",
        "Nucleated red blood cells and soluble transferrin receptor in thalassemia syndromes: relationship with global and ineffective erythropoiesis",
        "Evaluation of nucleated red blood cells in the peripheral blood of hematological diseases",
        "Nucleated red blood cells are associated with a higher mortality rate in patients with surgical sepsis",
        "Nucleated red blood cells count as first prognostic marker for adverse neonatal outcome in severe preeclamptic pregnancies",
        "High in-hospital mortality of intensive care patients with nucleated red blood cells in blood",
        "Nucleated red blood cells in the blood of medical intensive care patients indicate increased mortality risk: a prospective cohort study",
        "ICSH guidelines for the evaluation of blood cell analysers including those used for differential leucocyte and reticulocyte counting",
        "New rapid flow cytometric method for the enumeration of nucleated red blood cells",
        "Performance evaluation of the automated nucleated red blood cell count of five commercial hematological analyzers",
        "Comparison of nucleated red blood cell count with four commercial hematological analyzers",
        "Recommendation for standardization of haematology reporting units used in the extended blood count",
        "Implementing a routine flow cytometry assay for nucleated red blood cell counts in cord blood units",
        "Performance evaluation of Mindray CAL 8000(BC-6800 and SC-120) hematology analyzer and slidemaker/stainer",
        "Evaluation of the coulter LH 750 haematology analyzer compared with flow cytometry as the reference method for WBC, platelet and nucleated RBC count",
        "Are the review criteria for automated complete blood counts of the International Society of Laboratory Hematology suitable for all hematology laboratories?",
        "Preliminary evaluation of complete blood cell count on Mindray BC-6800"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}