{
    "eid": "2-s2.0-85153702237",
    "title": "Differences in Smoking Cessation Behaviors and Vaping Status among Adult Daily Smokers with and Without Depression, Anxiety, and Alcohol Use: Findings from the 2018 and 2020 International Tobacco Control Four Country Smoking and Vaping (ITC 4CV) Surveys",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Alcohol misuse",
        "Anxiety",
        "Depression",
        "Mental health",
        "Smoking cessation"
    ],
    "authors": [
        "Pongkwan Yimsaard",
        "Shannon Gravely",
        "Gang Meng",
        "Geoffrey T. Fong",
        "K. Michael Cummings",
        "Andrew Hyland",
        "Ron Borland",
        "David Hammond",
        "Karin A. Kasza",
        "Lin Li",
        "Anne C.K. Quah"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Stress, Depression and Quit Attempt Outcomes among Unmotivated Smokers",
        "A new Classification System for describing concurrent use of Nicotine Vaping Products alongside Cigarettes (so-called 'Dual Use'): Findings from the ITC-4 Country Smoking and Vaping Wave 1 Survey",
        "AUDIT-C as a brief screen for alcohol misuse in primary care",
        "Mental health, smoking, harm reduction and quit attempts - a population survey in England",
        "Are recent attempts to quit smoking associated with reduced drinking in England? A cross-sectional population survey",
        "The AUDIT alcohol consumption questions (AUDIT-C): an effective brief screening test for problem drinking. Ambulatory Care Quality Improvement Project (ACQUIP). Alcohol Use Disorders Identification Test",
        "Life expectancy at birth for people with serious mental illness and other major disorders from a secondary mental health care case register in London",
        "The need to incorporate smoking cessation into behavioral health treatment",
        "Depression motivates quit attempts but predicts relapse: differential findings for gender from the International Tobacco Control Study.(Report)",
        "Smoking Cessation and Improvement in Mental Health Outcomes: Do People Who Quit Smoking by Switching to Electronic Cigarettes Experience Improvement in Mental Health?",
        "Association of electronic cigarette vaping and subsequent smoking relapse among former smokers",
        "Drinking as a risk factor for sustained smoking",
        "Effectiveness of the derived Alcohol Use Disorders Identification Test (AUDIT-C) in screening for alcohol use disorders and risk drinking in the US general population",
        "Alcohol and nicotine polygenic scores are associated with the development of alcohol and nicotine use problems from adolescence to young adulthood",
        "Association of Electronic Nicotine Delivery System Use With Cigarette Smoking Relapse Among Former Smokers in the United States",
        "Strength of urges to smoke as a measure of severity of cigarette dependence: Comparison with the Fagerstrom Test for Nicotine Dependence and its components",
        "The Association of Cigarette Smoking With Depression and Anxiety: A Systematic Review",
        "The Role of Anxiety in Smoking Onset, Severity, and Cessation-Related Outcomes: a Review of Recent Literature",
        "Cigarette smoking behaviors among adults with serious mental illness in a nationally representative sample",
        "Nicotine dependence and psychiatric disorders in the United States: Results from the national epidemiologic survey on alcohol and related conditions",
        "Past major depression and smoking cessation outcome: A systematic review and meta-analysis update",
        "Effects of abstinence from tobacco: Valid symptoms and time course",
        "Quitting smoking and change in alcohol consumption in the International Tobacco Control (ITC) Four Country Survey",
        "Prevention and Treatment of Tobacco Use: JACC Health Promotion Series",
        "Spatial, temporal, and demographic patterns in prevalence of smoking tobacco use and attributable disease burden in 204 countries and territories, 1990–2019: A systematic analysis from the Global Burden of Disease Study 2019",
        "Understanding addictive vulnerability: An evolving psychodynamic perspective",
        "Smoking and mental illness: Results from population surveys in Australia and the United States",
        "In alcohol-dependent drinkers, what does the presence of nicotine dependence tell us about psychiatric and addictive disorders comorbidity?",
        "How are self-reported physical and mental health conditions related to vaping activities among smokers and quitters: Findings from the itc four country smoking and vaping wave 1 survey",
        "Smoking status as a clinical indicator for alcohol misuse in US adults",
        "Case-finding instruments for depression in primary care settings",
        "Cancer risk associated with alcohol and tobacco use: Focus on upper aero-digestive tract and liver",
        "Patterns of tobacco use, quit attempts, readiness to quit and self-efficacy among smokers with anxiety or depression: Findings among six countries of the EUREST-PLUS ITC Europe Surveys",
        "Electronic cigarette use and mental health: A Canadian population-based study",
        "Effect of nicotine and nicotinic receptors on anxiety and depression",
        "Anxiety diagnoses in smokers seeking cessation treatment: Relations with tobacco dependence, withdrawal, outcome and response to treatment. Addiction (Abingdon",
        "Smoking, Mental Illness, and Public Health",
        "Depressive symptoms predict smoking cessation in a 20-year longitudinal study of adult twins",
        "Smoking and quitting behaviours by mental health conditions in Great Britain (1993–2014)",
        "A rationale and model for addressing tobacco dependence in substance abuse treatment",
        "Alcohol Use Disorder Identification Test (AUDIT): What Does It Screen? Performance of the AUDIT against Four Different Criteria in a Swedish Population Sample",
        "Smoking and mental illness in the US population",
        "Smoking and the Reduced Life Expectancy of Individuals With Serious Mental Illness",
        "Change in mental health after smoking cessation: systematic review and meta-analysis",
        "Smoking cessation for improving mental health",
        "Methods of the ITC Four Country Smoking and Vaping Survey, wave 1 (2016)",
        "Smoking among adults reporting lifetime depression, anxiety, anxiety with depression, and major depressive episode, United States, 2005–2006",
        "Binge drinking and its detection among middle-aged men using AUDIT, AUDIT-C and AUDIT-3",
        "An overview of alcohol and tobacco/nicotine interactions in the human laboratory",
        "Changes in smoking for adults with and without alcohol and drug use disorders: Longitudinal evaluation in the US population",
        "Cigarette Use, E-Cigarette Use, and Dual Product Use Are Higher Among Adults With Serious Psychological Distress in the United States: 2014–2017",
        "Case-finding instruments for depression. Two questions are as good as many",
        "Report on the global tobacco epidemic: Addressing new and emerging products. Geneva: World Health Organization; 2021",
        "The relationship between alcohol use and attempts and success at smoking cessation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Waterloo",
            "@id": "60014171",
            "affilname": "University of Waterloo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014171",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60118640",
            "affilname": "Melbourne School of Psychological Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118640",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60101854",
            "affilname": "Ontario Institute for Cancer Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101854",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Buffalo",
            "@id": "60022577",
            "affilname": "Roswell Park Cancer Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022577",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Charleston",
            "@id": "60005447",
            "affilname": "MUSC College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005447",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "US National Cancer Institute",
        "Ontario Institute for Cancer Research",
        "Canadian Institutes of Health Research",
        "National Health and Medical Research Council of Australia"
    ]
}