{
    "eid": "2-s2.0-85130354454",
    "title": "Surveillance Model of Parasitic Zoonosis in Cyprinoid Fishes in Northern Zone and Northeastern Zone of Thailand and Myanmar Using GIS",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Instrumentation",
            "@code": "3105",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Earth and Planetary Sciences (miscellaneous)",
            "@code": "1901",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "E. E. Phyo Myint",
        "A. Sereemaspun",
        "H. Sjödin",
        "J. Rocklöv",
        "Y. S. Lai",
        "A. Ribas",
        "N. Pakdeenarong",
        "C. Nithikathkul"
    ],
    "citedby-count": 0,
    "ref-count": 47,
    "ref-list": [
        "Prevalence and Risks for Fishborne Zoonotic Trematode Infections in Domestic Animals in a Highly Endemic Area of North Vietnam",
        "First Report and Molecular Identification of Opisthorchis viverrini Infection in Human Communities from Lower Myanmar",
        "The Prevalence of Human Intestinal Fluke Infections, Haplorchis Taichui, in Thiarid Snails and Cyprinid Fish in Bo Kluea District and Pua District, Nan Province, Thailand",
        "A Review of Human Carcinogens--Part B: Biological Agents",
        "Zoonotic Trematode Metacercariae in Fish from Yangon, Myanmar and their Adults Recovered from Experimental Animals",
        "Opisthorchis viverrini Infection in the Snail and Fish Intermediate Hosts in Central Vietnam",
        "Fishborne Zoonotic Intestinal Trematodes, Vietnam",
        "Infection Status of Zoonotic Trematode Metacercariae in Fishes from Vientiane Municipality and Champasak Province in Lao PDR",
        "Spatial distribution of, and risk factors for, Opisthorchis viverrini infection in southern Lao PDR",
        "Emerging Neglected Helminthiasis and Determinants of Multiple Helminth Infections in Flood-Prone Township in Myanmar",
        "Liver Fluke Infection and Cholangiocarcinoma: Model of Endogenous Nitric Oxide and Extragastric Nitrosation in Human Carcinogenesis",
        "Pre-treatment Loss to Follow-Up and Treatment Delay among Bacteriologically-Confirmed Tuberculosis Patients Diagnosed in Mandalay Region, Myanmar",
        "Genetic and Environmental Determinants of Risk for Cholangiocarcinoma via Opisthorchis viverrini in a Densely Infested Area in Nakhon Phanom, Northeast Thailand",
        "Human Infections with Liver and Minute Intestinal Flukes in Guangxi, China: Analysis by DNA Sequencing, Ultrasonography, and Immunoaffinity Chromatography",
        "Opisthorchiasis control in Thailand",
        "High Prevalence of Haplorchis taichui Metacercariae in Cyprinoid Fish from Chiang Mai Province, Thailand",
        "Prevalence of Fish-Borne Trematodes of the Family Heterophyidae at Pasak Cholasid Reservoir, Thailand",
        "PCR Diagnosis of Opisthorchis viverrini and Haplorchis taichui Infections in a Lao Community in an Area of Endemicity and Comparison of Diagnostic Methods for Parasitological Field Surveys",
        "Opisthorchis Viverrini Metacercariae in Cyprinoid Fish from Three Rivers in Khammouane Province, Lao PDR",
        "Prevalence of Haplorchis taichui and Haplorchoides sp. Metacercariae in Freshwater Fish from Water Reservoirs, Chiang Mai, Thailand",
        "A Survey of Metacercariae in Cyprinoid Fish in Nakhon Ratchasima, Northeast Thailand",
        "Distribution and Abundance of Opisthorchis Viverrini Metacercariae in Cyprinid Fish in Northeastern Thailand",
        "Farm-Level Risk Factors for Fish-Borne Zoonotic Trematode Infection in Integrated Small-Scale Fish Farms in northern Vietnam",
        "Discovery of Carcinogenic Liver Fluke Metacercariae in Second Intermediate Hosts and Surveillance on Fish-Borne Trematode Metacercariae Infections in Mekong Region of Myanmar",
        "Epidemiology of Opisthorchis viverrini in an Endemic Area of Thailand, an Integrative Approach",
        "Potential Risk of a Liver Fluke Opisthorchis Viverrini Infection brought by Immigrants from Prevalent Areas: A Case Study in the Lower Northern Thailand",
        "Fishborne Trematode Metacercariae Detected in Freshwater Fish from Vientiane Municipality and Savannakhet Province, Lao PDR",
        "Fishborne Trematode Metacercariae in Luang Prabang, Khammouane, and Saravane Province, Lao PDR",
        "Prevalence of Opisthorchis viverrini Infection in Humans and Fish in Kratie Province, Cambodia",
        "Low-grade Endemicity of Opisthorchiasis, Yangon, Myanmar",
        "The Current Status of Opisthorchiasis and Clonorchiasis in the Mekong Basin",
        "Epidemiology of Opisthorchis viverrini",
        "Opisthorchiasis and Opisthorchis-associated Cholangiocarcinoma in Thailand and Laos",
        "Food-Borne Trematodiases in Southeast Asia: Epidemiology, Pathology, Clinical Manifestation and Control",
        "Human Liver Fluke Opisthorchis viverrini (Trematoda, Opisthorchiidae) in Central Myanmar: New Records of Adults and Metacercariae Identified by Morphology and Molecular Analysis",
        "The Occurrence of Heterophyid Metacercariae in Cyprinoid Fish in Chiang Mai Province",
        "Diversity of human intestinal helminthiasis in Lao PDR",
        "Metacercariae Isolated from Cyprinoid Fishes in Khon Kaen District by Digestion Technic",
        "Genetic Variation in Opisthorchis viverrini (Trematoda: Opisthorchiidae) from Northeast Thailand and Laos PDR Based on Random Amplified Polymorphic DNA Analyses",
        "Epidemiology of Opisthorchis viverrini",
        "Current Status of Food-Borne Trematode Infections",
        "Seasonal Variation of Opisthorchis Viverrini metacercarial Infection in Cyprinid Fish from Southern Cambodia",
        "Immunology and Molecular Biology of Opisthorchis viverrini Infection",
        "Geographic Information System of Opisthorchis Viverrini in Northeast Thailand",
        "Metacercaria from Freshwater Fishes of Mae Sa Stream, Chiang Mai, Thailand",
        "Co-infection with Opisthorchis Viverrini and Haplorchis Taichui Detected by Human Fecal Examination in Chomtong District, Chiang Mai Province, Thailand",
        "Occurrence and Molecular Identification of Liver and Minute Intestinal Flukes Metacercariae in Freshwater Fish from Fang-Mae Ai Agricultural Basin, Chiang Mai Province, Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Maha Sarakham",
            "@id": "60002875",
            "affilname": "Mahasarakham University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002875",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Umea",
            "@id": "60031040",
            "affilname": "Umeå Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031040",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Guangzhou",
            "@id": "60021182",
            "affilname": "Sun Yat-Sen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021182",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Barcelona",
            "@id": "60001576",
            "affilname": "Universitat de Barcelona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001576",
            "affiliation-country": "Spain"
        }
    ],
    "funding": [
        "Swedish International Development Cooperation Agency",
        "National Research Council of Thailand",
        "Uppsala University",
        "Mahasarakham University",
        "Thailand Science Research and Innovation",
        "Thailand International Cooperation Agency"
    ]
}