{
    "eid": "2-s2.0-85062909559",
    "title": "Roles of aboveground roots facilitating sedimentation and elevation change in a mangrove forest behind bamboo seawalls",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Aboveground root",
        "Bamboo seawall",
        "Elevation change",
        "Mangrove forest",
        "Sedimentation rate"
    ],
    "authors": [
        "Saijai Samosorn",
        "Tanuwong Sangtiean",
        "Chadtip Rodtassana",
        "Sasitorn Poungparn"
    ],
    "citedby-count": 3,
    "ref-count": 31,
    "ref-list": [
        "Sedimentation within and among mangrove forests along a gradient of geomorphological set-tings. Estuarine",
        "Mangroves and intertidal morphology in Westernport Bay, Victoria, Australia",
        "The hydrometer as a new and rapid method for determining the colloidal content of soils",
        "Pneumatophore height and density in relation to micro-topography in the grey mangrove Avicennia marina",
        "Currents and sediment transport in mangrove forest. Estuarine",
        "Sedimentation in man-grove forests",
        "Ecological consequences of shoreline hardening: A meta-analysis",
        "Trapping of fine sediment in a semi-enclosed bay, Palau, Micronesia. Estuarine",
        "Characterization and pedo-genesis of mangrove soils from Ilhéus-BA, Brazil",
        "Coastal erosion and mitigation methods – global state of art",
        "How do mangrove forests induce sedimentation?",
        "Top/root biomass ratio of a secondary mangrove (Ceriops tagal (Perr.) C.B. Rob.) forest",
        "Common allometric equation for estimating the tree weight of mangrove",
        "Differential rates of vertical accretion and elevation change among aerial root types in Micronesian mangrove forests. Estuarine",
        "High mangrove density enhances surface accretion, surface elevation change, and tree survival in coastal areas susceptible to sea-level rise",
        "Short-term (≤2 yrs) estuarine mudflat and saltmarsh sedimentation: High-resolution data from ultrasonic altimetery, rod surface-elevation table, and filter traps. Estuarine",
        "Behavior of the groundwater in a riverine-type mangrove forest",
        "Hydrodynamics and modeling of water flow in mangrove areas",
        "Allometry and partitioning of the mangrove, Rhizophora apiculata",
        "Carbon Sequestration in mangroves eco-systems",
        "High primary productivity under submerged soil raises the net ecosystem productivity of a secondary mangrove forest in Eastern Thailand",
        "Reality of sedimentation in mangrove forest by the tide and discharge – investigation on trapped amount of deposit in a serial of high tides. A summary on the Mangrove Study in Okinawa (FY2000-2002)",
        "The role of pneumatophores in sedimentary processes",
        "Sedimentation in a coastal mangrove system, Red River Delta, Vietnam",
        "Carbon sinks in mangroves and their implications to carbon budget of tropical coastal ecosystems",
        "Sedimentation in an estuarine mangrove system",
        "Fine sediment trapping in two mangrove fringed estuaries exposed to contrasting land-use intensity, Palau, Micronesia",
        "Protective functions of coastal forests and trees against natural hazards",
        "Mangrove hydrodynamics",
        "A spatial analysis of the relationship between mangrove (Avicennia marina var. australasica) physiognomy and sedi-ment accretion in the Hauraki Plains, New Zealand. Estuarine"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "122261088",
            "affilname": "Ministry of Natural Resources and Environment (MONRE)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/122261088",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}