{
    "eid": "2-s2.0-84939458502",
    "title": "Identification of a mitochondrial 12S rRNA A1555G mutation causing aminoglycoside-induced deafness in a large Thai family",
    "cover-date": "2015-04-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "A1555G",
        "Aminoglycoside",
        "Deafness",
        "Mitochondrial DNA",
        "MT-RNR1",
        "Mutation analysis",
        "Thai"
    ],
    "authors": [
        "Pongsathorn Chaiyasap"
    ],
    "citedby-count": 0,
    "ref-count": 13,
    "ref-list": [
        "The Colorado newborn hearing screening project, 1992-1999: on the threshold of effective population-based universal newborn hearing screening.",
        "Genetics, genomics and gene discovery in the auditory system",
        "Cisplatin and Aminoglycoside Antibiotics: Hearing Loss and Its Prevention",
        "New developments in aminoglycoside therapy and ototoxicity",
        "Heteroplasmy for the 1555A>G mutation in the mitochondrial 12S rRNA gene in six Spanish families with non-syndromic hearing loss",
        "Cosegregation of C-Insertion at Position 961 with the A1555G Mutation of the Mitochondrial 12S rRNA Gene in a Large Chinese Family with Maternally Inherited Hearing Loss",
        null,
        null,
        "Hearing in 44-45 year olds with m.1555A>G, a genetic mutation predisposing to aminoglycoside-induced deafness: A population based cohort study",
        "Familial progressive sensorineural deafness is mainly due to the mtDNA A1555G mutation and is enhanced by treatment with aminoglycosides",
        "Normal hearing in a child with the m.1555A>G mutation despite repeated exposure to aminoglycosides. Has the penetrance of this pharmacogenetic interaction been overestimated?",
        "Aminoglycoside-induced reduction in nucleotide mobility at the ribosomal RNA A-site as a potentially key determinant of antibacterial activity",
        "Int J Otolaryngol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}