{
    "eid": "2-s2.0-84905859769",
    "title": "Identification and antimicrobial activity of Streptomyces strains from Thai mangrove sediment",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Antimicrobial activity",
        "Mangrove sediment",
        "Polyphasic taxonomy",
        "Streptomyces"
    ],
    "authors": [
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 5,
    "ref-count": 37,
    "ref-list": [
        "Potential microbial diversity in mangrove ecosystems:A review",
        "Actinomycetes for marine drug discovery isolated from mangrove soils and plants in China",
        "Enrichment method for the isolation of bioactive actinomycetes from mangrove sediments of Andaman Islands, India",
        "J. Ecobiotechnol.",
        "J. Life Sci.",
        "J Pharm Res.",
        "Isolation, identification and molecular characterization of rare actinomycetes from mangrove ecosystem of Nizampatnam",
        "Int. J. Bioassays.",
        "Erratum: Bioactive microbial metabolites. A personal view (Journal of Antibiotics (2005) 58 (1-26))",
        "Actinomycetologica.",
        "Int. J. Syst. Bacteriol.",
        "Thai J. Pharm Sci.",
        "Antibiotics in Laboratory Medicine",
        "Culture media for Actinomycetes",
        "Method in Microbiology",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "USFCC Newsl.",
        "Chemical Methods in Prokaryotic Systematics",
        "Taxonomic studies on coryneform bacteria iii: Dna base composition of coryneform bacteria",
        "Asaia krungthepensis sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "Nucleic acid Techniques in Bacterial Systematics",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Streptomyces iranensis sp. nov., isolated from soil",
        "Streptomyces sundarbansensis sp. nov., an actinomycete that produces 2-allyloxyphenol",
        "Actinomycetologica.",
        "J. Health Res.",
        "J. Health Res.",
        "Identification and antimicrobial activity of actinobacteria from soils in southern Thailand",
        "Streptomyces sundarbansensis sp. nov., an actinomycete that produces 2-allyloxyphenol",
        "Antibacterial polyketides from the marine alga-derived endophitic streptomyces sundarbansensis: A study on hydroxypyrone tautomerism",
        "Crystal structure of Streptomyces diastaticus No. 7 strain M1033 xylose isomerase",
        "Two polyene amides produced by genetically modified Streptomyces diastaticus var. 108",
        "Oligomycins A and C, major secondary metabolites isolated from the newly isolated strain Streptomyces diastaticus",
        "Neuraminidase Inhibitors from marine-derived actinomycete Streptomyces seoulensis",
        "Lipoamide dehydrogenase from Streptomyces seoulensis: Biochemical and genetic properties"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center for Bioactive Natural Products from Marine Organisms and Endophytic Fungi (BNPME)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}