{
    "eid": "2-s2.0-85120540682",
    "title": "Streptococcus agalactiae infection caused spinal deformity in juvenile red tilapia (Oreochromis sp.)",
    "cover-date": "2022-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (miscellaneous)",
            "@code": "3401",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "chronic infection",
        "granuloma",
        "Streptococcus agalactiae",
        "vertebrae"
    ],
    "authors": [
        "Patharapol Piamsomboon",
        "Sayamon Srisuwatanasagul",
        "Kittipot Kongsonthana",
        "Janenuj Wongtavatchai"
    ],
    "citedby-count": 3,
    "ref-count": 19,
    "ref-list": [
        "Notochord vacuoles absorb compressive bone growth during zebrafish spine formation",
        "Strain-associated virulence factors of Streptococcus iniae in hybrid-striped bass",
        "Arthritis in rats after systemic injection of streptococcal cells or cell walls",
        "Streptococcal septic arthritis in adults. A study of 55 cases with a literature review",
        "Serological and molecular characterization of Streptococcus iniae in Cultured Nile tilapia (Oreochromis niloticus) in Thailand",
        "Comprehensive investigation of streptococcosis outbreaks in cultured Nile tilapia, Oreochromis niloticus, and red tilapia, Oreochromis sp., of Thailand",
        "Severe scoliosis and fin deformities in three fish species collected from Jubail Vicinity, Saudi Arabia, Arabian Gulf",
        "Chronic streptococcosis in Nile tilapia, Oreochromis niloticus (L.), caused by Streptococcus agalactiae",
        "Ecological investigation of Streptococcus iniae in cultured Japanese flounder (Paralichthys olivaceus) using selective isolation procedures",
        "Brain histopathology in red tilapia Oreochromis sp. experimentally infected with Streptococcus agalactiae serotype III",
        "Streptococcosis in freshwater farmed seabass Lates calcarifer and its virulence in Nile tilapia Oreochromis niloticus",
        "Multiplex PCR assay for rapid and accurate capsular typing of group B streptococci",
        "Evidence of vertical transmission and tissue tropism of Streptococcosis from naturally infected red tilapia (Oreochromis spp.)",
        "Spinal deformities in farmed Atlantic salmon",
        "Group B streptococcal arthritis in adults",
        "Streptococcosis caused by Streptococcus iniae in farmed rainbow trout (Oncorhynchys mykiss) in Iran: Biophysical characteristics and pathogenesis",
        "Occurrence of rare genotypes of Streptococcus agalactiae in cultured red tilapia Oreochromis sp. and Nile tilapia O. niloticus in Thailand—relationship to human isolates?"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Veterinary Science Research Fund",
        "Chulalongkorn University"
    ]
}