{
    "eid": "2-s2.0-85133702185",
    "title": "Stasis and diversity in living fossils: Species delimitation and evolution of lingulid brachiopods",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Biogeography",
        "Cryptic species",
        "DNA barcoding",
        "Indo-West Pacific",
        "Isthmus of Panama",
        "Lingula"
    ],
    "authors": [
        "Ryutaro Goto",
        "Tsuyoshi Takano",
        "Koji Seike",
        "Momo Yamashita",
        "Gustav Paulay",
        "Ku'ulei S. Rodgers",
        "Cynthia L. Hunter",
        "Piyoros Tongkerd",
        "Shin'ichi Sato",
        "Jae Sang Hong",
        "Kazuyoshi Endo"
    ],
    "citedby-count": 3,
    "ref-count": 123,
    "ref-list": [
        "Novel symbiotic relationship between a spionid polychaete and Lingula (Brachiopoda: Lingulata: Lingulidae), with description of Polydora lingulicola sp. nov. (Annelida: Spionidae)",
        "XIV.—On the genera and species of recent brachiopods found in the seas of Japan",
        "DNA barcoding of lamp shells (Brachiopoda: Lingula anatina) from Probolinggo, East Java, Indonesia",
        "Cryptic species as a window on diversity and conservation",
        "Anatomical distinctions of the Mesozoic lingulide brachiopods",
        "Diversification of sympatric broadcast-spawning limpets (Cellana spp.) within the Hawaiian archipelago",
        "Descriptions of some new Species of Cuvier's Family of Brachiopoda",
        "BEAST 2.5: An advanced software platform for Bayesian evolutionary analysis",
        "DNA barcoding uncovers cryptic diversity in 50% of deep-sea Antarctic polychaetes",
        "DNA barcoding of marine metazoa",
        "The Evolution of Brachiopoda",
        "Selection of conserved blocks from multiple alignments for their use in phylogenetic analysis",
        "Cryptic diversity in the Japanese mantis shrimp Oratosquilla oratoria (Crustacea: Squillidae): Allopatric diversification, secondary contact and hybridization",
        "The ciliary feeding mechanisms of Lingula unguis (L.). (Brachiopoda)",
        "The breeding season of the brachiopod, Lingula unguis (L.)",
        "Molecular phylogeny of brachiopods and phoronids based on nuclear-encoded small subunit ribosomal RNA gene sequences",
        "Planktotrophic brachiopod larvae from the Pacific and Caribbean of Panama",
        "DNA barcoding of echinopluteus larvae uncovers cryptic diversity in neotropical echinoids",
        "World Travelers: DNA Barcoding Unmasks the Origin of Cloning Asteroid Larvae from the Caribbean",
        "Brachiopods from the Caribbean Sea and adjacent waters",
        "Chemico-structural degradation of Carboniferous lingulid shells",
        "Mémoire sur l'animal de la Lingule (Lingula anatina lam.)",
        "Annotated list of the Recent Brachiopoda in the collection of the United States National Museum, with descriptions of thirty-three new forms",
        "Supplement to the “revision of the Terebratulidae”, with additions, corrections and a revision of the Craniidae and Discinidae",
        "Catalogue of the recent species of the class Brachiopoda",
        "A Monograph of Recent Brachiopoda. Part III",
        "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
        "Young but distinct: description of Eubranchus malakhovi sp.n. a new, recently diverged nudibranch species (Gastropoda: Heterobranchia) from the Sea of Japan",
        "A redescription of the inarticulate brachiopod Lingula reevei Davidson",
        "On the status of Lingula tumidula Reeve, L. adamsi Dall, and L. shantungensis Hatai (Brachiopoda, Inarticulata)",
        "Three species of Lingula from the Queensland coast",
        "Taxonomie du genre Lingula (Brachiopodes, Inarticulés)",
        "Lingula anatina Lamarck from Mutsu Bay, northern Japan. Bull. Mar. Biol. Stn",
        "Biogeography of inarticulated brachiopods",
        "Proof that Lingula (Brachiopoda) is not a living-fossil, and emended diagnoses of the Family Lingulidae",
        "On the history of the names Lingula anatina, and on the confusion of the forms assigned them among the Brachiopoda",
        "Glottidia audebarti (Broderip), (Brachiopoda, Lingulidae) from the Gulf of Nicoya, Costa Rica",
        "Nuclear and mitochondrial gene sequences reveal unexpected genetic heterogeneity among northern Pacific populations of the brachiopod Lingula anatina",
        "Novel repetitive structures, deviant protein-encoding sequences and unidentified ORFs in the mitochondrial genome of the brachiopod Lingula anatina",
        "Breeding season and life history of Lingula anatina after settlement in Amami-Oshima Island, Kagoshima, Japan",
        "Delimiting species using single-locus data and the Generalized Mixed Yule Coalescent (GMYC) approach: A revised method and evaluation on simulated data sets",
        "SEAVIEW and PHYLOWIN: two graphic tools for sequence alignment and molecular phylogeny",
        "Evolution of symbiosis with Lingula (Brachiopoda) in the bivalve superfamily Galeommatoidea (Heterodonta), with description of a new species of Koreamya",
        "Seaview version 4: a multiplatform graphical user interface for sequence alignment and phylogenetic tree building",
        "An evaluation of sampling effects on multiple DNA barcoding methods leads to an integrative approach for delimiting species: a case study of the North American tarantula genus Aphonopelma (Araneae, Mygalomorphae, Theraphosidae)",
        "Breeding season, larval development and dispersal of Lingula anatina (Brachiopoda, Inarticulata) from Townsville, Australia",
        "A biometric case for revision of the genus Lingula (Brachiopoda: Inarticulata) from Queensland, Australia. J. Zool",
        "Genetic structure of three populations of the ‘living fossil’ brachiopod Lingula from Queensland, Australia",
        "XXXIV. On the organization of the Brachiopoda",
        "Report of the Biological Survey of Mutsu Bay. 22. Brachiopods of Mutsu Bay",
        "Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator",
        "Lingulata",
        "The Saemangeum Reclamation Project in South Korea threatens to extinguish an unique mollusk, ectosymbiotic bivalve species attached to the shell of Lingula anatina",
        "Current and historic distribution and abundance of the inarticulated brachiopod, Lingula reevii Davidson (1880), in Kaneohe Bay, Oahu, Hawaii",
        "The Lingulidae of the Queensland coast",
        "On the origin of Acochlidia and other enigmatic euthyneuran gastropods, with implications for the systematics of Heterobranchia",
        "First record of the brachiopod Lingula reevei (Brachiopoda, Lingulidae) from the Sea of Japan",
        "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
        "Ringiculid bubble shells recovered as the sister group to sea slugs (Nudipleura)",
        "Complete mitochondrial genome analysis of Lingula anatina from Korea (Brachiopoda, Lingulida, Lingulidae)",
        "An investigation of the variations in complete mitochondrial genomes of Lingula anatina in the western Pacific region",
        "A biometrical study on Lingula unguis (Linne)",
        "Phylogenetic investigations of Lingula anatina among some northwestern Pacific populations, based on mitochondrial DNA cytochrome c oxidase subunit I gene",
        "Sibling species in the sea",
        "Review of genus Lingula (Brachiopoda: Lingulidata) in Japan and adjacent waters",
        "Taxonomic revision of Japanese Lingula anatina with L. reevii (Brachiopoda: Lingulata)",
        "The great American schism: Divergence of marine organisms after the rise of the Central American Isthmus",
        "Status of marine biodiversity of the Chinese seas",
        "The Lingula genome provides insights into brachiopod evolution and the origin of phosphate biomineralization",
        "Mitochondrial gene order variation in the brachiopod Lingula anatina and its implications for mitochondrial evolution in lophotrochozoans",
        "Comparison of methods for molecular species delimitation across a range of speciation scenarios",
        "Koreamya arcuata (A. Adams, 1856) gen. nov. (Galeommatoidea; Montacutidae), a commensal bivalve associated with the inarticulate brachiopod Lingula anatina",
        "The EMBL-EBI search and sequence analysis tools APIs in 2019",
        "DNA Barcoding: error rates based on comprehensive sampling",
        "Ecology of the brachiopod Glottidia pyramidata",
        "Population dynamics of an inarticulate brachiopod Lingula unguis on the intertidal flats of Kunsan, Korea",
        "Effects of Late Cenozoic sea-level fluctuations on the bivalve faunas of tropical oceanic islands",
        "How and why did the Lingulidae (Brachiopoda) not only survive the end-Permian mass extinction but also thrive in its aftermath?",
        "Socioeconomic study and economic value of living fossil, Lingula sp. in mangrove ecosystem in Trat Province, Thailand",
        "Possible use of Lingula sp. (Phylum Brachiopoda) as a dissemination strategy to promote sustainable development in Fangchenggang mangrove, China",
        "ABGD, Automatic Barcode Gap Discovery for primary species delimitation",
        "ASAP: Assemble Species by Automatic Partitioning",
        "Posterior summarization in Bayesian phylogenetics using Tracer 1.7",
        "Zoogeography of shore fishes of the Indo-Pacific region",
        "On Lingula, a genus of brachiopodous mollusks",
        "MrBayes 3.2: Efficient Bayesian Phylogenetic Inference and Model Choice Across a Large Model Space",
        "Morphological and genetic comparisons between Lingula adamsi Dall, 1873 from South Korea and Japan",
        "Human impacts on coastal communities: a case study of benthic faunal changes after dike construction in Saemangeum, South Korea",
        "Burrowing in the inarticulate brachiopod Lingula anatina.",
        "The Naturalist's Miscellany",
        "RaxmlGUI: A graphical front-end for RAxML",
        "The major features of evolution",
        "RAxML-VI-HPC: maximum likelihood phylogenetic analysis with thousands of taxa and mixed models",
        "The improbability of animal phyla with few species",
        "LXXVIII. The characters of several rare and undescribed shells",
        "Improvement of phylogenies after removing divergent and ambiguously aligned blocks from protein sequence alignments",
        "Factors affecting species delimitations with the GMYC model: insights from a butterfly survey",
        "MEGA11: Molecular Evolutionary Genetics Analysis Version 11",
        "Kakusan4 and Aminosan: two programs for comparing nonpartitioned, proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data",
        "Effects of phylogenetic reconstruction method on the robustness of species delimitation using single locus data",
        "Demonstration of the preoral coelom in the brachiopod Lingula anatina with consideration of its phylogenetic significance",
        "Ultrastructure of the coelom in the brachiopod Lingula anatina",
        "Brachiopods, sipunculans, enteropneusts and metals from two estuarine tidal flats, Pacific, Costa Rica",
        "Collagenous chitinophosphatic shell of the brachiopod Lingula",
        "Species delimitation in the presence of strong incomplete lineage sorting and hybridization: Lessons from Ophioderma (Ophiuroidea: Echinodermata)",
        "Provenance of atlantic lingulid brachiopods",
        "Geographical pattern analysis of the brachiopod Lingula anatina based on mitochondrial COI gene sequences",
        "Molecular species delimitation in the primitively segmented spider genus Heptathela endemic to Japanese islands",
        "Deep genetic divergence within a “living fossil” brachiopod Lingula anatina",
        "On the development of Lingula anatina",
        "Morpho-anatomical differences of the Early Cambrian Chengjiang and Recent lingulids and their implications",
        "A general species delimitation method with applications to phylogenetic placements"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "@id": "60025272",
            "affilname": "The University of Tokyo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025272",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Kyoto",
            "@id": "60119828",
            "affilname": "Field Science Education and Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60119828",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60103897",
            "affilname": "National Museum of Nature and Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103897",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Shizuoka",
            "@id": "60103680",
            "affilname": "Shizuoka University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103680",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Incheon",
            "@id": "60028876",
            "affilname": "Inha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028876",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gainesville",
            "@id": "60027033",
            "affilname": "Florida Museum of Natural History",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027033",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60026857",
            "affilname": "Geological Survey of Japan",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026857",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Ann Arbor",
            "@id": "60025778",
            "affilname": "University of Michigan, Ann Arbor",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025778",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Kaneohe",
            "@id": "60021013",
            "affilname": "Hawaiʻi Institute of Marine Biology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021013",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Honolulu",
            "@id": "60013791",
            "affilname": "University of Hawaiʻi at Mānoa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013791",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60009279",
            "affilname": "Meguro Parasitological Museum",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009279",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Shigeaki Kojima and Yasunori Kano",
        "Tomoyuki Nakano",
        "Universitas Negeri Surabaya",
        "NSF",
        "Seto Marine Biological Laboratory",
        "Harvard University",
        "University of Michigan",
        "MCZ",
        "JSPS",
        "Shimane University",
        "China University of Geosciences",
        "University of Tokyo",
        "Kyoto University"
    ]
}