{
    "eid": "2-s2.0-85121035312",
    "title": "The giant pill-millipede genus zephronia gray, 1832 from thailand, with a redescription of z. Siamensis hirst, 1907 and descriptions of three new species (diplopoda, sphaerotheriida, zephroniidae)",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Diplopods",
        "Key",
        "Map",
        "Southeast Asia",
        "Taxonomy"
    ],
    "authors": [
        "Ruttapon Srisonchai",
        "Chirasak Sutcharit",
        "Natdanai Likhitrakarn"
    ],
    "citedby-count": 4,
    "ref-count": 33,
    "ref-list": [
        "Die Indo-australischen Myriopoden",
        "Diplopoda of India",
        "Myriopoden von Indochina, Expedition von Dr. C Dawydoff (1938–1939)",
        "Limestone karsts of Southeast Asia: Imperiled arks of biodiversity",
        "Contributions to the myriapod fauna of Thailand-New records of millipedes and centipedes from Thailand (Myriapoda: Diplopoda, Chilopoda)",
        "The millipedes of Thailand (Diplopoda)",
        "The Myriapods (Myriapoda – Mitosata, Fab.)",
        "On the identities of Cryxus Leach, 1814 and Zephronia Gray, 1832, the oldest generic names in the millipede order Sphaeroth-eriida (Diplopoda)",
        "On four new pill-millipedes from the Malay Peninsula and Siam",
        "A bibliographic catalogue of the Asiatic Sphaerotheriida (Diplopoda)",
        "Revision of the Southeast Asian millipede genus Orthomorpha Bollman, 1893, with the proposal of a new genus (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Three new species of the millipede genus Tylopus Jeekel, 1968 from Thailand, with additional notes on species described by Attems (Diplop-oda, Polydesmida, Paradoxosomatidae)",
        "A remarkable new species of the millipede genus Trachyjulus Peters, 1864 (Diplopoda, Spi-rostreptida, Cambalopsidae) from Thailand, based both on morphological and molecular evidence",
        "Two new species of the giant pill-millipede genus Zephronia Gray, 1832 from Thailand (Diplopoda: Sphaerotheriida: Zephroniidae)",
        "A revision of the Thyropygus allevatus group. Part 1: the T. opinatus subgroup (Diplopoda: Spirostreptida: Harpagophoridae)",
        "The Rhynchoproctinae, a south-east Asiatic subfamily of giant millipedes: cladistic analysis, classification, four new genera and a deviating new species from north-west Thailand (Diplopoda:Spirostreptida:Harpagophoridae)",
        "Morphological and mitochondrial DNA data reshuffle the taxonomy of the genera Atopochetus Attems, Litostrophus Chamberlin and Tonkinbolus Verhoeff (Diplopoda: Spirobolida: Pachybolidae), with descriptions of nine new species",
        "Integrative taxonomy of the new millipede genus Coxobolellus, gen. nov. (Diplopoda: Spirobolida: Pseudospirobolellidae), with descriptions of ten new species",
        "On the Myriopoda of Burma. Pt. 1. Report on the Oniscomorpha collected by Sig. L. Fea, by Mr. E.W. Oates and by the late Sig. G.B. Comotto",
        "Four new species of giant pill-millipedes from Vietnam (Sphaerotheriida, Zephroniidae)",
        "Some new or poorly-known Zephroniidae (Di-plopoda, Sphaerotheriida) from Vietnam",
        "A revision of dragon millipedes I: Genus Desmoxytes Chamberlin, 1923, with the description of eight new species (Diplop-oda, Polydesmida, Paradoxosomatidae)",
        "A revision of dragon millipedes II: The new genus Nagaxytes, with the description of three new species (Diplopoda, Poly-desmida, Paradoxosomatidae)",
        "A revision of dragon millipedes III: The new genus Gigaxytes, with the description of three new species (Diplopoda, Poly-desmida, Paradoxosomatidae)",
        "A revision of dragon millipedes IV: The new genus Spinaxytes, with the description of nine new species (Diplopoda, Polydesmida, Paradoxosomatidae)",
        "Distribution of Giant Pill-Millipedes (Zephronia cf. viridescens) and Flat-backed millipedes (Orthomorpha variegata) in relation to ecological factors at Sa-kaerat Environmental Research Station, Thailand",
        "The giant pill-millipedes, order Sphaerotheriida – An annotated species catalogue with morphological atlas and list of apomorphies (Arthropoda: Diplopoda)",
        "First records of giant pill-millipedes from Laos (Diplopoda, Sphaerotheriida, Zephroniidae)",
        "The giant pill-millipedes of Madagascar: Revision of the genus Sphaeromimus, with a review of the morphological terminology (Diplopoda, Sphaeroth-eriida, Sphaerotheriidae)",
        "Integrative description of new giant pill-millipedes from southern Thailand (Diplopoda, Sphaerotheriida, Zephroniidae)",
        "A new species of the giant pill-millipede genus Sphaerobelum Verhoeff, 1924 from northern Thailand, with an extensive description and molecular characters (Diplopoda: Sphaerotheriida: Zephro-niidae)",
        "Daily activities of the giant pill-millipede Zephronia cf. viride-scens Attems, 1936 (Diplopoda: Sphaerotheriida: Zephroniidae) in a deciduous forest in Northern Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60018013",
            "affilname": "Maejo University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018013",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Her Royal Highness Maha Chakri Sirind-horn and Center of Excellence on Biodiversity",
        "National Park Departments",
        "Khon Kaen University",
        "Khon Kean University"
    ]
}