{
    "eid": "2-s2.0-84940116832",
    "title": "Characteristics and osteoconductivity of bone composite scaffolds made of Thai silk fibroin, gelatin and inorganic compounds: A comparative study of β-tricalcium phosphate and hydroxyapatite",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "gelatin",
        "human periosteum-derived stem cells",
        "hydroxyapatite",
        "silk fibroin",
        "β-tricalcium phosphate"
    ],
    "authors": [
        "Chotika Dararutana"
    ],
    "citedby-count": 4,
    "ref-count": 22,
    "ref-list": [
        "Silk as a biomaterial",
        "Stem cell-based tissue engineering with silk biomaterials",
        "Modification of thai silk fibroin scaffolds by gelatin conjugation for tissue engineering",
        "Balanced electrostatic blending approach - An alternative to chemical crosslinking of Thai silk fibroin/gelatin scaffold",
        "J. Mater. Sci. Mater. Med.",
        "A comparison of Thai silk fibroin-based and chitosan-based materials on in vitro biocompatibility for bone substitutes",
        "A comparison of Thai silk fibroin-based and chitosan-based materials on in vitro biocompatibility for bone substitutes",
        "Osteogenic differentiation of mesenchymal stem cells in biodegradable sponges composed of gelatin and β-tricalcium phosphate",
        "A biomimetic hyperbranched poly(amino ester)-based nanocomposite as a tunable bone adhesive for sternal closure",
        "Three-dimensional aqueous-derived biomaterial scaffolds from silk fibroin",
        "Conformation transition kinetics of Bombyx mori silk protein",
        "Fabrication and characterization of chitosan/gelatin porous scaffolds with predefined internal microstructures",
        "Tensile mechanical strain up-regulates Runx2 and osteogenic factor expression in human periosteal cells: Implications for distraction osteogenesis",
        "Bone and cartilage tissue constructs grown using human bone marrow stromal cells, silk scaffolds and rotating bioreactors",
        "Control of in vitro tissue-engineered bone-like structures using human mesenchymal stem cells and porous silk scaffolds",
        "The effect of mean pore size on cell attachment, proliferation and migration in collagen-glycosaminoglycan scaffolds for bone tissue engineering",
        "The influence of elasticity and surface roughness on myogenic and osteogenic-differentiation of cells on silk-elastin biomaterials",
        "Synthesis, characterization and protein adsorption behaviors of PLGA/PEG di-block co-polymer blend films",
        "Organic-inorganic hybrids of hydroxyapatite with chitosan",
        "Isolation and cellular properties of mesenchymal stem cells from human periosteum",
        "Large-scale expansion of human stem and progenitor cells from bone marrow mononuclear cells in continuous perfusion cultures",
        "Biodegradable and bioactive porous polymer/inorganic composite scaffolds for bone tissue engineering"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}