{
    "eid": "2-s2.0-85108577504",
    "title": "Hercide atrazine alters the microbiota of the filamentous green alga Cladophora sp. Cultured from Thailand Herbisid atrazin mengubah mikrobiota alga hijau berfilamen Cladophora sp. yang Dikultur Dari Thailand",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "16S rDNA amplicons",
        "Atrazine",
        "Cladophora",
        "Microbiomes"
    ],
    "authors": [
        "Anchittha Satjarak",
        "Jittra Piapukiew",
        "Wikrom Chanthapatchot",
        "Karnjana Ruen-Pham",
        "Alisa S. Vangnai"
    ],
    "citedby-count": 1,
    "ref-count": 64,
    "ref-list": [
        "Marchantia liverworts as a proxy to plants' basal microbiomes",
        "Interaction of acetochlor and atrazine with natural freshwater biofilms grown on polycarbonate substrate in Lake Velence (Hungary)",
        "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2",
        "Spatiotemporal dynamics of the bacterial microbiota on lacustrine Cladophora glomerata (Chlorophyta)",
        "Seasonal stability of Cladophora-associated Salmonella in Lake Michigan watersheds",
        "Population structure of Cladophora-borne Escherichia coli in nearshore water of Lake Michigan",
        "Growth and survival of Escherichia coli and enterococci populations in the macroalga Cladophora (Chlorophyta)",
        "Soil microbial community toxic response to atrazine and its residues under atrazine and lead contamination",
        "Association of toxin-producing Clostridium botulinum with the macroalga Cladophora in the Great Lakes",
        "jModelTest 2: More models, new heuristics and parallel computing",
        "The atrazine catabolism genes atzABC are widespread and highly conserved",
        "Stability of a mixed microbial population in a biological reactor during long term atrazine degradation under carbon limiting conditions",
        "Horizontal gene transfer of atrazine‐degrading genes (atz) from Agrobacterium tumefaciens St96‐4 pADP1: Tn5 to bacteria of maize‐cultivated soil",
        "Tolerance to agricultural pesticides of strains belonging to four genera of Rhizobiaceae",
        "The strengths and weaknesses of Gordonia: A review of an emerging genus with increasing biotechnological potential",
        "A novel decarboxylating amidohydrolase involved in avoiding metabolic dead ends during cyanuric acid catabolism in Pseudomonas sp. strain ADP",
        "Exploring bacterial communities and biodegradation genes in activated sludge from pesticide wastewater treatment plants via metagenomic analysis",
        "Planctomycetes attached to algal surfaces: Insight into their genomes",
        "Conjugation between two Escherichia coli strains and between Escherichia coli (donor) and Azospirillum brasilense (recipient) in the presence of various herbicides",
        "A metagenome for lacustrine Cladophora (Cladophorales) reveals remarkable diversity of eukaryotic epibionts and genes relevant to materials cycling",
        "Cladophora (Chlorophyta) spp. harbor human bacterial pathogens in nearshore water of Lake Michigan",
        "Multiple alignment of DNA sequences with MAFFT. D. Posada",
        "Chemical water quality in Thailand and its impacts on the drinking water production in Thailand",
        "Planctomycetes diversity associated with macroalgae",
        "Antioxidant and anticancer activities of freshwater green algae, Cladophora glomerata and Microspora floccosa, from Nan River in northern Thailand",
        "Toluene biodegradation in an algal-bacterial airlift photobioreactor: Influence of the biomass concentration and of the presence of an organic phase",
        "Operational performance, biomass and microbial community structure: Impacts of backwashing on drinking water biofilter",
        "Shift in bacterial community structure drives different atrazine-degrading efficiencies",
        "The role of laterally transferred genes in adaptive evolution",
        "Co-occurrence networks among bacteria and microbial eukaryotes of lake Baikal during a spring phytoplankton bloom",
        "The CIPRES science gateway: Enabling high-impact science for phylogenetics researchers with limited resources",
        "Lateral gene transfer and the nature of bacterial innovation",
        "Microbial communities and fecal indicator bacteria associated with Cladophora mats on beach sites along lake Michigan shores",
        "Characterization of bacterial community associated with phytoplankton bloom in a eutrophic lake in South Norway using 16S rRNA gene amplicon sequence analysis",
        "Two endemic species of macroalgae in Nan river, northern Thailand, as therapeutic agents",
        "Atrazine transport from the maize (Zea mays L.) cultivated upland soil in Huay Kapo watershed, Nam Nao district, Phetchabun province, Thailand",
        "The residues of atrazine herbicide in stream water and stream sediment in Huay Kapo watershed, Phetchabun province, Thailand",
        "The SILVA ribosomal RNA gene database project: Improved data processing and web-based tools",
        "Degradation and mineralization of atrazine by a soil bacterial isolate",
        "Phycosphere bacterial diversity in green algae reveals an apparent similarity across habitats",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Monitoring and risk assessment of pesticides in a tropical river of an agricultural watershed in northern Thailand",
        "Complete biodegradation of atrazine by a microbial community isolated from a naturally derived river ecosystem (microcosm)",
        "Universal primers amplify a 23S rDNA plastid marker in eukaryotic algae and cyanobacteria",
        "Basis of crop selectivity and weed resistance to triazine herbicides",
        "Novosphingobium pentaromativorans sp. nov., a high-molecular-mass polycyclic aromatic hydrocarbon-degrading bacterium isolated from estuarine sediment",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Effects of chemicals and metal ions on microcosms: Comparison of community metabolism to single-species responses to toxicants",
        "Diversity of edible Cladophora (Cladophorales, Chlorophyta) in northern and northeastern Thailand, based on morphology and nuclear ribosomal DNA sequences",
        "Characterization of an atrazine-degrading Pseudaminobacter sp. isolated from Canadian and French agricultural soils",
        "Phreatobacter oligotrophus gen. nov., sp. nov., an alphaproteobacterium isolated from ultrapure water of the water purification system of a power plant",
        "The mode of action of triazine herbicides in plants",
        "Evolution of atrazine-degrading capabilities in the environment",
        "Degradation of atrazine in a laboratory scale model system with Danube river sediment",
        "Rates of lateral gene transfer in prokaryotes: High but why?",
        "Endophytes: The other maize genome",
        "Atrazine induced species-specific alterations in the subcellular content of microalgal cells",
        "Occurrence of Escherichia coli and enterococci in Cladophora (Chlorophyta) in nearshore water and beach sand of Lake Michigan",
        "Oxidative stress response in atrazine-degrading bacteria exposed to atrazine",
        "The genus Cladophora Kutzing (Ulvophyceae) as a globally distributed ecological engineer",
        "The epiphytic microbiota of the globally widespread macroalga Cladophora glomerata (Chlorophyta, Cladophorales)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}