{
    "eid": "2-s2.0-85124181022",
    "title": "A Novel Patient-specific Titanium Mesh Implant Design for Reconstruction of Complex Orbital Fracture",
    "cover-date": "2022-01-27",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Pakaporn Kittichokechai",
        "Kanin Sirichatchai",
        "Chedtha Puncreobutr",
        "Boonrat Lohwongwatana",
        "Preamjit Saonanon"
    ],
    "citedby-count": 4,
    "ref-count": 15,
    "ref-list": [
        "What is the incidence of implant malpositioning and revision surgery after orbital repair?",
        "What are the limitations of the non-patient-specific implant in titanium reconstruction of the orbit?",
        "Customized titanium mesh based on the 3D printed model vs. Manual intraoperative bending of titanium mesh for reconstructing of orbital bone fracture: A randomized clinical trial",
        "Patient specific implants (PSI) in reconstruction of orbital floor and wall fractures",
        "Primary reconstruction of orbital fractures using patient-specific titanium milled implants: The Helsinki protocol",
        "A novel method of CT exophthalmometry in patients with thyroid eye disease",
        "Biomaterials for repair of orbital floor blowout fractures: A systematic review",
        "Controversies in orbital reconstruction-III. Biomaterials for orbital reconstruction: A review with clinical recommendations",
        "Preformed vs intraoperative bending of titanium mesh for orbital reconstruction",
        "Orbital floor reconstruction with an alloplastic resorbable polydioxanone sheet",
        "Reconstruction of orbital floor fracture with polyglactin 910/polydioxanon patch (ethisorb): A retrospective study",
        "Reconstruction of traumatic orbital floor fractures with resorbable mesh plate",
        "Outcomes of orbital blow-out fracture repair performed beyond 6 weeks after injury",
        "Real time navigation-assisted orbital wall reconstruction in blowout fractures",
        "Comparison of the outcomes of complex orbital fracture repair with and without a surgical navigation system: A prospective cohort study with historical controls"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60029201",
            "affilname": "Chonburi Regional Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029201",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital"
    ]
}