{
    "eid": "2-s2.0-84979490395",
    "title": "Entrapment of 5-aminolevulinic acid under edible composite film of konjac glucomannan and chitosan",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "5-Aminolevulinic acid",
        "Chitosan",
        "Edible film",
        "Konjac glucomannan",
        "Plant growth regulator"
    ],
    "authors": [
        "Phattanit Tripetch"
    ],
    "citedby-count": 4,
    "ref-count": 38,
    "ref-list": [
        "Perspect. Med. Chem",
        "Promotive effects of 5-aminolevulinic acid on the yield of several crops",
        "Improving salt tolerance of cotton seedlings with 5-aminolevulinic acid",
        "Rapid dark repression of 5-aminolevulinic Acid synthesis in green barley leaves",
        "Hormonal activities of 5-aminolevulinic acid in callus induction and micropropagation",
        "Aminolevulinic acid: From its unique biological function to its star role in photodynamic therapy",
        "Chemical instability of 5-aminolevulinic acid used in the fluorescence diagnosis of bladder tumours",
        "Degradation mechanism and stability of 5-aminolevulinic acid",
        "Development of a stable solution of 5-aminolaevulinic acid for intracutaneous injection in photodynamic therapy",
        "Eur. J. Chem",
        "Review of the physico-chemical characteristics and properties of konjac mannan",
        "A New Drying Approach to Enhance Quality of Konjac Glucomannan Extracted from Amorphophallus muelleri",
        "Modification of the microstructural and physical properties of konjac glucomannan-based films by alkali and sodium carboxymethylcellulose",
        "The mechanism of sodium hydroxide solution promoting the gelation of Konjac glucomannan (KGM)",
        "Gelation behavior of native and acetylated konjac glucomannan",
        "Semi-permeable nanocapsules of konjac glucomannan-chitosan for enzyme immobilization",
        "Browning inhibition in fresh-cut rose apple fruit cv. Taaptimjaan using konjac glucomannan coating incorporated with pineapple fruit extract",
        "Properties of konjac glucomannan-whey protein isolate blend films",
        "Characterization of konjac glucomannan-gellan gum blend films and their suitability for release of nisin incorporated therein",
        "Blend films from chitosan and konjac glucomannan solutions",
        "Characterization of poly(vinylpyrrolidone)-konjac glucomannan blend films",
        "Effects of Interactions between the Constituents of Chitosan-Edible Films on Their Physical Properties",
        "Effect of Chitosan Essential Oil Films on the Storage-Keeping Quality of Pork Meat Products",
        "Drug physical state and drug-polymer interaction on drug release from chitosan matrix films",
        "Development of Edible Films and Coatings with Antimicrobial Activity",
        "Condensed state structure and biocompatibility of the konjac glucomannan/chitosan blend films",
        "Liquid chromatography assay for 5-aminolevulinic acid: Application to in vitro assessment of skin penetration via Dermaportation",
        "Mechanical, Optical, and Barrier Properties of Soy Protein Film As Affected by Phenolic Acid Addition",
        "Glucomannan, a promising polysaccharide for biopharmaceutical purposes",
        "Chitosan and its amino acids condensation adducts as reactive natural polymer supports for cellulase immobilization",
        "Chitosan - A versatile semi-synthetic polymer in biomedical applications",
        "Effect of alkalis on deacetylation of konjac glucomannan in mechano-chemical treatment",
        "Preparation and characterization of konjac glucomannan and ethyl cellulose blend films",
        "Introduction to Organic Spectroscopy",
        "Infrared spectral comparison of 5-aminolevulinic acid and its hexyl ester",
        "Effect of alkalis on konjac glucomannan gels for use as potential gelling agents in restructured seafood products",
        "Physical properties and molecular behavior of chitosan films",
        "Physico-chemical properties of Chitosan films"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sydney",
            "affilname": "UNSW Sydney",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Chulalongkorn University for Special Task Force for Activating Research",
        "Dehydration of Food and Biomaterials",
        "STAR",
        "Chulalongkorn University"
    ]
}