{
    "eid": "2-s2.0-84925656734",
    "title": "Educational options, difficulties, and barriers for vision, hearing, and mobility impaired persons living in Bangkok",
    "cover-date": "2014-02-01",
    "subject-areas": [
        {
            "$": "Speech and Hearing",
            "@code": "3616"
        },
        {
            "$": "Advanced and Specialized Nursing",
            "@code": "2902"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        },
        {
            "$": "Geriatrics and Gerontology",
            "@code": "2717"
        },
        {
            "$": "Sensory Systems",
            "@code": "2809"
        },
        {
            "$": "Rehabilitation",
            "@code": "2742"
        }
    ],
    "keywords": [
        "Educational accessibility",
        "Educational challenges",
        "Integrated education",
        "Thai persons with disability"
    ],
    "authors": [
        "Chulanee Thianthai"
    ],
    "citedby-count": 1,
    "ref-count": 24,
    "ref-list": [
        "Non-formal Education. Media Sector of Disability Learning Center. Disabled People Situational Report 2012",
        "Educational Reform Centre. Educational System for the Disabled, Underprivileged, and Gifted People 2012",
        "Office of the Higher Education Commission. Government Gazette Regarding Act on Educational System for the Disabled People 2008",
        "Part 8: Rights and Liberties in Education Section 49, 2009",
        "Thailand Educational Development Plan According to the Convention on the Rights of Persons with Disabilities (CRPD) 2012",
        "Statistic of Student with Disability in Higher Education from the Year 2004-2010",
        "Teacher training in Thailand",
        "Why does Community-Based Rehabilitation fail physically disabled women in northern Thailand?",
        "Quality of life in Thailand",
        "Public Welf J",
        "Dealing with Problems in the Disabled People Lives: Social Welfare Approach and Direction for the Disabled",
        "Educational Equality and Opportunity for Education and Social Rehabilitate of Disabled People: A Case Study on the Blind",
        "Educational Management Condition of Integrated Blind School at Elementary Level in the Northeastern Region",
        "Integrated Education of Normal Students and Students with Special Needs",
        "J Ratchasuda Col Res Dev Pers Dis",
        "Education for Disabled People in the Era of Globalization",
        "Nothing without us or nothing about us?",
        "The Uphill Struggle: Services for Deaf and hard of hearing people - Issues of equality, participation and access",
        "Stories about Physical Education from Young People with Disabilities",
        "Math Teach",
        "International Seminar on Teaching English to Deaf and Hard-ofhearing Students at Secondary and Tertiary Levels of Education",
        "Grammatical Subjects in home sign: Abstract linguistic structure in adult primary gesture systems without linguistic input",
        "Preamble of the Convention on the Rights of Persons with Disabilities (CRPD) 2012",
        "Heart Talk: Say What You Feel in Thai"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Office of the Higher Education Commission",
        "Thailand Research Fund"
    ]
}