{
    "eid": "2-s2.0-85128017713",
    "title": "Applying andragogical concepts in creating a sustainable lifelong learning society",
    "cover-date": "2021-03-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Suwithida Charungkaittikul",
        "John A. Henschke"
    ],
    "citedby-count": 0,
    "ref-count": 67,
    "ref-list": [
        "Towards a philosophy of lifelong learning",
        "Characteristics of adult learners with implications for online learning design",
        "Applications of Andragogy in Multi-Disciplined Teaching and Learning",
        "Strategies for Developing a Sustainable Learning Society: An Analysis of Lifelong Learning in Thailand",
        "Organizational learning capability and job satisfaction: An empirical assessment in the ceramic tile industry",
        "Thinking about andragogy: The international foundation for its research, theory, and practice linkage in adult education and human resource development",
        "Conceptualizing our work as adult educators in a socially responsible way",
        "A chronology and analysis of the andragogy debate",
        "An emerging pattern of successful knowledge cities' main features",
        "Lifelong education",
        "Future of work and adult learning",
        "Malcolm knowles' theory of andragogy. A critique",
        "Observations of the possible influence of andragogy on the economies of world nations",
        "Identifying appropriate adult educator practices: Beliefs, feelings and behaviors",
        "Considerations regarding the future of andragogy",
        "Super Andragogy",
        "Andragogy",
        "Knowledge-based development: Policy and planning implications for cities",
        "The Manager as Educator",
        "Andragogy and self-directed learning: Pillars of adult learning theory",
        "A critical theory of adult learning and education",
        "Andragogy after twenty-five years",
        "Andragogy's detectives: A critique of the present and a proposal for the future. Adult Education Quarterly",
        "Convergence or Divergence of Ideas on Andragogy in Different Countries",
        "Social capital, human capital and the learning society",
        "The learning society: Two justifications",
        "Changing notions of lifelong education and lifelong learning",
        "Organizational learning and employee retention: A focus study examining the role of relationships between supervisors and subordinates",
        "Andragogy: Origins, developments and trends"
    ],
    "affiliation": [
        {
            "affiliation-city": "Saint Charles",
            "@id": "60113202",
            "affilname": "Lindenwood University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113202",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}