{
    "eid": "2-s2.0-84901489106",
    "title": "Effects of TIG pulse current and nitrogen content in argon shielding gas on microstructure and mechanical properties of 15Cr-4Ni-8Mn-1.3Cu stainless steel weld metal",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "15Cr-4Ni-8Mn-1.3Cu austenitic stainless steel",
        "Shielding gas",
        "TIG pulse current"
    ],
    "authors": [
        "Pragassak Petarporn"
    ],
    "citedby-count": 1,
    "ref-count": 25,
    "ref-list": [
        "ASM International",
        "Effect of alloying Cu on the corrosion resistance of stainless steels in chloride media",
        "Advanced Welding System: TIG and Related Process",
        "Effect of Autogenous Arc Welding Processes on Tensile and Impact Properties of Ferritic Stainless Steel Joints",
        "Effect of pulsed current on temperature distribution, weld bead profiles and characteristics of gas tungsten arc welded aluminum alloy joints",
        "Effects of shielding gases on the microstructure and localized corrosion of tube-to-tube sheet welds of super austenitic stainless steel for seawater cooled condenser",
        "Semiconducting and passive film properties of nitrogen-containing type 316LN stainless steels",
        "Electrochemical noise studies of the effect of nitrogen on pitting corrosion resistance of high nitrogen austenitic stainless steels",
        "Nitrogen in austenitic stainless steels",
        "PREDICTION OF AUSTENITIC WELD METAL MICROSTRUCTURE AND PROPERTIES.",
        "Welding Metallurgy and Weldability of Stainless Steels",
        "FERRITE MORPHOLOGY AND VARIATIONS IN FERRITE CONTENT IN AUSTENITIC STAINLESS STEEL WELDS.",
        "PREDICTION OF AUSTENITIC WELD METAL MICROSTRUCTURE AND PROPERTIES.",
        "Microstructure, hardness and petroleum corrosion evaluation of 316L/AWS E309MoL-16 weld metal",
        "Study on the effects of pulsed TIG welding parameters on delta-ferrite content, shape factor and bead quality in orbital welding of AISI 316L stainless steel plate",
        "Effect of nitrogen content and retained ferrite on the residual stress in austenitic stainless steel weldments",
        "The study of nitrogen in argon gas on the angular distortion of austenitic stainless steel weldments",
        "WELDABILITY OF NITROGEN-CONTAINING AUSTENITIC STAINLESS STEEL: PART II - POROSITY, CRACKING AND CREEP PROPERTIES.",
        "INFLUENCE OF NITROGEN FROM WELDING ON STAINLESS STEEL WELD METAL MICROSTRUCTURES.",
        null,
        "Effect of heat input on the microstructure and mechanical properties of gas tungsten arc welded AISI 304 stainless steel joints",
        "Modeling dendritic structure and mechanical properties of Zn-Al alloys as a function of solidification conditions",
        "Correlation between unsteady-state solidification conditions, dendrite spacings, and mechanical properties of AI-Cu alloys"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}