{
    "eid": "2-s2.0-85067811443",
    "title": "Utilization of spinal navigation to facilitate hassle-free rod placement during minimally-invasive long-construct posterior instrumentation",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Computer-assisted surgery",
        "Minimally invasive surgical procedures",
        "Pedicle screws",
        "Spinal fusion",
        "Spondylosis"
    ],
    "authors": [
        "Arun Kumar Kaliya-Perumal",
        "Worawat Limthongkul",
        "Jacob Yoong Leong Oh"
    ],
    "citedby-count": 2,
    "ref-count": 15,
    "ref-list": [
        "The mechanical effect of rod contouring on rod-screw system strength in spine fixation",
        "The biomechanical consequences of rod reduction on pedicle screws: should it be avoided?",
        "The effect of contouring on fatigue strength of spinal rods: is it okay to rebend and which materials are best?",
        "Percutaneous techniques for minimally invasive posterior lumbar fusion",
        "Minimally invasive spinal surgery with intraoperative imageguided navigation",
        "Computer-assisted spine surgery",
        "Accuracy of spinal screw fixation using intraoperative O-arm navigation: consecutive series of 118 screws",
        "O-arm with navigation versus C-arm: a review of screw placement over 3 years at a major trauma center",
        "The superiority of intraoperative O-arm navigation-assisted surgery in instrumenting extremely small thoracic pedicles of adolescent idiopathic scoliosis: a case-control study",
        "Robot assisted navigated drilling for percutaneous pedicle screw placement: a preliminary animal study",
        "Navigation and robotics in spinal surgery: where are we now?",
        "Technique, challenges and indications for percutaneous pedicle screw fixation",
        "An intraoperative fluoroscopic method to accurately measure the post-implantation position of pedicle screws",
        "Accuracy and safety of percutaneous lumbosacral pedicle screw placement using dual-planar intraoperative fluoroscopy",
        "Effects of rod reduction on pedicle screw fixation strength in the setting of Ponte osteotomies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chennai",
            "@id": "60032493",
            "affilname": "The Tamil Nadu Dr.M.G.R. Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032493",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60002481",
            "affilname": "Tan Tock Seng Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002481",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}