{
    "eid": "2-s2.0-84910656824",
    "title": "New arenas of engagement at the water governance-climate finance nexus? An analysis of the boom and bust of hydropower CDM projects in vietnam",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Management",
            "@code": "2308"
        },
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Arenas of engagement",
        "Clean development mechanism",
        "Hydropower",
        "Vietnam",
        "Water governance"
    ],
    "authors": [
        "Mattijs Smits"
    ],
    "citedby-count": 20,
    "ref-count": 58,
    "ref-list": [
        "Accountability of networked climate governance: The rise of transnational climate partnerships",
        "China & Brazil: Challenges and opportunities",
        null,
        "Bonn: United Nations Framework Convention on Climate Change",
        "Policy brief: Hydro power projects in the CDM",
        "Vietnam Net",
        "Vietnam's leaders asked to kill controversial hydro projects",
        "Lost opportunities? A comparative assessment of social development elements of six hydroelectricity CDM projects in Brazil and Peru",
        "Dam development in Vietnam: The evolution of dam-induced resettlement policy",
        "Journal of Vietnamese Studies",
        "A framework for analysing transboundary water governance complexes, illustrated in the Mekong Region",
        "Mapping carbon pricing initiatives: Developments and prospects 2013",
        "Population and Housing Census Part III: Tabulated tables",
        "Measuring emissions against an alternative future: Fundamental flaws in the structure of the Kyoto protocol's clean development mechanism",
        "In Berkeley Energy and Resources Group Working Paper",
        "Electricity generation by fuel (Statistics - By country - Vietnam - Related graphs)",
        "Local climate mitigation and network governance: Progressive policy innovation or status quo in disguise?",
        "Performing carbon's materiality: The production of carbon offsets and the framing of exchange",
        "The will to improve: governmentality, development, and the practice of politics",
        "Rendering society technical: Government through community and the ethnographic turn at the world bank in Indonesia",
        "Revisiting the politics of expertise in light of the Kyoto negotiations on land use change and forestry",
        "Environmental diplomacy: Comparing the influence of business and environmental NGOs in negotiations on reform of the clean development mechanism",
        "Human geography without scale",
        "Progressing towards post-2012 carbon markets",
        "Contested waterscapes in the Mekong Region: Hydropower, livelihoods and governance",
        "The anthropology of international development",
        "Measurement, reporting and verification: A note on the concept with an annotated bibliography",
        "The political economy of carbon markets: The CDM and other stories",
        "The global political ecology of the clean development mechanism",
        "Carbon markets 15 years after Kyoto: Lessons learned, new challenges",
        "Improving the clean development mechanism: Options and challenges post-2012",
        "A review of the CDM literature: From fine-tuning to critical scrutiny?",
        "Market data - CDM & JI",
        "Company profile",
        "Wine, fruit, and emission reductions: The CDM as development strategy in Chile",
        "Scale",
        "The parallel universe of a CDM consultancy: A view from Hanoi",
        "Can the Clean Development Mechanism (CDM) deliver?",
        "Vietnam halts 18 hydropower plant projects",
        "Water governance: Some critical issues",
        "Capacity building for the clean development mechanism",
        "CDM pipeline overview",
        "Project design document Song Bung 2",
        "Project design document Song Bung 4",
        "CDM - rules and references - procedures",
        "CDM project cycle",
        "CDM rulebook, bodies > stakeholders",
        "Empowered? Evaluating Japan's national energy strategy under the DPJ administration",
        "Hydro-power reservoirs discharge water, flooding central provinces",
        "Big projects suspended in Quang Nam province",
        "EVN claims hydro dams not to blame",
        "Song Bung 4 hydropower project site visit",
        "Households near Song Tranh 2 Hydropower worry about flooding",
        "Dams and development: A new framework for decision-making",
        "Civil society networks in Cambodia and Vietnam: A comparative analysis",
        "Vietnam power sector reform development policy operation",
        "Vietnam power sector reform DPO2"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wageningen",
            "affilname": "Wageningen University &amp; Research",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": []
}