{
    "eid": "2-s2.0-85164272552",
    "title": "Is automatic cephalometric software using artificial intelligence better than orthodontist experts in landmark identification?",
    "cover-date": "2023-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Artificial intelligence",
        "Automatic digitization",
        "Cephalometric tracings"
    ],
    "authors": [
        "Huayu Ye",
        "Zixuan Cheng",
        "Nicha Ungvijanpunya",
        "Wenjing Chen",
        "Li Cao",
        "Yongchao Gou"
    ],
    "citedby-count": 0,
    "ref-count": 35,
    "ref-list": [
        "Automatic cephalometric analysis",
        "Sources of error in measurements from cephalometric radiographs",
        "An artificial intelligence approach to automatic tooth detection and numbering in panoramic radiographs",
        "When machines think: radiology's next frontier",
        "Deep learning with convolutional neural network in radiology",
        "A procedure for the analysis of intrinsic facial form and growth. An equivalent-balance concept",
        "The role of cephalometrics in surgical orthodontics",
        "Radiographic examinations as an aid to orthodontic diagnosis and treatment planning",
        "Automatic computerized radiographic identification of cephalometric landmarks",
        "Detection and diagnosis of dental caries using a deep learning-based convolutional neural network algorithm",
        "Fully automated quantitative cephalometry using convolutional neural networks",
        "Deep learning",
        "Automated identification of cephalometric landmarks: part 1-Comparisons between the latest deep-learning methods YOLOV3 and SSD",
        "Comparing intra-observer variation and external variations of a fully automated cephalometric analysis with a cascade convolutional neural net",
        "Image processing for craniofacial landmark identification and measurement: a review of photogrammetry and cephalometry",
        "How much deep learning is enough for automatic identification to be reliable?",
        "Evaluation of automated cephalometric analysis based on the latest deep learning method",
        "Evaluation and comparison of anatomical landmark detection methods for cephalometric X-Ray images: a grand challenge",
        "Reproducibility of cephalometric landmarks on conventional film, hardcopy, and monitor-displayed images obtained by the storage phosphor technique",
        "Landmarking of cephalograms using a microcomputer system",
        "Automated identification of cephalometric landmarks: part 2- Might it be better than human?",
        "Knowledge-based landmarking of cephalograms",
        "Automatic analysis of lateral cephalograms based on multiresolution decision tree regression voting",
        "Deep context-sensitive facial landmark detection with tree-structured modeling",
        "Multi-scale deep reinforcement learning for real-time 3D-landmark detection in CT scans",
        "Accuracy of computerized automatic identification of cephalometric landmarks by a designed software",
        "Digital imaging of cephalometric radiographs, Part 2: Image quality",
        "Identification of an alternate maxillary apical base landmark from pre-existing substitutions",
        "Deep anatomical context feature learning for cephalometric landmark detection",
        "Evaluation of the accuracy of fully automatic cephalometric analysis software with artificial intelligence algorithm",
        "A benchmark for comparison of dental radiography analysis algorithms",
        "Skeletal-versus soft-tissue-based cephalometric analyses: Is the correlation reproducible?",
        "Effectiveness of Human-Artificial intelligence collaboration in cephalometric landmark detection",
        "Enhanced speed and precision of measurement in a computer-assisted digital cephalometric analysis system",
        "Artificial intelligence for mental health and mental illnesses: an overview"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chongqing",
            "@id": "60020870",
            "affilname": "Chongqing Medical University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020870",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chongqing",
            "@id": "129941545",
            "affilname": "Chongqing Haochi Private Dental Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129941545",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chongqing",
            "@id": "112913277",
            "affilname": "Chongqing Municipal Key Laboratory of Oral Biomedical Engineering of Higher Education",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112913277",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chongqing",
            "@id": "112753557",
            "affilname": "Chongqing Key Laboratory of Oral Diseases and Biomedical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112753557",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Youth Innovation in Future Medicine",
        "National Natural Science Foundation of China",
        "Chongqing Medical University"
    ]
}