{
    "eid": "2-s2.0-85044254113",
    "title": "Toward non-toxic and simple recovery process of poly(3-hydroxybutyrate) using the green solvent 1,3-dioxolane",
    "cover-date": "2018-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "1,3-Dioxolane",
        "Cupriavidus necator",
        "Environmentally friendly solvent",
        "Green solvent",
        "Poly(3-hydroxybutyrate)"
    ],
    "authors": [
        "Nuttipon Yabueng",
        "Suchada Chanprateep Napathorn"
    ],
    "citedby-count": 21,
    "ref-count": 34,
    "ref-list": [
        "Recovery of polyhydroxybutyrate (PHB) from Cupriavidus necator biomass by solvent extraction with 1,2-propylene carbonate",
        "Solubility and degradation of polyhydroxyalkanoate biopolymers in propylene carbonate",
        "Recovery of poly(3-hydroxybutyrate-co-3-hydroxyhexanoate) from Ralstonia eutropha cultures with non-halogenated solvents",
        "Dimethyl carbonate and switchable anionic surfactants: two effective tools for the extraction of polyhydroxyalkanoates from microbial biomass",
        "Green Chemistry: Theory and Practice",
        "Green Chemistry: Challenging Perspectives",
        "What is a green solvent? A comprehensive framework for the environmental assessment of solvents",
        "A survey of solvent selection guides",
        "Updating and further expanding GSK's solvent sustainability guide",
        "2-methyltetrahydrofuran (2-MeTHF): A biomass-derived solvent with broad application in organic chemistry",
        "Microbial production of 1,3-propanedioll",
        "Opportunities for bio-based solvents created as petrochemical and fuel products transition towards renewable resources",
        "1, 3-Dioxolane: a green solvent for the preparation of carbon nanotube-modified electrodes",
        "Production and characterization of biodegradable terpolymer poly(3-hydroxybutyrate-co-3-hydrobyvalerate-co-4-hydroxybutyrate) by Alcaligenes sp. A-04",
        "Characterization of new isolated Ralstonia eutropha strain A-04 and kinetic study of biodegradable copolyester poly(3-hydroxybutyrate-co-4-hydroxybutyrate) production",
        "Biosynthesis and biocompatibility of biodegradable poly(3-hydroxybutyrate-co-4-hydroxybutyrate)",
        "Utilization of Dried Rain Tree Samanea saman Jacq. Merr. Leaves as Carbon Source for Polyhydroxyalkanoate Production by Bacteria, M.Sc. Thesis",
        "A rapid gas chromatographic method for the determination of poly-β-hydroxybutyric acid in bacterial biomass",
        "Complex composition distribution of poly(3-hydroxybutyrate-co-3- hydroxyvalerate)",
        "The poly-β-hydroxybutyrate granule in vivo: a new insight based on NMR spectroscopy of whole cells",
        "Plasticization of poly (hydroxybutyrate) in vivo",
        "Poly(3-hydroxybutyrate) (PHB) synthesis by recombinant Escherichia coli harboring Streptomyces aureofaciens PHB biosynthesis genes: effect of various carbon and nitrogen sources",
        "Characterization of polyhydroxybutyrate biosynthesized from crude glycerol waste using mixed microbial consortia",
        "Effective recovery of poly-β-hydroxybutyrate (PHB) biopolymer from Cupriavidus necator using a novel and environmentally friendly solvent system",
        "Isolation and recovery of microbial polyhydroxyalkanoates",
        "The amorphous state of bacterial poly[(R)-3-hydroxyalkanoate] in vivo",
        "Extracellular polyhydroxyalkanoate (PHA) depolymerases: the key enzymes of PHA degradation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Asahi Glass Foundation",
        "Chulalongkorn University"
    ]
}