{
    "eid": "2-s2.0-84905824625",
    "title": "Comparative study of postmortem blood, urine and vitreous humor methamphetamine",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Blood",
        "Methamphetamine",
        "Urine",
        "Vitreous humor"
    ],
    "authors": [
        "Rungtip Narapanyakul"
    ],
    "citedby-count": 7,
    "ref-count": 40,
    "ref-list": [
        "Illegal Drugs and Governmental Policy",
        "Introduction to drugs of abuse testing",
        "Drug and chemical blood-level data 2001",
        "Therapeutic and toxic blood concentrations of more than 800 drugs and other xenobiotics",
        "Thai J. Pharmacol.",
        "Cocaine, cocaine metabolite, and ethanol concentrations in postmortem blood and vitreous humor",
        "Thai J. Pharm. Sci.",
        "Comparative toxicology in vitreous humor and blood",
        "Comparative study of postmortem barbiturates, methadone, and morphine in vitreous humor, blood, and tissue",
        "Morphine determination by gas chromatography/mass spectroscopy in human vitreous humor and comparison with radioimmunoassay",
        "Morphine, morphine-3-glucuronide, morphine-6-glucuronide, and 6- monoacetylmorphine determined by means of atmospheric pressure chemical ionization-mass spectrometry-liquid chromatography in body fluids of heroin victims",
        "Postmortem Distribution of Heroin Metabolites in Femoral Blood, Liver, Cerebrospinal Fluid, and Vitreous Humor",
        "Disposition of cocaine in fatal poisoning in man",
        "High-performance liquid chromatography with column switching for the determination of cocaine and benzoylecgonine concentrations in vitreous humor",
        "Rapid detection of benzoylecgonine in vitreous humor by enzyme immunoassay",
        "A fatal case of cocaine poisoning in a body packer",
        null,
        "Traffic fatality related to the use of methylenedioxymethamphetamine",
        "Determination of the designer drugs 3,4-methylenedioxymethamphetamine, 3,4-methylenedioxyethylamphetamine, and 3,4-methylenedioxyamphetamine with HPLC and fluorescence detection in whole blood, serum, vitreous humor, and urine",
        "Fatal 4-MTA intoxication: Development of a liquid chromatographic - Tandem mass spectrometric assay for multiple matrices",
        "Is vitreous humour useful for the interpretation of 3,4-methylenedioxymethamphetamine (MDMA) blood levels? Experimental approach with rabbits",
        "Distribution study of 3,4-methyhnedioxymethamphetamine and 3,4-methylenedioxyamphetamine in a fatal overdose",
        "Interpretation of a 3,4-methylenedioxymethamphetamine (MDMA) blood level: Discussion by means of a distribution study in two fatalities",
        "J. Forensic Res.",
        "Forensic Science and Medicine: Drug Testing in Alternate Biological Specimens",
        "Simple and simultaneous analysis of fenfluramine, amphetamine and methamphetamine in whole blood by gas chromatography-mass spectrometry after headspace-solid phase microextraction and derivatization",
        "Determination of amphetamine, methamphetamine and dimethamphetamine in Human urine by Solid-Phase Microextraction (SPME)-gas chromatography/mass spectrometry",
        "ICH-Q2B, Guidance for Industry: Validation of Analytical Procedures: Methodology.",
        "Guidance for industry: Bioanalytical Method Validation.",
        "Forensic Laboratory Guidelines 2006 version. [online].",
        "Physics",
        "Determination of amphetamine, methamphetamine, and related amines in blood and urine by gas chromatography with hydrogen-flame ionization detector.",
        "Acute physiological and behavioral effects of intranasal methamphetamine in humans",
        "Clinical effects of daily methamphetamine administration",
        "A review of the clinical pharmacology of methamphetamine",
        "Duration of detectable methamphetamine and amphetamine excretion in urine after controlled oral administration of methamphetamine to humans",
        "Cause and manner of death in fatalities involving methamphetamine",
        "Cardiac lesions in methamphetamine abusers",
        "Determination of methamphetamine in sudden death of a traffic accident inpatient by blood and hair analyses",
        "Methamphetamine-related sudden death with a concentration which was of a 'toxic level'"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Police General Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}