{
    "eid": "2-s2.0-85160234093",
    "title": "Adopting the Rumsfeld approach to understanding the action of levodopa and apomorphine in Parkinson’s disease",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Biological Psychiatry",
            "@code": "2803",
            "@abbrev": "NEUR"
        }
    ],
    "keywords": [
        "Apomorphine",
        "Future therapy",
        "Levodopa",
        "Mechanism of action",
        "Parkinson’s disease"
    ],
    "authors": [
        "P. Jenner",
        "C. Falup-Pecurariu",
        "V. Leta",
        "M. Verin",
        "M. Auffret",
        "Roongroj Bhidayasiri",
        "D. Weiss",
        "F. Borovečki",
        "W. H. Jost"
    ],
    "citedby-count": 0,
    "ref-count": 115,
    "ref-list": [
        "Levodopa in the treatment of Parkinson's disease: a consensus meeting",
        "The missing, the short, and the long: levodopa responses and dopamine actions",
        "Biology of Parkinson's disease: pathogenesis and pathophysiology of a multisystem neurodegenerative disorder",
        "The peripheral dopaminergic system: morphological analysis, functional and clinical applications",
        "The long-duration response to levodopa: phenomenology, potential mechanisms and clinical implications",
        "Choosing a Parkinson disease treatment",
        "Diagnosis and treatment of Parkinson disease: a review",
        "Behavioural stimulation is induced by separate dopamine D-1 and D-2 receptor sites in reserpine-pretreated but not in normal rats",
        "Differential inhibition by dopamine D-1 and D-2 antagonists of circling behaviour induced by dopamine agonists in rats with unilateral 6-hydroxydopamine lesions",
        "The many faces of apomorphine: lessons from the past and hallenges for the future",
        "Pharmacological insights into the use of apomorphine in Parkinson's disease: clinical relevance",
        "New tricks for an old dog: A repurposing approach of apomorphine",
        "The long-duration action of levodopa may be due to a postsynaptic effect",
        "A retrospective evaluation of the frequency of impulsive compulsive behaviors in Parkinson's disease patients treated with continuous waking aay apomorphine pumps",
        "Pathophysiology of L-dopa-induced motor and non-motor complications in Parkinson's disease",
        "The physiology, signaling, and pharmacology of dopamine receptors",
        "Dopamine receptors—IUPHAR review 13",
        "Levodopa and 3-O-methyldopa in cerebrospinal fluid after levodopa-carbidopa association",
        "Prodromal Parkinson disease subtypes—key to understanding heterogeneity",
        "Parkinson's disease",
        "Parkinson's disease, visual hallucinations and apomorphine: a review of the available evidence",
        "Effects of apomorphine and amphetamine on schedule-controlled behavior: reversal of tetrabenazine suppression and dopaminergic correlates",
        "Levodopa-induced dyskinesias in patients with Parkinson's disease: filling the bench-to-bedside gap",
        "Levodopa-induced plasticity: a double-edged sword in Parkinson's disease?",
        "Intermittent apomorphine use for off period rescue in Parkinson's disease: a pragmatic review of over three decades of clinical experience",
        "Neurobiological and pharmacological perspectives of D3 receptors in Parkinson's disease",
        "Non-motor symptoms of Parkinson's disease: dopaminergic pathophysiology and treatment",
        "Natural history of motor symptoms in Parkinson's disease and the long-duration response to levodopa",
        "Serotonin/dopamine interaction in the induction and maintenance of L-dopa-induced dyskinesia: an update",
        "Levodopa in the treatment of Parkinsonism",
        "Parkinson's disease: mechanisms and models",
        "Dopamine agonists used in the treatment of Parkinson's disease and their selectivity for the D1, D2, and D3 dopamine receptors in human striatum",
        "A randomized, double-blind, placebo-controlled trial of subcutaneously injected apomorphine for parkinsonian off-state events",
        "Pharmacodynamics of benserazide assessed by its effects on endogenous and exogenous levodopa pharmacokinetics",
        "Apomorphine and levodopa in Parkinson's disease: two revolutionary drugs from the 1950's",
        "Noradrenaline synthesis from L-DOPA in rodents and its relationship to motor activity",
        "The relative importance of dopamine and noradrenaline receptor stimulation for the restoration of motor activity in reserpine or alpha-methyl-p-tyrosine pre-treated mice",
        "3-O-methyldopa and motor fluctuations in Parkinson's disease",
        "Parkinson disease, the effect of levodopa, and the ELLDOPA trial. Earlier Vs Later L-DOPA",
        "Levodopa in the treatment of Parkinson's disease",
        "A new look at levodopa based on the ELLDOPA study",
        "The history of dopamine and levodopa in the treatment of Parkinson's disease",
        "The 200-year journey of Parkinson disease: reflecting on the past and looking towards the future",
        "The complex molecular pharmacology of the dopamine D(2) receptor: implications for pramipexole, ropinirole, and rotigotine",
        "D1 dopamine receptor activity of anti-parkinsonian drugs",
        "Nigrostriatal collaterals to thalamus degenerate in parkinsonian animal models",
        "Dopamine heteroreceptor complexes as therapeutic targets in Parkinson's disease",
        "Levodopa in the treatment of Parkinson's disease: current controversies",
        "Effects of 3-OM-dopa on monoamine metabolism in rat brain",
        "Recent findings leading to the discovery of selective dopamine D4 receptor ligands for the treatment of widespread diseases",
        "Apomorphine protects against MPTP-induced neurotoxicity in mice",
        "Extrastriatal D2-like receptors modulate basal ganglia pathways in normal and Parkinsonian monkeys",
        "Distribution of D1- and D2-dopamine receptors, and dopamine and its metabolites in the human brain",
        "Dopamine receptors in Parkinson's disease",
        "Parkinson's disease: etiopathogenesis and treatment",
        "The rationale for the use of dopamine agonists in Parkinson's disease",
        "Pharmacology of dopamine agonists in the treatment of Parkinson's disease",
        "Apomorphine—pharmacological properties and clinical trials in Parkinson's disease",
        "Recent advances in dopamine D2 receptor ligands in the treatment of neuropsychiatric disorders",
        "Dopamine receptors in Parkinson's disease: a meta-analysis of imaging studies",
        "Parkinson's disease",
        "Treatment of Parkinson's disease: levodopa as the first choice",
        "A-77636: a potent and selective dopamine D1 receptor agonist with antiparkinsonian activity in marmosets",
        "Comparison of motor response to apomorphine and levodopa in Parkinson's disease",
        "Hallmarks of treatment aspects: Parkinson's disease throughout centuries including l-dopa",
        "Neuronal dopamine D3 receptors: translational implications for preclinical research and CNS disorders",
        "L-dopa dose and the duration and severity of dyskinesia in primed MPTP-treated primates",
        "A review of the receptor-binding and pharmacokinetic properties of dopamine agonists",
        "Clinical pharmacology of dopamine agonists",
        "Challenges in Parkinson's disease: restoration of the nigrostriatal dopamine system is not enough",
        "Dopamine D3 receptor plasticity in Parkinson's disease and l-dopa-induced dyskinesia",
        "The history and pharmacology of dopamine agonists",
        "The role of 3-O-methyldopa in the side effects of L-dopa",
        "Parkinson's disease",
        "Four pioneers of L-dopa treatment: Arvid Carlsson, Oleh Hornykiewicz, George Cotzias, and Melvin Yahr",
        "Dopaminergic innervation of the globus pallidus by collaterals from the nigrostriatal pathway",
        "The pathogenesis of Parkinson's disease: a complex interplay between astrocytes, microglia, and T lymphocytes?",
        "Discovery and inhibition of an interspecies gut bacterial pathway for Levodopa metabolism",
        "Recent advances in dopaminergic strategies for the treatment of Parkinson's disease",
        "Isoquinoline derivatives as endogenous neurotoxins in the aetiology of Parkinson's disease",
        "Dopamine receptors: from structure to function",
        "Is L-dopa an endogenous neurotransmitter?",
        "Changes in thalamic dopamine innervation in a progressive Parkinson's disease model in monkeys",
        "Zonisamide: a new drug for Parkinson's disease",
        "Inferring the long duration response to levodopa in Parkinson’s disease",
        "Biochemistry and pharmacology of catechol-O-methyltransferase inhibitors",
        "3-O-methyldopa and the response to levodopa in Parkinson's disease",
        "Evolution of the response to levodopa during the first 4 years of therapy",
        "Levodopa is the best symptomatic therapy for PD: nothing more, nothing less",
        "Levodopa: a new look at an old friend",
        "Levodopa therapy for Parkinson's disease: challenges and future prospects",
        "The role of glutamatergic neurotransmission in the motor and non-motor symptoms in Parkinson's disease: clinical cases and a review of the literature",
        "Serotonin 5-HT(1A) receptors and their interactions with adenosine A(2A) receptors in Parkinson's disease and dyskinesia",
        "Pharmacologic treatment of motor symptoms associated with Parkinson disease",
        "Apomorphine: an underutilized therapy for Parkinson's disease",
        "Parkinson disease",
        "Amantadine in the treatment of Parkinson's disease and other movement disorders",
        "Extrastriatal dopaminergic circuits of the basal ganglia",
        "Non-motor features of Parkinson disease",
        "Parkinson's disease treatment may cause impulse-control disorder via dopamine D3 receptors",
        "ABT-431: the diacetyl prodrug of A-86929, a potent and selective dopamine D1 receptor agonist: in vitro characterization and effects in animal models of Parkinson's disease",
        "The actions of a D-1 agonist in MPTP treated primates show dependence on both D-1 and D-2 receptor function and tolerance on repeated administration",
        "Long-duration effect and the postsynaptic compartment: study using a dopamine agonist with a short half-life",
        "When do levodopa motor fluctuations first appear in Parkinson's disease?",
        "Dopamine receptors in the basal ganglia: relevance to Parkinson's disease",
        "Monoamine oxidase-B inhibitors for the treatment of Parkinson's disease: past, present, and future",
        "Antiparkinsonian activity of CY 208–243, a partial D-1 dopamine receptor agonist, in MPTP-treated marmosets and patients with Parkinson's disease",
        "Parkinson's: a syndrome rather than a disease?",
        "History of levodopa and dopamine agonists in Parkinson's disease treatment",
        "Dopamine D3 receptor, cognition and cognitive dysfunctions in neuropsychiatric disorders: from the bench to the bedside",
        "The central aromatic amino acid DOPA decarboxylase inhibitor, NSD-1015, does not inhibit L-DOPA-induced circling in unilateral 6-OHDA-lesioned-rats",
        "Commonly used L-amino acid decarboxylase inhibitors block monoamine oxidase activity in the rat",
        "Peripheral decarboxylase inhibitors paradoxically induce aromatic L-amino acid decarboxylase",
        "3-O-methyldopa uptake and inhibition of L-dopa at the blood-brain barrier",
        "Dopamine D3 receptor: a neglected participant in Parkinson disease pathogenesis and treatment?"
    ],
    "affiliation": [
        {
            "affiliation-city": "London",
            "@id": "60177635",
            "affilname": "Faculty of Life Sciences &amp; Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60177635",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tubingen",
            "@id": "60084331",
            "affilname": "Hertie-Institut für klinische Hirnforschung",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60084331",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Zagreb",
            "@id": "60032091",
            "affilname": "KBC Zagreb",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032091",
            "affiliation-country": "Croatia"
        },
        {
            "affiliation-city": "Rennes",
            "@id": "60026968",
            "affilname": "Hôpital Pontchaillou",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026968",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Brasov",
            "@id": "60023654",
            "affilname": "Universitatea Transilvania din Brașov",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023654",
            "affiliation-country": "Romania"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60021923",
            "affilname": "King's College Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021923",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Monswiller",
            "@id": "129768750",
            "affilname": "France Développement Electronique (FDE)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129768750",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Wolfach",
            "@id": "117093225",
            "affilname": "Parkinson-Klinik Ortenau",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/117093225",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "113736755",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113736755",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}