{
    "eid": "2-s2.0-85041341419",
    "title": "Distinct dimer interface of Plasmodium falciparum thymidylate synthase: Implication for species-specific antimalarial drug design",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Antimalarial",
        "Malaria",
        "Plasmodium falciparum",
        "Subunit complementation",
        "Thymidylate synthase"
    ],
    "authors": [
        "Suchart Chanama"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "The catalytic mechanism and structure of thymidylate synthase",
        "Formation of catalytically active cross-species heterodimers of thymidylate synthase from Plasmodium falciparum and Plasmodium vivax",
        "Subunit complementation of thymidylate synthase in Plasmodium falciparum bifunctional dihydrofolate reductase-thymidylate synthase",
        "Expression of human thymidylate synthase in Escherichia coli",
        "Understanding artemisinin-resistant malaria: What a difference a year makes",
        "The March Toward Malaria Vaccines",
        "Use of non-crystallographic symmetry in protein structure refinement",
        "Folate metabolism in human malaria parasites - 75 years on",
        "High-level expression of human thymidylate synthase",
        "Subunit Complementation of Thymidylate Synthase",
        "Enzymes of purine and pyrimidine metabolism from the human malaria parasite, Plasmodium falciparum",
        "The folate metabolic network of Falciparum malaria",
        "5-Fluoro-2'-deoxyuridylate: covalent complex with thymidylate synthetase.",
        "Crystal Structure of Human Thymidylate Synthase: A Structural Mechanism for Guiding Substrates into the Active Site",
        "Essential protein-protein interactions between Plasmodium falciparum thymidylate synthase and dihydrofolate reductase domains",
        "Biochemistry of Plasmodium (malarial parasites)",
        "Antimalarial drug resistance in Africa: Key lessons for the future",
        "Recent advances in antimalarial drug development",
        "Malaria medicines: A glass half full?",
        "World Malaria Report",
        "Folate metabolism as a source of molecular targets for antimalarials.",
        "Insights into antifolate resistance from malarial DHFR-TS structures"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "China Medical Board",
        "H2020 LEIT Biotechnology",
        "Mahidol University",
        "National Science and Technology Development Agency",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}