{
    "eid": "2-s2.0-85019878941",
    "title": "Theoretical study of carbon dioxide adsorption and diffusion in MIL-127(Fe) metal organic framework",
    "cover-date": "2017-07-10",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "General Physics and Astronomy",
            "@code": "3100"
        }
    ],
    "keywords": [
        "Adsorption",
        "Carbon dioxide",
        "Computational calculations",
        "Diffusion",
        "Material of Institut Lavoisier-127 (MIL-127)"
    ],
    "authors": [
        "Pavee Pongsajanukul"
    ],
    "citedby-count": 13,
    "ref-count": 46,
    "ref-list": [
        "Metal-organic frameworks for separations",
        "Metal-organic framework composites",
        "Hybrid porous solids: Past, present, future",
        "Selective gas adsorption and separation in metal-organic frameworks",
        "Metal-organic frameworks in biomedicine",
        "The chemistry and applications of metal-organic frameworks",
        "A review on contemporary Metal-Organic Framework materials",
        "Assembly of Metal-Organic Frameworks (MOFs) based on indium-trimer building blocks: A porous MOF with soc topology and high hydrogen storage",
        "Iron(iii) metal-organic frameworks as solid Lewis acids for the isomerization of α-pinene oxide",
        "Rationale of drug encapsulation and release from biocompatible porous metal-organic frameworks",
        "Porous, rigid metal(III)-carboxylate metal-organic frameworks for the delivery of nitric oxide",
        "Direct accessibility of mixed-metal (iii/ii) acid sites through the rational synthesis of porous metal carboxylates",
        null,
        null,
        null,
        null,
        null,
        "The importance of lattice flexibility for the migration of ethane in ZIF-8: Molecular dynamics simulations",
        "Methane in zeolitic imidazolate framework ZIF-90: Adsorption and diffusion by molecular dynamics and Gibbs ensemble Monte Carlo",
        null,
        "Self-diffusion and transport diffusion of light gases in metal-organic framework materials assessed using molecular dynamics simulations",
        "Ab Initio Study of the Adsorption of Small Molecules on Metal-Organic Frameworks with Oxo-centered Trimetallic Building Units: The Role of the Undercoordinated Metal Ion",
        "Electronic population analysis on LCAO-MO molecular wave functions. I",
        "Electrostatic potential derived atomic charges for periodic systems using a modified error functional",
        "Determining atom‐centered monopoles from molecular electrostatic potentials. The need for high sampling density in formamide conformational analysis",
        "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations",
        "Extension of the Universal Force Field for Metal-Organic Frameworks",
        "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen",
        null,
        null,
        "Direct determination of phase coexistence properties of fluids by monte carlo simulation in a new ensemble",
        "Screening of metal-organic frameworks for carbon dioxide capture from flue gas using a combined experimental and modeling approach",
        "Computer Simulation of Molecular Dynamics: Methodology, Applications, and Perspectives in Chemistry",
        "A New Two-Constant Equation of State",
        "A short description of DL_POLY",
        "Canonical dynamics of the Nosé oscillator: Stability, order, and chaos",
        "Non-ergodicity of the Nosé-Hoover thermostatted harmonic oscillator",
        "J. Comput. Chem.",
        "Molecular dynamics consideration of the mutual thermalization of guest molecules in zeolites",
        "Observing the Effects of Shaping on Gas Adsorption in Metal-Organic Frameworks",
        null,
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Leipzig",
            "affilname": "Universität Leipzig",
            "affiliation-country": "Germany"
        }
    ],
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Ratchadapisek Sompoch Endowment Fund",
        "Chulalongkorn University"
    ]
}