{
    "eid": "2-s2.0-85122893732",
    "title": "Characteristics and long-term outcomes of childhood glaucoma: A retrospective-cohort study",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Childhood glaucoma",
        "Childhood Glaucoma Research Network classification",
        "Congenital glaucoma",
        "Paediatric eye disease",
        "Paediatric glaucoma",
        "Retrospective cohort"
    ],
    "authors": [
        "Sunee Chansangpetch",
        "Supawan Surukrattanaskul",
        "Pukkapol Suvannachart",
        "Anita Manassakorn",
        "Visanee Tantisevi",
        "Prin Rojanapongpun"
    ],
    "citedby-count": 2,
    "ref-count": 25,
    "ref-list": [
        "Incidence and clinical characteristics of childhood glaucoma: a population-based study",
        "The British infantile and childhood glaucoma (BIG) eye study",
        "Pediatric glaucoma: review of recent literature",
        "Definition, classification, differential diagnosis",
        "Epidemiology and characteristics of childhood glaucoma: results from the Dallas Glaucoma Registry",
        "Incidence and prognosis of childhood glaucoma. A study of 63 cases",
        "Epidemiology of hospitalized pediatric glaucoma patients in Beijing Tongren Hospital",
        "Profile of pediatric glaucoma patients in Shanghai Eye, Nose and Throat Hospital",
        "Childhood glaucoma profile in Dakahelia, Egypt: a retrospective study",
        "Profile of childhood glaucoma at a tertiary center in South India",
        "The epidemiology of pediatric glaucoma: The Toronto experience",
        "A retrospective survey of childhood glaucoma prevalence according to Childhood Glaucoma Research Network classification",
        "Grajewski Lyra (GL) Foundation for Children with Glaucoma",
        "Pediatric Eye Evaluations Preferred Practice Pattern R;: I. Vision Screening in the Primary Care and Community SettingII. Comprehensive Ophthalmic Examination",
        "Visual acuity results following treatment of persistent hyperplastic primary vitreous",
        "Glaucoma in Children and Adolescents",
        "Pediatric glaucoma suspects",
        "Demographic features of subjects with congenital glaucoma",
        "Primary and secondary congenital glaucoma: baseline features from a registry at King Khaled Eye Specialist Hospital, Riyadh, Saudi Arabia",
        "Rare Diseases Leading to Childhood Glaucoma: Epidemiology, Pathophysiogenesis, and Management",
        "Surgical and Visual Outcomes of Childhood Glaucoma at a Tertiary Eye Care Center in South India",
        "Visual acuity outcomes in pediatric glaucomas",
        "Primary congenital glaucoma outcomes: lessons from 23 years of follow-up",
        "Primary infantile glaucoma in an Australian population",
        "Childhood glaucoma"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60010778",
            "affilname": "Queen Sirikit National Institute of Child Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010778",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}