{
    "eid": "2-s2.0-84967214129",
    "title": "The effect of reference groups on purchase intention: Evidence in distinct types of shoppers and product involvement",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Marketing",
            "@code": "1406"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        }
    ],
    "keywords": [
        "Product involvement",
        "Purchase intention",
        "Reference groups",
        "Social influence theory",
        "Type of shoppers"
    ],
    "authors": [
        "Danupol Hoonsopon"
    ],
    "citedby-count": 38,
    "ref-count": 50,
    "ref-list": [
        "The intrinsic self and defensiveness: Evidence that activating the intrinsic self reduces self-handicapping and conformity",
        "Hedonic shopping motivations",
        "J. Consum. Res",
        "Public information and consumer skepticism effects on celebrity endorsements: Studies among young consumers",
        "Which products are best suited to mobile advertising? A field study of mobile display advertising effects on consumer attitudes and intentions",
        "Measuring the hedonic and utilitarian sources of consumer attitudes",
        "J. Consum. Res",
        "J. Consum. Res",
        "J. Consum. Res",
        "J. Consum. Res",
        "Social influence: Compliance and conformity",
        "Handbook of Social Psychology 2",
        "Adv. Consum. Res",
        "A study of normative and informational social influences upon individual judgment",
        "A social influence model of consumer participation in network- and small-group-based virtual communities",
        "What Information Do Consumers Want and Need?",
        "You Are What They Eat: The Influence of Reference Groups on Consumers' Connections to Brands",
        "Adv. Group Process",
        "J. Consum. Res",
        "J. Consum. Res",
        "A factor analytic study of the sources of meaning in hedonic consumption",
        "Adv. Consum. Res",
        "The impact of television advertising: Learning without involvement",
        "The influence of friends on consumer spending: The role of agency-communion orientation and self-monitoring",
        "The influence of the country-of-origin image, product knowledge and product involvement on consumer purchase decisions: An empirical study of insurance and catering services in Taiwan",
        "How does shopping with others influence impulsive purchasing?",
        "Do role models influence teenagers' purchase intentions and behavior?",
        "Unacquainted influencers: When strangers interact in the retail setting",
        "Culture, product type, and price influences on consumer purchase intention to buy personalized products online",
        "J. Mark",
        "J. Consum. Res",
        "The dual role of power in resisting social influence",
        "Normative influences on product placement effects: Alcohol brands in television series and the influence of presumed influence",
        "Hedonic or utilitarian premiums: Does it matter?",
        "J. Consum. Res",
        "The influence of consumption situation and product involvement over consumers' use of product attribute",
        "Decomposing the value of department store shopping into utilitarian, hedonic and social dimensions: Evidence from Finland",
        "Regulatory focus and preference reversal between hedonic and utilitarian consumption",
        "J. Mark. Res",
        "Why we buy what we buy: A theory of consumption values",
        "Consumer perceived value: The development of a multiple item scale",
        "Strategies for reducing consumers' risk aversion in internet shopping",
        "Endorsers in advertising: The case of negative celebrity information",
        "Measuring consumer involvement in products: Developing a general scale",
        "J. Mark. Res",
        "Measuring the hedonic and utilitarian dimensions of consumer attitude",
        "An empirical investigation of the relationship between product involvement and brand commitment",
        "Inf luentials, networks, and public opinion formation",
        "Minority influence: A meta-analytic review of social influence processes",
        "J. Consum. Res"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}