{
    "eid": "2-s2.0-85125041043",
    "title": "The impact of demographic structure, human capital, migration and environmental degradation on economic growth in Asia",
    "cover-date": "2023-02-24",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Asian economies",
        "Demographic structure",
        "Economic growth",
        "Environmental degradation",
        "Human capital",
        "Migration"
    ],
    "authors": [
        "Yot Amornkitvikai",
        "Charles Harvie",
        "Rukchanok Karcharnubarn"
    ],
    "citedby-count": 1,
    "ref-count": 50,
    "ref-list": [
        "Human capital and economic growth across regions: a case study in Indonesia",
        "Effects of energy production and CO2emissions on economic growth in Iran: ARDL approach",
        "Modelling the CO2emissions and economic growth in Croatia: is there any environmental Kuznets curve?",
        "The heterogeneity of immigrants, host countries' income and productivity: a channel accounting approach",
        "Birthplace diversity and economic prosperity",
        "Effect of economic growth on CO2emission in developing countries: evidence from a dynamic panel threshold model",
        "The impact of CO2emissions on economic growth: evidence from selected higher CO2emissions economies",
        "Economic growth in a cross section of countries",
        "Demographic change and economic growth: empirical evidence from the Middle East",
        "Demographic change and economic growth in Asia",
        "Demographic transitions and economic miracles in emerging Asia",
        "Population aging and economic growth in Asia",
        "Macroeconomic consequences of global endogenous migration: a general equilibrium analysis",
        "Immigration and economic growth in the OECD countries 1986-2006",
        "Migration, diversity, and economic growth",
        "Optimum growth in an aggregative model of capital accumulation",
        "Migration, social security, and economic growth",
        "On the impact of demographic change on economic growth and poverty",
        "Immigration, human capital and growth in the host country: evidence from pooled country data",
        "Schooling and labor market consequences of school construction in Indonesia: evidence from an unusual policy experiment",
        "Industrialization and ethnic change in the modern world",
        "The Solow–Swan model with a bounded population growth rate",
        "Development accounting",
        "The effects of carbon dioxide emissions on economic growth, urbanization, and welfare application to countries in the Middle East and north africa",
        "Immigration and economic growth: do origin and destination matter?",
        "Education for growth: why and for whom?",
        "How to deal with reverse causality using panel data? Recommendations for researchers based on a simulation study",
        "Do high birth rates hamper economic growth?",
        "Age structure effects and growth in the OECD, 1950-1990",
        "European Union economic growth and the age structure of the population",
        "On the mechanics of economic development",
        "A contribution to the empirics of economic growth",
        "Education and economic growth: an empirical analysis of nonlinearities",
        "Population and the asian economic miracle",
        "Relationship among economic growth, energy consumption, CO2emission, and urbanization: evidence from MINT countries",
        "Population aging and the three demographic dividends in Asia",
        "Carbon emissions and economic growth in africa: are they related?",
        "Long-run policy analysis and long-run growth",
        "The origins of endogenous growth",
        "A contribution to the theory of economic growth",
        "Economic growth and capital accumulation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wollongong",
            "@id": "60011664",
            "affilname": "University of Wollongong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011664",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Program Management Unit for Human Resources & Institutional Development, Research and Innovation - CU"
    ]
}