{
    "eid": "2-s2.0-85100314635",
    "title": "Evaluation of Pharmacokinetic Drug Interactions of the Direct-Acting Antiviral Agents Elbasvir and Grazoprevir with Pitavastatin, Rosuvastatin, Pravastatin, and Atorvastatin in Healthy Adults",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Luzelena Caro",
        "Thomayant Prueksaritanont",
        "Christine M. Fandozzi",
        "Hwa Ping Feng",
        "Zifang Guo",
        "Dennis Wolford",
        "Deborah Panebianco",
        "Iain P. Fraser",
        "Vanessa Levine",
        "Dennis Swearingen",
        "Joan R. Butterton",
        "Marian Iwamoto",
        "Wendy W. Yeh"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "EASL recommendations on treatment of hepatitis C 2016",
        "Recommendations for testing, managing, and treating hepatitis C",
        "Statins decrease the risk of decompensation in hepatitis B virus- and hepatitis C virus-related cirrhosis: a population-based study",
        "Statins and the risk of cirrhosis in hepatitis B or C patients: a systematic review and dose-response meta-analysis of observational studies",
        "The benefit of statins in chronic hepatitis C patients: a systematic review and meta-analysis",
        "National trends in nonstatin use and expenditures among the US adult population from 2002 to 2013: insights from medical expenditure panel survey",
        "Statin-related myopathies",
        "Pharmacokinetic interaction between the HCV protease inhibitor MK-5172 and midazolam, pitavastatin, and atorvastatin in healthy volunteers",
        "Pitavastatin is a more sensitive and selective organic anion-transporting polypeptide 1B clinical probe than rosuvastatin",
        "Validation of a microdose probe drug cocktail for clinical drug interaction assessments for drug transporters and CYP3A",
        "Transporter pharmacogenetics and statin toxicity",
        "Metabolic fate of pitavastatin (NK-104), a new inhibitor of 3-hydroxy-3-methyl-glutaryl coenzyme A reductase: effects on drug-metabolizing systems in rats and humans",
        "Comparative pharmacokinetic interaction profiles of pravastatin, simvastatin, and atorvastatin when coadministered with cytochrome P450 inhibitors",
        "The effects of concurrent atorvastatin therapy on the pharmacokinetics of intravenous midazolam",
        "The combination of elbasvir and grazoprevir for the treatment of chronic HCV infection in Japanese patients: a randomized phase II/III study",
        "Pharmacokinetics of elbasvir and grazoprevir in subjects with end-stage renal disease or severe renal impairment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Rahway",
            "@id": "60007995",
            "affilname": "Merck &amp; Co., Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007995",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Lincoln",
            "@id": "60138522",
            "affilname": "Celerion, USA",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138522",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "San Diego",
            "@id": "113489690",
            "affilname": "Abide Therapeutics",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113489690",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Merck Sharp & Dohme Corp."
    ]
}