{
    "eid": "2-s2.0-85163081786",
    "title": "Overexpressing Carotenoid Biosynthetic Genes in Synechocystis sp. PCC 6803 Improved Intracellular Pigments and Antioxidant Activity, Which Can Decrease the Viability and Proliferation of Lung Cancer Cells In Vitro",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Spectroscopy",
            "@code": "1607",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "antioxidant activity",
        "carotenoids",
        "lung cancer cells",
        "Synechocystis sp. PCC 6803"
    ],
    "authors": [
        "Maturin Natesungnoen",
        "Varisa Pongrakhananon",
        "Peter Lindblad",
        "Saowarath Jantaro"
    ],
    "citedby-count": 0,
    "ref-count": 62,
    "ref-list": [
        "Subcellular localization of carotenoid biosynthesis in Synechocystis sp. PCC 6803",
        "Carotenoids as modulators of lipid membrane physical properties",
        "Carotenoids are essential for the assembly of cyanobacterial photosynthetic complexes",
        "The requirement for carotenoids in the assembly and function of the photosynthetic complexes in Chlamydomonas reinhardtii",
        "Carotenoids assist in cyanobacterial photosystem II assembly and function",
        "Natural strategies for photosynthetic light harvesting",
        "Coordinate up-regulation of carotenoid biosynthesis as a response to light stress in Synechococcus PCC7942",
        "UV-B-induced synthesis of photoprotective pigments and extracellular polysaccharides in the terrestrial cyanobacterium Nostoc commune",
        "Free radicals and singlet oxygen scavengers: Reaction of a peroxy-radical with beta-carotene, diphenylfuran and 1,4-diazobicyclo (2,2,2)-octane",
        "Isolation and identification of singlet oxygen oxidation products of beta-carotene",
        "Chemical quenching of singlet oxygen by carotenoids in plants",
        "Carotenoids, versatile components of oxygenic photosynthesis",
        "Carotenoid actions and their relation to health and disease",
        "Carotenoids from cyanobacteria: A biotechnological approach for the topical treatment of psoriasis",
        "Bioactive metabolites produced by cyanobacteria for growth adaptation and their pharmacological properties",
        "Dietary carotenoids in cancer chemoprevention and chemotherapy: A review of emerging evidence",
        "Carotenoids modulate the hallmarks of cancer cells",
        "Enhanced cytotoxic and apoptosis inducing activity of lycopene oxidation products in different cancer cell lines",
        "Health protective effects of carotenoids and their interactions with other biological antioxidants",
        "Harnessing altered oxidative metabolism in cancer by augmented prooxidant therapy",
        "Identification of a fourth family of lycopene cyclases in photosynthetic bacteria",
        "S110254 (CrtL(diox)) is a bifunctional lycopene cyclase/dioxygenase in cyanobacteria producing myxoxanthophyll",
        "The zeaxanthin biosynthesis enzyme beta-carotene hydroxylase is involved in myxoxanthophyll synthesis in Synechocystis sp. PCC6803",
        "Influence of zeaxanthin and echinenone binding on the activity of the orange carotenoid protein",
        "Continuous chlorophyll degradation accompanied by chlorophyllide and phytol reutilization for chlorophyll synthesis in Synechocystis sp. PCC 6803",
        "Carotenoids and their cleavage products: Biosynthesis and functions",
        "Deletion of sll1541 in Synechocystis sp. strain PCC 6803 allows formation of a far-red-shifted holo-proteorhodopsin in vivo",
        "Lipid and carotenoid cooperation-driven adaptation to light and temperature stress in Synechocystis sp. PCC6803",
        "Myxoxanthophyll is required for normal cell wall structure and thylakoid organization in the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Characterization of cyanobacterial carotenoid ketolase CrtW and hydroxylase CrtR by complementation analysis in Escherichia coli",
        "Myxoxanthophyll in Synechocystis sp. PCC 6803 is myxol 2′-dimethyl-fucoside, (3R,2′S)-myxol 2´-(2,4-di-O-metyl-α-L-fucoside), not rhamnoside",
        "Carotenoids in algae: Distributions, biosyntheses and functions",
        "Carotenoid–protein interaction alters the S1 energy of hydroxyechinenone in the Orange Carotenoid Protein",
        "Analysis of the light intensity dependence of the growth of Synechocystis and of the light distribution in a photobioreactor energized by 635 nm light",
        "Zeaxanthin deficiency enhances the high light sensitivity of an ascorbate-deficient mutant of Arabidopsis",
        "Zeaxanthin protects plant photosynthesis by modulating chlorophyll triplet yield in specific light-harvesting antenna subunits",
        "Regulation of photosystem I light harvesting by zeaxanthin",
        "Zeaxanthin and echinenone modify the structure of photosystem I trimer in Synechocystis sp. PCC 6803",
        "Zeaxanthin and echinenone protect the repair of photosystem II from inhibition by singlet oxygen in Synechocystis sp. PCC 6803",
        "Elevated levels of specific carotenoids during acclimation to strong light protect the repair of photosystem II in Synechocystis sp. PCC 6803",
        "Light dependent accumulation of β-carotene enhances photoacclimation of Euglena gracilis",
        "Biomass productivity and productivity of fatty acids and amino acids of microalgae strains as key characteristics of suitability for biodiesel production",
        "Starch and lipid accumulation in eight strains of six Chlorella species under comparatively high light intensity and aeration culture conditions",
        "Influence of light conditions on microalgae growth and content of lipids, carotenoids, and fatty acid composition",
        "Effects of light intensity and nitrogen starvation on glycerolipid, glycerophospholipid, and carotenoid composition in Dunaliella tertiolecta culture",
        "Pro-oxidant actions of carotenoids in triggering apoptosis of cancer cells: A review of emerging evidence",
        "Dietary carotenoids, serum β-carotene, and retinol and risk of lung cancer in the α-tocopherol, β-carotene cohort study",
        "Intakes of fruits, vegetables, and related vitamins and lung cancer risk: Results from the Shanghai Men’s Health Study (2002–2009)",
        "Low-dose doxorubicin with carotenoids selectively alters redox status and upregulates oxidative stress-mediated apoptosis in breast cancer cells",
        "Cell cycle regulation and induction of apoptosis by β-carotene in U937 and HL-60 leukemia cells",
        "Lycopene and 1,25-dihydroxyvitamin D3 cooperate in the inhibition of cell cycle progression and induction of differentiation in HL-60 leukemic cells",
        "Effect of β-carotene on the inhibition of lung metastasis in mice",
        "Zeaxanthin induces apoptosis in human uveal melanoma cells through Bcl-2 family proteins and intrinsic apoptosis pathway",
        "Metabolic engineering of Synechocystis sp. PCC 6803 for production of the plant diterpenoid manoyl oxide",
        "Methods for the determination of the chlorophylls and their derivatives",
        "The rapid determination of algal chlorophyll and carotenoid pigments and their breakdown products in natural waters by reverse-phase high-performance liquid chromatography",
        "Carotenoid pigments in male house finch plumage in relation to age, subspecies, and ornamental coloration",
        "Simple method for simultaneous determination of chlorophyll and carotenoids in tomato fruit",
        "Antioxidant properties in some selected cyanobacteria isolated from fresh water bodies of Sri Lanka",
        "Seasonal changes of carotenoid pigments and color in Hamlin, Earlygold, and Budd Blood orange juices",
        "Chitosan nanoparticles from Artemia salina inhibit progression of hepatocellular carcinoma in vitro and in vivo",
        "Suppression of tumor growth by Pleurotus ferulae ethanol extract through induction of cell apoptosis, and inhibition of cell proliferation and migration"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uppsala",
            "@id": "60003858",
            "affilname": "Uppsala Universitet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003858",
            "affiliation-country": "Sweden"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}