{
    "eid": "2-s2.0-84908428439",
    "title": "Atherogenic index of plasma and atherogenic coefficient are increased in major depression and bipolar disorder, especially when comorbid with tobacco use disorder",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Clinical Psychology",
            "@code": "3203"
        },
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        }
    ],
    "keywords": [
        "Cardiovascular disease",
        "Castelli risk index",
        "Depression",
        "Metabolic syndrome",
        "Tobacco use disorder"
    ],
    "authors": [
        "Sandra Odebrecht Vargas Nunes"
    ],
    "citedby-count": 72,
    "ref-count": 52,
    "ref-list": [
        "The metabolic syndrome - A new worldwide definition",
        "Harmonizing the metabolic syndrome: A joint interim statement of the international diabetes federation task force on epidemiology and prevention; National heart, lung, and blood institute; American heart association; World heart federation; International atherosclerosis society; And international association for the study of obesity",
        "Diagnostic and Statistical Manual of Mental Disorders",
        "Dose-dependent impacts on the diagnostic efficacies of atherogenic lipids in adult Indian smokers",
        "Int. J. A J Inst. Med. Sci.",
        "Int. J. Pharm Bio Sci.",
        "The effect of cigarette smoking on HDL-cholesterol level",
        "So depression is an inflammatory disease, but where does the inflammation come from?",
        "Lowered plasma paraoxonase (PON)1 activity is a trait marker of major depression and PON1 Q192R gene polymorphism-smoking interactions differentially predict the odds of major depression and bipolar disorder",
        "Relationship between serum lipoprotein ratios and insulin resistance in obesity",
        "Low heart rate variability and the effect of depression on post-myocardial infarction mortality",
        "Quitting smoking among adults --- United States, 2001--2010",
        "Smoking and smoking cessation-The relationship between cardiovascular disease and lipoprotein metabolism: A review",
        "Sex difference in high density lipoprotein cholesterol in six countries",
        "Rev. Bras. Psiquiatr.",
        "Depression is a risk factor for noncompliance with medical treatment meta-analysis of the effects of anxiety and depression on patient adherence",
        "The new atherogenic plasma index (AIP) reflects the ratio of triglycerides and HDL-cholesterol, size of lipoprotein particles and esterification rate of cholesterol: Changes after Lipanor treatment",
        null,
        "Depressive symptoms, health behaviors, and subsequent inflammation in patients with coronary heart disease: Prospective findings from the heart and soul study",
        "The effect of quitting smoking on HDL-cholesterol - a review based on within-subject changes",
        "Major depression is associated with lower omega-3 fatty acid levels in patients with recent acute coronary syndromes",
        "New risk factors for atherosclerosis and patient risk assessment",
        "Depression and medication adherence in outpatients with coronary heart disease: Findings from the heart and soul study",
        "Inflammation, heart disease, and depression topical collection on complex medical-psychiatric issues",
        "J. Braz. Med. Ass.",
        "Food policies for physical and mental health",
        "Major depression and coronary artery disease in the Swedish twin registry: Phenotypic, genetic, and environmental sources of comorbidity",
        "Mental depression and cardiovascular disease: A multifaceted, bidirectional association",
        "Global and regional burden of disease and risk factors, 2001: systematic analysis of population health data",
        "Multiple aberrations in shared inflammatory and oxidative & nitrosative stress (IO&NS) pathways explain the co-association of depression and cardiovascular disorder (CVD), and the increased risk for CVD and due mortality in depressed patients",
        "(Neuro)inflammation and neuroprogression as new pathways and drug targets in depression: From antioxidants to kinase inhibitors",
        "Lipoprotein ratios: Physiological significance and clinical usefulness in cardiovascular prevention",
        "Rev. Psiquiatr. Clin.",
        "The relationship of depression to cardiovascular disease: Epidemiology, biology, and treatment",
        "A comparison of inflammatory markers in depressed and nondepressed smokers",
        "The shared role of oxidative stress and inflammation in major depressive disorder and nicotine dependence",
        "Clinical characteristics and smoking cessation: An analysis of sex and depressive disorders differences",
        "Genetic polymorphisms in glutathione-S-transferases are associated with anxiety and mood disorders in nicotine dependence",
        "The impact of statins on psychological wellbeing: 12A systematic review and meta-analysis",
        "Depression and 24-hour urinary cortisol in medical outpatients with coronary heart disease: The heart and soul study",
        "Whole blood serotonin and platelet activation in depressed post-myocardial infarction patients",
        "The use of statins after a cardiac intervention is associated with reduced risk of subsequent depression: Proof of concept for the inflammatory and oxidative hypotheses of depression?",
        "Active Smoking and Risk of Metabolic Syndrome: A Meta-Analysis of Prospective Studies",
        "Distribution of high-density lipoprotein cholesterol according to age, sex, and ethnic origin: Cardiovascular disease study in Finnmark 1977",
        "Oxidative stress and inflammatory markers are associated with depression and nicotine dependence",
        "Castelli risk indexes 1 and 2 are higher in major depression but other characteristics of the metabolic syndrome are not specific to mood disorders",
        "Effect of smoking on lipid profile and lipid peroxidation in normal subjects",
        "Altered cardiac autonomic nervous function in depression",
        "Genetic causes of high and low serum HDL-cholesterol",
        "Depression and cardiovascular disease: Healing the broken-hearted",
        "Depressive symptoms, health behaviors, and risk of cardiovascular events in patients with coronary heart disease",
        "Patients with depression are less likely to follow recommendations to reduce cardiac risk during recovery from a myocardial infarction"
    ],
    "affiliation": [
        {
            "affiliation-city": "Londrina",
            "affilname": "Universidade Estadual de Londrina",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "affilname": "University of Melbourne",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Geelong",
            "affilname": "Deakin University",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Brazilian Federal Agency for Support and Evaluation of Graduate Education",
        "Conselho Nacional de Desenvolvimento Cientifico e Technologia",
        "Ministry for Sciences and Technology of Brazil",
        "University of East London",
        "National Health and Medical Research Council",
        "National Health and Medical Research Council",
        "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Universidade Estadual de Londrina"
    ]
}