{
    "eid": "2-s2.0-85144524529",
    "title": "Dividend Policy Decisions and Ownership Concentration: Evidence from Thai Public Companies",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "agency conflicts",
        "control",
        "Family ownership",
        "payout policy"
    ],
    "authors": [
        "J. Thomas Connelly",
        "Christian C.P. Wolff"
    ],
    "citedby-count": 0,
    "ref-count": 35,
    "ref-list": [
        "Do emerging market firms follow different dividend policies from US firms?",
        "Board reforms and dividend policy: International evidence",
        "Imperfect information, dividend policy, and \"The Bird in the Hand\" fallacy",
        "Ownership concentration, firm performance, and dividend policy in Hong Kong",
        "The separation of ownership and control in East Asian corporations",
        "The relationship between firm investment and financial status",
        "Corporate investment and financial slack: International evidence",
        "Two agency-cost explanations of dividends",
        "Dividends and expropriation",
        "Corporate dividend policy in Thailand: Theory and evidence",
        "Disappearing dividends: Changing firm characteristics or lower propensity to pay?",
        "Testing trade-off and pecking order predictions about dividends and debt",
        "Financing constraints and corporate investment",
        "Investment-cash flow sensitivities are useful: A comment on Kaplan and Zingales",
        "When do German firms change their dividends?",
        "Corporate governance, dividend payout policy, and the interrelation between dividends, R&D, and capital investment",
        "Firm size and profitability",
        "Theory of the firm: Managerial behavior, agency costs and ownership structure",
        "Agency costs of free cash flow, corporate finance, and takeovers",
        "Simultaneous determination of insider ownership, debt, and dividend policies",
        "Do financing constraints explain why investment is correlated with cash flow?",
        "Investment-cash flow sensitivities are not valid measures of financing constraints",
        "Ownership structure, board characteristics and dividend policy: Evidence from Turkey",
        "Corporate ownership around the world",
        "Agency problems and dividend policies around the world",
        "Distribution of incomes of corporations among dividends, retained earnings, and taxes",
        "Family ownership dispersion and dividend payout in family firms",
        "Corporate financing and investment decisions when firms have information investors do not have",
        "The effect of ownership structure, dividend policy, composition of the board of directors on financial performance and share return",
        "Growth, beta and agency costs as determinants of dividend payout ratios",
        "Influences of family ownership on dividend policy under mandatory dividend rules",
        "Moderating role of corporate governance and ownership structure on the relationship of corporate sustainability performance and dividend policy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Esch-sur-Alzette",
            "@id": "60072562",
            "affilname": "University of Luxembourg",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60072562",
            "affiliation-country": "Luxembourg"
        },
        {
            "affiliation-city": "London",
            "@id": "60016621",
            "affilname": "Centre for Economic Policy Research, London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016621",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}