{
    "eid": "2-s2.0-85006368814",
    "title": "Characterisation of lactic acid producing Sporolactobacillus strains from tree barks in Thailand",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        }
    ],
    "keywords": [
        "Lactic acid",
        "Spore-forming bacteria",
        "Sporolactobacillus",
        "Tree bark"
    ],
    "authors": [
        "Tanatip Thamacharoensuk"
    ],
    "citedby-count": 6,
    "ref-count": 21,
    "ref-list": [
        "Effect of lignocellulose-derived inhibitors on the growth and d-lactic acid production of Sporolactobacillus inulinus YBS1-5",
        "Sporolactobacillus vineae sp. nov., a spore-forming lactic acid bacterium isolated from vineyard soil",
        "Sporolactobacillus putidus sp. nov., an endospore-forming lactic acid bacterium isolated from spoiled orange juice",
        "Production of D-lactic acid by bacterial fermentation of rice starch",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Sporolactobacillus Nov. Subgen.",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "An overview of the recent developments in polylactide (PLA) research",
        "Lait",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "Poly(lactic acid) modifications",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "Sporolactobacillus shoreae sp. nov. and Sporolactobacillus spathodeae sp. nov., two spore-forming lactic acid bacteria isolated from tree barks in Thailand",
        "Highly efficient production of d-lactate by Sporolactobacillus sp. CASD with simultaneous enzymatic hydrolysis of peanut meal",
        "Proposal of Sporolactobacillus nakayamae subsp. nakayamae sp. nov., subsp. nov., Sporolactobacillus nakayamae subsp. racemicus subsp. nov., Sporolactobacillus terrae sp. nov., Sporolactobacillus kofuensis sp. nov., and Sporolactobacillus lactosus sp. nov.",
        "Kinetics of D-lactic acid production by sporolactobacillus sp. strain CASD using repeated batch fermentation",
        "Strain improvement of Sporolactobacillus inulinus ATCC 15538 for acid tolerance and production of D-lactic acid by genome shuffling",
        "Glucokinase contributes to glucose phosphorylation in D-lactic acid production by Sporolactobacillus inulinus Y2-8",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}