{
    "eid": "2-s2.0-85099042992",
    "title": "Elicitation of Pueraria candollei var. mirifica suspension cells promises antioxidant potential, implying antiaging activity",
    "cover-date": "2021-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Horticulture",
            "@code": "1108",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cosmeceutical",
        "Isoflavonoids",
        "Kwao Krua Kwao",
        "Pharmaceutical",
        "Pueraria mirifica"
    ],
    "authors": [
        "Dolly Rani",
        "Visarut Buranasudja",
        "Khwanlada Kobtrakul",
        "Wanchai De-Eknamkul",
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 11,
    "ref-count": 47,
    "ref-list": [
        "Growth and isoflavonoid accumulation of Pueraria candollei var. candollei and P. candollei var. mirifica cell suspension cultures",
        "Accumulation of phenylpropanoid derivatives in chitosan-induced cell suspension culture of Cocos nucifera",
        "Isoflavonoids from Pueraria mirifica and their estrogenic activity",
        "Anti-collagenase, anti-elastase and antioxidant activities of Pueraria candollei var. Mirifica root extract and Coccinia grandis fruit juice extract: An in vitro study",
        "Effects of Pueraria mirifica and miroestrol on the antioxidation-related enzymes in ovariectomized mice",
        "Protective effect of puerarin against oxidative stress injury of neural cells and related mechanisms",
        "Major isoflavonoid contents of the phytoestrogen rich-herb Pueraria mirifica in comparison with Pueraria lobata",
        "Chitosan: an update on potential biomedical and pharmaceutical applications",
        "Anti-aging effects of Leontopodium alpinum (Edelweiss) callus culture extract through transcriptome profiling",
        "Novel cosmeceuticals from plants—an industry guided review",
        "Evaluation of efficacy and tolerance of a nighttime topical antioxidant containing resveratrol, baicalin, and vitamin e for treatment of mild to moderately photodamaged skin",
        "Increased isoflavonoids accumulation in cell suspension cultures of Pueraria tuberosa by elicitors",
        "Review of major theories of skin aging",
        "Plant cell cultures for the production of recombinant proteins",
        "Puerarin inhibits inflammation and oxidative stress in dextran sulfate sodium-induced colitis mice model",
        "Culture medium optimization for improved puerarin production by cell suspension cultures of Pueraria tuberosa (Roxb. ex Willd.) DC",
        "Mechanisms of action of the soy isoflavone genistein: Emerging role for its effects via transforming growth factor beta signaling pathways",
        "Effects of abiotic and biotic elicitors on growth and isoflavonoid accumulation in Pueraria candollei var.&nbsp;candollei and P. candollei var mirifica cell suspension cultures",
        "Puerarin induces the upregulation of glutathione levels and nuclear translocation of Nrf2 through PI3K/Akt/GSK-3β signaling events in PC12 cells exposed to lead",
        "Dietary puerarin supplementation alleviates oxidative stress in the small intestines of diquat-challenged piglets",
        "Phenolic composition and antioxidant activity of Malus domestica leaves",
        "Anti-aging and tyrosinase inhibition effects of Cassia fistula flower butanolic extract",
        "Puerarin protects against lead-induced cytotoxicity in cultured primary rat proximal tubular cells",
        "Methyl jasmonate and salicylic acid elicitation increase content and yield of chlorogenic acid and its derivatives in Gardenia jasminoides cell suspension cultures",
        "Medical applications of phytoestrogens from the Thai herb Pueraria mirifica",
        "In vitro anti-aging activities of Terminalia chebula gall extract",
        "Effect of salicylic acid and methyl jasmonate in the production of phenolic compounds in plant cell suspension cultures of Thevetia peruviana",
        "Screening of radical scavenging activity of some medicinal and aromatic plant extracts",
        "A revised medium for rapid growth and bio assays with tobacco tissue cultures",
        "Production of secondary metabolites from cell and organ cultures: strategies and approaches for biomass improvement and metabolite accumulation",
        "Optimizing Pueraria candollei var. mirifica cell suspension culture for prolonged maintenance and decreased variation of isoflavonoid from single cell lines",
        "Yeast extract elicited isoflavonoid accumulation and biosynthetic gene expression in Pueraria candollei var. mirifica cell cultures",
        "Oxidative stress in aging human skin",
        "Effect of methyl jasmonate on isoflavonoid accumulation and antioxidant enzymes in Pueraria mirifica cell suspension culture",
        "Antioxidant and cytotoxic activity of bioactive phenolic metabolites isolated from the yeast-extract treated cell culture of apple",
        "Micropropagation of Arnebia hispidissima (Lehm). DC. and production of alkannin from callus and cell suspension culture",
        "Anti-skin-aging activity of a standardized extract from Panax ginseng leaves in vitro and in human volunteer",
        "Antioxidant properties and phenolic, isoflavone, tocopherol and carotenoid composition of Maryland-grown soybean lines with altered fatty acid profiles",
        "Enhanced accumulation of high-value deoxymiroestrol and isoflavonoids using hairy root as a sustainable source of Pueraria candollei var. mirifica",
        "Production of isoflavonoids in callus cultures of Pueraria candollei var. mirifica",
        "Increased miroestrol, deoxymiroestrol and isoflavonoid accumulation in callus and cell suspension cultures of Pueraria candollei var. mirifica",
        "Decreased collagen production in chronologically aged skin: Roles of age-dependent alteration in fibroblast function and defective mechanical stimulation",
        "Puerarin attenuates inflammation and oxidation in mice with collagen antibody-induced arthritis via TLR4/NF-κB signaling",
        "An indirect competitive enzyme-linked immunosorbent assay toward the standardization of Pueraria candollei based on its unique isoflavonoid, kwakhurin",
        "Advances in research of pharmacological activities and biosynthesis pathway of water-soluble phenolic compounds of Salvia miltiorrhiza",
        "Elicitor signal transduction leading to production of plant secondary metabolites",
        "Protective effect of puerarin against beta-amyloid-induced oxidative stress in neuronal cultures from rat hippocampus: involvement of the GSK-3β/Nrf2 signaling pathway"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Graduate School and Research Unit",
        "National Higher Education Science Research and Innovation Policy Council",
        "Chulalongkorn University"
    ]
}