{
    "eid": "2-s2.0-85073503041",
    "title": "Optimal storage locations for warehouse efficiency improvement in a haircare manufacturer",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Optimal storage location",
        "Picking distance reduction",
        "Storage location assignment",
        "Warehouse improvement"
    ],
    "authors": [
        "Chariya Paveenchana",
        "Naragain Phumchusri"
    ],
    "citedby-count": 2,
    "ref-count": 20,
    "ref-list": [
        "Warehousing and physical distribution",
        "Design of an enhanced multi-aisle order-picking system considering storage assignments and routing heuristics",
        "Warehouse layout,” in World Class Warehousing and Material Handling, International ed. Singapore: McGraw Hill, 2002, pp. 189-202. [8] J. P. can den Berg and W. H. M. Zijim, “Models for warehouse management: Classification and examples",
        "Warehouse layout design for an automotive raw material supplier",
        "The two-warehouse material location selection problem",
        "Impact of required storage space on storage policy performance in a unit-load warehouse",
        "Correlated storage assignment strategy to reduce travel distance in order picking",
        "New model of the storage location assignment problem considering demand correlation pattern",
        "Research on warehouse operation: A comprehensive review",
        "Improving the productivity of order picking of a manual-pick and multilevel rack distribution warehouse through the implementation of class-based storage",
        "Storage location assignment problem: Implementation in a warehouse design optimization tool",
        "Improving warehouse layout design of a chicken slaughterhouse using combined ABC class based and optimized allocation techniques",
        "Warehouse reshuffling: Insights and optimization"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}