{
    "eid": "2-s2.0-85067959866",
    "title": "Role of pronator release in revision carpal tunnel surgery",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "Carpal tunnel",
        "Decompression",
        "Pronator release",
        "Pronator syndrome",
        "Revision"
    ],
    "authors": [
        "Pobe Luangjarmekorn"
    ],
    "citedby-count": 15,
    "ref-count": 21,
    "ref-list": [
        "Surgical options for recalcitrant carpal tunnel syndrome with perineural fibrosis",
        "Secondary carpal tunnel surgery",
        "Revision surgery for persistent and recurrent carpal tunnel syndrome and for failed carpal tunnel release",
        "Recurrent carpal tunnel syndrome",
        "Revision surgery after carpal tunnel release - Analysis of the pathology in 200 cases during a 2 year period",
        "Primary myoses in the M. pronator teres as cause of lesion of the N. medianus (the pronator syndrome).",
        "Simultaneous surgical release of ipsilateral pronator teres and carpal tunnel syndromes",
        "Carpal tunnel release using the radial sided approach compared with the two-incision approach",
        "Compression neuropathy of the median nerve",
        "Entrapment neuropathies of the median nerve at and above the elbow",
        "Syndromes of compression of the median nerve in the proximal forearm (pronator teres syndrome; anterior interosseous nerve syndrome)",
        "New mini-invasive decompression for pronator teres syndrome",
        "Predicting the outcome of carpal tunnel release",
        "The pronator teres syndrome: Compressive neuropathy of the median nerve",
        "Median nerve compression in the proximal forearm",
        "Pronator syndrome",
        "Carpal tunnel syndrome and treatment of recurrent symptoms",
        "Pronator syndrome and anterior interosseous nerve syndrome",
        "Modified exposure for pronator syndrome decompression: A preliminary experience",
        "A transverse skin incision approach for decompression of pronator teres syndrome",
        "Median nerve entrapment syndrome in the proximal forearm"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Louisville",
            "affilname": "Christine M. Kleinert Institute for Hand and Microsurgery",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}