{
    "eid": "2-s2.0-85146484023",
    "title": "Lipopolysaccharide induced neuroprotective effects of bacterial protease against Alzheimer's disease in male Wistar albino rats",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Structural Biology",
            "@code": "1315",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Alzheimer's disease (AD)",
        "Bacillus cereus",
        "Donepezil",
        "Lipopolysaccharides (LPS)",
        "p-Tau protein",
        "Protease"
    ],
    "authors": [
        "Shaimaa M. Azzam",
        "Amina A.S. Abdel Rahman",
        "Omar A. Ahmed-Farid",
        "Wael Mohamed Abu El-Wafa",
        "Gad Elsayed Mohamed Salem"
    ],
    "citedby-count": 1,
    "ref-count": 78,
    "ref-list": [
        "The amyloid-β pathway in Alzheimer's disease",
        "Alzheimer's disease facts and figures",
        "The tragedy of Alzheimer's disease: towards better management via resveratrol-loaded oral bilosomes",
        "A leaf extract of harrisonia abyssinica ameliorates neurobehavioral, histological and biochemical changes in the hippocampus of rats with aluminum chloride-induced Alzheimer's disease",
        "Neuronal AMP-activated protein kinase hyper-activation induces synaptic loss by an autophagy-mediated process",
        "Catecholaminergic effects on inhibitory control depend on the interplay of prior task experience and working memory demands",
        "The relationship between anxiety and Alzheimer's disease",
        "Probiotics ameliorates LPS induced neuroinflammation injury on Aβ 1–42, APP, γ-β secretase and BDNF levels in maternal gut microbiota and fetal neurodevelopment processes",
        "Effects of different fatty acids composition of phosphatidylcholine M. M. on brain function of dementia mice induced by scopolamine",
        "Epigallocatechin-3-gallate prevents systemic inflammation-induced memory deficiency and amyloidogenesis via its anti-neuroinflammatory properties",
        "Aggravation of Alzheimer's disease due to the COX-2-mediated reciprocal regulation of IL-1_ and A_ between glial and neuron cells",
        "Neurotherapeutic applications of nanoparticles in Alzheimer's disease",
        "Matrix metalloproteinases: what do they not do? New substrates and biological roles identified by murine models and proteomics",
        "Proteases as therapeutics HHS public access",
        "The role of enzyme supplementation in digestive disorders",
        "Microbial proteases: current perspectives and potential applications",
        "Amyloid-degrading ability of nattokinase from Bacillus subtilis natto",
        "An aminopeptidase from streptomyces sp. KK565 degrades beta amyloid monomers, oligomers and fibrils",
        "In vitro degradation of β-amyloid fibrils by microbial keratinase",
        "Bacterial enzymes effectively digest Alzheimer's β-amyloid peptide",
        "Fibrinolytic enzyme production by newly isolated Bacillus cereus SRM-001 with enhanced in-vitro blood clot lysis potential",
        "Optimization of medium compositions and cultural conditions for increasing of extracellular protease production from Bacillus cereus- S6–3",
        "Molecular characterization, catalytic, kinetic and thermodynamic properties of protease produced by a mutant of Bacillus cereus-S6-3",
        "Salt-tolerant and thermostable alkaline protease fromBacillus subtilis NCIM no. 64",
        "Purification and characterization of an extracellular haloalkaline protease produced by the moderately halophilic bacterium, salinivibrio sp. Strain AF-2004",
        "Effect of some clinically used proteolytic enzymes on inflammation in rats",
        "Berberine ameliorates lipopolysaccharide-induced learning and memory deficit in the rat: insights into underlying molecular mechanisms",
        "Neuroprotective effects of donepezil against cholinergic depletion",
        "A new and rapid colorimetric determination of acetylcholinesterase activity",
        "A simple method for the isolation and purification of total lipides from animal tissues",
        "Influence of echinacea extract pre- or postnatal supplementation on immune and oxidative status of growing rabbits",
        "Amino acid analysis by reverse-phase high-performance liquid chromatography: precolumn derivatization with phenylisothiocyanate",
        "High-performance liquid chromatographic separation and measurement of various biogenic compounds possibly involved in the pathomechanism of Parkinson's disease",
        "Simultaneous determination of creatine compounds and adenine nucleotides in myocardial tissue by high-performance liquid chromatography",
        "Oxidative liver DNA damage in rats treated with pesticide mixtures",
        "Handbook of Histopathological and Histochemical Techniques",
        "Purification, and characterization of alkaline soda-bleach stable protease from bacillus sp. APP-07 isolated from laundromat soil",
        "Isolation and characterization of novel and efficient protease producing bacteria from drinking water resources",
        "Production, optimization, and characterization of an acid protease from a filamentous fungus by solid-state fermentation",
        "Thrombolytic potential of novel thiol-dependent fibrinolytic protease from Bacillus cereus RSA1",
        "Purification and characterization of alkaline protease with novel properties from Bacillus cereus strain S8",
        "Partial purification and comparison of precipitation techniques of pyruvate decarboxylase enzyme",
        "Isolation of Streptomyces sp. KK565 as a producer of β-amyloid aggregation inhibitor",
        "Homology modeling, molecular docking and MD simulation studies to investigate role of cysteine protease from xanthomonas campestris in degradation of ab peptide",
        "Insight into molecular interactions of Aβ peptide and gelatinase from enterococcus faecalis: a molecular modeling approach",
        "Exercise alters LPS-induced glial activation in the mouse brain",
        "Regulation of acetylcholinesterase during the lipopolysaccharide-induced inflammatory responses in microglial cells",
        "Suppression of macrophage responses to bacterial lipopolysaccharide (LPS) by secretory leukocyte protease inhibitor (SLPI) is independent of its anti-protease function",
        "Down syndrome ageing study, G. A 24-week, double-blind, placebo-controlled trial of donepezil in patients with Down syndrome and Alzheimer's disease—pilot study",
        "Nootropic, neuroprotective and neurotrophic effects of phloretin in scopolamine induced amnesia in mice",
        "The effect of LPS and ketoprofen on cytokines, brain monoamines, and social behavior in group-housed pigs",
        "Production, characterization and antioxidant potential of protease from streptomyces sp. MAB18 using poultry wastes",
        "Anti-inflammatory activity of a serine protease produced from Bacillus pumilus SG2",
        "Role of glutamate and NMDA receptors in Alzheimer's disease",
        "Lipopolysaccharide from E. coli increases glutamate-induced disturbances of calcium homeostasis, the functional state of mitochondria, and the death of cultured cortical neurons",
        "Neuroprotection by donepezil against glutamate excitotoxicity involves stimulation of alpha7 nicotinic receptors and internalization of NMDA receptors",
        "Osmotin attenuates LPS-induced neuroinflammation and memory impairments via the TLR4/NFκB signaling pathway",
        "Synaptic energy use and supply",
        "Characterization of ATP alternations in an Alzheimer's disease transgenic mouse model",
        "Bacillus spp., a bio-control agent enhances the activity of antioxidant defense enzymes in rice against Pyricularia oryzae",
        "The keratinolytic bacteria bacillus cytotoxicus as a source of novel proteases and feather protein hydrolysates with antioxidant activities",
        "The role of 8-oxoguanine DNA glycosylase-1 in inflammation",
        "Inflammatory modulation of miR-155 inhibits doxorubicin-induced testicular dysfunction via SIRT1/FOXO1 pathway: insight into the role of acacetin and Bacillus cereus protease",
        "Lipopolysaccharide induces neuroglia activation and NF-κB activation in cerebral cortex of adult mice",
        "Multiple isoforms of human microtubule-associated protein tau: sequences and localization in neurofibrillary tangles of Alzheimer's disease",
        "Glial and neuronal tau pathology in tauopathies: characterization of disease-specific phenotypes and tau pathology progression",
        "Dasatinib regulates LPS-induced microglial and astrocytic neuroinflammatory responses by inhibiting AKT/STAT3 signaling",
        "Notch signaling in astrocytes mediates their morphological response to an inflammatory challenge",
        "Interleukin-18 increases expression of kinases involved in tau phosphorylation in SH-SY5Y neuroblastoma cells",
        "Sustained interleukin-1β overexpression exacerbates tau pathology despite reduced amyloid burden in an Alzheimer's mouse model",
        "Neuroprotective effects of donepezil against A_42-induced neuronal toxicity are mediated through not only enhancing PP2A activity but also regulating GSK-3β and nAChRs activity",
        "Inducible expression of tau repeat domain in cell models of tauopathy: aggregation is toxic to cells but can be reversed by inhibitor drugs",
        "Puromycin-sensitive aminopeptidase (PSA/NPEPPS) impedes development of neuropathology in hPSA/TAU(P301L) double-transgenic mice",
        "Caspase cleavage of tau: linking amyloid and neurofibrillary tangles in Alzheimer's disease",
        "Glial fibrillary acidic protein isoform expression in plaque related astrogliosis in Alzheimer's disease",
        "Donepezil promotes differentiation of neural stem cells into mature oligodendrocytes at the expense of astrogenesis",
        "Caspase cleavage of GFAP produces an assembly-compromised proteolytic fragment that promotes filament aggregation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cairo",
            "@id": "60014713",
            "affilname": "National Organization for Drug Control and Research Egypt",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014713",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Cairo",
            "@id": "60092702",
            "affilname": "Faculty of Women - Ain Shams University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60092702",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}