{
    "eid": "2-s2.0-85045011508",
    "title": "Revision of the endemic New Zealand braconid wasp genus Metaspathius: new subfamily placement, and descriptions of four new species including three with fully winged females (Hymenoptera: Braconidae: Mesostoinae)",
    "cover-date": "2018-07-03",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Apterous",
        "Braconidae",
        "Chatham Islands",
        "endemic",
        "Phrynixus",
        "phylogeny"
    ],
    "authors": [
        "D. L.J. Quicke",
        "S. A. Belokobylskij",
        "D. F. Ward",
        "P. D.N. Hebert",
        "B. A. Butcher"
    ],
    "citedby-count": 14,
    "ref-count": 55,
    "ref-list": [
        "Description and natural history of the first micropterous Meteorus species: M. orocrambivorus sp n. (Hymenoptera, Braconidae, Euphorinae), endemic to New Zealand",
        "Classification of the Ichneumon flies, or the superfamily Ichneumonoidea",
        "Braconids of the tribe Hormiini (Hymenoptera, Braconidae) from Australia",
        "On the classification and phylogeny of the braconid wasps subfamilies Doryctinae and Exothecinae (Hymenoptera, Braconidae) Part 1. On the classification",
        "On the classification and phylogeny of the braconid wasps subfamilies Doryctinae and Exothecinae (Hymenoptera, Braconidae). Part 1. On the classification, 2",
        "New genera of the subfamilies Rhyssalinae, Exothecinae and Gnamptodontinae from the old world (Hymenoptera: Braconidae)",
        "New species of flightless doryctine parasitoid wasps (Hymenoptera: Braconidae: Doryctinae) from Australia and New Zealand",
        "A new subgenus and species of the genus Pseudobathystomus Belokobylskij (Hymenoptera: Braconidae: Rhyssalinae) from the Canary Islands",
        "Review of the brachypterous, micropterous, and apterous Braconidae of the cyclostome lineage (Hymenoptera: Ichneumonoidea) from the Palearctic region",
        "Systematics, distribution and diversity of the Australasian doryctine wasps (Hymenoptera: Braconidae: Doryctinae)",
        "Phylogeny of the parasitic wasp genera of the subfamily Doryctinae (Hymenoptera: Braconidae) from morphological evidence",
        "Kauriphanes n. gen., a new genus of braconid parasitoid wasp (Hymenoptera: Braconidae: Doryctinae) from New Zealand",
        "A molecular phylogeny of the Aphidiinae (Hymenoptera: Braconidae)",
        "Estimating ancestral geographic distributions: a Gondwanan origin for a group of principally north temperate aphid parasitoids. Proceedings of the Royal Society of London, series B",
        "Maxfischeriinae: a new braconid subfamily (Hymenoptera) with highly specialized egg morphology",
        "Some parasitic Hymenoptera from New Zealand",
        "Extension of historical range of Betylobraconinae (Hymenoptera: Braconidae) into Palaearctic region based on a Baltic amber fossil, and description of a new species of Mesocentrus Szépligeti from Papua New Guinea",
        "Phylogeny of the Nasonia species complex (Hymenoptera: Pteromalidae) inferred from an internal transcribed spacer (ITS2) and 28S rDNA sequences",
        "Kiwigaster gen. nov. (Hymenoptera: Braconidae) from New Zealand: the first Microgastrinae with sexual dimorphism in number of antennal segments",
        "Phylogeny of Eulophidae (Hymenoptera: Chalcidoidea), with a reclassification of Eulophinae and the recognition that Elasmidae are derived eulophids",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): impact on sequence alignment and phylogeny estimation",
        "Critical factors for assembling a high volume of DNA barcodes",
        "Biological identifications through DNA barcodes",
        "Ten species in one: DNA barcoding reveals cryptic species in the Neotropical skipper butterfly Astraptes fulgerator",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "First record of Rhoptrocentrus piceus Marshall (Hymenoptera, Braconidae, Doryctinae) as parasitoid of Psacothea hilaris hilaris (Pascoe) (Coleoptera, Cerambycidae)",
        "New insights on the biology and larval morphology of Neotropical Mesostoinae (Hymenoptera, Braconidae): Hydrangeocola llaollin sp. nov. an endoparasitoid of Centrodiplosis crassipes (Diptera, Cecidomyiidae)",
        "Two new reared species of Doryctes (Hymenoptera: Braconidae)",
        "A revision of the Spathiinae of the Old World (Hymenoptera, Braconidae)",
        "First biological data for Aspilodemon Fischer (Hymenoptera: Braconidae: Hydrangeocolinae): parasitoids of cecidomyiid fly galls on Asteraceae in Brazil",
        "Recovery of the mitochondrial COI barcode region in diverse Hexapoda through tRNA-based primers",
        "New Zealand Braconidae 1. The subfamily Doryctinae",
        "Coupling non-destructive DNA extraction and voucher retrieval for soft-bodied Arthropods in a high-throughput context: the example of Collembola",
        "A new genus of rhysipoline wasp (Hymemoptera: Braconidae) with modified wing venation from Africa and Papua New Guinea, parasitoid on Choreutidae (Lepidoptera)",
        "An enigmatic new genus of Hormiinae (Hymenoptera: Braconidae) from South India",
        "A molecular and morphological reassessment of the phylogeny of the subfamily Ophioninae (Hymenoptera: Ichneumonidae)",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Morphology & terminology. In: Wharton, R.A., Marsh, P.M. & Sharkey, M.J. (Eds.), Identification Manual to the New World Genera of Braconidae",
        "A revision of the genus Andesipolis (Hymenoptera: Braconidae: Mesostoinae) and redefinition of the subfamily Mesostoinae",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "New subfamily of braconids (Hymenoptera, Braconidae) from Australia",
        "A new species of Andesipolis Whitfield & Choi from the eastern Andes of Ecuador with notes on biology and classification (Hymenoptera: Braconidae: Rhysipolinae)",
        "New Evaniidae and Braconidae in the British Museum",
        "A new genus, Mesostoa gen. nov., from W. Australia, belonging to a new subfamily (Hymenoptera, Braconidae)",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "Generic revision of the subfamily Betylobraconinae (Hymenoptera: Braconidae) and other groups with modified fore tarsus",
        "Neptihormius gen. nov. (Hymenoptera: Braconidae: Hormiinae), a parasitoid of Nepticulidae (Lepidoptera) from New Zealand",
        "Poles apart: comparing trends of alien Hymenoptera in New Zealand with Europe (DAISIE)",
        "A new species of the genus Doryctomorpha Ashmead from Japan",
        "Review of the Hormiini (Hymenoptera: Braconidae) with a description of new taxa",
        "The polyphyletic origin of endoparasitism in the cyclostome lineages of Braconidae (Hymenoptera)",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): a simultaneous molecular and morphological Bayesian approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Saint Petersburg",
            "@id": "60101968",
            "affilname": "Zoological Institute of the Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101968",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Warsaw",
            "@id": "60085177",
            "affilname": "Museum and Institute of Zoology of the Polish Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60085177",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Auckland",
            "@id": "60015235",
            "affilname": "Landcare Research, Auckland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015235",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": [
        "Hymenoptera Institute of Kentucky",
        "Russian Foundation for Basic Research",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "MBIE"
    ]
}