{
    "eid": "2-s2.0-85063135945",
    "title": "Gender differences in health care utilization among older adults in barbados",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Nursing (miscellaneous)",
            "@code": "2901",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "Barbados",
        "Chronic conditions",
        "Gender",
        "Intergenerational transfers",
        "Medical care",
        "Older adults"
    ],
    "authors": [
        "Nekehia T. Quashie"
    ],
    "citedby-count": 4,
    "ref-count": 43,
    "ref-list": [
        "Measuring socioeconomic differences in use of health care services by wealth versus by income",
        "Revisiting the behavioral model and access to medical care: Does it matter?",
        "Societal and individual determinants of medical care utilization in the United States",
        "Arterial hypertension in the elderly of Bridgetown, Barbados: Prevalence and associated factors",
        "Macroeconomic implications of population ageing and selected policy responses",
        "Social relationships and dental care service utilization among older adults",
        "Gender and ageing in the context of globalization",
        "Gender disparities in health and health care use among older adults",
        "Gender, aging and widowhood",
        "Prevalence and risk factors associated with obesity in the elderly in Barbados",
        "Factors affecting the use of health examinations by the elderly in Taiwan",
        "Gender and ethnic/racial disparities in health care utilization among older adults",
        "Gender inequalities in health and health care services use in Catalonia (Spain)",
        "The development of social policy in Barbados",
        "Marital biography and health at mid-life",
        "Marital status and health care utilization",
        "Correlates of physician visits among older adults in China: The effects of family support",
        "Prevalence of multiple behavioral risk factors for chronic diseases in adults aged 50 þ, from eleven European countries - The SHARE study (2004)",
        "Health care utilization in Ecuador: A multilevel analysis of socio-economic determinants and inequality issues",
        "Aging with multimorbidity: A systematic review of the literature",
        "SABE Survey on health, well-being, and aging in Latin America and the Caribbean 2000",
        "A needs assessment of pension systems in the English speaking Caribbean",
        "Who supports whom? Gender and intergenerational transfers in postindustrial Barbados",
        "Ageing in the Caribbean: Exploring some major concerns for family and society",
        "(2006). Gender differences in the utilization of health-care services among the older adult population of Spain",
        "Type of insurance and use of preventive health services among older adults in Mexico",
        "African American and African Caribbean Fathers",
        "Influence of socioeconomic status, wealth, and financial empowerment on gender differences in health and health care utilization in later life: Evidence from India",
        "The martrifocal family and patriarchal ideology in Cuba and the Caribbean",
        "Healthcare utilization by older age groups in Northern states of Peninsular Malaysia: The role of predisposing, enabling and need factors",
        "Taking account of context: How important are household characteristics in explaining adult health-seeking behaviour? The case of Vietnam",
        "Health services utilization among older adults: Conceptual, measurement, and modeling issues in secondary analysis",
        "The use of health services by older adults",
        "Explaining health differences between men and women in later life: A cross-city comparison in Latin America and the Caribbean"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}