{
    "eid": "2-s2.0-84890922859",
    "title": "Minilaparotomy vs laparoscopic hysterectomy for benign gynaecological diseases",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "Gynaecological disease",
        "Hysterectomy",
        "Laparoscopy",
        "Minilaparotomy",
        "Minimally invasive surgery"
    ],
    "authors": [
        "N. Sirisabya"
    ],
    "citedby-count": 4,
    "ref-count": 17,
    "ref-list": [
        "Minilaparotomy hysterectomy assisted by self-retaining elastic abdominal retractor",
        "A series of 3190 laparoscopic hysterectomies for benign disease from 1990 to 2006: Evaluation of complications compared with vaginal and abdominal procedures",
        "Hysterectomy for benign disease",
        "Minilaparotomy in the management of benign gynecologic disease",
        "Permanente Journal",
        "Minilaparotomy hysterectomy",
        "Minilaparotomy and endoscopic techniques for tubal sterilisation.",
        "Vaginal hysterectomy for benign disease without prolapse",
        "Laparoscopic-assisted vaginal hysterectomy versus minilaparotomy hysterectomy: A prospective, randomized, multicenter study",
        "Surgical approach to hysterectomy for benign gynaecological disease",
        "Minilaparotomy hysterectomy: A valid option for the treatment of benign uterine pathologies",
        "Pelosi minilaparotomy hysterectomy: a non-endoscopic minimally invasive alternative to laparoscopy and laparotomy.",
        "Laparoscopic cholecystectomy versus mini-laparotomy cholecystectomy: A meta-analysis of randomised control trials",
        "The value of minilaparotomy for total hysterectomy for benign uterine disease: A comparative study with conventional Pfannenstiel and laparoscopic approaches",
        "A comparison of vaginal, laparoscopic-assisted vaginal, and minilaparotomy hysterectomies for enlarged myomatous uteri",
        "Mini laparotomy versus conventional laparotomy for abdominal hysterectomy: A comparative study",
        "Hysterectomy rates in the United States, 2003"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}