{
    "eid": "2-s2.0-85129862010",
    "title": "Endogenous wisdom in action-the positive deviance approach: An alternative conceptualization of communication and social change praxis",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [],
    "authors": [
        "Arvind Singhal",
        "Monique Sternin",
        "Shafique Muhammad",
        "Lucía Durá"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Wisdom. A metaheuristic (pragmatic) to orchestrate mind and virtue toward excellence",
        "Foreword",
        "Will Ramon finish sixth grade? Positive deviance for student retention in rural Argentina",
        "The secret sits",
        "Participatory communication processes as “infusions of innovation”: The case of “Scenarios from Africa”",
        "Communication and invitational social change",
        "Sustained positive deviant childcare practices and their effects on child growth in Viet Nam",
        "Your company’s secret change agents",
        "Will Rahima’s firstborn survive overwhelming odds? Positive Deviance for maternal and newborn care in Pakistan",
        "Communicating what works! Applying the positive deviance approach in health communication",
        "Turning diffusion of innovations paradigm on its head",
        "The value of positive deviations",
        "The positive deviance approach to designing and implementing health communication interventions",
        "Reframing the practice of social research: Solving complex problems by valuing positive deviations",
        "Positive deviance: A non-normative approach to health and risk messaging",
        "Using positive deviance to reduce hospital-acquired infection at the Veterans Administration Healthcare System in Pittsburgh",
        "Diffusion of evidence-based interventions or practice-based positive deviations",
        "Flipping the diffusion of innovations paradigm: Embracing the positive deviance approach to social change",
        "Saving lives by changing relationships: Positive Deviance for MRSA prevention and control in a U.S. hospital",
        "Combating malnutrition in the land of a thousand rice fields: Positive Deviance grows roots in Vietnam",
        "Amplification of tacit knowledge through the positive deviance approach",
        "Identification and amplification of tacit knowledge: The positive deviance approach as knowledge management praxis",
        "Waiting for Sophia: 30 years of conceptualizing wisdom in empirical psychology",
        "What is wisdom? Cross-cultural and cross-disciplinary syntheses"
    ],
    "affiliation": [
        {
            "affiliation-city": "El Paso",
            "@id": "60007801",
            "affilname": "The University of Texas at El Paso",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007801",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Elverum",
            "@id": "60108591",
            "affilname": "Høgskolen i Innlandet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108591",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Medford",
            "@id": "60023143",
            "affilname": "Tufts University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023143",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}