{
    "eid": "2-s2.0-84891495787",
    "title": "Characterization of UV-screening compounds, mycosporine-like amino acids, and scytonemin in the cyanobacterium Lyngbya sp. CU2555",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "2303"
        }
    ],
    "keywords": [
        "Cyanobacteria",
        "Mycosporine-like amino acids",
        "Photoprotection",
        "Scytonemin",
        "UV-induced production"
    ],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 147,
    "ref-count": 40,
    "ref-list": [
        "The biosynthesis of cyanobacterial sunscreen scytonemin in intertidal microbial mat communities",
        "Mycosporines: Are they nature's sunscreens?",
        "New Pigments from the Terrestrial Cyanobacterium Scytonema sp. Collected on the Mitaraka Inselberg, French Guyana",
        "A high-resolution reverse-phase liquid chromatography method for the analysis of mycosporine-like amino acids (MAAs) in marine organisms",
        "Experimental study of the excited-state properties and photostability of the mycosporine-like amino acid palythine in aqueous solution",
        "Cosmet Toilet Manuf Worldw",
        "Antioxidant activity of mycosporine-like amino acids isolated from three red macroalgae and one marine lichen",
        "Cyanophyta",
        "Effect of environmental factors on the synthesis of scytonemin, a UV-screening pigment, in a cyanobacterium (Chroococcidiopsis sp.)",
        "Biogeochemistry: Life before the rise of oxygen",
        "Effects of periodic desiccation on the synthesis of the UV-screening compound, scytonemin, in cyanobacteria",
        "Effects of nitrogen source on the synthesis of the UV-screening compound, scytonemin, in the cyanobacterium Nostoc punctiforme PCC 73102",
        "CHARACTERIZATION AND BIOLOGICAL IMPLICATIONS OF SCYTONEMIN, A CYANOBACTERIAL SHEATH PIGMENT",
        "Evidence regarding the UV sunscreen role of a mycosporine-like compound in the cyanobacterium Gloeocapsa sp.",
        "Rec Res Develop Photochem Photobiol",
        "Effects of UV radiation on aquatic ecosystems and interactions with climate change",
        "Seasonality in UV-absorbing compounds of cyanobacterial mat communities from an intertidal mangrove flat",
        "Use of different methods for testing antioxidative activity of oregano essential oil",
        "Novel glycosylated mycosporine-like amino acids with radical scavenging activity from the cyanobacterium Nostoc commune",
        "The cyanobacterial UV-absorbing pigment scytonemin displays radical-scavenging activity",
        "UV-absorbing substance in the red alga Porphyra yezoensis (Bangiales, Rhodophyta) block thymine photodimer production",
        "Monitoring stress responses in cyanobacterial scytonemin - screening and characterization",
        "Cyanobacteria and microalgae: A positive prospect for biofuels",
        "The structure of scytonemin, an ultraviolet sunscreen pigment from the sheaths of cyanobacteria",
        "UV radiation-induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "Photoprotective compounds from marine organisms",
        "Mycosporine-like amino acids profile and their activity under PAR and UVR in a hot-spring cyanobacterium Scytonema sp. HKAR-3",
        "Partial characterization, UV-induction and photoprotective function of sunscreen pigment, scytonemin from Rivularia sp. HKAR-4",
        "Salinity induced synthesis of UV-screening compound scytonemin in the cyanobacterium Lyngbya aestuarii",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Effects of abiotic stressors on synthesis of the mycosporine-like amino acid shinorine in the cyanobacterium anabaena variabilis PCC 7937",
        "Biochemical and spectroscopic characterization of the cyanobacterium Lyngbya sp. inhabiting mango (Mangifera indica) trees: Presence of an ultraviolet-absorbing pigment, scytonemin",
        "Mycosporine-like amino acids in the marine red alga Gracilaria cornea - Effects of UV and heat",
        "Database on mycosporines and mycosporine-like amino acids (MAAs) in fungi, cyanobacteria, macroalgae, phytoplankton and animals",
        "Atmospheric pressure chemical ionisation liquid chromatography/mass spectrometry of the ultraviolet screening pigment scytonemin: Characteristic fragmentations",
        "Marine natural products as novel antioxidant prototypes",
        "The evolutionary diversification of cyanobacteria: Molecular-phylogenetic and paleontological perspectives",
        "Analysis of mycosporine-like amino acids in plankton by liquid chromatography electrospray ionization mass spectrometry",
        "Photodegradation and photosensitization of mycosporine-like amino acids"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}