{
    "eid": "2-s2.0-85042846473",
    "title": "In vitro and in vivo evaluation of a single chain antibody fragment generated in planta with potent rabies neutralisation activity",
    "cover-date": "2019-08-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Molecular Medicine",
            "@code": "1313",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Blood brain barrier (BBB)",
        "Clinical disease",
        "Immunoglobulin",
        "N-acetylcholine receptor",
        "Nicotiana benthamiana",
        "Rabies virus",
        "Single-chain antibody (ScFv)"
    ],
    "authors": [
        "Waranyoo Phoolcharoen",
        "Ashley C. Banyard",
        "Christophe Prehaud",
        "D. Selden",
        "Guanghui Wu",
        "Colin P.D. Birch",
        "T. H. Szeto",
        "Monique Lafon",
        "Anthony R. Fooks",
        "Julian K.C. Ma"
    ],
    "citedby-count": 8,
    "ref-count": 55,
    "ref-list": [
        "The cell biology of rabies virus: using stealth to reach the brain",
        "Human rabies case with long incubation, Australia",
        "Passive immunity in the prevention of rabies",
        "Postexposure prophylaxis for rabies in resource-limited/poor countries",
        "Rabies postexposure prophylaxis in routine practice in view of the new Centers for Disease Control and Prevention and World Health Organization recommendations",
        "Human rabies: a disease of complex neuropathogenetic mechanisms and diagnostic challenges",
        "Rabies virus entry at the neuromuscular junction in nerve-muscle cocultures",
        "Studies on the local treatment of Wounds for the prevention of rabies",
        "The incurable wound revisited: progress in human rabies prevention?",
        "Use of serum and vaccine in combination for prophylaxis following exposure to rabies",
        "Biopharmaceutical drug targeting to the brain",
        "Rabies virus receptors",
        "Rabies virus superantigen",
        "Synthetic peptides in the study of the interaction of rabies virus and the acetylcholine receptor",
        "Is the acetylcholine receptor a rabies virus receptor?",
        "Rabies virus binding at neuromuscular junctions",
        "Synthetic peptides corresponding to sequences of snake venom neurotoxins and rabies virus glycoprotein bind to the nicotinic acetylcholine receptor",
        "Rabies virus binding to an acetylcholine receptor alpha-subunit peptide",
        "Transvascular delivery of small interfering RNA to the central nervous system",
        "Brain-targeted delivery of protein using chitosan- and RVG peptide-conjugated, pluronic-based nano-carrier",
        "Targeted delivery of large fusion protein into hippocampal neurons by systemic administration",
        "Targeted delivery of proteins into the central nervous system mediated by rabies virus glycoprotein-derived peptide",
        "Development of a mouse monoclonal antibody cocktail for post-exposure rabies prophylaxis in humans",
        "Production, characterization, and antigen specificity of recombinant 62–71-3, a candidate monoclonal antibody for rabies prophylaxis in humans",
        "Enhanced transport of plant-produced rabies single-chain antibody-RVG peptide fusion protein across an in cellulo blood-brain barrier device",
        "Enhanced transport of plant-produced rabies single-chain antibody-RVG peptide fusion protein across an in cellulo blood-brain barrier device",
        "A DNA replicon system for rapid high-level production of virus-like particles in plants",
        "Characterizing ligand-gated ion channel receptors with genetically encoded Ca2++ sensors",
        "Blood-brain barrier-specific properties of a human adult brain endothelial cell line",
        "Rabies virus infects mouse and human lymphocytes and induces apoptosis",
        "Immunopotentiation of the antibody response against influenza HA with apoptotic bodies generated by rabies virus G-ERA protein-driven apoptosis",
        "Comparative study of four immortalized human brain capillary endothelial cell lines, hCMEC/D3, hBMEC, TY10, and BB19, and optimization of culture conditions, for an in vitro blood-brain barrier model for drug permeability studies",
        "Characterization of a unique variant of bat rabies virus responsible for newly emerging human cases in North America",
        "Uptake and permeability studies of BBB-targeting immunoliposomes using the hCMEC/D3 cell line",
        "Liposome technologies and drug delivery to the CNS",
        "Novel functionalization strategies of polymeric nanoparticles as carriers for brain medications",
        "Pluronic F127 and D-alpha-Tocopheryl Polyethylene Glycol Succinate (TPGS) mixed micelles for targeting drug delivery across the blood brain barrier",
        "Gold nanoparticles increase endothelial paracellular permeability by altering components of endothelial tight junctions, and increase blood-brain barrier permeability in mice",
        "Pharmacokinetics and brain uptake of a genetically engineered bifunctional fusion antibody targeting the mouse transferrin receptor",
        "Increased brain penetration and potency of a therapeutic antibody using a monovalent molecular shuttle",
        "Transferrin receptor (TfR) trafficking determines brain uptake of TfR antibody affinity variants",
        "Human insulin receptor monoclonal antibody undergoes high affinity binding to human brain capillaries in vitro and rapid transcytosis through the blood-brain barrier in vivo in the primate",
        "Genetic engineering of a lysosomal enzyme fusion protein for targeted delivery across the human blood-brain barrier",
        "LRP-1-mediated intracellular antibody delivery to the Central Nervous System",
        "Routes for drug translocation across the blood-brain barrier: exploiting peptides as delivery vectors",
        "Cell-penetrating peptides as noninvasive transmembrane vectors for the development of novel multifunctional drug-delivery systems",
        "Peptides and proteins used to enhance gold nanoparticle delivery to the brain: preclinical approaches",
        "Characterization of VRC01, a potent and broadly neutralizing anti-HIV mAb, produced in transiently and stably transformed tobacco",
        "Synthetic peptides of neurotoxins and rabies virus glycoprotein behave as antagonists in a functional assay for the acetylcholine receptor",
        "The dilemma of managing human rabies encephalitis",
        "Cross-species binding analyses of mouse and human neonatal Fc receptor show dramatic differences in immunoglobulin G and albumin binding"
    ],
    "affiliation": [
        {
            "affiliation-city": "Addlestone",
            "@id": "60110447",
            "affilname": "Animal and Plant Health Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110447",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60029329",
            "affilname": "St George’s, University of London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029329",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60001772",
            "affilname": "Institut Pasteur, Paris",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001772",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "Hotung Foundation",
        "Wellcome Trust",
        "FP7",
        "UK Department for Environment, Food and Rural Affairs",
        "Royal Society",
        "FP7"
    ]
}