{
    "eid": "2-s2.0-84971012430",
    "title": "Liquid Phase Pyrolysis of Giant Leucaena Wood to Bio-Oil over NiMo/Al2O3 Catalyst",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "General Energy",
            "@code": "2100"
        }
    ],
    "keywords": [
        "bio-oil",
        "Giant Leucaena wood",
        "pyrolysis"
    ],
    "authors": [
        "K. Klaigaew"
    ],
    "citedby-count": 5,
    "ref-count": 14,
    "ref-list": [
        "Synergies between bio- and oil refineries for the production of fuels from biomass",
        "Pyrolysis of wood/biomass for bio-oil: A critical review",
        "Bio-oil from Fast Pyrolysis of Empty Fruit Bunch at Various Temperature",
        "A review on bio-oil production from biomass by using pyrolysis method",
        "Fuel oil quality of biomass pyrolysis oils - state of the art for the end users",
        "Review of fast pyrolysis of biomass and product upgrading",
        "Overview of upgrading of pyrolysis oil of biomass",
        "Upgrading of bio-oil by removing carboxylic acids in supercritical ethanol",
        "Influence of pyrolysis temperature and heating rate on the production of bio-oil and char from safflower seed by pyrolysis, using a well-swept fixed-bed reactor",
        "Pyrolysis of biomass to produce fuels and chemical feedstocks",
        "Bio-oil production from Onopordum acanthium L. by slow pyrolysis",
        "A review on process conditions for optimum bio-oil yield in hydrothermal liquefaction of biomass",
        "Hydrothermal liquefaction of cornelian cherry stones for bio-oil production",
        "Catalytic hydroprocessing of biomass fast pyrolysis bio-oil to produce hydrocarbon products"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "PTT",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Energy",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}