{
    "eid": "2-s2.0-84951061271",
    "title": "Treatment of cutting-oily wastewater by electrocoagulationflotation (ECF) process: Modeling approach",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        }
    ],
    "keywords": [
        "Chemical coagulation",
        "Cutting oily wastewater",
        "Design of experiment (DOE)",
        "Electrocoagulation-flotation",
        "Prediction model"
    ],
    "authors": [
        "Nattawin Chawaloesphosiya"
    ],
    "citedby-count": 11,
    "ref-count": 17,
    "ref-list": [
        "Fundamentals of Machining and Machine Tools",
        "Cutting fluid emulsions produced by dilution of a cutting fluid concentrate containing a cationic/nonionic surfactant mixture",
        "Arab. J. Chem",
        "The future for electrocoagulation as a localised water treatment technology",
        "Optimization of oil removal from oily wastewater by electrocoagulation using response surface method",
        "Treatment of refectory oily wastewater by electro-coagulation process",
        "Importance of electrode material in the electrochemical treatment of wastewater containing organic pollutants",
        "Int. J. Chem. Env. Eng.",
        "Anaerobic removal of COD in metal-cutting-fluid wastewater",
        "Effects of stratification in a fluidized bed bioreactor during treatment of metalworking wastewater",
        "Coagulation by hydrolysing metal salts",
        "Treatment of textile wastewaters by electrocoagulation using iron and aluminum electrodes",
        "A quantitative comparison between chemical dosing and electrocoagulation",
        "Existence of optimum space between electrodes on hydrogen production by water electrolysis",
        "Recent development in the treatment of oily sludge from petroleum industry: A review",
        "Performance evaluation of electrocoagulation and electrodewatering system for reduction of water content in sewage sludge",
        "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}