{
    "eid": "2-s2.0-85081586005",
    "title": "Ceropegia chuakulii sp. Nov. (Asclepiadoideae, Apocynaceae) from eastern Thailand",
    "cover-date": "2019-12-12",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Ceropegia section Tiloris series Attenuatae",
        "Ceropegieae",
        "Dry deciduous forest",
        "Eastern Thailand"
    ],
    "authors": [
        "Manit Kidyoo",
        "Aroonrat Kidyoo"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Brachystelma tuberosum",
        "Evolution of the stapeliads (Apocynaceae-Asclepiadoideae) – Repeated major radiation across Africa in an Old World group",
        "Recent radiation of Brachystelma and Ceropegia (Apocynaceae) across the Old World against a background of climatic change",
        "A revised, phylogenetically-based concept of Ceropegia (Apocynaceae)",
        "Contributions to the flora of Siam II. List of Siamese plants, with descriptions of new species",
        "Revision der Gattung Ceropegia",
        "Standards and petitions subcommittee",
        "Taxonomic revision of Ceropegia (Apocynaceae: Ceropegieae) in India",
        "Ceropegia suddeei sp. Nov. (Apocynaceae, Asclepiadoideae) from northeastern Thailand",
        "Two new species of Ceropegia (Apocynaceae, Asclepiadoideae) from eastern Thailand",
        "Ceropegia tribounii (Apocynaceae, Asclepiadoideae), a new species from western Thailand",
        "A new species of Ceropegia (Asclepiadoideae, Apocynaceae) from eastern Thailand",
        "Ceropegia pullaiahii sp. Nov. (Apocynaceae, Asclepiadoideae) from India",
        "Asclepiadaceae",
        "A new species of Ceropegia (Apocynaceae: Ceropegieae) from a midland lateritic hill of Kerala, India",
        "Ceropegia L",
        "Ceropegia thailandica (Asclepiadoideae-Ceropegieae), a spectacular new Thai species"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}