{
    "eid": "2-s2.0-85165487801",
    "title": "Does social participation make Thai psychologically abused elders happier? a stress-buffering effect hypothesis",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geriatrics and Gerontology",
            "@code": "2717",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Elder abuse",
        "life satisfaction",
        "older adults",
        "stress-buffering"
    ],
    "authors": [
        "Yot Amornkitvikai",
        "Vipan Prachuabmoh",
        "Martin O’Brien"
    ],
    "citedby-count": 0,
    "ref-count": 77,
    "ref-list": [
        "Theories and measures of elder abuse",
        "Ageism as a risk factor for chronic disease",
        "Exploring the role of socioeconomic factors in abuse and neglect elderly population in Maharashtra, India",
        "Population ageing in Thailand: critical issues in the Twenty-First Century",
        "Standardized or simple effect size: What should be reported?",
        "Prevalence, associated factors and predictors of elder abuse in Thailand",
        "Cumulative advantage, cumulative disadvantage, and evolving patterns of late-life inequality",
        "Cumulative advantage/disadvantage and the life course: Cross-fertilizing age and social science theory",
        "Gross national happiness as an answer to the Easterlin Paradox?",
        "Elder abuse and psychological well-being: A systematic review and implications for research and policy - a mini review",
        "The impact of modern economic growth on urban–rural differences in subjective well-being",
        "Childhood adversities, midlife health, and elder abuse victimization: A longitudinal analysis based on cumulative disadvantage theory",
        "Elder abuse as a risk factor for psychological distress among older adults in India: A cross-sectional study",
        "Social engagement and depressive symptoms in late life: Longitudinal findings",
        "The determinants of happiness among Thai people: Some evidence from Chai Nat and Kanchanaburi",
        "Coresidence with a child and happiness among older widows in Europe: Does gender of the child matter?",
        "The underpinnings of ageism: Multiple mediational model of epistemological style, social dominance orientation, right-wing authoritarianism, and ageist attitudes",
        "Structural relationships between social activities and longitudinal trajectories of depression among older adults",
        "Does social participation by the elderly reduce mortality and cognitive impairment?",
        "Gender, aging, and subjective well-being",
        "Financial strain over the life course and health among older adults",
        "Factors determining the social participation of older adults: A comparison between Japan and Korea using EASS 2012",
        "Violating the normality assumption may be the lesser of two evils",
        "Differentials in happiness among the young old, the middle old and the very old in Thailand",
        "Filial responsibility expectations and patterns of intergenerational assistance",
        "The effects of income on happiness in East and South Asia: Societal values matter?",
        "Mistreatment and psychological well-being among older adults: Exploring the role of psychosocial resources and deficits",
        "Understanding the results of multiple linear regression",
        "237 elder abuse context and theory in Finland, Ireland, Italy and romania",
        "Influences of socioeconomic status, social network, and competence on subjective well-being in later life: A meta-analysis",
        "Aspirations, attainments, and satisfaction: Life cycle differences between American women and men",
        "Preparations for old age and well-being in later life in Thailand: Gender matters?",
        "A longitudinal study of well-being in older workers and retirees: The role of engaging in different types of activities",
        "Living arrangements of the elderly in China and consequences for their emotional well-being",
        "Identifying elder abuse in the emergency department: Toward a multidisciplinary team-based approach",
        "Foreword",
        "How is participation related to well-being of homeless people? An explorative qualitative study in a Dutch homeless shelter facility [Article]",
        "The development of primary education in Thailand and its present challenges: from quantity to quality through effective management",
        "Linear regression and the normality assumption",
        "Identifying older people at risk of abuse during routine screening practices [Article]",
        "Chapter 12 - multiple regression: Predicting one variable from several others",
        "Intergenerational support to aging parents: The role of norms and needs",
        "Trauma from physical and emotional sibling violence as a potential risk factor for elder abuse",
        "Economic well-being and elder abuse in Rajshahi District of Bangladesh",
        "More participation, happier society? A comparative study of civil society and the quality of life",
        "A systematic review of factors influencing social participation of older adults",
        "Elder abuse and its impact on quality of life in nursing homes in China",
        "Ordinal Regression Models",
        "Buffering effect",
        "Elder abuse and neglect: History and concepts",
        "Elder mistreatment predicts later physical and psychological health: Results from a national longitudinal study",
        "A systematic review of prevalence and risk factors for elder abuse in Asia",
        "Social inequalities in happiness in the United States, 1972-2004: An age-period-cohort analysis",
        "Prevalence and psychological impact of Chinese elder abuse",
        "Elder abuse prevalence in community settings: A systematic review and meta-analysis",
        "Happiness under one roof? The intergenerational co-residence and subjective well-being of elders in China",
        "How to think clearly about the central limit theorem",
        "Leisure participation and subjective well-being: Exploring gender differences among elderly in Shanghai, China",
        "Social engagement and health: Findings from the 2013 survey of the Shanghai elderly life and opinion [Review]"
    ],
    "affiliation": [
        {
            "affiliation-city": "Wollongong",
            "@id": "60189146",
            "affilname": "Sydney Business School, University of Wollongong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189146",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}