{
    "eid": "2-s2.0-85108966493",
    "title": "Effect of small amounts of Al on the surface silanol structure and their correlation to the improved catalytic performances of WOx/SiO2–Al2O3 in the propene self-metathesis",
    "cover-date": "2021-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Electronic, Optical and Magnetic Materials",
            "@code": "2504",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Biomaterials",
            "@code": "2502",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Colloid and Surface Chemistry",
            "@code": "1505",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Active sites",
        "Bronsted-lewis acid",
        "Metathesis",
        "Silanol structure",
        "Silica-alumina"
    ],
    "authors": [
        "N. Hongrutai",
        "S. Watmanee",
        "S. Wannakao",
        "P. Praserthdam",
        "J. Panpranot"
    ],
    "citedby-count": 5,
    "ref-count": 49,
    "ref-list": [
        "Olefin metathesis",
        "Effect of surface tungstate W5+ species on the metathesis activity of W-doped spherical silica catalysts",
        "WO3-based catalysts prepared by non-hydrolytic sol-gel for the production of propene by cross-metathesis of ethene and 2-butene",
        "Application of a WO3/SiO2 catalyst in an industrial environment: part I",
        "Tungsten oxide on silica catalyst for phillips' triolefin process",
        "Gas-phase metathesis of 1-hexene over a WO3/SiO2 catalyst: search for optimal reaction conditions",
        "Structure/metathesis activity relations of silica supported molybdenum and tungsten oxide",
        "Optimizing activity of tungsten oxides for 1-butene metathesis by depositing silica on γ-alumina support",
        "Industrial applications of olefin metathesis",
        "Olefin metathesis by supported metal oxide catalysts",
        "The influence of preparation procedures and tungsten loading on the metathesis activity of ethene and 2-butene over supported WO3 catalysts",
        "Influence of tungsten loadings on the 1-butene metathesis reaction over W/SiO2/Al2O3 catalysts",
        "Effect of WO3 loading on the surface acidity of WO3/Al2O3 composite oxides",
        "Comparison of the acidities of WO3Al2O3 and ultrastable faujasite catalysts",
        "Metathesis of 2-butene to propylene over W-mesoporous molecular sieves: a comparative study between tungsten containing MCM-41 and SBA-15",
        "Metathesis of 2-pentene over Mo and W supported mesoporous molecular sieves MCM-41 and SBA-15",
        "NaOH modified WO3/SiO2 catalysts for propylene production from 2-butene and ethylene metathesis",
        "Effect of tungsten oxide loading on metathesis activity of ethene and 2-butene over WO3/SiO2 catalysts",
        "Reduction behavior and metathesis activity of WO3Al2O3 catalysts: II. The role of W (V)—an EPR investigation",
        "Novel catalyst of mixed SiO2-TiO2 supported tungsten for metathesis of ethene and 2-butene",
        "Aerosol route to nanostructured WO3-SiO2-Al2O3 metathesis catalysts: toward higher propene yield",
        "The structure-reactivity relationship for metathesis reaction between ethylene and 2-butene on WO3/SiO2 catalysts calcinated at different temperatures",
        "Active centers for the metathesis and isomerization of alkenes on tungsten-oxide/silica catalysts",
        "The enhancing effect of brønsted acidity of supported MoOxSpecies on their activity and selectivity in ethylene/trans-2-butene metathesis",
        "Preparation of super-microporous WO3–SiO2 olefin metathesis catalysts by the aerosol-assisted sol–gel process",
        "Influence of surface Sn species and hydrogen interactions on the OH group formation over spherical silica-supported tin oxide catalysts",
        "Synthesis and characterization of tungsten-substituted SBA-15: an enhanced catalyst for 1-butene metathesis",
        "Nature of WOx sites on SiO2 and their molecular structure–reactivity/selectivity relationships for propylene metathesis",
        "Relative Raman cross-sections of tungsten oxides:[WO3, Al2 (WO4) 3 and WO3Al2O3]",
        "About the importance of surface W species in WOx/Al2O3 during n-butene skeletal isomerization",
        "Production of propene from 1-butene metathesis reaction on tungsten based heterogeneous catalysts",
        "Effect of pretreatment atmosphere of WOx/SiO2 catalysts on metathesis of ethylene and 2-butene to propylene",
        "Investigation on converting 1-butene and ethylene into propene via metathesis reaction over W-based catalysts",
        "Opposite effect of Al on the performances of MoO3/SiO2-Al2O3 catalysts in the metathesis and in the partial oxidation of propene",
        "Silica-alumina-supported mo oxide catalysts: genesis and demise of brønsted-lewis acidity",
        "Influence of Lewis acidity of rhenium heptoxide supported on alumina catalyst on the catalytic performances in olefin metathesis",
        "Investigation of the preparation and catalytic activity of supported Mo, W, and Re oxides as heterogeneous catalysts in olefin metathesis",
        "An FT-IR study of ammonia adsorption and oxidation over anatase-supported metal oxides",
        "Bauxite-supported transition metal oxides: promising low-temperature and SO2-tolerant catalysts for selective catalytic reduction of NOx",
        "Structure determination - nuclear magnetic resonance spectroscopy",
        "Direct measurement of zeolite brønsted acidity by FTIR spectroscopy: solid-state 1H MAS NMR approach for reliable determination of the integrated molar absorption coefficients",
        "MAS NMR, TPR, and TEM studies of the interaction of NiMo with alumina and silica–alumina supports",
        "Acetonitrile as probe molecule for an integrated 1H NMR and FTIR study of zeolitic Brønsted acidity: interaction with zeolites H-ferrierite and H-beta",
        "A new model for acid sites in dealuminated Y zeolites",
        "Formation of isolated tungstate sites on hierarchical structured SiO2- and HY zeolite-supported WOx catalysts for propene metathesis",
        "Thermal spreading as an alternative for the wet impregnation method: advantages and downsides in the preparation of MoO3/SiO2− Al2O3 metathesis catalysts",
        "Dealumination of zeolite β via dicarboxylic acid treatment",
        "Acidic properties of Si- and Al- promoted TiO 2 catalysts: effect on 2-propanol dehydration activity",
        "Catalyst pellet design of WO3/Si-Al and hydrotalcite binder for propylene self-metathesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60113829",
            "affilname": "SCG Chemicals Co., Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113829",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "SCG Chemicals Co. Ltd.",
        "Second Century Fund of Chulalongkorn",
        "National Research Council of Thailand",
        "Thailand Science Research and Innovation"
    ]
}