{
    "eid": "2-s2.0-84978525733",
    "title": "Happiness from social capital: An investigation from micro data in rural Thailand",
    "cover-date": "2016-07-08",
    "subject-areas": [
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Geography",
            "@code": "3305"
        }
    ],
    "keywords": [
        "Community",
        "happiness",
        "social capital",
        "Thailand"
    ],
    "authors": [
        "Pungpond Rukumnuaykit"
    ],
    "citedby-count": 15,
    "ref-count": 43,
    "ref-list": [
        "Social networks, host resistance, and mortality: A nine-year follow-up study of alameda county residents",
        "Social capital and regional economic growth",
        "Social capital and coping with economic shocks: An analysis of stunting of south African children",
        "Social capital: An interdisciplinary concept",
        "American Economic Review",
        "The Economic Journal",
        "American Journal of Sociology",
        "Income and happiness: Towards a unified theory",
        "Africa's growth tragedy: Policies and ethnic divisions",
        "Cardinalism",
        "Emotions and Economic Theory",
        "Returns to social network capital among traders",
        "Happiness research: State and prospects",
        "Journal of Marriage and the Family",
        "The relationship between happiness, health, and socio-economic factors: Results based on Swedish microdata",
        "Local Level Institute Working Paper No.5",
        "New kid in town: Social capital and the life course effects of family migration on children",
        "Getting into street crime: The structure and process of criminal embeddedness",
        "The Asia Pacific region in the global economy: A Canadian perspective",
        "Social capital: A multifaceted perspective",
        "The social context of well-being",
        "Area-based collaboration on poverty eradication in the western region of Thailand-development of well-being indicators: Kanchanaburi 2005",
        "American Economic Review",
        "Back to Bentham? Explorations of experienced utility",
        "Does social capital have an economic payoff? A cross-country investigation",
        "Elite education and social capital: The case of South Korea",
        "Social capital and household welfare in South Africa, 1993-98",
        "Parental involvement as social capital: differential effectiveness on science achievement, truancy, and dropping out",
        "Parental networks, social closure, and mathematics learning: A test of coleman's social capital explanation of school effects",
        "Cents and sociability: Household income and social capital in rural Tanzania",
        "Healthier and Happier? The Urban-Rural Divide in Thailand",
        "Happiness from Giving: Quantitative Investigation of Thai Buddhists",
        "Bowling alone: The collapse and revival of American community",
        "Making democracy work: Civic traditions in modern Italy",
        "Urbanisation, Poverty and Subjective Well-Being: Empirical Evidence from Thailand",
        "Families, social capital, and educational continuation",
        "Does marriage make people happy, or do happy people get married?",
        "The Contextual Effects of Community Social Capital on Academic Performance",
        "Social capital and the generation of human capital",
        "On the measurement of welfare",
        "The welfare function of income in Belgium: An empirical investigation",
        "Ordinal and cardinal utility. An integration of the two dimensions of the welfare concept",
        "Trust and growth"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "National Institute of Development Administration",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}