{
    "eid": "2-s2.0-85141894675",
    "title": "The future of digital donation crowdfunding",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Siriphong Sirisawat",
        "Pattanaporn Chatjuthamard",
        "Supaporn Kiattisin",
        "Sirimon Treepongkaruna"
    ],
    "citedby-count": 0,
    "ref-count": 55,
    "ref-list": [
        "Visualizing the History of Pandemics",
        "Central Banking Training",
        "Survival of influenza virus on banknotes",
        "Paper money and coins as potential vectors of transmissible disease",
        "Cardless in the coronavirus crisis",
        "Getting started with JustGiving Crowdfunding (UK only) / Crowdfunding Fees",
        "Community of giving for Thai people",
        "Frequently Asked Questions—GoFundMe.org",
        "GlobalGiving’s Fee = More Funding For Your Cause!",
        "Who can create and donate to charity fundraisers? | Facebook Help Centre",
        "Guidelines for Successful Crowdfunding",
        "Donation-based crowdfunding as corporate social responsibility activities and financing",
        "A conceptual framework for understanding crowdfunding",
        "A novel framework to improve the performance of crowdfunding platforms",
        "Demand for giving to multiple charities: An experimental study",
        "Majority size and conformity behavior in charitable giving: Field evidence from a donation-based crowdfunding platform in Japan",
        "The digital ingredients of donation-based crowdfunding. A data-driven study of Leetchi projects and social campaigns",
        "Donate time or money? The determinants of donation intention in online crowdfunding",
        "Examining the role of dialogic communication and trust in donation-based crowdfunding tasks using information quality perspective",
        "Why do people patronize donation-based crowdfunding platforms? An activity perspective of critical success factors",
        "Voice of Charity: Prospecting the Donation Recurrence Donor Retention in Crowdfunding",
        "Will a digital camera cure your sick puppy? Modality and category effects in donation-based crowdfunding",
        "Understanding the importance of interaction between creators and backers in crowdfunding success",
        "How social movements influence crowdfunding success",
        "Crowdfunding in healthcare",
        "Donation-based crowdfunding with refund bonuses",
        "What do crowdfunding platforms do? A comparison between investment-based platforms in Europe",
        "Sustainable B2B E-Commerce and Blockchain-Based Supply Chain Finance",
        "The impact of Blockchain technology on business models–a taxonomy and archetypal patterns",
        "Blockchain disruption and decentralized finance: The rise of decentralized business models",
        "Understanding token-based ecosystems–a taxonomy of Blockchain-based business models of start-ups",
        "A Business Model Guideline of Electricity Utility Systems Based on Blockchain Technology in Thailand: A Case Study of Consumers, Prosumers and SMEs",
        "Growth of a platform business model as an entrepreneurial ecosystem and its effects on regional development",
        "A systemic logic for platform business models",
        "A peer-to-peer (P2P) platform business model: the case of Airbnb",
        "IoT Platform Business Model for Innovative Management Systems",
        "The evolution of platform business models: Exploring competitive battles in the world of platforms",
        "The Use of Stories in User Experience Design",
        "A Study on Understanding of UI and UX, and Understanding of Design According to User Interface Change",
        "The effect of game-based learning on academic achievement motivation of elementary school students",
        "Matching the future capabilities of an artificial intelligence-based software for social media marketing with potential users’ expectations",
        "Research on the effects of information description on crowdfunding success within a sustainable economy-the perspective of information communication",
        "Survival Study on Blockchain Based 6G-Enabled Mobile Edge Computation for IoT Automation",
        "Envisioning Device-to-Device Communications in 6G",
        "A rewarding experience? Exploring how crowdfunding is affecting music industry business models",
        "The Effect of Local Religiosity on Financing Cross-Regional Entrepreneurial Projects Via Crowdfunding (Local Religiosity and Crowdfinancing)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60189723",
            "affilname": "The UWA Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60189723",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}