{
    "eid": "2-s2.0-85016261149",
    "title": "Effect of Vitamin E supplementation on oxidative stress in non-transfusion-dependent thalassemia",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Nutrition and Dietetics",
            "@code": "2916"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Hemolysis",
        "Non-transfusion-dependent thalassemia",
        "Oxidative stress",
        "Vitamin E"
    ],
    "authors": [
        "Duangkamon Ngarmpattarangkoon"
    ],
    "citedby-count": 2,
    "ref-count": 23,
    "ref-list": [
        "Lipid peroxyl radical intermediates in the peroxidation of polyunsaturated fatty acids by lipoxygenase. Direct electron spin resonance investigations",
        "The role of vitamin E in atherogenesis: Linking the chemical, biological and clinical aspects of the disease",
        "Effects of a vitamin E-modified dialysis membrane on neutrophil superoxide anion radical production",
        "Hydroxyl radical generation, levels of tumor necrosis factor-alpha, and progression to heart failure after acute myocardial infarction",
        "The effects of vitamin E on platelet activity in β-thalassaemia patients",
        "The benefits of vitamin C and vitamin E in children with beta-thalassemia with high oxidative stress.",
        "Vitamin E supplementation reduces oxidative stress in beta thalassaemia intermedia",
        "Asia Pacific J Clin Nutr",
        "Nutritional deficiencies in patients with thalassemia",
        "Oxidant, antioxidant status and metabolic data in patients with beta-thalassemia",
        "Antioxidant micronutrients in children with thalassaemia in Egypt",
        "Vitamin E supplement improves erythrocyte membrane fluidity of thalassemia: An ESR spin labeling study",
        "Vitamin E status, glutathione peroxidase activity and the effect of vitamin E supplementation in children with thalassemia",
        "Oral supplements of vitamin E improve measures of oxidative stress in plasma and reduce oxidative damage to LDL and erythrocytes in β-thalassemia intermedia patients",
        "The effects of beta-carotene and vitamin E on erythrocytes lipid peroxidation in beta-thalassemia patients",
        "J AUFM",
        "Oxidative stress and disturbance in antioxidant balance in beta thalassemia major",
        "Oxidation status of β-thalassemia minor and Hb H disease, and its association with glycerol lysis time (GLT50)",
        "Attenuation of oxidative stress-induced changes in thalassemic erythrocytes by vitamin E",
        "Peripheral haemolysis, lipid peroxidation, iron status, and vitamin E in haemoglobin H syndromes in West Malaysia.",
        "Role of vitamin E in glutathione-induced oxidant stress: methemoglobin, lipid peroxidation, and hemolysis",
        "Vitamin E deficiency in β-thalassemia major: changes in hematological and biochemical parameters after a therapeutic trial with α-tocopherol",
        "Preliminary study of the effect of vitamin E supplementation on the antioxidant status of hemoglobin-E carriers."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Pharmaceutical Sciences",
        "Chulalongkorn University"
    ]
}