{
    "eid": "2-s2.0-85010452222",
    "title": "Lactobacillus ixorae sp. nov., isolated from a flower (West-Indian Jasmine)",
    "cover-date": "2016-12-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Sujitra Techo"
    ],
    "citedby-count": 10,
    "ref-count": 25,
    "ref-list": [
        "A MEDIUM FOR THE CULTIVATION OF LACTOBACILLI",
        "Lactobacillus florum sp. nov., a fructophilic species isolated from flowers",
        "Evolution",
        "Bergey’s Manual of Systematic Bacteriology, 2Nd Edn",
        "N Y St Agric Exp Sta Tech Bull",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Lactobacillus floricola sp. nov., lactic acid bacteria isolated from mountain flowers",
        "Lactobacillus ozensis sp. nov., isolated from mountain flowers",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "16S/23S Rrna Sequencing. in Nucleic Acid Techniques in Bacterial Systematics",
        "Peptidoglycan composition of gram-negative obligately anaerobic rods",
        "Lactobacilli on plants.",
        "Application of multilocus sequence analysis (MLSA) for rapid identification of Enterococcus species based on rpoA and pheS genes",
        "Molecular Evolution and Phylogenetics",
        "An easy method for the determination of the optical types of lactic acid produced by lactic",
        "A method for screening diacetyl and acetoin‐producing bacteria on agar plates",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids, MIDI Technical Note",
        "Chemical Methods in Prokaryotic Systematics",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Taxonomic studies on coryneform bacteria iii: Dna base composition of coryneform bacteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "National Institute of Technology and Evaluation",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Agriculture",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}