{
    "eid": "2-s2.0-84927080760",
    "title": "Characterization and antimicrobial activity of Streptomyces strains from soils in southern Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology (medical)",
            "@code": "2736"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        },
        {
            "$": "General Pharmacology",
            "@code": "3000"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Antimicrobial activity",
        "Soil",
        "Streptomyces"
    ],
    "authors": [
        "Paranee Sripreechasak"
    ],
    "citedby-count": 8,
    "ref-count": 37,
    "ref-list": [
        "Streptomyces sundarbansensis sp. nov., an actinomycete that produces 2-allyloxyphenol",
        "Draft genome sequence of Streptomyces rapamycinicus strain NRRL 5491, the producer of the immunosuppressant rapamycin",
        "Erratum: Bioactive microbial metabolites. A personal view (Journal of Antibiotics (2005) 58 (1-26))",
        "Characterization of a novel, antifungal, chitin-binding protein from Streptomyces tendae Tu901 that interferes with growth polarity",
        "Streptomyces marokkonensis sp. nov., isolated from rhizosphere soil of Argania spinosa L",
        "The purification and characterization of 4-hydroxy-3-methoxycinnamic (ferulic) acid esterase from Streptomyces olivochromogenes",
        "Encyclopedia of Antibiotics",
        "Sea view version 4: A multiplatform graphical user interface for sequence alignment and phylogenetic tree building",
        "Streptomyces iranensis sp. nov., isolated from soil",
        "Bergey's Manual of Systematic Bacteriology",
        "Actinomycetes",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Five new members of the Streptomyces violaceusniger 16S rRNA gene clade: Streptomyces castelarensis sp. nov., comb. nov., Streptomyces himastatinicus sp. nov., Streptomyces mordarskii sp. nov., Streptomyces rapamycinicus sp. nov. and Streptomyces ruanii sp. nov",
        "Classification of novel soil streptomycetes as Streptomyces aureus sp. nov., Streptomyces laceyi sp. nov. and Streptomyces sanglieri sp. nov",
        "Actinomycetologica",
        "J Antibiot",
        "Streptomyces hyderabadensis sp. nov., an actinomycete isolated from soil",
        "Histidine aminotransferase activity in Streptomyces tendae and its correlation with nikkomycin production",
        "Streptomyces yatensis sp. nov., a novel bioactive streptomycete isolated from a New-Caledonian ultramafic soil",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Two polyene amides produced by genetically modified Streptomyces diastaticus var. 108",
        "Streptomyces drozdowiczii sp. nov., a novel cellulolytic streptomycete from soil in Brazil",
        "Streptomyces bullii sp. nov., isolated from a hyper-arid Atacama Desert soil",
        "Streptomyces samsunensis sp. nov., a member of the Streptomyces violaceusniger clade isolated from the rhizosphere of Robinia pseudoacacia",
        "An Improved Selective Isolation of Rare Actinomycetes from Forest Soil",
        "Production of polypeptide antibiotic from Streptomyces parvulus and its antibacterial activity",
        "Streptomyces siamensis sp. nov., and Streptomyces similanensis sp. nov., isolated from Thai soils",
        "Identification and antimicrobial activity of actinobacteria from soils in southern Thailand",
        "Int J Syst Bacteriol",
        "Streptomyces tritolerans sp. nov., a novel actinomycete isolated from soil in Karnataka, India",
        "Streptomyces avermectinius sp. nov., an avermectin-producing strain",
        "Description of two novel species of the genus Kitasatopora Omura et al. 1982, Kitasatospora cineracea sp. nov. and Kitasatospora niigatensis sp. nov.",
        "Oligomycins A and C, major secondary metabolites isolated from the newly isolated strain Streptomyces diastaticus"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}