{
    "eid": "2-s2.0-84901408969",
    "title": "How consumers as aesthetic subjects co-create the aesthetic experience of the retail environment",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Marketing",
            "@code": "1406"
        }
    ],
    "keywords": [
        "Aesthetic experience",
        "Aesthetic subject",
        "Co-creative consumption",
        "Retail environment"
    ],
    "authors": [
        "Krittinee Nuttavuthisit"
    ],
    "citedby-count": 16,
    "ref-count": 41,
    "ref-list": [
        "J. Consum. Res.",
        "\"Shopping as leisure: An exploration of manifoldness and dynamics in consumers shopping experiences\"",
        "Understanding consumers' in-store visual perception: The influence of package design features on visual attention",
        "Simulations",
        "Aesthetics from Classical Greece to the Present: A Short History",
        "The mountain man myth: A contemporary consuming fantasy",
        "The kinetic quality of store design: An Exploration of its influence on shopping experience",
        "Distinction a Social Critique of the Judgment of Taste",
        "Beyond Aesthetics: Philosophical Essays",
        "Variations on a Theme Park",
        "Adv. Consum. Res.",
        "Art as Experience",
        "The Shopping Experience",
        "J. Consum. Res.",
        "Understanding Popular Culture",
        "The insatiability of human wants: economics and aesthetics in market society",
        "Postmodern Semiotics",
        "Servicescapes: The Concept of Place in Contemporary Markets",
        "The Power of Simplicity: Processing Fluency and the Effects of Olfactory Cues on Retail Sales",
        "J. Consum. Res.",
        "J. Consum. Res.",
        "Hirschman, E.C., Holbrook, M. (Eds.), Symbolic Consumer Behavior: Proceedings of the Conference on Consumer Esthetic and Symbolic Consumption. Association for Consumer Research, Ann Arbor, MI",
        "Speaking of Art as Embodied Imagination: A Multisensory Approach to Understanding Aesthetic Experience",
        "Psychological Types, trans. by Baynes, H. G",
        "SYMPRAXIS-semiotics, aesthetics, and consumer participation",
        "Themed flagship brand stores in the new millennium: Theory, practice, prospects",
        "Ludic agency and retail spectacle",
        "New York",
        "Interpersonal relationships and preferences for mood-congruency in aesthetic experiences",
        "Brands, Consumers, Symbols, and Research: Sidney J. Levy on Marketing",
        "Gender differences in the meanings consumers infer from music and other aesthetic stimuli",
        "Symbolic Consumer Behavior",
        "Narrative and persuasion in fashion advertising",
        "Servicescapes: The Concept of Place in Contemporary Markets",
        "The Starbucks brandscape and consumers' (anticorporate) experiences of glocalization",
        "Speaking of fashion: Consumers' uses of fashion discourses and the appropriation of countervailing cultural meanings",
        "J. Consum. Res.",
        "Self-affirmation through the choice of highly aesthetic products",
        "Consum. Markets Cult.",
        "The influence of unity and prototypicality on aesthetic responses to new product designs",
        "Symbolic Consumer Behavior: Proceedings of the Conference on Consumer Esthetic and Symbolic Consumption. Association for Consumer Research, Ann Arbor, MI"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Sasin School of Management, Bangkok",
        "affiliation-country": "Thailand"
    },
    "funding": []
}