{
    "eid": "2-s2.0-85029916559",
    "title": "Effect of water soluble fractions of diesel and biodiesel on larvae of the giant freshwater prawn, macrobrachium rosenbergii, under different thermal conditions",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Biodiesel",
        "Diesel",
        "Macrobrachium rosenbergii",
        "Thermal conditions",
        "Toxicity",
        "Water soluble fractions"
    ],
    "authors": [
        "Puncharas Gorcharoenwat"
    ],
    "citedby-count": 2,
    "ref-count": 41,
    "ref-list": [
        "The Biodiesel Handbook",
        "Enzymatic approach to biodiesel production",
        "Biocatalysis: Towards ever greener biodiesel production",
        "Department of Health and Human Services",
        "The internal critical level concept of nonspecific toxicity",
        "Gill histopathological changes in Great sturgeon after exposure to crude and water soluble fraction of diesel oil",
        "The influence of temperatures ranging from 25 to 36 °C on developmental rates, morphometrics and survival of freshwater prawn (Macrobrachium rosenbergii) embryos",
        "The Physiology of Crustacea",
        "Bull. Hokkaido. Reg. Fish. Res. Lab",
        "Effect of temperature on the survival and growth of freshwater prawns Macrobrachium borellii and Palaemonetes argentinus (Crustacea, Palaemonidae)",
        "The effect of salinity on respiratory metabolism, survival and moulting in the first zoea of Macrobrachium amazonicum (Heller) (Crustacea, Palaemonidae)",
        "The effect of salinity on respiratory metabolism in selected ontogenetic stages of the freshwater shrimp Macrobrachium olfersii (Decapoda, palaemonidae)",
        "Effect of temperature and salinity on respiratory rate and development of early larval stages of Macrobrachium acanthurus (Wiegmann, 1836) (decapoda, palaemonidae)",
        "Animal Physiology Adaptation and Environment",
        "Interactive effects of salinity, temperature and chronic exposure to oil on the survival and developmental rate of embryos of the estuarine killifish Fundulus heteroclitus",
        "Effects of temperature and water soluble fraction of palm biodiesel and diesel fuel on hatchability and survival of first stage larvae of macrobrachium rosenbergii",
        "Toxicity of crude oil to fresh water shrimp, macrobrachium macrobrachion and Macrobrachium vollenhovenii from nigerian coastal water",
        "Characteristics of dispersions and water-soluble extracts of crude and refined oils and their toxicity to estuarine crustaceans and fish",
        "Standard Methods for the Examination of Water and Wastewater. American Public Health Association",
        "Animal Tissue Techniques",
        "Sublethal and Chronic Effects of Pollutants on Freshwater Fish",
        "The use of histopathological indicators to evaluate contaminant-related stress in fish",
        "Partitioning behavior of petrodiesel/biodiesel blends in water",
        "Biodegradation and environmental behavior of biodiesel mixtures in the sea: An initial study",
        "Crude oil dissolution in saline water",
        "Solubility Behavior of Three Aromatic Hydrocarbons in Distilled Water and Natural Seawater",
        "Prediction of seawater solubility of aromatic compounds",
        "Degradation and Phytotoxicity of Biodiesel Oil",
        "A simple test for toxicity of Number 2 fuel oil and oil dispersants to embryos of grass shrimp, Palaemonetes pugio",
        "Toxic Effect of Water Soluble Fraction of Diesel Oil, Fuel Oil and Lubricating Oil on Some Physiological Responses of the Giant Tiger Prawn Penaeus Monodon (Fabricius) (In Thai)",
        "A Comparison of acute toxicity of biodiesel, biodiesel blends, and diesel on aquatic organisms",
        "Toxicity of water-soluble fractions of biodiesel fuels derived from castor oil, palm oil, and waste cooking oil",
        "Temperature influence on chemical toxicity to aquatic organisms",
        "Understanding Pathophysiology",
        "Marine Parasitetology",
        "Middle-East J. Sci. Res"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence for Marine Biotechnology",
        "Thailand 3Center of Excellence for Marine Biotechnology",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "Faculty of Science, Maejo University"
    ]
}