{
    "eid": "2-s2.0-84900411626",
    "title": "Unpinning of spiral waves by electrical forcing in excitable chemical media",
    "cover-date": "2014-05-08",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Statistics and Probability",
            "@code": "2613"
        },
        {
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109"
        }
    ],
    "keywords": [],
    "authors": [
        "Malee Sutthiopad"
    ],
    "citedby-count": 17,
    "ref-count": 35,
    "ref-list": [
        "Reaction diffusion patterns in the catalytic CO-oxidation on Pt(110): Front propagation and spiral waves",
        "Digital image processing of optical density wave propagation in Dictyostelium discoideum and analysis of the effects of caffeine and ammonia",
        "Stationary and drifting spiral waves of excitation in isolated cardiac muscle",
        "Spiral waves of chemical activity",
        "Scroll-shaped waves of chemical activity in three dimensions",
        "Electrical turbulence in three-dimensional heart muscle",
        "Visualization of spiral and scroll waves in simulated and experimental cardiac tissue",
        "Attraction and repulsion of spiral waves by localized inhomogeneities in excitable media",
        "Anchoring of drifting spiral and scroll waves to impermeable inclusions in excitable media",
        "Spiral waves in the Belousov-Zhabotinskii reaction",
        "Removal of a pinned spiral by generating target waves with a localized stimulus",
        "Chemical spiral rotation is controlled by light-induced artificial cores",
        "Direct observation of vortex ring collapse in a chemically active medium",
        "Reorientation of scroll rings in an advective field",
        "Pinned scroll rings in an excitable system",
        "Pinning of vortex rings and vortex networks in excitable systems",
        "Transmembrane voltage changes produced by real and virtual electrodes during monophasic defibrillation shock delivered by an implantable electrode",
        "Mechanisms of unpinning and termination of ventricular tachycardia",
        "Electric field perturbations of spiral waves attached to millimeter-size obstacles",
        "Liberation of a pinned spiral wave by a single stimulus in excitable media",
        "Interaction between spiral and paced waves in cardiac tissue",
        "Eliminating spiral waves pinned to an anatomical obstacle in cardiac myocytes by high-frequency stimuli",
        "Unpinning of a spiral wave anchored around a circular obstacle by an external wave train: Common aspects of a chemical reaction and cardiomyocyte tissue",
        "Electric-field-induced drift and deformation of spiral waves in an excitable medium",
        "Influence of electric field on rotating spiral waves in the Belousov-Zhabotinsky reaction",
        "General properties of the electric-field-induced vortex drift in excitable media",
        "An elegant method to study an isolated spiral wave in a thin layer of a batch Belousov-Zhabotinsky reaction under oxygen-free conditions",
        "Oscillations in chemical systems. IV. Limit cycle behavior in a model of a real chemical reaction",
        "Int. J. Bifurcation Chaos Appl. Sci. Eng.",
        "Effect of oxygen on wave propagation in the ferroin-catalysed Belousov-Zhabotinsky reaction",
        null,
        "Fast simulations of waves in three-dimensional excitable media",
        "Wave-train-induced termination of weakly anchored vortices in excitable media",
        "Spiral wave attachment to millimeter-sized obstacles",
        "Vortex shedding as a precursor of turbulent electrical activity in cardiac muscle"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Magdeburg",
            "affilname": "Otto-von-Guericke-Universität Magdeburg",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}