{
    "eid": "2-s2.0-85097271430",
    "title": "Computational fluid dynamics of system hydrodynamics and erosion behavior in internally circulating fluidized bed reactor with inserting pipe",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Computational fluid dynamics",
        "Erosion",
        "Hydrodynamics",
        "Internally circulating fluidized bed reactor"
    ],
    "authors": [
        "D. Thiemsakul",
        "R. Piemjaiswang",
        "P. Piumsomboon",
        "B. Chalermsinsuwan"
    ],
    "citedby-count": 0,
    "ref-count": 15,
    "ref-list": [
        "New and efficient high‐temperature processes with circulating fluid bed reactors",
        "Circulating fluidized bed reactor design and operation",
        "Investigation of operational parameters for an industrial CFB combustor of coal, biomass and sludge",
        "The evaluation of a methane autothermal chemical looping reforming experiment based on exergy analysis",
        "Study on biomass circulation and gasification performance in a clapboard-type internal circulating fluidized bed gasifier",
        "Mapping the operating performance of a novel internally circulating fluidized bed reactor applied to chemical looping combustion",
        "Numerical investigation of solid circulation flux in an internally circulating fluidized bed with different gas distributor designs",
        "Internally circulating fluidized-bed reactor for syngas production using chemical looping reforming",
        "CFD simulation of dense particulate reaction system: Approaches, recent advances and applications",
        "ANSYS fluent tutorial guide 18",
        "CFD modeling of gas-solid flow in an internally circulating fluidized bed",
        "Advances in engineering software adjustment of drag coefficient correlations in three dimensional CFD simulation of gas - Solid bubbling fluidized bed",
        "Innovative internally circulating reactor concept for chemical looping-based CO2 capture processes: Hydrodynamic investigation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University Fund",
        "Chulalongkorn University",
        "Chulalongkorn University Fund",
        "Chulalongkorn University"
    ]
}