{
    "eid": "2-s2.0-84894030571",
    "title": "Quantitative determination of usnic acid content in Usnea siamensis by TLC-densitometry and TLC image analysis",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Pharmacology",
            "@code": "3000"
        },
        {
            "$": "General Biochemistry",
            "@code": "1300"
        }
    ],
    "keywords": [
        "TLC image analysis",
        "TLC-densitometry",
        "Usnea siamensis",
        "Usnic acid"
    ],
    "authors": [
        "Chayanon Chaowuttikul"
    ],
    "citedby-count": 5,
    "ref-count": 13,
    "ref-list": [
        "Quality control methods for medicinal plant materials",
        "Herbal medicine: affecting factors and prevalence of use among Thai population in Bangkok.",
        "Medicinal plants used with Thai Traditional Medicine in modern healthcare services: A case study in Kabchoeng Hospital, Surin Province, Thailand",
        "Usnic acid",
        "Bioactive phenolic compounds from a medicinal lichen, Usnea longissima",
        "Traditional Herbal Medicine Research Methods: Identification, Analysis, Bioassay, and Pharmaceutical and Clinical Studies",
        "Plant drug analysis a thin layer chromatography atlas",
        "Digitally enhanced thin-layer chromatography: An inexpensive, new technique for qualitative and quantitative analysis",
        "ICH Harmonised Tripartite Guideline, Validation of Analytical Procedures: Text and Methodology Q2(R1)",
        "Occurrence of usnic acid in Usnea laevis Nylander (lichenized ascomycetes) from the Venezuelan Andes",
        "Identification and quantitation of usnic acid from the lichen Usnea species of anatolia and antimicrobial activity",
        "Microscopic, molecular and scopolamine content Evaluations of Datula Metel L. Var. Metel and D. Metel L. Var. Fastuosa in Thailand",
        "Quality assessment and liriodenine quantification of Nelumbo nucifera dried leaf in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}