{
    "eid": "2-s2.0-84959325047",
    "title": "Kinetics of photocatalytic degradation of methylene blue by TiO2-graphene nanocomposites",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Graphene",
        "Graphene oxide",
        "Photocatalysts",
        "Photocatalytic reduction",
        null
    ],
    "authors": [
        "Vorrada Loryuenyong"
    ],
    "citedby-count": 15,
    "ref-count": 26,
    "ref-list": [
        "The synthesis of microporous and mesoporous titania with high specific surface area using sol-gel method and activated carbon templates",
        null,
        "Metal doped nanosized titania used for the photocatalytic degradation of rhodamine B dye under visible-light",
        null,
        "Transparent electronics: Schottky barrier and heterojunction considerations",
        null,
        null,
        null,
        null,
        "P25-graphene composite as a high performance photocatalyst",
        null,
        "Electric field in atomically thin carbon films",
        "Mater. Res. Innov.",
        null,
        null,
        "Preparation of ZnS-graphene nanocomposites under electric furnace and photocatalytic degradation of organic dyes",
        null,
        null,
        null,
        null,
        "Carbon Sci.",
        "Tailoring the characteristics of graphite oxides by different oxidation times",
        "Roles of graphene oxide in photocatalytic water splitting",
        "Removal of heavy metals from waters by means of natural zeolites",
        "Comparison between linear and non-linear forms of pseudo-first-order and pseudo-second-order adsorption kinetic models for the removal of methylene blue by activated carbon",
        "Pore architecture affects photocatalytic activity of periodic mesoporous nanocrystalline anatase thin films"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}