{
    "eid": "2-s2.0-85083006802",
    "title": "Flexible diaminodihydrotriazine inhibitors of Plasmodium falciparum dihydrofolate reductase: Binding strengths, modes of binding and their antimalarial activities",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Cycloguanil",
        "Diaminodihydrotriazine",
        "Dihydrofolate reductase",
        "Malaria",
        "Plasmodium falciparum",
        "WR99210"
    ],
    "authors": [
        "Sumalee Kamchonwongpaisan",
        "Netnapa Charoensetakul",
        "Choladda Srisuwannaket",
        "Supannee Taweechai",
        "Roonglawan Rattanajak",
        "Jarunee Vanichtanankul",
        "Danoo Vitsupakorn",
        "Uthai Arwon",
        "Chawanee Thongpanchang",
        "Bongkoch Tarnchompoo",
        "Tirayut Vilaivan",
        "Yongyuth Yuthavong"
    ],
    "citedby-count": 12,
    "ref-count": 55,
    "ref-list": [
        "Amino acid changes linked to pyrimethamine resistance in the dihydrofolate reductase–thymidylate synthase gene of Plasmodium falciparum",
        "Resistance to antifolates in Plasmodium falciparum monitored by sequence analysis of dihydropteroate synthetase and dihydrofolate reductase alleles in a large number of field samples of diverse origins",
        "P. falciparum dihydrofolate reductase and dihydropteroate synthase mutations: epidemiology and role in clinical resistance to antifolates",
        "Evidence that a point mutation in dihydrofolate reductase-thymidylate synthase confers resistance to pyrimethamine in falciparum malaria",
        "Molecular basis of differential resistance to cycloguanil and pyrimethamine in Plasmodium falciparum malaria",
        "Antifolate-resistant mutants of Plasmodium falciparum dihydrofolate reductase",
        "Mutations in Plasmodium falciparum dihydrofolate reductase and dihydropteroate synthase and epidemiologic patterns of pyrimethamine-sulfadoxine use and resistance",
        "Amino acids in the dihydrofolate reductase-thymidylate synthase gene of Plasmodium falciparum involved in cycloguanil resistance differ from those involved in pyrimethamine resistance",
        "Novel antifolate resistant mutations of Plasmodium falciparum dihydrofolate reductase selected in Escherichia coli",
        "Combined spatial limitation around residues 16 and 108 of Plasmodium falciparum dihydrofolate reductase explains resistance to cycloguanil",
        "Interaction of pyrimethamine, cycloguanil, WR99210 and their analogues with Plasmodium falciparum dihydrofolate reductase: structural basis of antifolate resistance",
        "Insights into antifolate resistance from malarial DHFR-TS structures",
        "Development of a lead inhibitor for the A16V+S108T mutant of dihydrofolate reductase from the cycloguanil-resistant strain (T9/94) of Plasmodium falciparum",
        "Design, synthesis and biological evaluation of 6-aryl-1,6-dihydro-1,3,5-triazine-2,4-diamines as antiplasmodial antifolates",
        "Development of 2,4-diaminopyrimidines as antimalarials based on inhibition of the S108N and C59R+S108N mutants of dihydrofolate reductase from pyrimethamine-resistant Plasmodium falciparum",
        "Inhibitors of multiple mutants of Plasmodium falciparum dihydrofolate reductase and their antimalarial activities",
        "Target guided synthesis of 5-benzyl-2,4-diamonopyrimidines: their antimalarial activities and binding affinities to wild type and mutant dihydrofolate reductases from Plasmodium falciparum",
        "Antimalarial drug discovery: development of inhibitors of dihydrofolate reductase active in drug resistance",
        "Interactions between cycloguanil derivatives and wild type and resistance-associated mutant Plasmodium falciparum dihydrofolate reductases",
        "Particular interaction between pyrimethamine derivatives and quadruple mutant type dihydrofolate reductase of Plasmodium falciparum: CoMFA and quantum chemical calculations studies",
        "Trypanosomal dihydrofolate reductase reveals natural antifolate resistance",
        "Rational drug design approach for overcoming drug resistance: application to pyrimethamine resistance in malaria",
        "6-Hydrophobic aromatic substituent pyrimethamine analogues as potential antimalarials for pyrimethamine-resistant Plasmodium falciparum",
        "Resistance to antifolates in Plasmodium falciparum, the causative agent of tropical malaria",
        "Molecular dynamics of interactions between rigid and flexible antifolates and dihydrofolate reductase from pyrimethamine-sensitive and pyrimethamine-resistant Plasmodium falciparum",
        "Phenoxypropoxybiguanides, prodrugs of DHFR-inhibiting diaminotriazine antimalarials",
        "Malarial dihydrofolate reductase as a paradigm for drug development against a resistance-compromised target",
        "Racemisation and rearrangement of 1,2-dihydro-1,3,5-triazines: a novel reversible thermal electrocyclic reaction",
        "Synthesis and antimicrobial activity of N-1-benzyl or N-1-benzyloxy-1,6-dihydro-1,3,5-triazine-2,4-diamines",
        "Aminooxy derivatives. IV. Antimicrobial activity of some O-ethers of 4,6-diamino-1,2-dihydro-1-hydroxy-2-substituted 1,3,5-triazines",
        "Synthesis and biological evaluation of dihydromotuporamine derivatives in cells containing active polyamine transporters",
        "The reaction of Schiff bases with dicyandiamide. A new synthesis of 4,6-diamino-1,2-dihydro-sym-triazines",
        "Theoretical investigation of the enantioselective complexations between pfDHFR and cycloguanil derivatives",
        "Aromatic rings in chemical and biological recognition: energetics and structures",
        "Cl-pi interactions in protein-ligand complexes",
        "Stabilizing fluorine-pi interactions",
        "Malarial (Plasmodium falciparum) dihydrofolate reductase-thymidylate synthase: structural basis for antifolate resistance and development of effective inhibitors",
        "A potent, orally active antimalarial from a new class of folic acid antagonists",
        "Amino-oxy-derivatives. V. Some O-ethers of 2-substituted 4,6-diamino-1,2-dihydro-1-hydroxy-1,3,5-triazines",
        "Amino-oxy-derivatives. Part III. Dihydrotriazines and related heterocycles",
        "The dihydrofolate reductase domain of Plasmodium falciparum thymidylate synthase-dihydrofolate reductase. Gene synthesis, expression, and anti-folate-resistant mutants",
        "Effect of substrate decomposition on the spectrophotometric assay of dihydrofolate reductase",
        "Characterization, crystallization and preliminary X-ray analysis of bifunctional dihydrofolate reductase-thymidylate synthase from Plasmodium falciparum",
        "Processing of X-ray diffraction data collected in oscillation mode",
        "Molecular replacement with MOLREP",
        "REFMAC5 for the refinement of macromolecular crystal structures",
        "Overview of the CCP4 suite and current developments",
        "Features and development of Coot",
        "The PyMOL Molecular Graphics System, Version 1.3r1",
        "Quantitative assessment of antimalarial activity in vitro by a semiautomated microdilution technique",
        "Sulforhodamine B colorimetric assay for cytotoxicity screening"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "ATCC Manassas Virginia",
        "Bioassay Laboratory",
        "Special Program in Tropical Diseases , Medicines for Malaria Venture",
        "UNICEF/World Bank/World Health Organization/Special Program in Tropical Diseases, Medicines for Malaria Venture",
        "World Bank",
        "World Health Organization",
        "UNICEF",
        "Chulalongkorn University",
        "MMV",
        "NSTDA",
        "BIOTEC"
    ]
}