{
    "eid": "2-s2.0-85127226166",
    "title": "Leaving the labor market: Exit routes, personality traits and well-being",
    "cover-date": "2022-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Dusanee Kesavayuth",
        "Robert E. Rosenman",
        "Vasileios Zikos"
    ],
    "citedby-count": 1,
    "ref-count": 55,
    "ref-list": [
        "Is retirement depressing? Labor force inactivity and psychological well-being in later life",
        "The impact of retirement on psychological well-being in Canada",
        "How does women's life satisfaction respond to retirement? A two-stage analysis",
        "Well-being over time in Britain and the USA",
        "Does Retirement Induced through Social Security Pension Eligibility Influence Subjective Well-being? A Cross-Country Comparison",
        "Retirement and subjective well-being",
        "Promoting Longer Working Lives in Europe",
        "Looking back in anger? Retirement and unemployment scarring",
        "Does It Matter How You Retire? Old-Age Retirement Routes and Subjective Economic Well-Being",
        "Transition into retirement affects life satisfaction: Short-and long-term development depends on last labor market status and education",
        "The effects of pre-retirement factors and retirement route on circumstances in retirement: findings from the Whitehall II study",
        "Leaving the labour market: the impact of exit routes from employment to retirement on health and wellbeing in old age",
        "Incentive-enhancing preferences: Personality, behavior, and earnings",
        "The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior",
        "Personality psychology and economics",
        "Healthy habits: The connection between diet, exercise, and locus of control",
        "Life Satisfaction, Income Comparisons and Individual Traits",
        "Locus of control, health and healthcare utilization",
        "Job search and employment: A personality-motivational analysis and meta-analytic review",
        "Unemployment duration and personality",
        "Personality and subjective well-being",
        "The dark side of conscientiousness: Conscientious people experience greater drops in life satisfaction following unemployment",
        "Personality and the marginal utility of income: Personality interacts with increases in household income to determine life satisfaction",
        "Does personality moderate reaction and adaptation to major life events? Evidence from the British Household Panel Survey",
        "Personality and health satisfaction",
        "Can having internal locus of control insure against negative shocks? Psychological evidence from panel data",
        "Personality and retirement: Exploring the links between the Big Five personality traits, reasons for retirement and the experience of being retired",
        "Retirement, Personality, and Well-Being",
        "A life-cycle model of earnings, learning, and consumption",
        "The life-cycle model of consumption and saving",
        "The Happy Personality: A Meta-Analysis of 137 Personality Traits and Subjective Well-Being",
        "The effect of employment transitions on physical health among the elderly in South Korea: A longitudinal analysis of the Korean Retirement and Income Study",
        "Is personality fixed? Personality changes as much as “variable” economic factors and more strongly predicts changes to life satisfaction",
        "Patterns of mean-level change in personality traits across the life course: A meta-analysis of longitudinal studies",
        "Stability and change of personality across the life course: The impact of age and major life events on mean-level and rank-order stability of the Big Five",
        "A practitioner's guide to cluster-robust inference",
        "Developments in the measurement of subjective well-being",
        "Jobless, friendless and broke: what happens to different areas of life before and after unemployment?",
        "Does higher education increase hedonic and eudaimonic happiness?",
        "Life satisfaction and satisfaction in domains of life: Is it a simple relationship?",
        "The stability of big-five personality traits",
        "Cognitive abilities, non-cognitive skills, and gambling behaviors",
        "Zur erhebung der Big-Five-basierten personlichkeitsmerkmale im SOEP [Collecting the Big-Five personality traits in SOEP",
        "A Very Brief Measure of the Big Five Personality Domains",
        "Does being smarter make you happier? Evidence from Europe",
        "Does kindness lead to happiness? Voluntary activities and subjective well-being",
        "Conscientiousness, goal orientation, and motivation to learn during the learning process: A longitudinal study",
        "The role of neuroticism in daily stress and coping",
        "Two-stage residual inclusion estimation: addressing endogeneity in health econometric modeling",
        "Personality correlates of subjective well-being",
        "Personality and subjective well-being",
        "The dynamic effects of retirement on well-being"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pullman",
            "@id": "60018208",
            "affilname": "Washington State University Pullman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018208",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Centre for Social Research",
        "University of Essex",
        "Economic and Social Research Council",
        "Institute for Social and Economic Research"
    ]
}