{
    "eid": "2-s2.0-85104254376",
    "title": "Anti-Acanthamoeba synergistic effect of chlorhexidine and Garcinia mangostana extract or α-mangostin against Acanthamoeba triangularis trophozoite and cyst forms",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Suthinee Sangkanu",
        "Watcharapong Mitsuwan",
        "Wilawan Mahabusarakam",
        "Tajudeen O. Jimoh",
        "Polrat Wilairatana",
        "Ana Paula Girol",
        "Ajoy K. Verma",
        "Maria de Lourdes Pereira",
        "Mohammed Rahmatullah",
        "Christophe Wiart",
        "Abolghasem Siyadatpanah",
        "Roghayeh Norouzi",
        "Polydor Ngoy Mutombo",
        "Veeranoot Nissapatorn"
    ],
    "citedby-count": 10,
    "ref-count": 40,
    "ref-list": [
        "Amebicidal activity of plant extracts from Southeast Asia on Acanthamoeba spp",
        "Evaluation of the anti-Acanthamoeba activity of two commercial eye drops commonly used to lower eye pressure",
        "Expansion of the molecular and morphological diversity of Acanthamoebidae (Centramoebida, Amoebozoa) and identification of a novel life cycle type within the group",
        "Genotyping of Acanthamoeba spp. from water sources from Northwestern Iran",
        "Acanthamoeba mauritaniensis genotype T4D: An environmental isolate displays pathogenic behavior",
        "Investigation of the in vitro cysticidal activity of miltefosine against Acanthamoeba spp",
        "Granulomatous amoebic encephalitis caused by Acanthamoeba amoebae of genotype T2 in a human immunodeficiency virus-negative patient",
        "An update on Acanthamoebakeratitis: Diagnosis, pathogenesis and treatment",
        "Hypoglycaemic activity of ethanolic extract of Garcinia mangostana Linn. in normoglycaemic and streptozotocin-induced diabetic rats",
        "α-mangostin from Garcinia mangostana Linn: An updated review of its pharmacological properties",
        "The preliminary study on safety of using mangosteen peel extract as natural herbs",
        "Antibacterial activity of alpha-mangostin against vancomycin resistant Enterococci (VRE) and synergism with antibiotics",
        "Improved isolation of α-mangostin from the fruit hull of Garcinia mangostanaand its antioxidant and antifungal activity",
        "Antioxidant activity assay of alpha-mangostin for amelioration of kidney structure and function in diabetic mice",
        "In vitro and in vivo anti-colon cancer effects of Garcinia mangostana xanthones extract",
        "Cytotoxic effect of xanthones from pericarp of the tropical fruit mangosteen (Garcinia mangostana Linn.) on human melanoma cells",
        "Induction of apoptosis by xanthones from mangosteen in human leukemia cell lines",
        "Anti-inflammatory activity of mangostins from Garcinia mangostana",
        "Immune regulation and anti-inflammatory effects of isogarcinol extracted from Garcinia mangostana L. against collagen-induced arthritis",
        "Xanthones as antimalarial agents: Discovery, mode of action, and optimization",
        "Prenylated xanthone derivatives with antiplasmodial activity from Allanblackia monticola STANER L.C",
        "Prenylated xanthones as potential antiplasmodial substances",
        "A review on medicinal properties of mangosteen (Garcinia mangostana L.)",
        "Biological activities and bioavailability of mangosteen xanthones: A critical review of the current evidence",
        "In vivo antimalarial activity of α-mangostin and the new xanthone δ-mangostin",
        "Acanthamoeba spp. as agents of disease in humans",
        "Morphologie de la paroi kystique et taxonomie du genre Acanthamoeba (Protozoa, Amoebida)",
        "Keratitis by Acanthamoeba triangularis: Report of cases and characterization of isolates",
        "Acanthamoeba in Southeast Asia: Overview and Challenges",
        "The development of drugs against Acanthamoeba infections",
        "In vitro activity of Camellia sinensis (green tea) against trophozoites and cysts of Acanthamoeba castellanii",
        "Antiamoebic activity of synthetic tetrazoles against Acanthamoeba castellanii belonging to T4 genotype and effects of conjugation with silver nanoparticles",
        "Developing new antimicrobial therapies: Are synergistic combinations of plant extracts/compounds with conventional antibiotics the solution?",
        "Drug discovery against Acanthamoeba infections: Present knowledge and unmet needs",
        "Visualization on the effect of chlorhexidine gluconate, a biocide on Acanthamoeba sp. by electron microscopy",
        "α-Mangostin: a dietary antioxidant derived from the pericarp of Garcinia mangostana L. inhibits pancreatic tumor growth in xenograft mouse model",
        "Laboratory evaluation of the antibacterial and cytotoxic effect of alpha-mangostin when used as a root canal irrigant",
        "Curcuma longa ethanol extract and Curcumin inhibit the growth of Acanthamoeba triangularis trophozoites and cysts isolated from water reservoirs at Walailak University,Thailand",
        "Antibiotics",
        "Antifungal activity of alpha-mangostin against Candida albicans"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mbale",
            "@id": "60116827",
            "affilname": "Islamic University in Uganda",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60116827",
            "affiliation-country": "Uganda"
        },
        {
            "affiliation-city": "Semenyih",
            "@id": "60090616",
            "affilname": "The University of Nottingham Malaysia Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60090616",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Aveiro",
            "@id": "60024825",
            "affilname": "Universidade de Aveiro",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024825",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Birjand",
            "@id": "60022425",
            "affilname": "Birjand University of Medical Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022425",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kensington",
            "@id": "60011463",
            "affilname": "UNSW Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011463",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Tabriz",
            "@id": "60006622",
            "affilname": "University of Tabriz",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006622",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60006028",
            "affilname": "Universidade Estadual Paulista \"Júlio de Mesquita Filho\"",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006028",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60003344",
            "affilname": "Burnet Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003344",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "New Delhi",
            "@id": "116728956",
            "affilname": "National Institute of Tuberculosis and Respiratory Diseases",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/116728956",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Dhaka",
            "@id": "112724353",
            "affilname": "University of Development Alternative",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112724353",
            "affiliation-country": "Bangladesh"
        }
    ],
    "funding": []
}