{
    "eid": "2-s2.0-84908614830",
    "title": "Effectiveness of a single dose of oral misoprostol 600 μg for treatment in early pregnancy failure",
    "cover-date": "2014-11-01",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        }
    ],
    "keywords": [
        "1st trimester pregnancy failure",
        "Embryonic death",
        "Misoprostol",
        "Oral",
        "Treatment"
    ],
    "authors": [
        "R. Benchamanon"
    ],
    "citedby-count": 6,
    "ref-count": 22,
    "ref-list": [
        "Pharmacokinetic profiles up to 12 h after administration of vaginal, sublingual and slow-release oral misoprostol",
        "A randomized controlled trial comparing medical and expectant management of first trimester miscarriage",
        "A comparative study of surgical and medical procedures: 932 pregnancy terminations up to 63 days gestation",
        "Evaluation of the accuracy of transvaginal sonography for the assessment of retained products of conception after spontaneous abortion",
        "Misoprostol for medical evacuation of early pregnancy failure",
        "Is misoprostol a safe, effective and acceptable alternative to manual vacuum aspiration for postabortion care? Results from a randomised trial in Burkina Faso, West Africa",
        "Management of early pregnancy loss",
        "Misoprostol versus curettage in women with early pregnancy failure after initial expectant management: A randomized trial",
        "Treatment of miscarriage: Current practice and rationale",
        "Vaginal misoprostol compared with oral misoprostol in termination of second-trimester pregnancy",
        "Expectant management of missed miscarriage",
        "Expectant care versus surgical treatment for miscarriage.",
        "Vaginal misoprostol alone for medical abortion up to 9 weeks of gestation: Efficacy and acceptability",
        "Medical treatment of missed abortion using misoprostol",
        "Comparative study between oral and sublingual 600 g misoprostol for the treatment of incomplete abortion",
        "Comparative study between single dose 600 μg and repeated dose of oral misoprostol for treatment of incomplete abortion",
        "Working Party Early Pregnancy Assessment",
        "A randomized controlled trial comparing powdery sublingual misoprostol and sublingual misoprostol tablet for management of embryonic death or anembryonic pregnancy",
        "Misoprostol: Pharmacokinetic profiles, effects on the uterus and side-effects",
        "A prospective randomized study to compare the use of repeated doses of vaginal with sublingual misoprostol in the management of first trimester silent miscarriages",
        "Pharmacokinetics of different routes of administration of misoprostol",
        "Management of miscarriage: Expectant, medical, or surgical? Results of randomised controlled trial (miscarriage treatment (MIST) trial)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}