{
    "eid": "2-s2.0-85148847291",
    "title": "Prevalence of Mycobacterium tuberculosis Complex among Wild Rhesus Macaques and 2 Subspecies of Long-Tailed Macaques, Thailand, 2018-2022",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Suthirote Meesawat",
        "Saradee Warit",
        "Yuzuru Hamada",
        "Suchinda Malaivijitnond"
    ],
    "citedby-count": 0,
    "ref-count": 36,
    "ref-list": [
        "One Health, emerging infectious diseases and wildlife: two decadesof progress?",
        "Steps towards the discovery of Mycobacterium tuberculosis by Robert Koch, 1882",
        "Experimental Mycobacterium tuberculosis infection of cynomolgus macaques closely resembles the various manifestations of human M. tuberculosis infection",
        "Non-human primates: a model for tuberculosis research",
        "Monkey models of tuberculosis: lessonslearned",
        "Translational research in the nonhuman primate model of tuberculosis",
        "Assessing natural introgression in 2 biomedical model species, the rhesus macaque (Macaca mulatta) and the long-tailed macaque (Macaca fascicularis)",
        "Mitochondrial DNA and two Y-chromosomegenes of common long-tailed macaques (Macaca fascicularis fascicularis) throughout Thailand and vicinity",
        "Genetic analysis of samples from wild populations opens new perspectives on hybridization between long-tailed (Macaca fascicularis) and rhesus macaques (Macaca mulatta)",
        "Systematic review of Southeast Asian longtail macaques, Macaca fascicularis (Raffles, [1821])",
        "Systematic review of the rhesus macaque, Macaca mulatta (Zimmermann, 1780)",
        "Current situation and status of long-tailed macaques (Macaca fascicularis) in Thailand",
        "Morphological characteristics and genetic diversity of Burmese long-tailed macaques (Macaca fascicularis aurea)",
        "Population structure of Macaca fascicularis aurea, and their genetic relationships with M. f. fascicularis and M. mulatta determined by 868 RADseq-derived autosomal SNPs-a consideration for biomedical research",
        "Whole mitochondrial genomic and Y-chromosomal phylogenies of Burmese long-tailed macaque (Macaca fascicularis aurea) suggest ancient hybridization between fascicularis and sinica species groups",
        "Testing sex-biased admixture origin of macaque species using autosomal and X-chromosomal genomic sequences",
        "Rhesus macaques are more susceptible to progressive tuberculosis than cynomolgus macaques: a quantitative comparison",
        "Ultra low dose aerosol challenge with Mycobacterium tuberculosis leads to divergent outcomes in rhesus and cynomolgus macaques",
        "Assessment of the hybridization between rhesus (Macaca mulatta) and long-tailed macaques (M. fascicularis) based on morphological characters",
        "Ages of eruption of primate teeth: a compendium for aging individuals and comparing life histories",
        "Specificity of IS6110-based DNA fingerprinting and diagnostic techniques for Mycobacterium tuberculosis complex",
        "Analysis of IS6110 insertion sites provide a glimpse into genome evolution of Mycobacterium tuberculosis",
        "Detection of tuberculosis in cynomolgus macaques (Macaca fascicularis) using a supplementary monkey interferon Gamma releasing assay (mIGRA)",
        "MEGA X: molecular evolutionary genetics analysis across computingplatforms",
        "Detection of Mycobacterium tuberculosis from sputum specimens using one-tube nested PCR",
        "A review and evaluation of tuberculin testing procedures used for Macaca species",
        "Detection of Mycobacterium tuberculosis in sputum samples using a polymerase chain reaction",
        "Use of an insertion sequence for laboratory diagnosis and epidemiologic studies of tuberculosis",
        "Modeling tuberculosis in nonhuman primates",
        "Zoonotic pathogens survey in free-living long-tailed macaques in Thailand",
        "Outbreak of tuberculosis in a colony of rhesus monkeys (Macaca mulatta) after possible indirect contact with a human TB patient",
        "Highly versatile, non-invasive method for collecting buccal DNA from free-ranging non-human primates",
        "Noninvasive test for tuberculosis detection among primates",
        "Antibiotic resistance mechanisms in M. tuberculosis: an update",
        "Evidence for SARS-CoV-2 infection of animal hosts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60004391",
            "affilname": "Thailand National Science and Technology Development Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004391",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science Research and Innovation Fund",
        "Program Management Unit for Human Resources and Institutional Development, Research and Innovation",
        "Chulalongkorn University",
        "National Science and Technology Development Agency",
        "TSRI"
    ]
}