{
    "eid": "2-s2.0-85069293544",
    "title": "Development of multiplex PCR for neglected infectious diseases",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nutchanart Sea-liang",
        "Amornpun Sereemaspun",
        "Kanitha Patarakul",
        "Jariyanart Gaywee",
        "Wuttikon Rodkvamtook",
        "Nattachai Srisawat",
        "Supaporn Wacharaplusadee",
        "Thiravat Hemachudha"
    ],
    "citedby-count": 11,
    "ref-count": 43,
    "ref-list": [
        "Neglected bacterial zoonoses",
        "Strategies for detecting rickettsiae and diagnosing rickettsial diseases",
        "Murine typhus as a cause of cognitive impairment: Case report and a review of the literature",
        "Diagnostic methods for the detection of Leptospira spp. in biological samples",
        "State of the art of diagnosis of rickettsial diseases: The use of blood specimens for diagnosis of scrub typhus, spotted fever group rickettsiosis, and murine typhus",
        "Leptospirosis: An Infectious Emerging Waterborne Zoonosis of Global Significance",
        "Clinical manifestations of scrub typhus",
        "Severe murine typhus with shock and acute respiratory failure in a Japanese traveler after returning from Thailand",
        "Fever of unknown origin due to rickettsioses",
        "New insights into gastrointestinal anthrax infection",
        "Flea-Borne Rickettsioses and Rickettsiae",
        "Immune responses to Leptospira infection: Roles as biomarkers for disease severity",
        "Development and validation of a new loop-mediated isothermal amplification for detection of pathogenic Leptospira species in clinical materials",
        "Acute-phase diagnosis of murine and scrub typhus in Belgian travelers by polymerase chain reaction: A case report",
        "Multiplex PCR: Critical parameters and step-by-step protocol",
        "Multiplex polymerase chain reaction: A practical approach",
        "Rapid methods for the detection of foodborne bacterial pathogens: Principles, applications, advantages and limitations",
        "A REVIEW OF LABORATORY TECHNIQUES FOR DETECTING LEPTOSPIROSIS",
        "Detection of murine typhus infection in fleas by using the polymerase chain reaction",
        "Comparison of real-time PCR assays for detection of pathogenic Leptospira spp. in blood and identification of variations in target sequences",
        "A prospective evaluation of real-time PCR assays for the detection of Orientia tsutsugamushi and Rickettsia spp. for early diagnosis of rickettsial infections during the acute phase of undifferentiated febrile illness",
        "Use of Multiplex Real-Time PCR To Diagnose Scrub Typhus",
        "Multiplex polymerase chain reaction tests for detection of pathogens associated with gastroenteritis",
        "Leptospirosis: Current situation and trends of specific laboratory tests",
        "Recent developments in detection and enumeration of waterborne bacteria: A retrospective minireview",
        "de la Pena Moctezuma A. Leptospira and leptospirosis",
        "Genomic Sequencing of Orientia tsutsugamushi Strain Karp, an Assembly Comparable to the Genome Size of the Strain Ikeda",
        "Effect of PCR extension temperature on high-throughput sequencing",
        "Complete Genome Sequence of Rickettsia typhi and Comparison with Sequences of Other Rickettsiae",
        "Reduced extension temperatures required for PCR amplification of extremely A+T-rich DNA",
        "The use of multiplex PCR to detect and differentiate food- and beverage-associated microorganisms: A review",
        "Multiplex PCR: Rapid DNA cycling in a conventional thermal cycler",
        "Evaluation of nested PCR for the diagnosis of scrub typhus among patients with acute pyrexia of unknown origin",
        "Evaluation of nested polymerase chain reaction for the early detection of Leptospira spp. DNA in serum samples from patients with leptospirosis",
        "Multiplex PCR assays for the detection of Vibrio alginolyticus, Vibrio parahaemolyticus, Vibrio vulnificus, and Vibrio cholerae with an internal amplification control",
        "Diagnosis of scrub typhus",
        "Rapid diagnosis of scrub typhus in rural Thailand using polymerase chain reaction",
        "Leptospirosis diagnosis: Competancy of various laboratory tests",
        "Optimizing real-time PCR method to detect Leptospira spp. in human blood and urine specimens",
        "Detection of pathogenic leptospires in animals by PCR based on lipL21 and lipL32 genes",
        "Development of Recombinase Polymerase Amplification Assays for Detection of Orientia tsutsugamushi or Rickettsia typhi",
        "Coinfection with leptospirosis and scrub typhus in Taiwanese patients",
        "Molecular confirmation of co-infection by pathogenic Leptospira spp. and Orientia tsutsugamushi in patients with acute febrile illness in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016185",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016185",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}