{
    "eid": "2-s2.0-85153069357",
    "title": "The architecture of abnormal reward behaviour in dementia: Multimodal hedonic phenotypes and brain substrate",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology",
            "@code": "2808",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cellular and Molecular Neuroscience",
            "@code": "2804",
            "@abbrev": "NEUR"
        },
        {
            "@_fa": "true",
            "$": "Biological Psychiatry",
            "@code": "2803",
            "@abbrev": "NEUR"
        }
    ],
    "keywords": [
        "Alzheimer's disease",
        "frontotemporal dementia",
        "primary progressive aphasia",
        "reward",
        "semantic dementia"
    ],
    "authors": [
        "Anthipa Chokesuwattanaskul",
        "Harmony Jiang",
        "Rebecca L. Bond",
        "Daniel A. Jimenez",
        "Lucy L. Russell",
        "Harri Sivasathiaseelan",
        "Jeremy C.S. Johnson",
        "Elia Benhamou",
        "Jennifer L. Agustus",
        "Janneke E.P. Van Leeuwen",
        "Peerapat Chokesuwattanaskul",
        "Chris J.D. Hardy",
        "Charles R. Marshall",
        "Jonathan D. Rohrer",
        "Jason D. Warren"
    ],
    "citedby-count": 1,
    "ref-count": 87,
    "ref-list": [
        "Neuronal reward and decision signals: From theories to data",
        "Reward processing in neurodegenerative disease",
        "Frontotemporal dementia: A clinical review",
        "Neuroeconomic dissociation of semantic dementia and behavioural variant frontotemporal dementia",
        "Reward deficits in behavioural variant frontotemporal dementia include insensitivity to negative stimuli",
        "Music models aberrant rule decoding and reward valuation in dementia",
        "The cognitive aspects of sexual intimacy in dementia patients: A neurophysiological review",
        "Distinct behavioural profiles in frontotemporal dementia and semantic dementia",
        "VBM Signatures of abnormal eating behaviours in frontotemporal lobar degeneration",
        "Anatomical correlates of reward-seeking behaviours in behavioural variant frontotemporal dementia",
        "Assessment of eating behavior disturbance and associated neural networks in frontotemporal dementia",
        "Right temporal lobe and socioemotional semantics: Semantic behavioural variant frontotemporal dementia",
        "Sensitivity of revised diagnostic criteria for the behavioural variant of frontotemporal dementia",
        "Divergent processing of monetary and social reward in behavioral variant frontotemporal dementia and Alzheimer disease",
        "Neural correlates of changes in sexual function in frontotemporal dementia: Implications for reward and physiological functioning",
        "Frontal pole hypometabolism linked to reduced prosocial sexual behaviors in frontotemporal dementia and corticobasal syndrome",
        "The brain basis of musicophilia: Evidence from frontotemporal lobar degeneration",
        "Auditory hedonic phenotypes in dementia: A behavioural and neuroanatomical analysis",
        "The clinical profile of right temporal lobe atrophy",
        "Two distinct subtypes of right temporal variant frontotemporal dementia",
        "A clinical-radiological framework of the right temporal variant of frontotemporal dementia",
        "Re-emergence of artistic traits in a patient with frontotemporal dementia",
        "Artistic renaissance in frontotemporal dementia",
        "Premorbid de novo artistic creativity in frontotemporal dementia (FTD) syndromes",
        "Altered phobic reactions in frontotemporal dementia: A behavioural and neuroanatomical analysis",
        "Fear conditioning in frontotemporal lobar degeneration and Alzheimer s disease",
        "What do we mean by behavioral disinhibition in frontotemporal dementia?",
        "Behavioural variant frontotemporal dementia: At the interface of interoception, emotion and social cognition?",
        "Self-conscious emotion deficits in frontotemporal lobar degeneration",
        "Altered sense of humor in dementia",
        "Frontotemporal lobar degeneration and social behaviour: Dissociation between the knowledge of its consequences and its conceptual meaning",
        "Changes in appetite, food preference, and eating habits in frontotemporal dementia and Alzheimer s disease",
        "Emotional caricatures in frontotemporal dementia",
        "Polka music and semantic dementia",
        "Two cases of food aversion with semantic dementia",
        "Establishing links between abnormal eating behaviours and semantic deficits in dementia",
        "Laughter as a paradigm of socio-emotional signal processing in dementia",
        "Semantic dementia: A specific network-opathy",
        "A functional neuroimaging study of appetite loss in Alzheimer s disease",
        "Behavioral functions of the mesolimbic dopaminergic system: An affective neuroethological perspective",
        "The anatomy of apathy: A neurocognitive framework for amotivated behaviour",
        "Selective functional, regional, and neuronal vulnerability in frontotemporal dementia",
        "Neurodegenerative diseases target large-scale human brain networks",
        "Atrophy in distinct corticolimbic networks in frontotemporal dementia relates to social impairments measured using the Social Impairment Rating Scale",
        "The neurophysiological architecture of semantic dementia: Spectral dynamic causal modelling of a neurodegenerative proteinopathy",
        "Network dysfunction in Alzheimer s disease and frontotemporal dementia: Implications for psychiatry",
        "Neuroscience of apathy and anhedonia: A transdiagnostic approach",
        "Brain mechanisms underlying apathy",
        "Uncovering the prevalence and neural substrates of anhedonia in frontotemporal dementia",
        "Classification of primary progressive aphasia and its variants",
        "Advancing research diagnostic criteria for Alzheimer s disease: The IWG-2 criteria",
        "Mini-mental state . A practical method for grading the cognitive state of patients for the clinician",
        "Hypersexual behavior in frontotemporal dementia: A comparison with early-onset Alzheimer s disease",
        "On the significance of subterritories in the accumbens part of the rat ventral striatum",
        "Processing emotion from abstract art in frontotemporal lobar degeneration",
        "Frontotemporal dementia, music perception and social cognition share neurobiological circuits: A meta-Analysis",
        "More than meets the eye: Art engages the social brain",
        "Semantic impairment disrupts perception, memory, and naming of secondary but not primary colours",
        "Encoding of reward and space during a working memory task in the orbitofrontal cortex and anterior cingulate sulcus",
        "Anterior temporal lobe degeneration produces widespread network-driven dysfunction",
        "The expected value of control: An integrative theory of anterior cingulate cortex function",
        "The interplay of emotional and social conceptual processes during moral reasoning in frontotemporal dementia",
        "On the right side? A longitudinal study of left-versus right-lateralized semantic dementia",
        "A unified neurocognitive model of semantics language social behaviour and face recognition in semantic dementia",
        "Evidence for a deep, distributed and dynamic code for animacy in human ventral anterior temporal cortex",
        "Flavour processing in semantic dementia",
        "A physiological signature of sound meaning in dementia",
        "Auditory conflict and congruence in frontotemporal dementia",
        "Anhedonia in semantic dementia-exploring right hemispheric contributions to the loss of pleasure",
        "Neuroanatomy of the self: Evidence from patients with frontotemporal dementia",
        "Distinct brain networks for adaptive and stable task control in humans",
        "Self-projection and the default network in frontotemporal dementia",
        "Neural basis of motivational approach and withdrawal behaviors in neurodegenerative disease",
        "Beyond the face: How context modulates emotion processing in frontotemporal dementia subtypes",
        "The functional neuroanatomy of emotion processing in frontotemporal dementias",
        "Pain and temperature processing in dementia: A clinical and neuroanatomical analysis",
        "Impaired interoceptive accuracy in semantic variant primary progressive aphasia",
        "Frontotemporal dementia: A window to alexithymia",
        "Frontal paralimbic network atrophy in very mild behavioral variant frontotemporal dementia",
        "In vivo staging of frontotemporal lobar degeneration TDP-43 type C pathology",
        "Humour processing in frontotemporal lobar degeneration: A behavioural and neuroanatomical analysis",
        "Changes in dietary intakes with age",
        "The Cambridge Behavioural Inventory revised",
        "Tolcapone treatment for cognitive and behavioral symptoms in behavioral variant frontotemporal dementia: A placebo-controlled crossover study",
        "GABAergic cortical network physiology in frontotemporal lobar degeneration",
        "Neural effects of oxytocin and mimicry in frontotemporal dementia: A randomized crossover study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "@id": "60021435",
            "affilname": "Barts and The London School of Medicine and Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021435",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60019953",
            "affilname": "UCL Queen Square Institute of Neurology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60019953",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}