{
    "eid": "2-s2.0-85146622473",
    "title": "Abdominal Imaging Findings on Computed Tomography as a Tool for COVID-19 Mortality Risk Assessment: Comparison with Chest Radiograph Severity Scores",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "abdominal imaging",
        "chest radiograph",
        "computed tomography",
        "COVID-19",
        "severity score"
    ],
    "authors": [
        "Patricia Balthazar",
        "Nathaniel Mercaldo",
        "Nisanard Pisuchpen",
        "Dexter P. Mendoza",
        "Brent P. Little",
        "Efren J. Flores",
        "Avinash Kambadakone"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Frequency and distribution of chest radiographic findings in patients positive for COVID-19",
        "Chest CT findings in coronavirus disease-19 (COVID-19): Relationship to duration of infection",
        "Emerging 2019 novel coronavirus (2019-nCoV) pneumonia",
        "Abdominal imaging findings in COVID-19: Preliminary observations",
        "Abdominal gastrointestinal imaging findings on computed tomography in patients with COVID-19 and correlation with clinical outcomes",
        "Are asymptomatic gastrointestinal findings on imaging more common in COVID-19 infection? Study to determine frequency of abdominal findings of COVID-19 infection in patients with and without abdominal symptoms and in patients with chest-only CT scans",
        "COVID-19 and the liver",
        "Well-aerated lung on admitting chest CT to predict adverse outcome in COVID-19 pneumonia",
        "Chest X-ray for predicting mortality and the need for ventilatory support in COVID-19 patients presenting to the emergency department",
        "Model-based prediction of critical illness in hospitalized patients with COVID-19",
        "Correlation of chest radiography findings with the severity and progression of COVID-19 pneumonia",
        "Automated Assessment and Tracking of COVID-19 Pulmonary Disease Severity on Chest Radiographs using Convolutional Siamese Neural Networks",
        "Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan, China",
        "Racial and ethnic disparities in disease severity on admission chest radiographs among patients admitted with confirmed coronavirus disease 2019: A retrospective cohort study",
        "Manifestations and prognosis of gastrointestinal and liver involvement in patients with COVID-19: A systematic review and meta-analysis",
        "AGA institute rapid review of the gastrointestinal and liver manifestations of COVID-19, meta-analysis of international data, and recommendations for the consultative management of patients with COVID-19",
        "COVID-19 coagulopathy, thrombosis, and bleeding",
        "Characterization of the inflammatory response to severe COVID-19 illness"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Atlanta",
            "@id": "60002339",
            "affilname": "Emory University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002339",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}