{
    "eid": "2-s2.0-84954510840",
    "title": "Hands-On Surgical Training Workshop: an Active Role-Playing Patient Education for Adolescents",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Oncology",
            "@code": "2730"
        }
    ],
    "keywords": [
        "Hands-on workshop",
        "Patient education",
        "Role-playing",
        "Surgical education"
    ],
    "authors": [
        "Apinut Wongkietkachorn"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Identifying and assessing anxiety in pre-operative patients.",
        "Reducing anxiety in preoperative patients: A systematic review",
        "Preoperative anxiety and fear: A comparison of assessments by patients and anesthesia and surgery residents",
        "Effect of pre-operative instruction on anxiety among women undergoing abdominal hysterectomy.",
        "The effects of short interactive animation video information on preanesthetic anxiety, knowledge, and interview time: A randomized controlled trial",
        "Videotape preparation of patients before hip replacement surgery reduces stress",
        "A preoperative education intervention to reduce anxiety and improve recovery among Chinese cardiac patients: A randomized controlled trial",
        "Preoperative education and use of analgesic before onset of pain routinely for post-thoracotomy pain control can reduce pain effect and total amount of analgesics administered postoperatively",
        "Effects of timing and reinforcement of preoperative education on knowledge and recovery of patients having coronary artery bypass graft surgery",
        "Effective teaching strategies and methods of delivery for patient education: A systematic review and practice guideline recommendations",
        "Effects of video information on preoperative anxiety level and tolerability of joint lavage in knee osteoarthritis",
        "Effects of an informational CD-ROM on anxiety and knowledge before aesthetic surgery: A randomised trial",
        "Eur Psychiatry",
        "Active versus passive procedural learning in older and younger adults",
        "A controlled trial of active versus passive learning strategies in a large group setting",
        "The theory of learning by doing",
        "Client-nurse interaction: Testing for its impact in preoperative instruction",
        "Simulation in healthcare education: A best evidence practical guide. AMEE Guide No. 82",
        "The impact of simulation on patient care",
        "Preoperative Preparation for Cardiac Surgery Facilitates Recovery, Reduces Psychological Distress, and Reduces the Incidence of Acute Postoperative Hypertension",
        "What do patients recall from informed consent given before orthopedic surgery?",
        "Prospective evaluation of patient comprehension of informed consent",
        "Patterns of cognitive function in aging: The Rotterdam Study",
        "Designing and testing questionnaires for children"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}