{
    "eid": "2-s2.0-84986226554",
    "title": "Assessment of Sugar Components and Genes Involved in the Regulation of Sucrose Accumulation in Peach Fruit",
    "cover-date": "2016-09-07",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Prunus persica",
        "soluble sugar",
        "sucrose metabolic genes",
        "sugar transporter genes",
        "sweetness"
    ],
    "authors": [
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 82,
    "ref-count": 39,
    "ref-list": [
        "Low-calorie sweeteners and other sugar substitutes: A review of the safety issues",
        "Role of metabolite transporters in source-sink carbon allocation",
        "Understanding and manipulating sucrose phloem loading, unloading, metabolism, and signalling to enhance crop yield and food security",
        "Sugar sensing and signaling in plants: Conserved and novel mechanisms",
        "How do we increase peach consumption?",
        "Analysis of genotypic variation in fruit flesh total sugar content via an ecophysiological model applied to peach",
        "Sugars in peach fruit: A breeding perspective",
        "Phloem loading in peach: Symplastic or apoplastic?",
        "Photosynthesis, carbon partitioning and metabolite content during drought stress in peach seedlings",
        "Sucrose transport and phloem unloading in peach fruit: Potential role of two transporters localized in different cell types",
        "J. Jpn. Soc. Hortic. Sci.",
        "Phenotypic diversity and relationships of fruit quality traits in peach and nectarine [Prunus persica (L.) Batsch] breeding progenies",
        "Metabolic profiling of a range of peach fruit varieties reveals high metabolic diversity and commonalities and differences during ripening",
        "J. Am. Soc. Hortic. Sci.",
        "Sucrose accumulation in developing peach fruit",
        "Partitioning of sorbitol and sucrose catabolism within peach fruit",
        "Metabolic profiling during peach fruit development and ripening reveals the metabolic networks that underpin each developmental stage",
        "J. Am. Soc. Hortic. Sci.",
        "Carbohydrate availability affects growth and metabolism in peach fruit",
        "Carbon metabolism of peach fruit after harvest: Changes in enzymes involved in organic acid and sugar level modifications",
        "Cloning and expression of genes related to the sucrose-metabolizing enzymes and carbohydrate changes in peach",
        "Profiling sugar metabolism during fruit development in a peach progeny with different fructose-to-glucose ratios",
        "Mapping QTLs controlling fruit quality in peach (Prunus persica (L.) Batsch)",
        "Candidate genes and QTLs for sugar and organic acid content in peach [Prunus persica (L.) Batsch]",
        "QTL analysis of agronomic traits in a BC1 peach population",
        "QTL analysis of quality traits in an advanced backcross between Prunus persica cultivars and the wild relative species P. davidiana",
        "Differential expression and regulation of a neutral invertase encoding gene from peach (Prunus persica): Evidence for a role in fruit development",
        "QTL analysis of fruit quality traits in two peach intraspecific populations and importance of maturity date pleiotropic effect",
        "QTL mapping of pomological traits in peach and related species breeding germplasm",
        "Simultaneous determination of soluble sugars and organic acids as their trimethylsilyl derivatives in apricot fruits by gas-liquid chromatography",
        "The high-quality draft genome of peach (Prunus persica) identifies unique patterns of genetic diversity, domestication and genome evolution",
        "Selection of reliable reference genes for gene expression studies in peach using real-time PCR",
        "Adv. Hortic. Sci.",
        "J. Am. Soc. Hortic. Sci.",
        "Purification and characterization of sucrose synthase from peach (prunus persica) fruit",
        "Identification of the transporter responsible for sucrose accumulation in sugar beet taproots",
        "Expression of peach sucrose transporters in heterologous systems points out their different physiological role",
        "Molecular identification and physiological characterization of a novel monosaccharide transporter from Arabidopsis involved in vacuolar sugar transport",
        "The monosaccharide transporter gene, AtSTP4, and the cell-wall invertase, Atβfruct1, are induced in arabidopsis during infection with the fungal biotroph Erysiphe cichoracearum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Beijing",
            "affilname": "Beijing Academy of Agriculture and Forestry Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Chinese Academy of Agricultural Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Wuhan",
            "affilname": "Wuhan Botanical Garden",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Overseas Construction Plan for Science and Education Base",
        "National Natural Science Foundation of China",
        "Chinese Academy of Sciences"
    ]
}