{
    "eid": "2-s2.0-85128731630",
    "title": "Morpho-anatomical characterization and DNA barcoding of Achillea millefolium L.",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Achillea millefolium",
        "DNA barcode",
        "matK",
        "morpho-anatomy",
        "rbcL"
    ],
    "authors": [
        "Mochammad Ilham",
        "Siti Rizqiyatul Mukarromah",
        "Galuh Ayu Rakashiwi",
        "Dani Tri Indriati",
        "Bruni Flaranda Yoku",
        "Putut Rakhmad Purnama",
        " Junairiah",
        "Sehanat Prasongsuk",
        "Hery Purnobasuki",
        "Dwi Kusuma Wahyuni"
    ],
    "citedby-count": 3,
    "ref-count": 92,
    "ref-list": [
        "Variation in essential oil composition, anatomical, and antioxidant characteristics of Achillea filipendulina Lam. as affected by different phenological stages",
        "Morphological and anatomical characteristics and taxonomical significance of achene micromorphology of Achillea phrygia and A. gypsicola (Asteraceae), endemic to Turkey",
        "Chemical composition, antioxidant activity and in vitro antibacterial activity of Achillea wilhelmsii C. Koch essential oil on methicillin-susceptible and methicillin-resistant Staphylococcus aureus spp",
        "Pharmacognosy, phytochemistry and pharmacological properties of Achillea millefolium L.: A review",
        "Philogenetic analysis of mango (Mangifera spp.) based on 5.8s RNA gene",
        "ExPASy: SIB bioinformatics resource portal",
        "Identification of medicinal Dendrobium species by phylogenetic analyses using matK and rbcL sequences",
        "Bio-effectiveness of the main flavonoids of Achillea millefolium in the pathophysiology of neurodegenerative disorders-a review",
        "Assessment of DNA barcoding for the identification of Chenopodium murale L. (Chenopodiaceae)",
        "Anxiolytic-like effects of acute and chronic treatment with Achillea millefolium L. extract",
        "Polyphenolic composition, antioxidant and antibacterial activities for two Romanian subspecies of Achillea distans Waldst. et Kit. ex Willd",
        "In silico analyses of burial codon bias among the species of Dipterocarpaceae through molecular and phylogenetic data",
        "A DNA Barcode for land plants",
        "DNA barcoding of coral reef fishes from Chuuk State, Micronesia",
        "The number of known plants species in the world and its annual increase",
        "Evaluating the species boundaries of green microalgae (Coccomyxa, Trebouxiophyceae, Chlorophyta) using integrative taxonomy and DNA barcoding with further implications for the species identification in environmental samples",
        "16S ribosomal DNA sequence analysis of a large collection of environmental and clinical unidentifiable bacterial isolates",
        "Soil moisture levels affect the anatomy and mechanical properties of basil stems (Ocimum basilicum L.)",
        "Plant species delimitation: A comparison of morphological and molecular markers",
        "Antimutagenic effect of medicinal plants Achillea millefolium and Bauhinia forficata in vivo",
        "Effect of habitat variations on the chemical composition, antioxidant, and antimicrobial activities of Achillea fragrantissima (Forssk) Sch. Bip",
        "Structural and chemical adaptations of Artemisia monosperma Delile and Limbarda crithmoides (L.) Dumort. In response to arid coastal environments along the Mediterranean Coast of Egypt",
        "DNA barcoding and phylogenetic analysis of plant species: Urban barcode project of New York city",
        "Differentiation patterns in Achillea ageratifolia (Asteraceae)",
        "Transcriptional switch for programmed cell death in pith parenchyma of sorghum stems",
        "Anatomia de raiz, caule e folha e identificação de estruturas",
        "Morphological-anatomical study of Achillea L. species in western region of Ukraine",
        "Promise and challenge of DNA barcoding in Venus slipper (Paphiopedilum)",
        "Diversity of gandaria (Bouea) based on morphological characters in Indonesia",
        "Choosing and using a plant DNA barcode",
        "Review: Progress and potential of DNA barcoding for species identification of fish species",
        "Android based application for rhizome medicinal plant recognition using squeezenet",
        "Antimicrobial effects of yarrow (Achillea millefolium) essential oils against Staphylococcus species",
        "The optical properties of leaf structural elements and their contribution to photosynthetic performance and photoprotection",
        "Morphology, anatomy, palynology and achene micromorphology of Bellis L. (Asteraceae) species from Turkey",
        "MAFFT multiple sequence alignment software version 7: Improvements in performance and usability",
        "DNA barcoding commercially important fish species of Turkey",
        "A report on the quality control parameters of aerial parts of Pluchea lanceolata (DC.) Oliv. & Hiern, Asteraceae",
        "DNA barcodes for ecology, evolution, and conservation",
        "Molecular and phylogenetic analysis of the genus Orthetrum (Odonata: Anisoptera: Libellulidae) using Mitochondrial COI gene",
        "Collenchyma: A versatile mechanical tissue with dynamic cell walls",
        "Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants",
        "Essential oil composition and antibacterial activity of Achillea millefolium L. from different regions in North East of Iran",
        "Symplasmic phloem unloading and radial post-phloem transport via vascular rays in tuberous roots of Manihot esculenta",
        "Achillea millefolium L.: A promising health aid in modern pharmacology",
        "The effects of yarrow’s (Achillea millefolium) hydroalcoholic extract on bloodproteins in mice",
        "General data regarding Tragopogon dubius scop. Species – Pharmacognostic analysis",
        "The causes of mutation accumulation in mitochondrial genomes",
        "DNA barcoding detects contamination and substitution in North American herbal products",
        "Optimum temperature of the amplification of the fljB gene of Salmonella typhimurium",
        "Intestinal α-Glucosidase inhibitors in Achillea millefolium",
        "Optimization of annealing cycle and temperature SNAP T12 primer distinguishing markers for male, female and hermaphrodite plants in papaya (Carica papaya L)",
        "Analysis of partial gene sequence ferritin2 on rice plants (Oryza sativa L.) Indragiri Hilir, Riau",
        "Stem and leaf anatomy and achene structure in some species of Senecio (Asteraceae)",
        "Evaluation of three candidate DNA barcoding loci in selected Ficus L. (Moraceae)",
        "Phytochemical and morpho-anatomical study of the vegetative organs of Psychotria fractistipula L.B.Sm., R.M. Klein & Delprete (Rubiaceae)",
        "Phloem: Cell types, structure, and commercial uses",
        "Macroevolutionary dynamics in the early diversification of Asteraceae",
        "Molecular markers in phylogenetic studies: A review",
        "An anatomical investigation on Asteraceae family at Rajshahi Division, Bangladesh",
        "Morphoanatomical study of in vitro propagated and ex vitro adapted Achillea thracica Velen",
        "Secondary Metabolites of Achillea sintenisii HUB",
        "Impact of environmental conditions on growth and the phenolic profile of Achillea atrata L",
        "Morpho-anatomical study of Ageratum conyzoides",
        "Profile of hands on activity in microtechnical courses",
        "The genetic structure of the mountain forest butterfly Erebia euryale unravels the late pleistocene and postglacial history of the mountain coniferous forest biome in Europe",
        "Phytochemical and anatomical screening of Ecliptca prostrata L. an important medical herb from Chandigarh",
        "Mutation rates in plastid genomes: They are lower than you might think",
        "Rafflesia parvimaculata (Rafflesiaceae), a new species of Rafflesia from Peninsular Malaysia",
        "Taxonomic note a place for DNA-DNA reassociation and 16S rRNA sequence analysis in the present species definition in bacteriology",
        "DNA barcoding the Dioscorea in China, a vital group in the evolution of monocotyledon: use of matK gene for species discrimination",
        "The application of barcode DNA rbcL gene for identification of medicinal plants: Red jabon and gofasa",
        "The Identification of morphological and anatomical structures of Pluchea indica",
        "Comparative anatomical investigations on six endemic Tanacetum (Asteraceae) taxa from Turkey",
        "Anatomical investigations of the Turkish critically endangered species: Achillea sivasica Çelik et Akpulat (Asteraceae)",
        "Similar hydraulic efficiency and safety across vesselless Angiosperms and vessel-bearing species with scalariform perforation plates",
        "Some flavonoids in the yarrow (Achillea millefolium L.) plant and their effects on human health",
        "Chemical profile, antioxidant and antibacterial activities of Achillea moschata Wulfen, an endemic species from the Alps",
        "Morpho-anatomical structure and DNA barcode of Sonchus arvensis L",
        "Morphoanatomical analysis of Cosmostigma racemosum (Asclepiadoideae) flowers",
        "Anatomical structure of leaves as evidence in delimiting the taxon of flowering plants: case studies of 12 Indonesian flowering plant family",
        "Review on the development of genotyping methods for assessing farm animal diversity",
        "Phytochemical screening and antioxidant activity of extracts of the leaf and stem of Achillea millefolium",
        "Primer-BLAST: A tool to design target-specific primers for polymerase chain reaction",
        "Primary design technique for the Mdr-1 gene sequence variant 1199 in buffy coat samples of pediatric patients with LLA",
        "Pedigree investigation of Indonesian chicken by sequences hypervariable-1 d-loop mitochondrial DNA"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Surabaya",
            "@id": "60069383",
            "affilname": "Universitas Airlangga",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069383",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": [
        "Universitas Airlangga"
    ]
}