{
    "eid": "2-s2.0-84964504985",
    "title": "Medical revolutions? The growth of medicine in England, 1660-1800",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "History",
            "@code": "1202"
        }
    ],
    "keywords": [],
    "authors": [
        "Patrick Wallis"
    ],
    "citedby-count": 11,
    "ref-count": 103,
    "ref-list": [
        "A Short History of Medicine",
        "An Introduction to the History of Medicine with Medical Chronology, Suggestions for Study and Bibliographic Data, 4th ed",
        "A History of Medicine, trans. E. B. Krumbhaar, 2nd ed",
        "Companion Encyclopedia of the History of Medicine",
        "Health, Medicine and Mortality in the Sixteenth Century",
        "The Professions in Early Modern England",
        "The Common Lot: Sickness, Medical Occupations and the Urban Poor in Early Modern England",
        "Medical Conflicts in Early Modern London: Patronage, Physicians, and Irregular Practitioners 1550-1640",
        "Sufferers and Healers: The Experience of Illness in Seventeenth-Century England",
        "The Decline of the Old Medical Regime in Stuart London",
        "Medicine in the English Middle Ages",
        "Professional and Popular Medicine in France, 1770-1830: The Social World of Medical Practice",
        "Healers and Healing in Early Modern Italy",
        "Medical Care and the General Practitioner 1750-1850",
        "Patient's Progress: Doctors and Doctoring in Eighteenth-Century England",
        "Knowledge and Practice in English Medicine, 1550-1680",
        "Health and Healing in Eighteenth-Century Germany",
        "Medicine before the Plague: Practitioners and Their Patients in the Crown of Aragon, 1285-1345",
        "Decline",
        "The Medical World of Early Modern France",
        "Patient's Progress: Doctors and Doctoring in Eighteenth-Century England",
        "The Western Medical Tradition, 800 Bc to Ad 1800",
        "Making a Medical Living: Doctors and Patients in the English Market for Medicine, 1720-1911",
        "Medicine before Science: The Rational and Learned Doctor from the Middle Ages to the Enlightenment",
        "Medical Conflicts",
        "Medical Care",
        "Medical Living",
        "The Medical Profession in the Industrial Revolution",
        "Companion Encyclopedia of the History of Medicine",
        "Performing Medicine: Medical Culture and Identity in Provincial England, c. 1760-1850",
        "Professional and Popular",
        "Medical World",
        "The industrious revolution: Consumer behavior and the household economy, 1650 to the present",
        "The Dying and the Doctors: The Medical Revolution in Seventeenth-Century England",
        "The triumph of the doctors: Medical assistance to the dying, c. 1570-1720: The Alexander prize essay",
        "PhD",
        "Exotic drugs and english medicine: England's drug trade, c. 1550-c. 1800",
        "Medical care in early modern venice",
        "Households, consumption and the development of medical care in the Netherlands, 1650-1900",
        "When did Britain industrialise? The sectoral distribution of the labour force and labour productivity in Britain, 1381-1851",
        "Occupational structure and population change",
        "Death, Burial and the Individual in Early Modern England",
        "Women and Property in Early Modern England",
        "Death, Religion, and the Family in England, 1480-1750",
        "Index to the Probate Accounts of England and Wales, The Index Library",
        "Archives",
        "When Death Do Us Part: Understanding and Interpreting the Probate Records of Early Modern England",
        "Index to the Probate Accounts of England and Wales",
        "A Briefe Treatise of Testaments and Last Willes",
        "Ecclesiastical Law, 3rd. ed",
        "Dying",
        "Dying",
        "Medical Conflicts",
        "Contracting a Cure: Patients, Healers, and the Law in Early Modern Bologna",
        "The Economy of Obligation: The Culture of Credit and Social Relations in Early Modern England",
        "The Character of Credit: Personal Debt in English Culture, 1740-1914",
        "Dying",
        "Medical Conflicts",
        "Competition and cooperation in the early modern medical economy",
        "LSE Economic History Working Paper",
        "Social mobility in early modern England",
        "European Urbanization 1600-1800",
        "Population Estimates of English Small Towns",
        "Dying",
        "The great divergence in European wages and prices from the middle ages to the First World War",
        "Real inequality in Europe since 1500",
        "Dying"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "London School of Economics and Political Science",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}