{
    "eid": "2-s2.0-84962071190",
    "title": "Paenibacillus cathormii sp. nov., isolated from tree bark",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Jaruwan Sitdhipol"
    ],
    "citedby-count": 2,
    "ref-count": 36,
    "ref-list": [
        "Int J Syst Bacteriol",
        "Cowan and Steel’s Manual for the Identification of Medical Bacteria",
        "Paenibacillus phoenicis sp. nov., isolated from the Phoenix Lander assembly facility and a subsurface molybdenum mine",
        "Paenibacillus ferrarius sp. nov., isolated from iron mineral soil",
        "Paenibacillus fonticola sp. nov., isolated from a warm spring",
        "Evolution",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Rapid flagella stain.",
        "Paenibacillus populi sp. nov., a novel bacterium isolated from the rhizosphere of Populus alba",
        "Paenibacillus shenyangensis sp. nov., a bioflocculant-producing species isolated from soil under a peach tree",
        "Paenibacillus lemnae sp. nov., an endophytic bacterium of duckweed (Lemna aequinoctialis)",
        "4 Lipid and Cell-Wall Analysis in Bacterial Systematics",
        "Paenibacillus typhae sp. nov., isolated from roots of Typha angustifolia L.",
        "Paenibacillus lentus sp. nov., a β-mannanolytic bacterium isolated from mixed soil samples in a selective enrichment using guar gum as the sole carbon source",
        "Proposed minimal standards for describing new taxa of aerobic, endospore-forming bacteria",
        "Bergey’s Manual of Systematic Bacteriology",
        "Polar lipid composition in the classification of Nocardia and related bacteria",
        "Paenibacillus sacheonensis sp. nov., a xylanolytic and cellulolytic bacterium isolated from tidal flat sediment",
        "Paenibacillus pasadenensis sp. nov. and Paenibacillus barengoltzii sp. nov., isolated from a spacecraft assembly facility",
        "Paenibacillus gelatinilyticus sp. nov. a psychrotolerant bacterium isolated from a reclaimed soil and amended description of Paenibacillus shenyangensis",
        "Paenibacillus massiliensis sp. nov. Paenibacillus sanguinis sp. nov. and Paenibacillus timonensis sp. nov., isolated from blood cultures",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Transfer of Bacillus alginolyticus, Bacillus chondroitinus, Bacillus curdlanolyticus, Bacillus glucanolyticus, Bacillus kobensis, and Bacillus thiaminolyticus to the genus Paenibacillus and emended description of the genus Paenibacillus",
        "Methods for General and Molecular Bacteriology",
        "Is there a limit for high-pH life? [1]",
        "Taxonomic note: A place for DNA-DNA reassociation and 16S rRNA sequence analysis in the present species definition in bacteriology",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA4: Molecular Evolutionary Genetics Analysis (MEGA) software version 4.0",
        "Gluconobacter thailandicus sp. nov., an acetic acid bacterium in the α-Proteobacteria",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Paenibacillus beijingensis Sp. Nov., a nitrogen-fixing species isolated from wheat rhizosphere soil",
        "Paenibacillus selenitireducens sp. nov., a selenite-reducing bacterium isolated from a selenium mineral soil",
        "Paenibacillus catalpae sp. nov., isolated from the rhizosphere soil of Catalpa speciosa",
        "Paenibacillus thermophilus sp. nov., a novel bacterium isolated from a sediment of hot spring in Fujian province, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Daejeon",
            "affilname": "Korea Research Institute of Bioscience and Biotechnology",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Thailand Institute of Scientific and Technological Research (TISTR)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}