{
    "eid": "2-s2.0-84959130374",
    "title": "Mimicking static anisotropic fluid spheres in general relativity",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Mathematical Physics",
            "@code": "2610"
        },
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "anisotropic stress-energy",
        "Fluid spheres",
        "general relativity"
    ],
    "authors": [
        "Petarpa Boonserm"
    ],
    "citedby-count": 23,
    "ref-count": 46,
    "ref-list": [
        "Sitzungsber. Preuss. Akad. Wiss. Berlin (Math. Phys.)",
        "Physical acceptability of isolated, static, spherically symmetric, perfect fluid solutions of Einstein's equations",
        "Spacetime geometry of static fluid spheres",
        "Bounds on the interior geometry and pressure profile of static fluid spheres",
        "Algorithmic construction of static perfect fluid spheres",
        "Generating perfect fluid spheres in general relativity",
        "Solution generating theorems for the Tolman-Oppenheimer-Volkov equation",
        "Buchdahl-like transformations for perfect fluid spheres",
        "Solution generating theorems for perfect fluid spheres",
        "All static spherically symmetric perfect-fluid solutions of Einstein's equations",
        "Generating static fluid spheres by conformal transformations",
        "Transforming the Einstein static universe into physically acceptable static fluid spheres",
        "Transforming the Einstein static universe into physically acceptable static fluid spheres. II. A twofold infinity of exact solutions",
        "Anisotropic fluid spheres in general relativity",
        "Local anisotropy in self-gravitating systems",
        "Conformally flat anisotropic spheres in general relativity",
        "On spherically symmetric solutions with horizon in model with multicomponent anisotropic fluid",
        "Spherically symmetric dissipative anisotropic fluids: A general study",
        "All static spherically symmetric anisotropic solutions of Einstein's equations",
        "Modeling usual and unusual anisotropic spheres",
        "Generating static spherically symmetric anisotropic solutions of Einstein's equations from isotropic Newtonian solutions",
        "Charged anisotropic matter with linear or nonlinear equation of state",
        "Evolving spheres of shear-free anisotropic fluid",
        "Self-gravitating spheres of anisotropic fluid in geodesic flow",
        "Anisotropic models for globular clusters, Galactic bulges, and dark halos",
        "Analytical families of two-component anisotropic polytropes and their relativistic extensions",
        "Slowly rotating anisotropic neutron stars in general relativity and scalar-tensor theory",
        "Anisotropic pressure and hyperons in neutron stars",
        "Nonradial oscillations of anisotropic neutron stars in the Cowling approximation",
        "Relativistic models of magnetars: Nonperturbative analytical approach",
        "Astron. Astrophys.",
        "Stable gravastars - An alternative to black holes?",
        "Gravastars must have anisotropic pressures",
        "Lorentzian Wormholes: From Einstein to Hawking",
        "Energy conditions in the epoch of galaxy formation",
        "General relativistic energy conditions: The Hubble expansion in the epoch of galaxy formation",
        "Twilight for the energy conditions?",
        "If vacuum energy can be negative, why is mass always positive? Uses of the subdominant trace energy condition",
        "Ellis the Large-Scale Structure of Space-Time",
        "Quantum Fields in Curved Space",
        "Gravitation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Wellington",
            "affilname": "Victoria University of Wellington",
            "affiliation-country": "New Zealand"
        }
    ],
    "funding": []
}