{
    "eid": "2-s2.0-85036627346",
    "title": "The QCD mass gap and quark deconfinement scales as mass bounds in strong gravity",
    "cover-date": "2017-11-01",
    "subject-areas": [
        {
            "$": "Physics and Astronomy (miscellaneous)",
            "@code": "3101"
        },
        {
            "$": "Engineering (miscellaneous)",
            "@code": "2201"
        }
    ],
    "keywords": [],
    "authors": [
        "Piyabut Burikham"
    ],
    "citedby-count": 5,
    "ref-count": 93,
    "ref-list": [
        "Superstring Theory, 25th Anniversary Edition",
        "Gravitational-electromagnetic coupling and the classical self-energy problem",
        "Minimum size of dense source distributions in general relativity",
        "Gravity and Strings. Cambridge Monographs on Mathematical Physics",
        "Can gravitation have a finite range?",
        "Effective field theory for massive gravitons and gravity in theory space",
        "Generalization of the Fierz-Pauli action",
        "The Classical Theory of Fields",
        "F-Dominance of gravity",
        "Infinity suppression in gravity-modified quantum electrodynamics",
        "2+ Nonet as gauge particles for SL(6, C) symmetry",
        "U(3) version of the f-g theory",
        "The cosmological constants [1]",
        "Proc. R. Soc. Lond. A",
        "Proc. R. Soc. Lond. A",
        "LARGE NUMBERS HYPOTHESIS AND THE EINSTEIN THEORY OF GRAVITATION.",
        "Holography and the large number hypothesis",
        "Variation of the fundamental constants over the cosmological time: Veracity of Diracs intriguing hypothesis",
        "Mass problem for tensor mesons",
        "Class of solutions for the strong-gravity equations",
        "A Finite Classical Model of the Electron with Torsion and Strong Gravity",
        "Strong Gravity and Strings",
        "Mod. Phys. Lett. A",
        "Strong spin-two interaction and general relativity",
        "Phys. Lett. B",
        null,
        "Three dimensional Yang-Mills theory in gauge invariant variables",
        "Three-dimensional Yang-Mills-Higgs equations in gauge-invariant variables",
        "QCD-20 Years Later, Aachen",
        "Yang-Mills theory as bimetrical gravity: Polarization effects and finite-energy gluon cluster",
        "Yang-Mills fields and Riemannian geometry",
        "Gauge invariant geometric variables for Yang-Mills theory",
        "General relativistic fluid spheres",
        "Maximum mass of a neutron star",
        "Maximum mass-radius ratio for compact general relativistic objects in schwarzschild-de sitter geometry",
        "Maximum mass-radius ratios for charged compact general relativistic objects",
        "Bounds on the basic physical parameters for anisotropic compact general relativistic objects",
        "On the buchdahl inequality for spherically symmetric static shells",
        "On static shells and the buchdahl inequality for the spherically symmetric einstein-vlasov system",
        "Sharp bounds on 2 m / r of general spherically symmetric static objects",
        "Sharp bounds on the critical stability radius for relativistic charged spheres",
        "Bounds on M/R for static objects with a positive cosmological constant",
        "Does the cosmological constant imply the existence of a minimum mass?",
        "Planck 2013 results. I. Overview of products and scientific results",
        "Planck 2013 results. XVI. Cosmological parameters",
        "Planck intermediate results. XXII. Frequency dependence of thermal emission fromGalactic dust in intensity and polarization",
        "Planck intermediate results: XXIX. All-sky dust modelling with Planck, IRAS, and WISE observations",
        "Improved cosmological constraints from a joint analysis of the SDSS-II and SNLS supernova samples",
        "Minimum mass-radius ratio for charged gravitational objects",
        "Hydrostatic equilibrium and gravitational collapse of relativistic charged fluid balls",
        "The minimum mass of a charged spherically symmetric object in D dimensions, its implications for fundamental particles, and holography",
        "Minimum length uncertainty relations for a dark energy Universe",
        "Is there a connection between \"dark\" and \"light\" physics?",
        "Proc. R. Soc. Lond. A",
        "and the cosmological constant problem",
        "Physics of dark energy particles",
        "Axiomatic approach to the cosmological constant",
        "381",
        "Republication of: The cosmological constant and the theory of elementary particles (By Ya. B. Zeldovich)",
        "A new mass scale, implications on black hole evaporation and holography",
        "f (R) theories",
        "Unified cosmic history in modified gravity: From F(R) theory to Lorentz non-invariant models",
        "Modified gravity and cosmology",
        "Extra force in f(R) modified theories of gravity",
        "F(R,T) gravity",
        "Metric-Palatini gravity unifying local constraints and late-time cosmic acceleration",
        "Mass bounds for compact spherically symmetric objects in generalized gravity theories",
        "Quasilocal energy in static gravitational fields",
        "Astrophys. Space Sci.",
        "Comments on holographic star and the dual QGP",
        "Anti-de Sitter space, thermal phase transition, and confinement in gauge theories",
        "Spherically collapsing matter in AdS, holography, and shellons",
        "Degenerate stars and gravitational collapse in AdS/CFT",
        "The minimum mass of a spherically symmetric object in D-dimensions, and its implications for the mass hierarchy problem",
        "Is mass quantized?",
        "JCAP",
        "General Relativity: An Introduction for Physicists",
        "Cosmological constant, fine structure constant and beyond",
        "The large number coincidence, the cosmic coincidence and the critical acceleration"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "affilname": "School of Physical and Mathematical Sciences",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Cluj Napoca",
            "affilname": "Universitatea Babeș-Bolyai",
            "affiliation-country": "Romania"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "University College London",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Guangzhou",
            "affilname": "Sun Yat-Sen University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Ministry of Education",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chu-lalongkorn University",
        "Nanyang Technological University",
        "Sun Yat-sen University",
        "Thailand Research Fund",
        "Naresuan University"
    ]
}