{
    "eid": "2-s2.0-84929340667",
    "title": "Comparison of two locations for recording intracardiac conductivity in anesthetized dogs",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [],
    "authors": [
        "Nakkawee Saengklub"
    ],
    "citedby-count": 0,
    "ref-count": 25,
    "ref-list": [
        "Relationships between heart rate and PR interval during physiological and pharmacological interventions.",
        "Intern J Appl Res Vet Med",
        "Succinylcholine does not worsen bupivacaine-induced cardiotoxicity in pentobarbital-anaesthetized dogs",
        "Study of atrioventricular conduction in man using electrode catheter recordings of His bundle activity.",
        "A study of heart block in man using His bundle recordings.",
        "Die Systolendauer im Elektrokardiogramm bei normalen Menschen und bei Herzkranken",
        "Electrophysiologic testing",
        "Non-drug-related electrocardiographic features in animal models in safety pharmacology",
        "Cardiac conduction interactions of propranolol and verapamil with halothane in pentobarbitone-anaesthetized dogs",
        "Alpha-choloralose as a canine anesthetic",
        "Interactions of a new beta-blocker, celiprolol, with the calcium antagonists, diltiazem and nifedipine, on atrioventricular conduction",
        "Effects of diltiazem on hemodynamics and His bundle electrogram in the anesthetized dog",
        "Guide for the care and use of laboratory animals",
        "Localization of A-V conduction defects in man by recording of the his bundle electrogram",
        "Direct electrophysiological actions of pentobarbital at concentrations achieved during general anesthesia",
        "Effects of acute autonomic modulation on atrial conduction delay and local electrograms duration in paroxysmal atrial fibrillation",
        "Interrelationships between the autonomic nervous system and atrial fibrillation",
        "The Effects of Diltiazem Hydrochloride on the Cardiac Conduction: A Clinical Study of His Bundle Electrogram",
        "Sodium pentobarbital versus α-chloralose anesthesia: Experimental production of substantially different slopes in the transmural CP/ATP ratios within the left ventricle of the canine myocardium",
        "Catheter recording of His bundle electrograms.",
        "Acute effects of zatebradine on cardiac conduction and repolarization",
        "His bundle electrograms.",
        "His bundle electrography in the dog. Normal values and findings with verapamil",
        "The fentanyl/etomidate-anaesthetised beagle (FEAB) dog: A versatile in vivo model in Cardiovascular Safety Research",
        "His bundle electrograms of dog. Correlation with intracellular recordings"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}