{
    "eid": "2-s2.0-85165261673",
    "title": "Molecular phylogenetic and morphological analyses support recognition of a new species of Vincetoxicum (Apocynaceae, Asclepiadoideae) from eastern Thailand",
    "cover-date": "2023-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Convergence",
        "Phylogeny",
        "The Vincetoxicum flexuosum complex",
        "Tylophora",
        "Tylophorinae"
    ],
    "authors": [
        "Aroonrat Kidyoo",
        "Manit Kidyoo"
    ],
    "citedby-count": 0,
    "ref-count": 31,
    "ref-list": [
        "Prodromus Florae Novae Hollandiae et Insulae van-Diemen 1. Richard Taylor & Socit",
        "Apocynaceae",
        "A taxonomic revision of Cynanchum L. (Asclepiadaceae: Asclepiadoideae) in Australia",
        "Notes on the Asclepiadaceae of China",
        "Asclepiadaceae",
        "Vincetoxicum xinpingense (Asclepiadeae, Asclepiadoideae, Apocynaceae), a new species from Yunnan Province, China",
        "Vincetoxicum siamicum sp. nov. (Asclepiadeae, Asclepiadoideae, Apocynaceae), a rheophyte from northeastern Thailand and preliminary observation on its in situ pollen germination",
        "Vincetoxicum strigosum (Asclepiadoideae, Apocynaceae), a new species from northeastern Thailand",
        "Molecular phylogenetic analysis and taxonomic reconsideration of Ceropegia hirsuta (Apocynaceae, Asclepiadoideae) reveal a novelty in Thailand, Ceropegia citrina sp. nov., with notes on its pollination ecology",
        "PartitionFinder 2: new methods for selecting partitioned models of evolution for molecular and morphological phylogenetic analyses",
        "Asclepiadaceae",
        "Cynanchum – Rhodostegiella – Vincetoxicum – Tylophora: new considerations on an old problem",
        "Molecular considerations on the subtribe Astephaninae Endl. ex Meisn. (Apocynaceae-Asclepiadoideae)",
        "Molecular considerations in the Tylophorinae K. Schum. (Apocynaceae-Asclepiadoideae)",
        "Going west – a subtropical lineage (Vincetoxicum, Apocynaceae: Asclepiadoideae) expanding into Europe",
        "Vincetoxicum and Tylophora (Apocynaceae: Asclepiadoideae: Asclepiadeae)—two sides of the same medal: Independent shifts from tropical to temperate habitats",
        "Vincetoxicum (Apocynaceae—Asclepiadoideae) expanded to include Tylophora and allies",
        "The vascular plants collection (P) at the herbarium of the Muséum National d’Histoire Naturelle (MNHN - Paris)",
        "MRBAYES 3: Bayesian phylogenetic inference under mixed models",
        "MRBAYES 3.2: Efcient Bayesian phylogenetic inference and model selection across a large model space",
        "Taxonomy and biodiversity of the genus Tylophora (Apocynaceae: Asclepiadoideae) in Malesia",
        "Vincetoxicum luridum (Asclepiadeae, Asclepiadoideae, Apocynaceae), a new and long misunderstood endemic species from Balochistan, Pakistan",
        "Tylophora lui (Apocynaceae), a new species from Taiwan",
        "Specialized cockroach pollination in the rare and endangered plantVincetoxicum hainanensein China",
        "Asclepiadaceae",
        "Molecular phylogeny of Vincetoxicum (Apocynaceae–Asclepiadoideae) based on the nucleotide sequences of cpDNA and nrDNA"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Rajamangala University of Technology Isan Surin Campus",
        "Thailand Science Research and Innovation Fund Chulalongkorn University"
    ]
}