{
    "eid": "2-s2.0-85028639850",
    "title": "Catalytic ethanol dehydration to ethylene over nanocrystalline χ- and γ-Al2O3 catalysts",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Ethanol dehydration",
        "Mixed phase alumina",
        "Solvothermal method",
        "XPS analysis"
    ],
    "authors": [
        "Jakrapan Janlamool"
    ],
    "citedby-count": 38,
    "ref-count": 35,
    "ref-list": [
        "Efficiency of ethanol conversion induced by controlled modification of pore structure and acidic properties of alumina catalysts",
        "Dehydration of ethanol into ethylene over solid acid catalysts",
        "A comparative study of different al-based solid acid catalysts for catalytic dehydration of ethanol",
        null,
        "Diethyl ether production during catalytic dehydration of ethanol over ru- and pt- modified h-beta zeolite catalysts",
        "Ethanol transformation over HFAU, HBEA and HMFI zeolites presenting similar Brønsted acidity",
        "Ethylene and diethyl-ether production by dehydration reaction of ethanol over different heteropolyacid catalysts",
        "Catalytic dehydration reaction of ethanol over transition metal catalysts",
        "Ethanol dehydration to ethylene on acid carbon catalysts",
        "Catalytic ethanol dehydration over different acidactivated montmorillonite clays",
        "High effective dehydration of bio-ethanol into ethylene over nanoscale HZSM-5 zeolite catalysts",
        "Acid-base properties of aluminium oxide",
        null,
        null,
        "Synthesis of thermally stable micro spherical χ-alumina by thermal decomposition of aluminum isopropoxide in mineral oil",
        "Nanocrystalline gamma-alumina: A highly active catalyst for dimethyl ether synthesis",
        null,
        "Mesoporous transition alumina with uniform pore structure synthesized by alumisol spray pyrolysis",
        "Thermal Transformation of X‐Alumina Formed by Thermal Decomposition of Aluminum Alkoxide in Organic Media",
        "Am. Mineral",
        null,
        null,
        "Intermediates and mechanisms of the heterogeneous catalytic reactions. The simplest reactions of hydrocarbons, alcohols, and acids",
        "Effect of P content on the catalytic performance of P-modified HZSM-5 catalysts in dehydration of ethanol to ethylene",
        "A study of commercial transition aluminas and of their catalytic activity in the dehydration of ethanol",
        "Conversion of ethanol in aqueous solution over ZSM-5 zeolites. Study of the reaction network",
        "Dehydration of ethanol to ethylene",
        null,
        "XPS study of the major minerals in bauxite: Gibbsite, bayerite and (pseudo-)boehmite",
        "Effect of steam treatment on catalytic performance of HZSM-5 catalyst for ethanol dehydration to ethylene",
        "Dimethyl ether, diethyl ether & ethylene from alcohols over tungstophosphoric acid based mesoporous catalysts",
        "Catalytic dehydration of ethanol over silica-alumina",
        null,
        "Conversion of ethanol in aqueous solution over ZSM-5 zeolites. Influence of Reaction Parameters and Catalyst Acidic Properties as Studied by Ammonia TPD Technique",
        "Continuous dehydration of ethanol to diethyl ether over aluminum phosphate-hydroxyapatite catalyst under sub and supercritical condition"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}