{
    "eid": "2-s2.0-84980347933",
    "title": "Ultrathin epitaxial InAs layer relaxation on cross-hatch stress fields",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Win Eiwwongcharoen"
    ],
    "citedby-count": 5,
    "ref-count": 39,
    "ref-list": [
        "Quantum Dot Heterostructures",
        "Optical properties of ultrathin InAs quantum-well-heterostructures",
        "Optical properties of InAsGaAs surface quantum dots",
        "Photoluminescence of surface InAs quantum dot stacking on multilayer buried quantum dots",
        "Graphene-capped InAs/GaAs quantum dots",
        "Strong influence of the humidity on the electrical properties of InGaAs surface quantum dots",
        "Integrated semiconductor nanocrystal and epitaxical nanostructure systems: Structural and optical behavior",
        "Single-quantum-dot-based DNA nanosensor",
        "The operation of an ISFET as an electronic device",
        "Front. Phys.",
        "Dislocation-Free Island Formation in Heteroepitaxial Growth: A Study at Equilibrium",
        "Origin of self-assembled quantum dots in highly mismatched heteroepitaxy",
        "An intermediate (1.0-1.5 monolayers) stage of heteroepitaxial growth of InAs on GaAs(100) during submonolayer molecular beam epitaxy",
        "Self-aggregation of quantum dots for very thin InAs layers grown on GaAs",
        "Formation of semiconductor quantum dots in the subcritical thickness range",
        "2D-3D growth transition in metamorphic InAs/InGaAs quantum dots",
        "Appl. Phys. Lett.",
        "Nucleation sequence of InAs quantum dots on cross-hatch patterns",
        "Modeling cross-hatch surface morphology in growing mismatched layers",
        "Enhanced formation of nanowires and quantum dots on dislocated substrates",
        "Dislocation-guided self-running droplets",
        null,
        "Introduction to Surface and Thin Film Processes",
        "Surf. Sci. Rep.",
        "Formation and dissolution of InAs quantum dots on GaAs",
        "Observation of reentrant 2d to 3d morphology transition in highly strained epitaxy: InAs on GaAs",
        "Evolution of InAs quantum dots grown on cross-hatch substrates",
        "Reliable synthesis of self-running Ga droplets on GaAs (001) in MBE using RHEED patterns",
        "Surface reaction of III-V compound semiconductors irradiated by As and Sb molecular beams",
        "Congruent evaporation temperature of GaAs(001) controlled by As flux",
        "Thermally controlled widening of droplet etched nanoholes",
        "Directions and breakup of self-running in droplets on low-index InP surfaces",
        "Shape evolution of InAs quantum dots during overgrowth",
        "Polarization anisotropy of stacked InAs quantum dots on InGaAs/GaAs cross-hatch patterns",
        "Photoelectric properties of the metamorphic InAs/InGaAs quantum dot structure at room temperature",
        "Excitation transfer in stacked quantum dot chains",
        "The International Technology Roadmap for Semiconductors (ITRS)",
        "Instabilities of Layers of Deposited Molecules on Chemically Stripe Patterned Substrates: Ridges versus Drops",
        "Dislocation-induced nanoparticle decoration on a GaN nanowire"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}