{
    "eid": "2-s2.0-85092446896",
    "title": "Characterization and PUFA production of Aurantiochytrium limacinum BUCHAXM 122 isolated from fallen mangrove leaves",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Aurantiochytrium limacinum",
        "DHA",
        "Extracellular enzyme",
        "Polyunsaturated fatty acids"
    ],
    "authors": [
        "Khanoksinee Sirirak",
        "Sudarat Suanjit",
        "Sorawit Powtongsook",
        "Somtawin Jaritkhuan"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Taxonomy, ecology and biotechnological applications of thraustochytrids: A review",
        "Ecology of the marine protists, the Labyrinthulomycetes (Thraustochytrids and Labyrinthulids)",
        "Omega-3 biotechnology: Thraustochytrids as a novel source of omega-3 oils",
        "Health benefits of docosahexaenoic acid (DHA)",
        "Species diversity and polyunsaturated fatty acid content of thraustochytrids from fallen mangrove leaves in Chon Buri province, Thailand",
        "Illustrating and enhancing the biosynthesis of astaxanthin and docosahexaenoic acid in Aurantiochytrium sp. SK4",
        "Responses of extracellular enzymes to simple and complex nutrient inputs",
        "Best practices in heterotrophic high-cell-density microalgal processes: achievements, potential and possible limitations",
        "Production of eicosapentaenoic acid by Mortierella fungi",
        "Isolation and characterization of an agarase producing bacteria from marine sediment",
        "Production and optimization of cellulase from Trichodrma isolates under liquid state fermentation (LSF)",
        "The production of fungal mannanase, cellulase and xylanase using palm kernel meal as a substrate",
        "Isolation, screening and optimization of amylase producing Bacillus sp. from soil",
        "Enhanced production of alkaline protease by a mutant of Bacillus licheniformis N-2 for dehairing",
        "Screening, optimization and process scale up for pilot scale production of lipase by Aspergillus niger",
        "Thermostable α-1,4- and α-1,6-glucosidase enzymes from Bacillus sp. isolated from a marine environment",
        "Urease activity of enterobacteriaceae: which medium to choose",
        "Schizochytrium limacinum sp. nov., a new thraustochytrid from a mangrove area in the west Pacific Ocean",
        "Isolation, fatty acid profiles and cryopreservation of marine thraustochytrids from mangrove habitats in Thailand",
        "A new strain of docosahexaenoic acid producing microalga from Malaysian coastal waters",
        "Isolation and phylogenetic identification of heterotrophic thraustochytrids from mangrove habitats along the southwest coast of India and prospecting their PUFA accumulation",
        "Study of cellular development and intracellular lipid bodies accumulation in the thraustochytrid Aurantiochytrium sp. KRS101",
        "Docosahexaenoic acid production and lipid-body formation in Schizochytrium limacinum SR21",
        "Improved synthesis of docosahexaenoic acid (DHA) using Schizochytrium limacinum SR21 and sustainable media",
        "Production of lipids containing high levels of docosahexaenoic acid by a newly isolated microalga, Aurantiochytrium sp. KRS101",
        "Optimization of biomass and fatty acid production by Aurantiochytrium sp. strain 4W-1b",
        "Production of lipids and proteome variation in a Chilean Thraustochytrium striatum strain cultured under different growth conditions",
        "Comparison of thraustochytrids Aurantiochytrium sp., Schizochytrium sp., Thraustochytrium sp., and Ulkenia sp. for production of biodiesel, long-chain omega-3 oils, and exopolysaccharide",
        "Biosynthesis of nutraceutical fatty acids by the oleaginous marine microalgae Phaeodactylum tricornutum utilizing hydrolysates from organosolv-pretreated birch and spruce biomass",
        "Fatty acid methyl ester profiles and nutritive values of 20 marine microalgae in Korea",
        "Extracellular enzymes produced by marine eukaryotes, thraustochytrids",
        "Extracellular enzyme activity and its implications for organic matter cycling in northern Chinese marginal seas",
        "Screening for extracellular enzyme activity by bacteria isolated from samples collected in the Tyrrhenian Sea",
        "A thraustochytrid-specific lipase/phospholipase with unique positional specificity contributes to microbial competition and fatty acid acquisition from the environment",
        "Studies of glucosidase activities from surface sediments in mangrove swamp"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Aquatic Science, Faculty of Science",
        "Faculty of Science",
        "Burapha University"
    ]
}