{
    "eid": "2-s2.0-84963739401",
    "title": "Cumulative radiation exposure and estimated lifetime cancer risk in multiple-injury adult patients undergoing repeated or multiple CTs",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Emergency Medicine",
            "@code": "2711",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Orthopedics and Sports Medicine",
            "@code": "2732",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Computed tomography",
        "Cumulative effective dose",
        "Lifetime attributable risk (LAR)",
        "Radiation dose"
    ],
    "authors": [
        "S. Kritsaneepaiboon",
        "A. Jutiyon",
        "A. Krisanachinda"
    ],
    "citedby-count": 20,
    "ref-count": 35,
    "ref-list": [
        "Radiation dose associated with common computed tomography examinations and the associated lifetime attributable risk of cancer",
        "Comparison of trauma mortality and estimated cancer mortality from computed tomography during initial evaluation of intermediate-risk trauma patients",
        "Computed tomography—an increasing source of radiation exposure",
        "National conference on dose reduction in CT, with an emphasis on pediatric patients",
        "Cumulative radiation exposure and cancer risk estimates in emergency department patients undergoing repeat or multiple CT",
        "Radiation exposure from diagnostic imaging in severely injured trauma patients",
        "National survey of doses from CT in the UK: 2003",
        "Age-specific effective doses for pediatric MSCT examinations at a large children’s hospital using DLP conversion coefficients: a simple estimation method",
        "Dose optimization and reduction if musculoskeletal CT including the spine",
        "Radiation exposure from musculoskeletal computerized tomographic scans",
        "Comparison of radiation exposure of trauma patients from diagnostic radiology procedures before and after the introduction of a panscan protocol",
        "Lifetime attributable risk of cancer from CT among patients surviving severe traumatic brain injury",
        "Radiation-related cancer risk associated with surveillance imaging for metastasis from choroidal melanoma",
        "The injury severity score: a method for describing patients with multiple injuries and evaluating emergency care",
        "Sorting variables for each case: a new algorithm to calculate injury severity score (ISS) using SPSS-PC",
        "The injury severity score–importance and uses",
        "Major trauma and the injury severity score—where should we set the bar?",
        "Radiation risk from medical imaging",
        "Subsecond multi-slice computed tomography: basics and applications",
        "Routine versus selective multidetector-row computed tomography (MDCT) in blunt trauma patients: level of agreement on the influence of additional findings on management",
        "Radiation dose from initial trauma assessment and resuscitation: review of the literature",
        "Radiation exposure in trauma patients",
        "Current utilization and radiation dose from computed tomography in patients with trauma",
        "Effective radiation dose from radiologic studies in pediatric trauma patients",
        "Cumulative effective dose associated with radiography and CT of adolescents with spinal injuries",
        "Quantitative assessment of diagnostic radiation doses in adult blunt trauma patients",
        "Recurrent CT, cumulative radiation exposure, and associated radiation-induced cancer risks from CT of adults",
        "Predictors of mortality in trauma patients",
        "Analysis of hospital mortality and epidemiology in trauma patients: a multi-center study",
        "Mortality rates following trauma: the difference is night and day",
        "Medical radiation exposure in the U.S. in 2006: preliminary results",
        "Effective dose: how should it be applied to medical exposures?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}