{
    "eid": "2-s2.0-85034654488",
    "title": "Characterization of profenofos degradation by Pseudomonas plecoglossicida strain PF1 using surface response methodology",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Ocean Engineering",
            "@code": "2212"
        }
    ],
    "keywords": [
        "Biodegradation",
        "Central composite design",
        "Organophosphorus pesticide",
        "Profenofos"
    ],
    "authors": [
        "C. Ploychankul"
    ],
    "citedby-count": 5,
    "ref-count": 26,
    "ref-list": [
        "J. Health Res",
        "Residues of organophosphate pesticides used in vegetable cultivation in ambient air, surface water and soil in Bueng Niam subdistrict, Khon Kaen, Thailand",
        "Regulatory limits for pesticide residues in water (IUPAC technical report)",
        "Reregistration Eligibility Decision for Profenofos",
        "Organophosphorus-degrading bacteria: Ecology and industrial applications",
        "Rapid biodegradation of organophosphorus pesticides by Stenotrophomonas sp: G1",
        "Chlorpyrifos: pollution and remediation",
        "Profenofos insecticide degradation by novel microbial consortium and isolates enriched from contaminated chili farm soil",
        "Optimization of profenofos degradation by a novel bacterial consortium PBAC using response surface methodology",
        "Design of an optimized biomixture for the degradation of carbofuran based on pesticide removal and toxicity reduction of the matrix",
        "Determination of the utility of groundwater with respect to the geochemical parameters: A case study from Tuticorin District of Tamil Nadu (India)",
        "Hydrogeochemical assessment of groundwater quality along the coastal aquifers of southern Tamil Nadu, India",
        "Characteristics of ground and groundwater temperatures in a metropolitan city, Korea: Considerations for geothermal heat pumps",
        "Bull. Geol. Surv. Jpn",
        "Monitoring and risk assessment of pesticides in irrigation systems in Debra Zeit, Ethiopia.",
        "Organophosphate pesticide residues in drinking water from artesian wells and health risk assessment of agricultural communities, Thailand",
        "Optimization study for maximizing 2,4-dichlorophenol degradation by Kocuria rhizophila strain using response surface methodology and kinetic study",
        null,
        "Biodegradation of chlorimuron-ethyl and the associated degradation pathway by Rhodococcus sp. D310-1",
        "Degradation of Reactive Red 3 by heterogeneous Fenton-like process over iron-containing RH-MCM-41 assisted by UV irradiation",
        "Properties of hexahistidine-tagged organophosphate hydrolase",
        "Polyhistidine-containing organophosphorus hydrolase with outstanding properties",
        "Structural basis for thermostability revealed through the identification and characterization of a highly thermostable phosphotriesterase-like lactonase from Geobacillus stearothermophilus",
        "Growth linked biodegradation of chlorpyrifos by Agrobacterium and Enterobacter spp.",
        "Bioremediation. An overview",
        "Effects of soil pH on the biodegradation of chlorpyrifos and isolation of a chlorpyrifos-degrading bacterium"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Khon Kaen University"
    ]
}