{
    "eid": "2-s2.0-85139791256",
    "title": "Emancipatory agroecologies: social and political principles",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Cultural Studies",
            "@code": "3316",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Agroecology",
        "autonomy",
        "cooptation",
        "critique of development",
        "social movements"
    ],
    "authors": [
        "Omar Felipe Giraldo",
        "Peter Michael Rosset"
    ],
    "citedby-count": 5,
    "ref-count": 109,
    "ref-list": [
        "From Transition to Domains of Transformation: Getting to Sustainable and Just Food Systems Through Agroecology",
        "Educação do Campo [Education for and by the Countryside] as a Political Project in the Context of the Struggle for Land in Brazil",
        "Pedagogías sentipensantes y revolucionarias en la praxis educativo-política de los movimientos sociales de América Latina",
        "Lajan Lajan ‘Ayatik or “Walking in Complementary Pairs” in the Zapatista Women’s Struggle",
        "Educação do campo e pedagogia camponesa agroecológica na América Latina: aportes da La Via Campesina e da CLOC",
        "Movimentos sociais e Educação do Campo na américa latina: aprendizagens de um percurso histórico",
        "MST’s Experience in Leveraging Agroecology in Rural Settlements: Lessons, Achievements, and Challenges",
        "Sociological Marxism",
        "Construcción territorial de agroecologías situadas: El Maestro Pueblo en Sanare, estado Lara-Venezuela",
        "Bridging the Gap Between the Agroecological Ideal and Its Implementation into Practice. A Review",
        "Development from Within: Agroecology and the Quest for Utziil K'asleem in the Maya-Achí Territory of Guatemala",
        "Agroecology on the Periphery: A Case from the Maya-Achí Territory, Guatemala",
        "Agroecology from the Ground Up: A Critical Analysis of Sustainable Soil Management in the Highlands of Guatemala",
        "Los comunes, lugares de resistencia",
        "La Insurrección en Curso",
        "From a Pedagogy for Liberation to Liberation from Pedagogy",
        "Special Issue on Scaling Agroecology",
        "Scaling Out Agroecology from the School Garden: The Importance of Culture, Food, and Place",
        "Inventário de práticas agroecológicas na metodologia ‘de camponês/a a camponês/a’ no Ceará: um instrumento para descolonizar o território e (re)valorizar o conhecimento camponês",
        "Redes y estrategias para la defensa del maíz en México",
        "Seed Sovereignty and Agroecological Scaling: Two Cases of Seed Recovery, Conservation, and Defense in Colombia",
        "El desmoronamiento de la creencia en el Estado. Buen Vivir y autonomía de los pueblos",
        "Can the State Take Agroecology to Scale? Public Policy Experiences in Agroecological Territorialization from Latin America",
        "La agroecología en una encrucijada: entre la institucionalidad y los movimientos sociales",
        "Agroecology as a Territory in Dispute: Between Institutionality and Social Movements",
        "Principios sociales de las agroecologías emancipadoras",
        "Editorial: Territorialización de la Agroecología",
        "Principles for Designing Agroecology-Based Local (Territorial) Agri-Food Systems: A Critical Revision",
        "Territorial Resilience the Third Dimension of Agroecological Scaling. Approximations from Three Peasant Experiences in the South of Mexico",
        "La Convivencialidad",
        "Proposal of a Principle Cum Scale Analytical Framework for Analyzing Agroecological Development Projects",
        "Unsettling the Hegemony of ‘Western’ Thinking: Critical Reflection on My Journey to Understanding Campesino-a-Campesino Pedagogy",
        "Taking Agroecology to Scale: The Zero Budget Natural Farming Peasant Movement in Karnataka, India",
        "Sustainable Development: A Critical Review",
        "Agroecological Research: Conforming–or Transforming the Dominant Agro-Food Regime?",
        "Agroecological Peasant Agriculture: For Food Sovereignty and the Mother Earth",
        "La Vía Campesina: The Birth and Evolution of a Transnational Social Movement",
        "Diálogo de saberes in La Vía Campesina: Food Sovereignty and Agroecology",
        "Los mediadores pedagógicos y la territorialización de la agroecología",
        "Peasant Balances and Agroecological Scaling in Puerto Rican Coffee Farming",
        "Mediated Territoriality: Rural Workers and the Efforts to Scale Out Agroecology in Nicaragua",
        "The Long Road: Rural Youth, Farming and Agroecological Formación in Central America",
        "Bringing Agroecology to Scale: Key Drivers and Emblematic Cases",
        "Policy Pitfalls and the Attempt to Institutionalize Agroecology in El Salvador 2008–2018",
        "Ruptures in the Agroecological Transitions: Institutional Change and Policy Dismantling in Brazil",
        "Agroecology, Public Policies and Labor-Driven Intensification: Alternative Development Trajectories in the Brazilian Semi-Arid Region",
        "Participation",
        "Re-Thinking Agrarian Reform, Land and Territory in La Vía Campesina",
        "Agroecology Versus Input Substitution: A Fundamental Contradiction of Sustainable Agriculture",
        "Peasant Autonomy: The Necessary Debate in Latin America",
        "Critical Latin American Agroecology as a Regionalism from Below",
        "The Campesino-to-Campesino Agroecology Movement of ANAP in Cuba: Social Process Methodology in the Construction of Sustainable Peasant Agriculture and Food Sovereignty",
        "Rural Social Movements and Agroecology: Context, Theory, and Process",
        "Agroecology and La Via Campesina II. Peasant Agroecology Schools and the Formation of a Sociohistorical and Political Subject",
        "Agroecologia, mercado e inovação social: o caso da Rede Ecovida de Agroecologia",
        "Desarrollo y buena vida en la mixteca alta: El caso de una organización campesina oaxaqueña",
        "Bottom-Up Transformation of Agriculture and Food Systems",
        "La milpa: sistema de resiliencia campesina. Estudio de dos organizaciones campesinas en Chiapas",
        "Campesina a Campesino: Educación campesina para la resistencia y la transformación agroecológica",
        "Agroecology and La Via Campesina I. The Symbolic and Material Construction of Agroecology Through the Dispositive of ‘Peasant-to-Peasant’ Processes",
        "Identidad y espiritualidad maya en la Escuela de agricultura ecológica U Yits ká an en Maní, Yucatán, México",
        "Rural Development Through the Construction of New, Nested Markets: Comparative Perspectives from China, Brazil and the European Union",
        "Agroecological Principles and Elements and Their Implications for Transitioning to Sustainable Food Systems. A Review"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chetumal",
            "@id": "60276903",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276903",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Mexico",
            "@id": "60032442",
            "affilname": "Universidad Nacional Autónoma de México",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032442",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60006028",
            "affilname": "Universidade Estadual Paulista \"Júlio de Mesquita Filho\"",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006028",
            "affiliation-country": "Brazil"
        }
    ],
    "funding": [
        "CUSRI",
        "Chulalongkorn University in Bangkok",
        "Social Research Institute",
        "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Fundação Cearense de Apoio ao Desenvolvimento Científico e Tecnológico"
    ]
}