{
    "eid": "2-s2.0-84953363670",
    "title": "Chemical Composition, Amino Acid Profile and Antioxidant Activities of Germinated Mung Beans (Vigna radiata)",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [],
    "authors": [
        "Seksan Wongsiri"
    ],
    "citedby-count": 54,
    "ref-count": 31,
    "ref-list": [
        "Official Methods of Analysis",
        "Effect of germination on chemical composition, biochemical constituents and antinutritional factors of soya bean (Glycine max) seeds",
        "Antioxidative activity of Mungoong, an extract paste, from the cephalothorax of white shrimp (Litopenaeus vannamei)",
        "Isolation and properties of a Kunitz-type protein inhibitor obtained from Pithecellobium dulce seeds",
        "Effect of protein additives, sodium ascorbate, and microbial transglutaminase on the texture and colour of red tilapia surimi gel",
        "Kinetic study of the antioxidant compounds and antioxidant capacity during germination of Vigna radiata cv. emmerald, Glycine max cv. jutro and Glycine max cv. merit",
        "Handbook of Food Analytical Chemistry",
        "The impact of germination and dehulling on nutrients, antinutrients, in vitro iron and calcium bioavailability and in vitro starch and protein digestibility of some legume seeds",
        "Phenolic content and antioxidant activity of germinated and cooked pulses",
        "Effect of germination on phytochemical profiles and antioxidant activity of mung bean sprouts (Vigna radiata)",
        "A complex containing both trypsin inhibitor and dehydroascorbate reductase activities isolated from mitochondria of etiolated mung bean (Vigna radiata L. (Wilczek) cv. Tainan No. 5) seedlings",
        "Total amino acid profiles of heat-processed fresh Elaeis guineensis and Raphia hookeri wines",
        "Protein quality of Asian beans and their wild progenitor, Vigna sublobata (Roxb)",
        "Total Polyphenols, Antioxidant and Antiproliferative Activities of Different Extracts in Mungbean Seeds and Sprouts",
        "Bioactive compounds in legumes and their germinated products",
        "Mungbean [Vigna radiata (L.) Wilczek] globulins: Purification and characterization",
        "Nutritional composition and antinutritional factors of mung bean seeds (Phaseolus aureus) as affected by some home traditional processes",
        "Initiation of the degradation of the Soybean Kunitz and Bowman-Birk trypsin inhibitors by a cysteine protease",
        "Variations of non-protein nitrogen in six Spanish legumes according to the extraction method used",
        "Stimulation of phenolics, antioxidant and antimicrobial activities in dark germinated mung bean sprouts in response to peptide and phytochemical elicitors",
        "Philip Agric.",
        "Antioxidant and antimutagenic activity of phenolic compounds in three different colour groups of common bean cultivars (Phaseolus vulgaris)",
        "Effect of different processing methods on antioxidant activity of underutilized legumes, Entada scandens seed kernel and Canavalia gladiata seeds",
        "Effect of soaking and germination temperatures on selected nutrients and antinutrients of mungbean",
        "Seed germination studies I. Purification and properties of an α-amylase from the cotyledons of germinating peas",
        "Thermal aggregation, amino acid composition and in vitro digestibility of vicilin-rich protein isolates from three Phaseolus legumes: A comparative study",
        "Value addition to finger millet (Eleusine coracana) by germination and fermentation with Monascus purpureus",
        "Biochemical changes in cotyledons of germinating mung bean seeds from summer and rainy seasons",
        "Handbook of Food Analytical Chemistry"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Marine Science and Technology",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}