{
    "eid": "2-s2.0-85049119064",
    "title": "Study of optimum condition for rapid preparation of thrombin using russell’s viper venom factor X activator",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biophysics",
            "@code": "1304",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biomedical Engineering",
            "@code": "2204",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Blood coagulation",
        "Fibrin clot",
        "Fibrinogen",
        "Plasma",
        "Preparation of Thrombin",
        "Russell’s Viper Venom Factor X Activator"
    ],
    "authors": [
        "Narin Kijkriengkraikul",
        "Issarang Nuchprayoon"
    ],
    "citedby-count": 0,
    "ref-count": 31,
    "ref-list": [
        "Thrombin specificity",
        "Prothrombin structure, activation, and biosynthesis",
        "Bovine thrombin: History, use, and risk in the surgical patient",
        "Fibrin sealant: Scientific rationale, production methods, properties, and current clinical use",
        "Fibrin sealant: Current and potential clinical applications",
        "Fibrin sealant",
        "Haemophilia and advanced fibrin sealant technologies",
        "Chang JY. A novel one-step purification of human alpha-thrombin after direct activation of crude prothrombin enriched from plasma",
        "Fibrin sealants in surgical practice: An overview",
        "Determination of fibrinogen and thrombin time (TT)",
        "Comparison of five thrombin time reagents",
        "Thrombin Clotting Time",
        "Thrombin use in surgery: An evidence-based review of its clinical use",
        "Large-scale preparation of thrombin from human plasma",
        "Recombinant Russell’s viper venom-factor X activator (RVV-X)-specific antibody: Neutralization and crossreactivity with Cryptelytrops albolabris and Calloselasma rhodostoma venoms",
        "Comparative study of anticoagulant and procoagulant properties of 28 snake venoms from families Elapidae, Viperidae, and purified Russell’s viper venom-factor X activator (RVV-X)",
        "Factor X activating enzyme from Russell’s viper venom: Isolation and characterization",
        "In: Laszlo L, Ed. Prothrombin. Methods in Enzymology",
        "Overview of the coagulation system",
        "Crystal structure of RVV-X: An example of evolutionary gain of specificity by ADAM proteinases",
        "Simple method for preparation of cryoprecipitate (CP) and cryodepleted plasma (CDP)",
        "Greening DW",
        "Purification of proteins involved in Ca(II)-dependent protein-protein interactions (coagulant protein of Russell’s viper venom)",
        "The activation of prothrombin complex concentrates by calcium in vitro",
        "Thrombosis and Coagulation",
        "An overview of the structure and function of thrombin"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Blood Centre"
    ]
}