{
    "eid": "2-s2.0-85042904454",
    "title": "Isothermal and non-isothermal crystallization kinetics of poly(butylene succinate) with nanoprecipitated calcium carbonate as nucleating agent",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Crystallization",
        "DSC",
        "Nanostructures",
        "Polymers"
    ],
    "authors": [
        "Nicolas Bosq",
        "Duangdao Aht-Ong"
    ],
    "citedby-count": 13,
    "ref-count": 52,
    "ref-list": [
        "Effects of CNTs content and milling time on mechanical behavior of MWCNT-reinforced aluminum nanocomposites",
        "Fabrication and properties of titanium–hydroxyapatite nanocomposites",
        "Preparation of cassava starch/montmorillonite composite film",
        "Non-isothermal crystallization kinetic behavior of alumina nanoparticle filled poly(ether ether ketone)",
        "Polymer nanocomposites as dielectrics and electrical insulation-perspectives for processing technologies, material characterization and future applications",
        "Isothermal crystallization behaviors and kinetics of nucleated polylactide/poly(butylene adipate-co-terephthalate) blend films with talc",
        "On the crystallization behavior of the nano-silica filled PEEK composites",
        "Synthesis, Cocrystallization, and Enzymatic Degradation of Novel Poly(butylene-co-propylene succinate) Copolymers",
        "Multiple melting behavior of poly(butylene succinate). I. Thermal analysis of melt-crystallized samples",
        "Melting behavior of poly(butylene succinate) during heating scan by DSC",
        "Structure–property relationship in biodegradable poly(butylene succinate)/layered silicate nanocomposites",
        "Multiwalled carbon nanotube nucleated crystallization behavior of biodegradable poly(butylene succinate) nanocomposites",
        "Nonisothermal crystallization behavior and mechanical properties of PEEK/SCF/nano-SiO 2 composites",
        "Non-isothermal crystallization kinetics of high density polyethylene/titanium dioxide composites via melt blending",
        "Novel approach toward poly(butylene succinate)/single-walled carbon nanotubes nanocomposites with interfacial-induced crystallization behaviors and mechanical strength",
        "Nonisothermal crystallization behavior and mechanical properties of poly (butylene succinate)/silica nanocomposites",
        "Crystallization kinetics of biodegradable poly(butylene succinate) under isothermal and non-isothermal conditions",
        "Isothermal crystallization and mechanical properties of poly (butylene succinate)/layered double hydroxide nanocomposites",
        "Facile surface modification of nanoprecipitated calcium carbonate by adsorption of sodium stearate in aqueous solution",
        "Comparison of polylactide/nano-sized calcium carbonate and polylactide/montmorillonite composites: reinforcing effects and toughening mechanisms",
        "Morphology and mechanical properties of polypropylene/calcium carbonate nanocomposites",
        "Synthesis of micro and nano-sized calcium carbonate particles and their applications",
        "Nanostructured organic-inorganic composite materials by twin polymerization of hybrid monomers",
        "Preparation of mesoporous carbon from organic polymer/silica nanocomposite",
        "Kinetics of phase change. I General theory",
        "Kinetics of phase change. II Transformation-time relations for random distribution of nuclei",
        "Activity of substrates in the catalyzed nucleation of glass-forming melts. I. Theory",
        "Kinetics of non-isothermal crystallization",
        "Nonisothermal melt and cold crystallization kinetics of poly(aryl ether ether ketone ketone)",
        "Calculation of the Avrami parameters for heterogeneous solid state reactions using a modification of the Kissinger method",
        "Effect of nanosized and surface-modified precipitated calcium carbonate on properties of CaCO3/polypropylene nanocomposites",
        "Non-isothermal crystallization behaviors of poly(4-methyl-pentene-1)",
        "Is the Kissinger equation applicable to the processes that occur on cooling?",
        "ICTAC Kinetics Committee recommendations for performing kinetic computations on thermal analysis data",
        "Effect of nucleating agents on crystallization kinetics of PET",
        "Thermal degradation mechanism of poly(ethylene succinate) and poly(butylene succinate): comparative study",
        "Effect of in situ prepared silica nano-particles on non-isothermal crystallization of polypropylene",
        "Melting behaviors, isothermal and non-isothermal crystallization kinetics of nylon 1212",
        "Morphology and physical properties of polyethylene/silicate nanocomposite prepared by melt intercalation",
        "Properties and nonisothermal crystallization behavior of nucleated polylactide biodegradable composite films",
        "Crystallization kinetics and nucleation activity of silica nanoparticle-filled poly(ethylene 2,6-naphthalate)",
        "Structure and Properties of Nanocomposites Based on Poly(butylene succinate-co-adipate) and Organically Modified Montmorillonite",
        "Crystallization and melting behavior of poly(butylene succinate)/silicon nitride composites: the influence of filler’s phase structure",
        "Synthesis and characterization of poly(butylene succinate)/epoxy group functionalized organoclay",
        "Nonisothermal crystallization kinetics of poly(butylene succinate) composites with a twice functionalized organoclay",
        "Study on nonisothermal crystallization of maleic anhydride grafted polypropylene/montmorillonite nanocomposite",
        "Non-isothermal melt crystallization kinetics of poly(ethylene terephthalate)/clay nanocomposites",
        "Nonisothermal crystallization kinetics of polyoxymethylene/montmorillonite nanocomposite",
        "Nonisothermal melt and cold crystallization kinetics of poly(aryl ether ketone ether ketone ketone)",
        "Nonisothermal cold crystallization behavior and kinetics of polylactide/clay nanocomposites",
        "Non-isothermal crystallization kinetics of exfoliated and intercalated polyethylene/montmorillonite nanocomposites prepared by in situ polymerization"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}