{
    "eid": "2-s2.0-84920453275",
    "title": "Effects of artesunate treatment on Plasmodium gallinaceum transmission in the vectors Aedes aegypti and Culex quinquefasciatus",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "Parasitology",
            "@code": "2405"
        }
    ],
    "keywords": [
        "Artesunate",
        "Avian malaria",
        "Gametocytocidal action",
        "Transmission",
        "Vectors"
    ],
    "authors": [
        "Mintra Pruck-Ngern"
    ],
    "citedby-count": 8,
    "ref-count": 15,
    "ref-list": [
        "Malaria Parasites and Other Haemosporidia",
        "Evaluation of antimalarial compounds in mosquito test systems",
        "Plasmodium gallinaceum: Avian screen for drugs with radical curative properties",
        "Concatenated mitochondrial DNA of the coccidian parasite Eimeria tenella",
        "An Impossible Journey? The Development of Plasmodium falciparum NF54 in Culex quinquefasciatus",
        "Mosquito blood-meal analysis for avian malaria study in wild bird communities: Laboratory verification and application to Culex sasai (Diptera: Culicidae) collected in Tokyo, Japan",
        "In vivo transmission blocking activities of artesunate on the avian malaria parasite Plasmodium gallinaceum",
        "Malaria: Principles and Practice of Malariology, Volume II",
        "Could culicine mosquitoes transmit human malaria?",
        "Mosquito Vector Diversity across Habitats in Central Thailand Endemic for Dengue and Other Arthropod-Borne Diseases",
        "Important parasites in poultry production systems",
        "Culex quinquefasciatus, a new vector of Plasmodium gallinaceum",
        "Avian Malaria Parasites and Other Haemosporidia",
        "The development of Plasmodium gallinaceum Brumpt in the hemocoels of refractory Culex pipiens pipiens Linn. and susceptible Aedes aegypti (Linn.).",
        "Avian malaria: Clinical and chemical pathology of Plasmodium gallinaceum in the domesticated fowl Gallus gallus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Public Health",
        "China Medical Board",
        "Chulalongkorn University",
        "Chulalongkorn University",
        "Mahidol University",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}