{
    "eid": "2-s2.0-85020789776",
    "title": "A randomized, double-blind trial of oral sucrose solution and placebo for pain relief in retinopathy of prematurity examination",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "N-PASS (Neonatal Pain, Agitation and Sedation Scale)",
        "Oral sucrose solution",
        "Retinopathy of prematurity (ROP)"
    ],
    "authors": [
        "Nithipun Suksumek"
    ],
    "citedby-count": 3,
    "ref-count": 18,
    "ref-list": [
        "Retinopathy of prematurity: Recent developments",
        "Screening examination of premature infants for retinopathy of prematurity",
        "Pain terms: a list with definitions and notes on usage. Recommended by the IASP Subcommittee on Taxonomy.",
        "The impact of pain in the immature brain",
        "Efficacy of sucrose to reduce pain in premature infants during eye examinations for retinopathy of prematurity",
        "Analgesic effects of oral sucrose and pacifier during eye examinations for retinopathy of prematurity",
        "Oral glucose for pain relief during examination for retinopathy of prematurity: A masked randomized clinical trial",
        "Sweeten, soother and swaddle for retinopathy of prematurity screening: A randomised placebo controlled trial",
        "Sucrose and non-nutritive sucking for the relief of pain in screening for retinopathy of prematurity: A randomised controlled trial",
        "The effects of comfort care on the pain response in preterm infants undergoing screening for retinopathy of prematurity",
        "Can oral sucrose reduce the pain and distress associated with screening for retinopathy of prematurity?",
        "Screening for retinopathy of prematurity: Is it painful?",
        "Validity and reliability of the N-PASS assessment tool with acute pain",
        "Pain-reducing properties of sucrose in human newborns",
        "Sucrose for analgesia in newborn infants undergoing painful procedures.",
        "The role of endogenous opioids in mediating pain reduction by orally administered glucose among newborns",
        "Oral sucrose as an analgesic drug for procedural pain in newborn infants: A randomised controlled trial",
        "Sucrose for analgesia in newborn infants undergoing painful procedures."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Fort Prachaksinlapakom Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Banphaeo",
            "affilname": "Banphaeo Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}