{
    "eid": "2-s2.0-84908383873",
    "title": "The relationship between clinicopathological features and expression of epithelial and mesenchymal markers in spontaneous canine mammary gland tumors",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Canine mammary gland tumors",
        "Epithelial mesenchymal transition",
        "Immunohistochemistry",
        "Prognosis"
    ],
    "authors": [
        "Kota Yoshida"
    ],
    "citedby-count": 16,
    "ref-count": 23,
    "ref-list": [
        "Epithelial-Stromal Interactions in Human Breast Cancer: Effects on Adhesion, Plasma Membrane Fluidity and Migration Speed and Directness",
        "Variable β-catenin expression in colorectal cancers indicates tumor progression driven by the tumor environment",
        "J. Am. Anim. Hosp. Assoc",
        "Incidence of and survival after mammary tumors in a population of over 80,000 insured female dogs in Sweden from 1995 to 2002",
        "Canine Mammary Epithelial Neoplasms: Biologic Implications of Morphologic Characteristics Assessed in 232 Dogs",
        "Expression of epithelial-mesenchymal transition markers in renal cell carcinoma: Impact on prognostic outcomes in patients undergoing radical nephrectomy",
        "The expression of intermediate filaments in canine mammary glands and their tumors.",
        "Epithelial - Mesenchymal and mesenchymal - Epithelial transitions in carcinoma progression",
        "Possible Role of Snail Expression as a Prognostic Factor in Canine Mammary Neoplasia",
        "The basics of epithelial-mesenchymal transition",
        "Vimentin and epithelial-mesenchymal transition in human breast cancer - Observations in vitro and in vivo",
        "Prognostic factors in canine mammary tumors.",
        "Canine mammary cancer: II. Therapy and causes of death",
        "Histological Classification of Mammary Tumors of the Dog and Cat Vol 7",
        "Expression of fibronectin and its integrin receptor α5β1 in canine mammary tumours",
        "Influence of Host Factors on Survival in Dogs with Malignant Mammary Gland Tumors",
        "E-cadherin immunoreactivity in canine mammary tumors",
        "Epithelial-to-mesenchymal and mesenchymal-to-epithelial transitions in the colon",
        "Epithelial-mesenchymal transitions in tumor progression",
        "Epithelial-mesenchymal transition and cell cooperativity in metastasis",
        "Cytokeratin and vimentin expression in breast cancer",
        "Mechanism of the mesenchymal-epithelial transition and its relationship with metastatic tumor formation",
        "Transforming growth factor-β transiently induces vimentin expression and invasive capacity in a canine mammary gland tumor cell line"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "Graduate School of Agricultural and Life Sciences The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}