{
    "eid": "2-s2.0-85076176372",
    "title": "Effect of La and Gd substitution in BaFeO3-δ perovskite structure on its catalytic performance for thermochemical water splitting",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Catalysis",
            "@code": "1503",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Process Chemistry and Technology",
            "@code": "1508",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Hydrogen production",
        "Oxygen carriers",
        "Perovskites",
        "Thermochemical cycles",
        "Water splitting"
    ],
    "authors": [
        "A. Ngoensawat",
        "V. Tongnan",
        "N. Laosiripojana",
        "P. Kim-Lohsoontorn",
        "U. W. Hartley"
    ],
    "citedby-count": 12,
    "ref-count": 33,
    "ref-list": [
        "Nickel catalysts applied in steam reforming of glycerol for hydrogen production",
        "Production of hydrogen by steam reforming of ethanol over cobalt and nickel catalysts supported on perovskite-type oxides",
        "Redox kinetics study of fuel reduced ceria for chemical-looping water splitting",
        "Investigation of perovskite structures as oxygen-exchange redox materials for hydrogen production from thermochemical two-step water-splitting cycles",
        "The Effects of Morphology on the Oxidation of Ceria by Water and Carbon Dioxide",
        "Enhanced intermediateerature CO2splitting using nonstoichiometric ceria and ceria-zirconia",
        "The effect of A-site and B-site substitution on BaFeO3-δ: an investigation as a cathode material for intermediate-temperature solid oxide fuel cells",
        "La-doped BaFeO3-δ perovskite as a cobalt-free oxygen reduction electrode for solid oxide fuel cells with oxygen-ion conducting electrolyte",
        "Perovskite-type LaFeO 3: Photoelectrochemical properties and photocatalytic degradation of organic pollutants under visible light irradiation",
        "Characterization and catalytic properties of surface La-rich LaFeO3 perovskite",
        "Novel cobalt-free BaFe1-xGdxO3-delta perovskite membranes for oxygen separation",
        "Method of Preparing Lead and Alkaline Earth Titanates and Niobates and Coating Method Using the Same to Form a Capacitor",
        "BaFeO3: a ferromagnetic iron oxide",
        "Phase transformation in barium orthoferrate, BaFeO3-x",
        "Synthesis of high surface area LaMnO3+d by a polymerizable complex method",
        "Designing Fe-based oxygen catalysts by density functional theory calculations",
        "Revised effective ionic radii and systematic studies of interatomie distances in halides and chaleogenides",
        "Effect of transition metal on stability and activity of La-Ca-M-(Al)-O (M = Co, Cr, Fe and Mn) perovskite oxides during partial oxidation of methane",
        "Structural and Physico-Chemical Characterization of Barium Ferrite Nano Oxide",
        "Oxygen permeation properties of partially A-site substituted BaFeO3−δ perovskites",
        "Modified Scherrer equation to estimate more accurately nano-crystallite size using XRD",
        "Unit Cell Refinement from Powder Diffraction Data: The Use of Regression Diagnostics",
        "A study of the NO x storage catalyst of Ba-Fe-O complex oxide",
        "Thermodynamic and mechanism study of syngas production via integration of nitrous oxide decomposition and methane partial oxidation in the presence of 10%NiO–La0.3Sr0.7Co0.7Fe0.3O3−δ",
        "Surprisingly high activity for oxygen reduction reaction of selected oxides lacking long oxygen-ion diffusion paths at intermediate temperatures: a case study of cobalt-free BaFeO3-δ",
        "Unraveling the role of La A-site substitution on oxygen ion diffusion and oxygen catalysis in perovskite BaFeO3 by data-mining molecular dynamics and density functional theory",
        "Synthesis and characterization of non-stoichiometric LaFeO3perovskite",
        "A novel CeO2–xSnO2/Ce2Sn2O7 pyrochlore cycle for enhanced solar thermochemical water splitting",
        "Enhanced oxidation kinetics in thermochemical cycling of CeO 2 through templated porosity",
        "Solid-state kinetic models: basics and mathematical fundamentals",
        "Reaction kinetics of reduction and oxidation of metal oxides for hydrogen production",
        "Study of crystal growth and kinetic parameters of Zn/ZnO oxidation in the presence of H2O and CO2",
        "Kinetics of CO and H2 oxidation over CuO-CeO2catalyst in H2 mixtures with CO2 and H2O"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103462",
            "affilname": "King Mongkut's University of Technology North Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103462",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NSTDA-University-Industry",
        "NSTDA-University-Industry Research Collaboration",
        "PTT Public Company Limited",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "King Mongkut's University of Technology North Bangkok"
    ]
}