{
    "eid": "2-s2.0-85107838177",
    "title": "Experimental transmission of Leishmania (Mundinia) parasites by biting midges (Diptera: Ceratopogonidae)",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Tomas Becvar",
        "Barbora Vojtkova",
        "Padet Siriyasatien",
        "Jan Votypka",
        "David Modry",
        "Petr Jahn",
        "Paul Bates",
        "Simon Carpenter",
        "Petr Volf",
        "Jovana Sadlova"
    ],
    "citedby-count": 19,
    "ref-count": 65,
    "ref-list": [
        "The leishmaniases as emerging and reemerging zoonoses",
        "An appraisal of the taxonomy and nomenclature of trypanosomatids presently classified as Leishmania and Endotrypanum",
        "Cutaneous Leishmaniasis in the Guineapig",
        "Cutaneous leishmaniasis in red kangaroos: isolation and characterisation of the causative organisms",
        "Isolation of Novel Trypanosomatid, Zelonia australiensis sp. nov. (Kinetoplastida: Trypanosomatidae) Provides Support for a Gondwanan Origin of Dixenous Parasitism in the Leishmaniinae",
        "Leishmania (Mundinia) orientalis n. sp. (Trypanosomatidae), a parasite from Thailand responsible for localised cutaneous leishmaniasis",
        "Diffuse cutaneous infection caused by a presumed monoxenous trypanosomatid in a patient infected with HIV",
        "Leishmania (Leishmania) martiniquensis n. sp. (Kinetoplastida: Trypanosomatidae), description of the parasite responsible for cutaneous leishmaniasis in Martinique Island (French West Indies)",
        "First isolation of a new species of Leishmania responsible for human cutaneous leishmaniasis in Ghana and classification in the Leishmania enriettii complex",
        "Case report: Autochthonous disseminated dermal and visceral leishmaniasis in an AIDS patient, Southern Thailand, caused by Leishmania siamensis",
        "Detection of DNA of Leishmania siamensis in Sergentomyia (Neophlebotomus) iyengari (Diptera: Psychodidae) and molecular identification of blood meals of sand flies in an affected area, Southern Thailand",
        "Case report: Disseminated autochthonous dermal leishmaniasis caused by Leishmania siamensis (PCM2 Trang) in a patient from central Thailand infected with human immunodeficiency virus",
        "Autochthonous Leishmania siamensis in horse, Florida, USA",
        "An autochthonous case of cutaneous bovine leishmaniasis in Switzerland",
        "Occurrence of Leishmania sp. in cutaneous lesions of horses in Central Europe",
        "First Isolation of Leishmania from Northern Thailand: Case Report",
        "Detection of Leishmania martiniquensis DNA in various clinical samples by quantitative PCR",
        "A new case of cutaneous infection by a presumed monoxenous trypanosomatid in the island of Martinique (French West Indies)",
        "First case of visceral leishmaniasis caused by Leishmania martiniquensis",
        "New reports of Australian cutaneous leishmaniasis in Northern Australian macropods",
        "Host competence of the African rodents Arvicanthis neumanni, A. niloticus and Mastomys natalensis for Leishmania donovani from Ethiopia and L. (Mundinia) sp. from Ghana",
        "Establishment of cutaneous Leishmania enriettii infection in hamsters",
        "New isolation of Leishmania enriettii Muniz and Medina, 1948 in Paraná State, Brazil, 50 years after the first description, and isoenzymatic polymorphism of the L. enriettii taxon",
        "The biting midge Culicoides sonorensis (Diptera: Ceratopogonidae) is capable of developing late stage infections of Leishmania enriettii",
        "An overview on Leishmania (Mundinia) enriettii: biology, immunopathology, LRV and extracellular vesicles during the host–parasite interaction",
        "The Spread of Leishmania enriettii through the Body of the Guineapig",
        "Experimental pathogenicity of a presumed monoxenous trypanosomatid isolated from humans in a murine model",
        "Experimental infection of Leishmania (Mundinia) martiniquensis in BALB/c mice and Syrian golden hamsters",
        "Development of Leishmania (Mundinia) in guinea pigs",
        "Phlebotomine vectors of the leishmaniases: a review",
        "Phlebotomine sandflies and the spreading of leishmaniases and other diseases of public health concern",
        "Evidence incriminating midges (Diptera: Ceratopogonidae) as potential vectors of Leishmania in Australia",
        "Development of Leishmania orientalis in the sand fly Lutzomyia longipalpis (Diptera: Psychodidae) and the biting midge Culicoides soronensis (Diptera: Ceratopogonidae)",
        "The biology and control of Phlebotomine sand flies",
        "Revised classification of the subfamily Leishmaniinae (Trypanosomatidae)",
        "Development of Leishmania (Viannia) braziliensis and Leishmania (Leishmania) amazonensis in the sand fly Lutzomyia migonei (Diptera: Psychodidae)",
        "Lutzomyia migonei is a permissive vector competent for Leishmania infantum",
        "Sergentomyia (Neophlebotomus) gemmea, a potential vector of Leishmania siamensis in southern Thailand",
        "Speculations on biting midges and other bloodsucking arthropods as alternative vectors of Leishmania",
        "Catalog of the Biting Midges of the World (Diptera: Ceratopogonidae)",
        "Studying Culicoides vectors of BTV in the post-genomic era: Resources, bottlenecks to progress and future directions",
        "Culicoides biting midges, arboviruses and public health in Europe",
        "Proven and putative vectors of American cutaneous leishmaniasis in Brazil: Aspects of their biology and vectorial competence",
        "Natural Leishmania infantum infection in Migonemyia migonei (França, 1920) (Diptera:Psychodidae:Phlebotominae) the putative vector of visceral leishmaniasis in Pernambuco State, Brazil",
        "Lutzomyia longipalpis and the eco-epidemiology of American visceral leishmaniasis, with particular reference to Brazil—a review",
        "An outbreak of suspected cutaneous leishmaniasis in Ghana: lessons learnt and preparation for future outbreaks",
        "Taxonomy of the australasian phlebotominae (Diptera: Psychodidae) with revision of genus Sergentomyia from the region",
        "Laboratory colonization and mass rearing of phlebotomine sand flies (Diptera, Psychodidae)",
        "Experimental transmission of Leishmania infantum by two major vectors: A comparison between a viscerotropic and a dermotropic strain",
        "Distribution and ecological aspects of sand fly (Diptera: Psychodidae) species in Sri Lanka",
        "Sergentomyia schwetzi is not a competent vector for Leishmania donovani and other Leishmania species pathogenic to humans",
        "Refractoriness of Sergentomyia schwetzi to Leishmania spp. is mediated by the peritrophic matrix",
        "Can Sergentomyia (Diptera, Psychodidae) play a role in the transmission of mammal-infecting Leishmania?",
        "The Role of Animals in the Epidemiology of South American Leishmaniasis",
        "Leishmania donovani development in Phlebotomus argentipes: comparison of promastigote- and amastigote-initiated infections",
        "Sequential blood meals promote Leishmania replication and reverse metacyclogenesis augmenting vector infectivity",
        "Revising Leishmania’s life cycle",
        "Development of Leishmania parasites in Culicoides nubeculosus (Diptera: Ceratopogonidae) and implications for screening vector competence",
        "Establishment and maintenance of sand fly colonies",
        "Genomic Confirmation of Hybridisation and Recent Inbreeding in a Vector-Isolated Leishmania Population",
        "Leishmania in Sand Flies: Comparison of Quantitative Polymerase Chain Reaction with Other Techniques to Determine the Intensity of Infection",
        "The stage-regulated HASPB and SHERP proteins are essential for differentiation of the protozoan parasite Leishmania major in its sand fly vector, Phlebotomus papatasi",
        "Amplification of kinetoplast DNA as a tool in the detection and diagnosis of Leishmania"
    ],
    "affiliation": [
        {
            "affiliation-city": "Lancaster",
            "@id": "60117609",
            "affilname": "Division of Biomedical and Life Sciences, Lancaster University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117609",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Brno",
            "@id": "60029543",
            "affilname": "Masaryk University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029543",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Surrey",
            "@id": "60027004",
            "affilname": "The Pirbright Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60027004",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Ceske Budejovice",
            "@id": "60026381",
            "affilname": "Institute of Parasitology, Biology Centre of the Academy of Sciences of the Czech Republic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026381",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Prague",
            "@id": "60024445",
            "affilname": "Czech University of Life Sciences Prague",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60024445",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Brno",
            "@id": "60020771",
            "affilname": "Veterinární Univerzita Brno",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020771",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Prague",
            "@id": "60016605",
            "affilname": "Charles University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016605",
            "affiliation-country": "Czech Republic"
        }
    ],
    "funding": [
        "JSandPVwerefundedbythe CzechScienceFoundation"
    ]
}