{
    "eid": "2-s2.0-85082881673",
    "title": "Corynebacterium suranareeae sp. Nov., a glutamate producing bacterium isolated from soil and its complete genome-based analysis",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nawarat Nantapong",
        "Minenosuke Matsutani",
        "Pawina Kanchanasin",
        "Naoya Kataoka",
        "Pawantree Paisrisan",
        "Kazunobu Matsushita",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 7,
    "ref-count": 56,
    "ref-list": [
        "Corynebacterium",
        "High-performance liquid chromatography of mycolic acids as a tool in the identification of Corynebacterium, Nocardia, Rhodococcus, and Mycobacterium species",
        "A survey of the structures of mycolic acids in Corynebacterium and related taxa",
        "Corynebacterium amycolatum sp. Nov. a new mycolic acid-less Corynebacterium species from human skin",
        "Corynebacterium caspium sp. Nov., from a Caspian seal (Phoca caspica)",
        "Fatty acid composition of some mycolic acid-containing coryneform bacteria",
        "Cellular fatty acid composition as an adjunct to the identification of asporogenous, aerobic Gram-positive rods",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Corynebacterium thomssenii sp. Nov., a Corynebacterium with N-acetyl-β-glucosaminidase activity from human clinical specimens",
        "Corynebacterium lubricantis sp. Nov., isolated from a coolant lubri-cant",
        "Clinical microbiology of coryneform bacteria",
        "Complete genome sequence of Corynebacterium kutscheri DSM 20755, a corynebacterial type strain with remarkably low G+C content of chromosomal DNA",
        "Corynebacterium taxonomy",
        "Nalidixic acid: An antibacterial paradox",
        "NADPH oxidase system as a superoxide-generating cyanide-resistant pathway in the respiratory chain of Corynebacterium glutamicum",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin strain",
        "Phenotypic characterization and the principles of comparative systematics",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Distribution of isoprenoid quinone structural types in bacteria and their taxonomic implication",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Introducing EzBi-oCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Clustal W and Clustal X version 2.0",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "International Committee on systematic bacteriology. Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Complete genome sequencing of newly isolated thermotolerant Corynebacterium glutamicum N24 provides a new insights into its thermotolerant phenotype",
        "Gene and translation initiation site prediction in metagenomic sequences",
        "RefSeq microbial genomes database: New representation and annotation strategy",
        "Predicting transmembrane protein topology with a hidden Markov model: Application to complete genomes",
        "A new generation of homology search tools based on probabilistic inference",
        "SignalP 4.0: Discriminating signal peptides from transmembrane regions",
        "The Pfam protein families database: Towards a more sustainable future",
        "Versatile and open software for comparing large genomes",
        "Circular genome visualization and exploration using CGView",
        "Gapped BLAST and PSI-BLAST: A new generation of protein database search programs",
        "Expanded microbial genome coverage and improved protein family annotation in the COG database",
        "Application of tetranucleotide frequencies for the assignment of genomic fragments",
        "DNA-DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Taxonomic use of DNA G+C content and DNA-DNA hybridization in the genomic age",
        "Genome-scale approaches to resolving incongruence in molecular phylogenies",
        "Are combined analyses better than single gene phylogenies? A case study using SSU rDNA and rbcL sequence comparisons in the Zygnematophyceae (Strep-tophyta)",
        "MSAProbs: Multiple sequence alignment based on pair hidden Markov models and partition function posterior probabilities",
        "Multiple protein sequence alignment with MSAP-robs",
        "Selection of conserved blocks from multiple alignments for their use in phylogenetic analysis",
        "Improvement of phylogenies after removing divergent and ambiguously aligned blocks from protein sequence alignments",
        "Adaptive mutation related to cellulose producibility in Komagataeibacter medel-linensis (Gluconacetobacter xylinus) NBRC 3288",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Comparative genomic analysis of the genus Staphylococcus including Staphylococcus aureus and its newly described sister species Staphylococcus simiae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Yamaguchi",
            "@id": "60020739",
            "affilname": "Yamaguchi University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020739",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "60026326",
            "affilname": "Suranaree University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026326",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "@id": "118196434",
            "affilname": "Phanomwan College of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118196434",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Beuth University of Applied Sciences",
        "National University of Laos, University of Brawijaya",
        "Vietnam Ministry of Science and Technology",
        "University of Manchester",
        "JSPS",
        "Japan Science and Technology Agency",
        "Chulalongkorn University",
        "NRCT",
        "Advanced Low Carbon Technology Research and Development Program"
    ]
}