{
    "eid": "2-s2.0-84937818153",
    "title": "Selective colors reflection from stratified aragonite calcium carbonate plates of mollusk shells",
    "cover-date": "2015-08-01",
    "subject-areas": [
        {
            "$": "Structural Biology",
            "@code": "1315"
        }
    ],
    "keywords": [
        "Aragonite calcium carbonate",
        "Color-selective reflection",
        "Pearlescent flake",
        "Structural colors"
    ],
    "authors": [
        "Chutiparn Lertvachirapaiboon"
    ],
    "citedby-count": 4,
    "ref-count": 22,
    "ref-list": [
        "Unexpected variability of millennium green: Structural color of Japanese jewel beetle resulted from thermosensitive porous organic multilayer",
        "Flexible, angle-independent, structural color reflectors inspired by morpho butterfly wings",
        "Structural colors from Morpho peleides butterfly wing scales",
        "J. Opt. Soc. Am.",
        "Proc. R. Soc. B",
        "Structural colors in nature: The role of regularity and irregularity in the structure",
        "Mimicking the colourful wing scale structure of the Papilio blumei butterfly",
        "Air-gap-enhanced pearlescent effect in periodic stratified bilayers of Perna viridis shell",
        "Scratch and indentation tests on seashells",
        "Growth and structure in abalone shell",
        "The growth of nacre in the abalone shell",
        "Organic interlamellar layers, mesolayers and mineral nanobridges: Contribution to strength in abalone (Haliotis rufescence) nacre",
        "Iridescence: Views from many angles",
        "Biological materials: Structure and mechanical properties",
        "A study of the aragonite-calcite transformation using Raman spectroscopy, synchrotron powder diffraction and scanning electron microscopy",
        "Experimental study of the aragonite to calcite transition in aqueous solution",
        "The Japanese jewel beetle: A painter's challenge",
        "A protean palette: Colour materials and mixing in birds and butterflies",
        "Iridescence of a shell of mollusk Haliotis Glabra",
        "Function of blue iridescence in tropical understorey plants",
        "Wavelength-selective and anisotropic light-diffusing scale on the wing of the Morpho butterfly",
        "Phase-adjusting layers in the multilayer reflector of a jewel beetle"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Office of the Higher Education Commission",
        "National Research Council of Thailand"
    ]
}