{
    "eid": "2-s2.0-84925067816",
    "title": "Kaennacowanols A-C, three new xanthones and their cytotoxicity from the roots of Garcinia cowa",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Clusiaceae",
        "Cytotoxicity",
        "Garcinia cowa",
        "Kaennacowanols A-C",
        "Xanthone"
    ],
    "authors": [
        "Sutin Kaennakam"
    ],
    "citedby-count": 37,
    "ref-count": 32,
    "ref-list": [
        "Maejo Int J Sci Technol",
        "Tetraoxygenated xanthones from the fruits of Garcinia cowa",
        "The constituents from the stems of Garcinia cowa Roxb. and their cytotoxic activities",
        "Xanthones from Garcinia cowa Roxb. latex",
        "A new depsidone from the twigs of Garcinia Cowa",
        "Benzophenone and xanthone derivatives from the inflorescences of Garcinia cowa",
        "Cytotoxic acylphloroglucinol derivatives from the twigs of garcinia cowa",
        "A novel benzophenone from Garcinia cowa",
        null,
        "Antibacterial activity of Thai edible plants against gastrointestinal pathogenic bacteria and isolation of a new broad spectrum antibacterial polyisoprenylated benzophenone, chamuangone",
        "Cowaxanthone F, a new tetraoxygenated xanthone, and other anti-inflammatory and antioxidant compounds from Garcinia cowa",
        "Chemical constituents from fruit of Garcinia cowa",
        "Zhongcaoyao",
        "Phloroglucinols, depsidones and xanthones from the twigs of Garcinia parvifolia",
        "Biflavanoids and a flavanone-chromone from the leaves of Garcinia dulcis (Roxb.) Kurz",
        "Cytotoxic caged-polyprenylated xanthonoids and a xanthone from Garcinia cantleyana",
        "Xanthones and benzophenones from the stems of Garcinia multiflora",
        "Maejo Int J Sci Technol",
        "Antimalarial xanthones from Garcinia cowa",
        "Dulxanthone A induces cell cycle arrest and apoptosis via up-regulation of p53 through mitochondrial pathway in HepG2 cells",
        "Xanthones of Garcinia cowa",
        "Edible Multipurpose Tree Species (In Thai)",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "Anti-Helicobacter pylori xanthones of Garcinia fusca",
        "Indian J Chem",
        "Bioactive prenylated xanthones and anthraquinones from Cratoxylum formosum ssp. pruniflorum",
        "Chemical constituents of Garcinia fusca: Structure elucidation of eight new xanthones and their cancer chemopreventive activity",
        "A xanthone from Garcinia mangostana",
        "The chemistry of extractives from hardwoods. Part XIV. The constitution of jacareubin, a pyranoxanthone from calophyllum brasiliense",
        "Polyprenylated benzophenones from Garcinia assigu and their potential cancer chemopreventive activities",
        "Cytotoxic and antifungal isoprenylated xanthones and flavonoids from Cudrania fruticosa"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}