{
    "eid": "2-s2.0-85072398574",
    "title": "Characterization of a novel Clostridium sp. SP17–B1 and its application for succinic acid production from hevea wood waste hydrolysate",
    "cover-date": "2020-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Clostridium",
        "Detoxification",
        "Granular activated carbon",
        "Hevea wood waste hydrolysate",
        "Succinic acid"
    ],
    "authors": [
        "Sukanya Phuengjayaem",
        "Somboon Tanasupawat",
        "Siriluk Teeradakorn"
    ],
    "citedby-count": 3,
    "ref-count": 50,
    "ref-list": [
        "Isolation and characterization of a new osmotolerant, non-virulent Klebsiella pneumoniae strain SAP for biosynthesis of succinic acid",
        "Microbial succinic acid production: natural versus metabolic engineered producers",
        "Effects of culture redox potential on succinic acid production by Corynebacterium crenatum under anaerobic conditions",
        "Metabolic analysis of Corynebacterium glutamicum during lactate and succinate productions under oxygen deprivation conditions",
        "Bioconversion of fumarate to succinate using glycerol as a carbon source",
        "Production of succinic acid by bacterial fermentation",
        "Insights into Actinobacillus succinogenes fermentative metabolism in a chemically defined growth medium",
        "Production of succinic acid by Anaerobiospirillum succiniciproducens",
        "Investigating the central metabolism of Clostridium thermosuccinogenes",
        "Soehngenia saccharolytica gen. nov., sp nov and Clostridium amygdalinum sp nov., two novel anaerobic, benzaldehyde-converting bacteria",
        "Fermentative hydrogen production by new marine Clostridium amygdalinum strain C9 isolated from offshore crude oil pipeline",
        "Ethanol production by a newly isolated anaerobe, Clostridium saccharolyticum: effects of culture medium and growth conditions",
        "Metabolism of cinnamic acids by some Clostridiales and emendation of the descriptions of Clostridium aerotolerans, Clostridium celerecrescens and Clostridium xylanolyticum",
        "Production of succinate by anaerobic microorganisms",
        "Variability in chemical and mechanical properties of Para rubber (Hevea brasiliensis) trees",
        "Combined effect of nitric acid and sodium hydroxide pretreatments on enzymatic saccharification of rubber wood (Heavea brasiliensis)",
        "Handbook of Wood Chemistry and Wood Composites. New York",
        "Hydrolysis of lignocellulosic materials for ethanol production: a review",
        "Review of pretreatment processes for lignocellulosic ethanol production, and development of an innovative method",
        "Detoxification of dilute acid hydrolysates of lignocellulose with lime",
        "Detoxification requirements for bioconversion of softwood dilute acid hydrolyzates to succinic acid",
        "Diversity and succinic acid production of lactic acid bacteria isolated from animals, soils and tree barks",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Method of gram staining",
        "Rapid flagella stain",
        "New method for catalase determination",
        "Identification of moderately halophilic bacteria from Thai fermented fish ( pla-ra) and proposal of Virgibacillus siamensis sp. nov",
        "Description of Clostridium phoceensis sp. nov., a new species within the genus Clostridium",
        "Determination of G + C content of DNA using high-performance liquid chromatography for the identification of staphylococci and micrococci",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Analysis of cellular fatty acids by gas chromatography as a tool in the identification of medically important coryneform bacteria",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "16S/23S rRNA sequencing",
        "Introducing EzTaxon-e: a prokaryotic 16S rRNA gene sequence database with phylotypes that represent uncultured species",
        "MEGA6: molecular evolutionary genetics analysis version 6.0",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Increased production of succinic acid in Escherichia coli by overexpression of malate dehydrogenase",
        "Conversion of sweet sorghum straw to sugars by dilute acid saccharification",
        "Use of dinitrosalicylic acid reagent for determination of reducing sugar",
        "Fermentative production of succinic acid from straw hydrolysate by Actinobacillus succinogenes",
        "Producing succinic acid with Actinobacillus succinogenes: optimizing the composition of the medium using Plackett-Burman Design",
        "Isolation and characterization of an anaerobic, cellulolytic bacterium, Clostridium celerecrescens sp. nov",
        "Clostridium saccharolyticum sp. nov., a saccharolytic species from sewage sludge",
        "Report of the ad hoc committee on reconciliation of approaches to bacterial systematics",
        "Kinetics and equilibria of 5-hydroxymethylfurfural (5-HMF) sequestration from algal hydrolyzate using granular activated carbon",
        "Detoxification of sago trunk hydrolysate using activated charcoal for xylitol production",
        "Evaluation of the activated charcoals and adsorption conditions used in the treatment of sugarcane bagasse hydrolysate for xylitol production",
        "[Effects of furfural and 5-hydroxymethylfurfural on succinic acid production by Escherichia coli]",
        "Effect of overliming and activated carbon detoxification on inhibitors removal and butanol fermentation of poplar prehydrolysates",
        "Succinic acid production from acid hydrolysate of corn fiber by Actinobacillus succinogenes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}