{
    "eid": "2-s2.0-85160769891",
    "title": "Streptomyces antimicrobicus sp. nov., a novel clay soil-derived actinobacterium producing antimicrobials against drug-resistant bacteria",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Manee Chanama",
        "Chanwit Suriyachadkun",
        "Suchart Chanama"
    ],
    "citedby-count": 0,
    "ref-count": 60,
    "ref-list": [
        "Proposal for a new hierarchic classification system. Actinobacteria classis nov",
        "An update of the structure and 16S rRNA gene sequence-based definition of higher ranks of the class Actinobacteria, with the proposal of two new suborders and four new families and emended descriptions of the existing higher taxa",
        "The nomenclature and classification of the actinomycetes",
        "Proposal for a new hierarchic classification system Actinobacteria classis nov.: Family Streptomycetaceae",
        "Streptoacidiphilus gen. nov., acidophilic actinomycetes with chemotype I and emendation of the family Streptomycetaceae (Waksman and Henrici (1943)AL) emend. Rainey et al. 1997",
        "Streptomyces",
        "Production of antibiotic substances by actinomycetes",
        "Antibiotics produced by Streptomyces",
        "Natural product discovery: past, present, and future",
        "Streptomyces from traditional medicine: sources of new innovations in antibiotic discovery",
        "Albocyline-type macrolides with antibacterial activities from Streptomyces sp. 4205",
        "Discovery and biosynthesis of a structurally dynamic antibacterial diterpenoid",
        "An antibacterial compound pyrimidomycin produced by Streptomyces sp. PSAA01 isolated from soil of Eastern Himalayan foothill",
        "Bacterial antibiotic resistance: The most critical pathogens",
        "Selective isolation and study on the global distribution of the genus Planobispora in soils",
        "Methods for characterization of Streptomyces species",
        "Methods for characterization of Streptomyces species",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Methods for characterization of Streptomyces species",
        "Nocardia coeliaca, Nocardia autotrophica, and the Nocardin Strain",
        "Actinomycetes",
        "A new genus of the order Actinomycetales, Couchioplanes gen. nov., with descriptions of Couchioplanes caeruleus (Horan and Brodsky 1986) comb. nov. and Couchioplanes caeruleus subsp. azureus subsp. nov",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Analysis of menaquinone compound in microbial cells by HPLC",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "New PCR primers for the selective amplification of 16S rDNA from different groups of actinomycetes",
        "BioEdit: a user friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "NCBI BLAST: a better web interface",
        "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "MEGA X: molecular evolutionary genetics across computing platforms",
        "The neighbor-joining method: a new method for reconstructing phylogentic trees",
        "Parsimony in systematic: biological and statistical issues",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Fastp: An ultra-fast all-in-one FASTQ preprocessor",
        "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
        "NCBI prokaryotic genome annotation pipeline",
        "RefSeq: an update on prokaryotic genome annotation and curation",
        "RefSeq: expanding the prokaryotic genome annotation pipeline reach with protein family model curation",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The Enveomics collection: A toolbox for specialized analyses of microbial genomes and metagenomes",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Genome sequence- based species delimitation with confidence intervals and improved distance functions",
        "Prodigal: prokaryotic gene recognition and translation initiation site identification",
        "WebMGA: a customizable web server for fast metagenomic sequence analysis",
        "antiSMASH 6.0: improving cluster detection and comparison capabilities",
        "ClustVis: a web tool for visualizing clustering of multivariate data using Principal Component Analysis and heatmap",
        "Application of fractional factorial design for the development of prediction media for the pikromycin macrolide family by Streptomyces venezuelae",
        "Taxonomic parameters revisited: tarnished gold standards",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Mytaxa: An advanced taxonomic classifier for genomic and metagenomic sequences",
        "Estimating phylogenetic trees from distance matrices",
        "Streptomyces bambusae sp. nov., showing antifungal and antibacterial activities, isolated from bamboo (Bambuseae) rhizosphere soil using a modified culture method"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}