{
    "eid": "2-s2.0-85137585046",
    "title": "Subfamily Braconinae Nees von Esenbeck, 1811",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Braconinae",
        "Distribution",
        "Host",
        "Identification key",
        "Middle East",
        "Species diversity"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Neveen Samy Gadallah",
        "Hassan Ghahari",
        "Scott Richard Shaw"
    ],
    "citedby-count": 0,
    "ref-count": 291,
    "ref-list": [
        "First report of the parasitoid wasps, Microchelonus subcontractus and Bracon intercessor (Hym.: Braconidae), from Iran",
        "Effect of strip cropping of sugar beet-alfalfa on population density of the sugar beet weevil, Lixus incanescens (Col.: Curculionidae) and species diversity of its natural enemies",
        "Study on the larval parasitism of Heliothis viriplaca Huf. In the western Azarbaijan province of Iran",
        "Study on the larval parasitism of Heliothis viriplaca Huf in the western Azarbaijan provience of Iran",
        "Larval and pupal parasitoids of Plutella xylostella (Lep.: Plutellidae) in Isfahan province, Iran",
        "Larval and pupal parasitoids of Plutella xylostella in Isfahan province",
        "Biology of seed beetle, Caryedon palestinicus Southgate at south Baluchestan region, Iran",
        "Natural parasitism of tomato fruitworm, (Helicoverpa armigera Hübner) in tomato fields of Golestan province, northern Iran",
        "Stored product pests and their parasitoid wasps in Mashhad, Iran",
        "Larval parasitoids of Lobesia botrana (Denis and Schiffermüller, 1775) (Lepidoptera: Tortricidae) in Orumieh vineyards",
        "Larval parasitoid of Lobesia botrana Denis and Schiff. (Lepidoptera: Tortricidae) on grape in Ourmieh, Iran",
        "First observation and identification of some natural enemies collected from heavily infested tomato by Tuta absoluta (Meyrick) (Lepidoptera: Gelechiidae), in Jordan",
        "Study of the genus Bracon Fabricius, 1804 (Hymenoptera: Braconidae) of southern Iran with description of a new species",
        "Additional evidence and new records of the genus Bracon Fabricius, 1804 (Hymenoptera: Braconidae) in southern Iran",
        "A faunistic survey on the genus Pseudovipio Szépligeti, 1896 (Hym., Braconidae, Braconinae) in Hormozgan province",
        "Additions to the fauna of Braconidae (Hym., Ichneumonoidea) of Iran based on specimens housed in Hayk Mirzayans insect Museum with six new records for Iran",
        "A study on the transitional population of overwintering larvae of Chilo suppressalis Walker (Lepidoptera: Crambidae) with percent rice infestation in main crop, and their natural enemies in Mazandaran, Iran",
        "In: Liste d’indentification No. 6 (presentée par le service d’identification des Entomophages)",
        "Plodia interpunctella (Lep., Phycitidae) et ses ennemis naturels",
        "Biology and damage rate of safflower shoot fly Acanthiophilus helianthi in Esfahan province",
        "The fauna of harmful and beneficial arthropods of medicinal and range plants in Isfahan",
        "Biological control of insects and plant pests in Canada",
        "The pink bollworm (Gelechia gossypiella) in Egypt",
        "Introduced parasites and predators of arthropod pests and weeds. A wold review",
        "Survey of the parasitoids of the tephritid flies of the safflower Carthamus tinctorius (Asteracea) in Damascus, Syria",
        "Pests of fruit crops in Iran",
        "Annotated catalogue of the Hymenoptera of Russia",
        "Paraphyletic taxa and taxonomic chaining: evaluating the classification of braconine wasps (Hymenoptera: Braconidae) using 28S D2-3 r-DNAsequences and morphological characters",
        "Untersuchungen über die im Mediteranischen Gebiet der Türkei festgestellen Bracon Fabricius-Arten (Hymenoptera: Braconidae; Braconinae) II",
        "Untersuchungen über fauna von Braconinae (Hymenopetra: Braconidae) im Thrakien Gebiet",
        "Zwei neue Arten der familie Braconidae (Hymenoptera) aus der Türkei",
        "Die Arten der Tribus Vipionini Telenga aus der Turkei (Hymenoptera: Braconidae: Braconinae)",
        "Isomecus lalapasaensis sp. nov. und Vipiomorpha fischeri sp. nov., zwei neue Arten der Tribu Vipionini (Hymenoptera, Braconidae, Braconinae)",
        "Vier neue Arten der Tribus Braconini aus der Türkei (Hymenoptera, Braconidae, Braconinae)",
        "Liste der Braconinae-Arten der Mittelmeer- und Marmara Region der Turkei (Hymenoptera, Braconidae)",
        "Four new species of the genus Bracon (Hymenoptera: Braconidae: Braconinae) from Turkey",
        "A new species Bracon (Orthobracon) malatyensis sp. n. from Eastern Anatolia (Hymenoptera, Braconidae, Braconinae)",
        "Bracon (Glabrobracon) jenoi sp. n. (Hymenoptera: Braconidae: Braconinae) from Turkey",
        "Two new species, Bracon (Lucobracon) kuzguni sp. n. and Bracon (Lucobracon) breviradius sp. n., from Turkey (Hymenoptera: Braconidae: Braconinae)",
        "Checklist of Braconinae species of Turkey (Hymenoptera: Braconidae)",
        "A faunal study of the subfamily Doryctinae in Turkey (Hymenoptera: Braconidae)",
        "Taxonomic investigations of the Braconinae fauna (Hymenoptera: Braconidae) in north-eastern Anatolian region, Turkey, with the description of a new species",
        "New data on the zoogeography and taxonomy of the east Black Sea region species of Braconinae (Hymenoptera: Braconidae) in Turkey",
        "The Braconinae (Hymenoptera: Braconidae) of Turkey, with new locality records and descriptions of two new species of Bracon Fabricius, 1804",
        "Bracon (Lucobracon) iskilipus sp. n. (Hymenoptera: Braconidae: Braconinae) from the central Black Sea region of Turkey",
        "A survey of Turkish Glyptomorpha (Hymenoptera, Braconidae, Braconinae) fauna, with redescription of G. baetica from a new host",
        "The subfamily Braconinae in northern Turkey, with new records of Bracon species from the Western Palaearctic (Hymenoptera: Braconidae)",
        "A survey of Braconinae (Hymenoptera, Braconidae) of Turkish Western Black Sea region",
        "First research on Braconinae fauna of South-eastern Anatolia region with new localities of Turkey (Hymenoptera: Braconidae)",
        "Taxonomical investigation on Braconidae (Hymenoptera: Ichneumonoidea) fauna in northern Cyprus, with twenty six new records for the country",
        "Braconiden von den Tuerkischen Inseln Imbros und Tenedos (Hymenoptera, Braconidae: Agathidinae, Braconinae, Cheloninae, Microgastrinae)",
        "Die Schädlingsfauna Palästinas",
        "Two new host records of Atanycolus ivanowi (Kokujev, 1898) (Hymenoptera: Braconidae) from Turkey",
        "Studies on the Ethiopian Braconidae with a catalogue of the African species",
        "The Braconidae (Hymenoptera) in the collections of the Musee cantonal de Zoologie, Lausanne",
        "Systematics, phylogeny, and evolution of braconid wasps: 30 years of progress",
        "A revision of the Indo-Australian species of Stenobracon (Hymenoptera: Braconidae) parasitoids of lepidopterous stem-borers of graminaceous crops",
        "Parasitoids of leafminers (Diptera: Agromyzidae) from southeast Turkey with 3 new records",
        "Population biology of potato tuber moth, Phthorimaea operculella (Lepidoptera: Gelechiidae), in two potato cropping systems in Israel",
        "The Hymenoptera and Diptera parasitoids of Chrysomelidae, pp. 419-467",
        "Insect pests of cold region fruit trees of Esfahan",
        "Les hymenopteres entomophages de I'Iran (etudes faunestiques)",
        "Investigation on the distribution and seasonal fluctuation and important natural enemies of potato tuber moth Phthorimaea operculella (Zeller) in Shahrood region",
        "Introduction of potato tuber moth parasite wasp, Bracon (Habrobracon) aff. radialis Telenga from Iran",
        "Rogas kitcheneri n. sp., a new braconid destructive to the Egyptian cotton bollworm",
        "Kaironomal response of the parasitoid, Bracon hebetor Say, to the male-produced sex pheromone of its host, the greater waxmoth, Galleria mellonella (L.)",
        "Introduction of seven wasps' parasitoid species associated with stored food product pests in Golestan province",
        "Investigation sublethal effect of conventional pesticides of tomato fields on life cycle parameters of Habrobracon hebetor Say (Hymenoptera: Braconidae) in adult stage",
        "Hymenopterologische Ergebnisse einer wissenschaftlichen Studienreise nach der Türkei und Kleinasien (mit Ausschluβ des Amanusgebirges)",
        "Opuscula braconologica. Band 1. Palaearktische region. Lieferung 1. Opuscula braconologica. Fritz Wagner, Wien",
        "Opuscula braconologica. Band 1. Palaearktischen region. Lieferung 2-3. Opuscula braconologica, Fritz Wagner, Wien",
        "Opuscula braconologica. Band 1. Palaearktischen region. Lieferung 4-6. Opuscula braconologica. Fritz Wagner, Wien",
        "Opuscula braconologica. Band 1. Palaearctischen Region. Lieferung 7-9. Opuscula braconologica",
        "Opuscula braconologica. Band 3. Palaearktischen region. Lieferung 5-8. Opuscula braconologica. Fritz Wagner, Wien",
        "Opuscula braconologica. Band 2. Aethiopische region. Lieferung 6-8. Opuscula braconologica. Fritz Wagner, Wien",
        "Checklist of Braconidae (Insecta: Hymenoptera) from Iran",
        "Iranian Braconidae (Insecta: Hymenoptera: Ichneumonoidea), diversity, distribution and host association",
        "Family Braconidae (Hymenoptera), p. 124",
        "Natural enemies of tomato leafminer, Tuta absoluta (Meyrick) (Lep.: Gelechiidae) in Busher province",
        "Effects of sugar beet field margin vegetation on population density of the sugar beet weevil, Lixus incanescens Boheman and the percentage of its larval parasitism",
        "Eine neue Habrobracon-Art aus dem Iran (Hymenoptera, Braconidae)",
        "Fünf neue Raupenwespen (Hymenoptera, Braconidae)",
        "Age-specific two sex life table of the parasitoid wasp, Habrobracon hebetor Say (Hym.: Braconidae) reared on Galleria mellonella",
        "Generationsfragen bei Rüsselkafern",
        "Parasitinsekten der Insektengallen Europas",
        "An annotated catalogue of the Iranian Braconinae (Hymenoptera: Braconidae)",
        "New records of Braconidae (Hymenoptera) from Iran",
        "Further addition to the braconid fauna of Iran (Hymenoptera: Braconidae)",
        "Species diversity of Ichneumonoidea (Hymenoptera) from rice fields of Mazandaran province, northern Iran",
        "Species diversity of the parasitoids in rice fields of northern Iran, especially parasitoids of rice stem borer",
        "Faunistic survey of parasitoid wasps (Hymenoptera) in forest areas of Mazandaran province, northern Iran",
        "Study on the natural enemies of agricultural pests in some sugar beet fields, Iran",
        "Species diversity of Chalcidoidae and Ichneumonoidea (Hymenoptera) in some paddy fields and surrounding grasslands of Mazandaran and Guilan provinces, northern Iran",
        "Additional records to the braconid fauna (Hymenoptera: Ichneumonoidea) of Iran, with new host reports",
        "A contribution to Braconidae (Hymenoptera) from rice fields and surrounding grasslands of northern Iran",
        "Faunistic note on the Braconidae (Hymenoptera: Ichneumonoidea) in Iranian alfalfa fields and surrounding grasslands",
        "Faunistic note on the Braconidae (Hymenoptera: Ichneumonoidea) in Iranian cotton fields and surrounding grasslands",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from the forests of northern Iran",
        "Some new records of Braconidae (Hymenoptera) for Iran",
        "A contribution to the Braconidae (Hymenoptera: Ichneumonoidea) from north-western Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from some regions of northern Iran",
        "A contribution to the Braconidae (Hymenoptera) from Golestan National Park, northern Iran",
        "A contribution to the Agathidinae, Alysiinae, Aphidiinae, Braconinae, Microgastrinae and Opiinae (Hymenoptera: Braconidae) from cotton fields and surrounding grasslands of Iran",
        "A study on the braconid wasps (Hymenoptera: Braconidae) from Isfahan province, Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Qazvin province, Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Ilam province, Iran",
        "A faunistic survey on the braconid wasps (Hymenoptera: Braconidae) from Kermanshah province, Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from Guilan province, Iran",
        "A contribution to the knowledge of braconids (Hymenoptera: Braconidae) from Lorestan province Iran",
        "A faunistic study on the Braconidae (Hymenoptera) from some regions of Semnan, Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Iran, and in Memoriam Dr. Jenő Papp (20 May 1933 - 11 December 2017)",
        "New records of braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Iran",
        "New records of Brachistinae, Braconinae, Cheloninae and Microgastrinae (Hymenoptera: Braconidae) from Iran",
        "New records of Braconidae (Hymenoptera: Ichneumonoidea) from Iran, and in Memoriam Dr. Maximilian Fischer (7 June 1929 - 15 June 2019)",
        "Study of natural enemies of safflower shoot flies in Ilam province",
        "Biological control of carob moth, past, present and future",
        "Thermal requirements and population dynamics of diamondback moth, Plutella xylostella (Lep., Plutellidae)",
        "Seasonal occurrence and biology of globe thistle capitulum weevil Larinus anopordi (F.) (Coleoptera: Curculionidae) in northeastern Turkey",
        "Biologia of Bembecia scopigera (Scopoli) (Lep.: Sesiidae) pest of sainfain in Erzurum",
        "Natural history studies for the preliminary evaluation of Larinus filiformis (Coleoptera: Curculionidae) as a prospective biological control agent of yellow starthistle",
        "Nadelholzzaofen und Nadelhozamenschädlinge und ihre parasiten",
        "Beiträge zur Kenntnis der Wirte verschiedener Braconiden-Arten (Hymenoptera, Braconidae)",
        "Determination list of entomophagous insects. Nr. 9. Bulletin",
        "Study of natural enemies of Tuta obsoluta (Lepidoptera, Gelechiidae) in Esfahan province",
        "A new host (Tatianaerhynchites aequatus (L.) Coleoptera: Rhynchitidae) recorded from Bracon pectoralis Wesmael, Baryscapus britchidi (Erdos), Eupelmus urozonus Dalman and Exopristud trigonomerus (Masi) from Turkey",
        "Braconidae (Hymenoptera) associated with forest and ornamental trees and shrubs in Israel",
        "Some biological and ecological aspects of Chloridea viviplaca and Ch. peltigera in Maragheh and Hashtrood",
        "A new species of the genus Bracon F. From north Sweden (Hym. Ichneumonoidea, Braconidae)",
        "Ichneumoniden und Braconiden aus Iran 1954 (Hymenoptera)",
        "Zur kenntnis der Braconidae: Cyclostomi Finnland",
        "A study of Bracon lefroyi (Hymenoptera: Braconidae) from Iran",
        "A faunistic survey of the Braconinae (Hymenoptera: Braconidae) of Kerman province, Iran",
        "The survey of oak wood borer beetles and natural enemeis in the forest of Ilam province",
        "A revision of the parasitic wasp genus Bathyaulax Szépligeti (Hymenoptera: Braconidae: Braconinae) from Africa and the Arabian Peninsula",
        "Parasitoids of Tortrix viridana L. in Kurdistan province",
        "Collection, identification and study of the natural enemies of Batrachedra amydraula Meyr",
        "Field crop pests in Iran",
        "Vegetable pests in Iran",
        "An overview on pest insect fauna of safflower fields in Iran",
        "Investigation on the behaviour treat of leaf feeder moth (Erannis defoliaria Clerck) and natural enemies in forests of the in west of Mazandaran province",
        "The Ichneumons, wasps and bees of Sokotra and Abd-el-Kuri. London",
        "Study on the larval parasitoids of carob moth, Ectomyelois ceratoniae Zeller (Lep.: Pyralidae) in Saveh, Qom, and Varamin",
        "Study on the larval parasitoids of carob moth Ectomyelois ceratoniae Zeller (Lepidoptera: Pyralidae) in Varamin, Qom and Saveh",
        "Revalidation of Habrobracon brevicornis stat. rest. (Hymenoptera: Braconidae) based on the CO1, 16S, and 28S gene fragments",
        "Hymenoptera",
        "Zoologische Ergebnisse der Expidition der Keiserlichen Akademie der Wissenschaften nach südarabien und Sokotra in Jahre 1898-1899",
        "Sur quelques espèces de Braconides de collections du Musée zoologique de l'Academie imperial des Sciences",
        "A list of parasites of Lepidoptera from Israel",
        "A new record of Bracon celer (Hymenoptera: Braconidae), a parasitoid of the olive fruit fly in Israel",
        "Introduction of twelve newly recorded species of Braconidae (Hymenoptera) from Iran",
        "A contribution to the knowledge of Braconidae (Hym., Ichneumonoidea) of Iran",
        "Variations in parasitoid foraging behaviour: essential element of a sound biological control theory",
        "Braconinae parasitoids (Hymenoptera, Braconidae) emerged from larvae of Lobesia botrana (Denis and Schiffermüller) (Lepidoptera, Tortricidae) feeding on Daphne gnidium L",
        "Hymenopterous parasitoids of safflower seed pests in Iran",
        "A new Afrotropical genus Doggerella gen. nov. of braconine wasp (Hymenoptera: Braconidae) with twelve new species",
        "Introduction of two parasittoids of braconid wasps on the sugar beet moth, Scrobipalpa ocellatella Boyd. (Lep.: Gellechiidae) from Khorasan-e-Razavi province, Iran",
        "Beiträge zur Hymenopteren fauna Dalmatiens, Montenegros und Albaniens. III. Teil: Braconidae, Aphidiidae und Serphidae by Dr",
        "A synopsis of the Nearctic Braconini, with revisions of the Nearctic species of Coeloides and Myosoma (Hymenopetra: Braconidae)",
        "The parasitoids of the pistachio fruit hull borer moth, Arimania komaroffi",
        "Arthropod pests of pistachios, their natural enemies and management",
        "Incidence of wheat stem sawflies and their natural enemies on wheat and barley in northern Syria",
        "On the hosts of three parasitic Hymenoptera in Japan",
        "Family Braconidae (Hymenoptera), pp. 265-267",
        "Family Braconidae (Hymenoptera), pp. 483-486",
        "Study on bioregional aspects of bollworm, Helicoverpa armigera (Hüb.) (Lepidoptera: Noctuidae), in the cotton fields of Golestan province",
        "Species diversity of natural enemies in corn fields and surrounding grasslands of Semnan province, Iran",
        "Study on the efficiency of Trichogramma pintoi and Habrobracon hebetor in corn fields ob Moghan",
        "Distribution and population density of safflower pests and their natural enemies in Isfahan province, Iran",
        "Identification of parasitoids of Apomyelois ceratoniae (Zeller) (Lepidoptera, Pyralidae) on pomegranate in Isfahan province",
        "The parasitism trend of the wasp Habrobracon hebetor Say on Chloridea spp. in chickpea fields of Kermanshah province",
        "Faunistic catalogue and ethological data of the Bracon Fabr. Species in the Carpathian Basin (Hym., Braconidae)-1. (Cat. Hym. XIX)",
        "Faunistic catalogue and ethological data of the Bracon Fabr. Species in the Carpathian Basin (Hym., Braconidae)-2. (Cat. Hym. XXI)",
        "A contribution to the braconid fauna of Israel (Hymenoptera)",
        "Zur kenntnis der Bracon-arten Österreichs (Hymenoptera, Braconidae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera), 2",
        "Braconidae (Hymenoptera) from Greece, 3",
        "First outline of the braconid fauna of southern Transdanubia, Hungary (Hymenoptera: Braconidae), 4. Braconinae and Exothecinae",
        "Taxonomic revision of seven European species of the genus Bracon Fabricius (Hymenoptera: Braconidae)",
        "Contributions to the braconid fauna of Cyprus (Hymenoptera, Braconidae: Braconinae)",
        "Bracon (Glabrobracon) dilatus sp. n. from Iran and Iraq with taxonomical remarks on several related species (Hymenoptera: Braconidae, Braconinae)",
        "First synopsis of the species of obscurator species-group, genus Bracon, subgenus Habrobracon (Hymenoptera: Braconidae, Braconinae)",
        "Taxonomic studies on six genera of Braconini (Insecta: Hymenoptera: Braconidae)",
        "A revision of the bracon (leucobracon) species described by szépligeti from the western Palaearctic Region (Hymenoptera: Braconidae, Braconinae)",
        "A revision of the Bracon (subgenera Bracon s.str., Cyanopterobracon, Glabrobracon, Lucobracon, Osculobracon subgen. N., Pigeria) species described by Szépligeti from the western palaearctic region (Hymenoptera: Braconidae, Braconinae)",
        "Contribution to the braconid fauna of the former Yugoslavia, V. Ten subfamilies (Hymenoptera: Braconidae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae), 3",
        "A revision of the Bracon Fabricius species in Wesmael's collection deposited in Brussels (Hymenoptera: Braconidae: Braconinae)",
        "A contribution to the braconid fauna of Israel (Hymenoptera: Braconidae) 4. Braconinae",
        "A reclassification of some Oriental and Ethiopean species of Braconinae (Hymenoptera: Braconidae)",
        "Hamuli number in the Braconinae (Hymenoptera: Braconidae), an inter- and intraspecific, size dependent, taxonomic character",
        "Some new host records for genera and species off Braconinae (Hym., Braconidae) including economically important species",
        "Reclassification of twenty species of tropical, Old world Braconinae described by Cameron, Strand and Szépligeti (Hymenoptera: Braconidae)",
        "The Afrotropical genus Archibracon Saussure (Hymenoptera: Braconidae: Braconinae), characteristics and new generic synonymy",
        "Some new hosts records for genera and species of Braconinae (Hym., Braconidae) including economically important species",
        "Further reclassification of Afrotropical and Indo-Australian Braconinae (Hymenoptera: Braconidae)",
        "Two new genera of Braconinae (Insecta, Hymenoptera) from the Afrotropical region",
        "Reclassification of Indo-Australian and Afrotropical Braconinae (Hym., Braconidae)",
        "Reclassification of three species of Iranian Braconinae (Hymenoptera) described by Hedwig and Telenga",
        "The Old world genera of braconine wasps (Hymenoptera: Braconidae)",
        "Die Braconinae-Typen der Beiden bedeutendsten Hymenopteran sammlingen der DDR (Hymenoptera)",
        "Phylogeny of the subfamilies of the family Braconidae",
        "Revision of the Afrotropical species of Curriea Ashmead (Hymenoptera: Braconidae: Braconinae): a genus with diverse ovipositor morphology",
        "The braconid and ichneumonid parasitoid wasps: Biology, systematics, evolution and ecology",
        "New species of Rhytimorpha Szépligeti (Hymenoptera: Braconidae: Braconinae) from Israel",
        "Xylophagous insects of rosaceous fruit trees in Iran",
        "A survey of the genera Bracon Fabricius, 1804 and Habrobracon Ashmead, 1895 (Hymenoptera, Braconidae, Braconinae) in Iran",
        "Occurrence of an uncommon genus, Amyosoma Viereck, 1913 (Hymenoptera, Braconidae, Braconinae) in Iran",
        "Additional evidence and new records of the subfamily Braconinae (Hymenoptera: Braconidae) in Western Iran",
        "On a collection of Braconidae (Hymenoptera) from East Azarbaijan and vicinity, Iran",
        "Hymenopterous pupal parasitoids of Acanthiophilus helianthi Rossi (Diptera: Tephritidae) in Kohgiloyeh safflower farms",
        "Pupal hymenopterous parasitoids of Acanthiophilus helianthi (Diptera: Tephritidae) in Kohgiluyeh safflower farms",
        "A contribution to the most important trees and shrubs as the hosts of wood-boring beetles in different regions of Iran and identification of many natural enemies",
        "A faunistic survey on the Braconidae wasps (Hymenoptera: Braconidae) from northern Iran",
        "On a collection of Braconidae (Hymenoptera) from northern Iran",
        "New records of Braconidae (Hymenoptera) from Iran",
        "A faunistic study on braconid wasps (Hymenoptera: Braconidae) from Iran",
        "A study on the predator and parasitoid insects in some cotton fields of Iran",
        "A new subgenus of the genus Doggerella Quicke, Mahmood et Papp, 2011 (Hymenoptera: Braconidae: Braconinae) from Russian Far East",
        "New records of Braconinae (Hymenoptera, Braconidae) from South Korea",
        "A faunistic study on the Braconidae of Iran (Hymenoptera: Ichneumonoidea)",
        "A study on the Braconidae (Hymenoptera) of Khorasan province and vicinity, Northeastern Iran",
        "A study on the Braconidae (Hymenoptera: Ichneumonoidea) from West Azarbaijan province, Northern Iran",
        "A study on the braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) from Golestan province, northern Iran",
        "A faunistic study of Braconidae (Hymenoptera: Ichneumonoidea) from southern Iran",
        "A contribution to the study on the fauna of Braconidae (Hymenoptera, Ichneumonoidea) from the province of Semnan, Iran",
        "Recent findings on Braconidae (Hymenoptera: Ichneumonoidea) of Iran with an updated checklist",
        "Updated checklist of Iranian Braconidae (Hymenoptera: Ichneumonoidea) with twenty-three new records",
        "A faunistic study on braconid wasps (Hymenoptera: Ichneumonoidea: Braconidae) of Iran",
        "A faunistic study on the braconid wasps (Hymenoptera: Braconidae) of Iran",
        "A contribution to the braconid wasps (Hymenoptera: Braconidae) from Iran",
        "A faunistic study on Braconidae (Hymenoptera: Ichneumonoidea) from Ardebil and east Azarbayjan provinces, Northwestern Iran",
        "A new subgenus and species of Glyptomorpha (Hymenoptera: Braconidae) from Arabia, Egypt, Pakistan, and Yemen, with a reappraisal of the status of Teraturus",
        "Beiträge zur Forestentomologie der Türkei. III. Die Massenvermhrung des Ips sexdendatus Börner in Gebiete der orientalischen Fichte. II. Teil",
        "Activity evaluation of Bracon hebetor Say (Hym.: Braconidae) against Phthorimea operculella Zeller on two potato varieties in north of Khouzestan province, Iran",
        "A checklist of insects, mites and rodents affecting stored products in Iran",
        "Family Braconidae, pp. 362-394",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Hymenopterum Catalogus (nov. Ed.). Pars 15- Braconidae 10",
        "Species palaearcticae novae Braconidarum subfamiliae Braconinarum (Hymenoptera)",
        "A study of Smycronyx robustus Faust (Curculionidae) as a biological control agent of eastern dodder (Cuscuta monogyna Vahl.) in Iran",
        "Resultats de l’étude faunestiques des hyménoptères parasites (Terebrants) en Iran et l’importance de leur utilization dans la lutte biologique",
        "Technology and biocenotic aspects of integrated biocontrol of corn stem borer: Sesamia cretica Led. (Lep.: Noctuidae)",
        "The biocenotic aspects of the Iranian subspecies corn stem borer, Ostrinia nubilalis persica (Lepidoptera: Pyraustididae) and its role in the increasing efficiency of Trichogramma wasps in IPM program in corn field of northern Iran",
        "Integrated pest management of codling moth and other important pests of Pomoidea fruit trees",
        "Biocenotic potentials of apple orchards IPM in organic crop production programme",
        "Introduction of three species of Mythimna (Lepidoptera) at Khuzestan corn fields",
        "Study of larval parasitoids of carob moth Ectomyelois ceratoniae (Lep.: Pyralidae) in Kashan region",
        "Report of two larval parasitoids of Tuta absoluta (Meyreck) (Lepidoptera: Gelechidae) from Iran",
        "Über exotische Schlupfwespen",
        "Tropische Cenocolioniden und Braconiden aus der Sammlung des Ungarischen National-Museums",
        "Hymenoptera, Fam. Braconidae",
        "Braconiden aus der Sammlung des ungarischen National-Museums, 1",
        "Investigations on natural enemies and biological control possibilities of Bembecia scopigera (Scopoli) (Lepidoptera: Sesiidae)",
        "Einige neue Braconiden-Arten aus USSR (Hymenoptera)",
        "Braconidae Pt.1. Hymenoptera fauna USSR",
        "A catalogue of the parasites and predators of insect pests. Section 2. Part 2, Hosts of the Hymenoptera (Agaonidae to Braconidae)",
        "New subgenera and species of the genus Bracon F. (Hymenoptera, Braconidae)",
        "Review of the Braconidae (Hymenoptera) of the USSR",
        "Braconids of the Caucasus (Hymenoptera, Braconidae)",
        "Gnaptodontinae, Braconinae, Telengainae, pp. 85-149",
        "Subfamily Braconinae, pp. 156-255",
        "Functional response of Habrobracon hebetor (Say) (Hym.: Braconidae) on H. armigera, Anagasta kuhniella and Galleria mellonella larvae",
        "An outline on biology and behavior of Bracon variator Nees, 1812 (Hym.: Braconidae), an ectoparasitoid of Cydia johanssoni Aarvik and Karsholt, 1993 (Lep.: Tortricidae) from Iran",
        "Three new palaearctic genera of Braconidae (Hymenoptera)",
        "Six new genera of Braconinae from the Afrotropical region (Hymenoptera: Braconidae)",
        "Essay on the phylogeny of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Parallelisms in the Braconidae (Hymenoptera) with special reference to the biology, pp. 85-115",
        "Pheloura gen. nov., a neotropical genus with an extremely long pseudo-ovipositor (Hymenoptera: Braconidae)",
        "The taxonomic position of the genus Argamania Papp (Hymenoptera: Braconidae)",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "The parasites of cereal stem borers (Lepidoptera: Cossidea, Crambidae, Noctuidae, Pyralidae) in Africa belonging to the family Braconidae (Hymenoptera: Ichneumonoidea)",
        "A new species of Megalommum Szépligeti (Hymenoptera, Braconidae, Braconinae), a parasitoid of the pistachio longhorn beetle (Calchaenesthes pistacivora Holzschuh, Coleoptera, Cerambycidae) in Iran",
        "Determination list of entomophagous insects. Nr. 12",
        "On parasites and predators of Cleoninae weevils (Col. Curculionidae) in Ukrainian steppe",
        "A list of Hymenoptera collected by J.K. Lord Esq. in Egypt, in the neighbourhood of the Red Sea and in Arabia",
        "On some species of Braconidae from Manchoukuo (Contributions to the knowledge of the Braconid fauna of Manchukuo, 1)",
        "Note préliminaire sur Bracon sp. Insecte parasite du ver de la cottonier (Earias insulana Boisd.)",
        "The insect and related pests of Egypt. The insect and related pests injurious to the cotton plant. PartI. The pink boll worm. Sultanic Agriculture Society, Cairo",
        "The distribution of Euphorine wasps (Hymenoptera: Braconidae), with phytogeographical notes",
        "Taxapad 2005, Ichneumonoidea 2005, Database on flash-drive",
        "Taxapad 2016, Ichneumonoidea 2015, Database on flash-drive",
        "First record of Bracon (Glabrobracon) parvulus (Hymenoptera: Braconidae: Braconinae) from Iran",
        "A contribution to the knowledge of Braconinae (Hymenoptera: Braconidae) in some parts of northern and southern Iran",
        "A study on the genus Bracon Fabricius (Hymenoptera: Braconidae) in north central Iran with four new records for Iranian fauna",
        "Faunistic study of the genus Habrobracon Ashmead (Hymenoptera: Braconidae) from Iran",
        "Occurrence of Ceratobracon stschegolevi (Telenga, 1936) (Hymenotera: Braconidae: Braconinae), a rare genus and species new for Iran",
        "Study of the genus Bracon Fabricius, 1804 (Hymenoptera: Braconidae) from Iran: new subspecies, new records and an updated checklist"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tehran",
            "@id": "60111398",
            "affilname": "Islamic Azad University, Shahr-e-Rey Branch",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111398",
            "affiliation-country": "Iran"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Giza",
            "@id": "60026365",
            "affilname": "Faculty of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026365",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Laramie",
            "@id": "60008827",
            "affilname": "University of Wyoming",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008827",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}