{
    "eid": "2-s2.0-85138128294",
    "title": "Physician-and patient-reported barriers to hepatocellular carcinoma surveillance: A nationwide survey",
    "cover-date": "2022-09-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cancer surveillance",
        "Education",
        "Guidelines adherence",
        "Knowledge",
        "Social network"
    ],
    "authors": [
        "Tongluk Teerasarntipan",
        "Yingluk Sritunyarat",
        "Parinda Prathyajuta",
        "Palada Pitakkitnukun",
        "Chonlada Phathong",
        "Darlene Ariyaskul",
        "Kittipat Kulkraisri",
        "Pisit Tangkijvanich",
        "Sombat Treeprasertsuk",
        "Rungsun Rerknimitr",
        "Roongruedee Chaiteerakij"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Meta-analysis: surveillance with ultrasound for early-stage hepatocellular carcinoma in patients with cirrhosis.",
        "AASLD guidelines for the treatment of hepatocellular carcinoma.",
        "Management of hepatocellular carcinoma.",
        "Utilization of hepatocellular carcinoma surveillance among American patients: a systematic review.",
        "Surveillance for hepatocellular carcinoma reduces mortality: an inverse probability of treatment weighted analysis.",
        "Status of, and strategies for improving, adherence to HCC screening and surveillance.",
        "The inpatient and outpatient utilization by health care providers of Thai population in 2015.",
        "Equity of health workforce distribution in Thailand: an implication of concentration index.",
        "Physician awareness of hepatocellular carcinoma surveillance in patients with chronic liver disease: 984.",
        "Primary care provider practice patterns and barriers to hepatocellular carcinoma surveillance.",
        "Disparities in hepatocellular carcinoma surveillance: dissecting the roles of patient, provider, and health system factors.",
        "The use of ultrasound in primary care: longitudinal billing and cross-sectional survey study in Switzerland.",
        "Barriers to surveillance for hepatocellular carcinoma in a multicenter cohort.",
        "Diagnosis and management of hepatitis C infection in primary care settings.",
        "Practice patterns and attitudes of primary care providers and barriers to surveillance of hepatocellular carcinoma in patients with cirrhosis.",
        "Association between ultrasound quality and test performance for HCC surveillance in patients with cirrhosis: a retrospective cohort study.",
        "Hepatocellular carcinoma in Sub-Saharan Africa.",
        "Methods to promote equity in health resource allocation in low-and middle-income countries: an overview.",
        "Resource allocation in healthcare: implications of models of medicine as a profession.",
        "Economic evaluation and budget impact analysis of the surveillance program for hepatocellular carcinoma in Thai chronic hepatitis B patients.",
        "Patient-reported barriers are associated with lower hepatocellular carcinoma surveillance rates in patients with cirrhosis.",
        "Factors affecting screening for hepatocellular carcinoma.",
        "Patient-reported barriers are associated with receipt of hepatocellular carcinoma surveillance in a multicenter cohort of patients with cirrhosis.",
        "Use of hepatocellular carcinoma surveillance in patients with cirrhosis: a systematic review and meta-analysis.",
        "Why don't physicians follow clinical practice guidelines? A framework for improvement.",
        "When complexity matters: a step-by-step guide to incorporating a complexity perspective in guideline development for public health and health system interventions.",
        "Practice patterns and attitudes of primary care providers and barriers to surveillance of hepatocellular carcinoma in patients with cirrhosis.",
        "Liver diseases in the Asia-Pacific region: a lancet gastroenterology and hepatology commission.",
        "Provider attitudes toward risk-based hepatocellular carcinoma surveillance in patients with cirrhosis in the united states.",
        "Surveillance of patients with cirrhosis remains suboptimal in the United States."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}