{
    "eid": "2-s2.0-84984710734",
    "title": "SUB-KILOPARSEC ALMA IMAGING of COMPACT STAR-FORMING GALAXIES at z ∼ 2.5: REVEALING the FORMATION of DENSE GALACTIC CORES in the PROGENITORS of COMPACT QUIESCENT GALAXIES",
    "cover-date": "2016-08-20",
    "subject-areas": [
        {
            "$": "Space and Planetary Science",
            "@code": "1912"
        },
        {
            "$": "Astronomy and Astrophysics",
            "@code": "3103"
        }
    ],
    "keywords": [
        "galaxies: evolution",
        "galaxies: high-redshift",
        "galaxies: photometry"
    ],
    "authors": [
        "G. Barro"
    ],
    "citedby-count": 127,
    "ref-count": 51,
    "ref-list": [
        "ApJ",
        "Candels: The progenitors of compact quiescent galaxies at Z ∼ 2",
        "Candels+3D-HST: Compact SFGs at z ∼ 2-3, the progenitors of the first quiescent galaxies",
        "Toward an understanding of the rapid decline of the cosmic star formation rate",
        "Stellar population synthesis at the resolution of 2003",
        "The dust content and opacity of actively star-forming galaxies",
        "Galactic stellar and substellar initial mass function",
        "Interpreting the cosmic infrared background: Constraints on the evolution of the dust-enshrouded star formation rate",
        "The dependence of quenching upon the inner structure of galaxies at 0.5 ≤ z < 0.8 in the deep2/aegis survey",
        "The infrared spectral energy distribution of normal star-forming galaxies: Calibration at far-infrared and submillimeter wavelengths",
        "Wet disc contraction to galactic blue nuggets and quenching to red nuggets",
        "Formation of massive galaxies at high redshift: Cold streams, clumpy disks, and compact spheroids",
        "Infrared emission from interstellar dust. IV. The silicate-graphite-PAH model in the post-Spitzer ERA",
        "GOODS-Herschel: An infrared main sequence for star-forming galaxies",
        "Formation and rotation of disc galaxies with haloes",
        "Emcee: The MCMC hammer",
        "Candels: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey",
        "Candels multi-wavelength catalogs: Source detection and photometry in the goods-south field",
        "A cosmological framework for the co-evolution of quasars, supermassive black holes, and elliptical galaxies. i. galaxy mergers and quasar activity",
        "Compact starbursts in z ∼ 3-6 submillimeter galaxies revealed by ALMA",
        "Star formation in galaxies along the Hubble sequence",
        "An ultra-deep near-infrared spectrum of a compact quiescent galaxy at z = 2.2",
        "ASP Conf. Ser. 77, Astronomical Data Analysis Software and Systems IV",
        "The evolving interstellar medium of star-forming galaxies since z = 2 as probed by their infrared spectral energy distributions",
        "The deepest Herschel -PACS far-infrared survey: Number counts and infrared luminosity functions from combined PEP/GOODS-H observations",
        "The formation of galactic discs",
        "ApJ",
        "The radial distribution of star formation in galaxies at z ∼ 1 from the 3D-HST survey",
        "Star formation in AEGIS field galaxies since z = 1.1: The dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
        "Detailed structural decomposition of galaxy images",
        "Exploring the evolutionary paths of the most massive galaxies since z ∼ 2",
        "Determining star formation rates for infrared galaxies",
        null,
        "Stellar masses from the candels survey: The goods-south and uds fields",
        "THE SCUBA-2 COSMOLOGY LEGACY SURVEY: ALMA RESOLVES the BRIGHT-END of the SUB-MILLIMETER NUMBER COUNTS",
        "Strong nebular line ratios in the spectra of z ∼ 2-3 star forming galaxies: First results from KBSS-mosfire",
        "Sizes and surface brightness profiles of quiescent galaxies at z ∼ 2",
        "Evidence for mature bulges and an inside-out quenching phase 3 billion years after the Big Bang",
        "Evolution of density profiles in high-z galaxies: Compaction and quenching inside-out",
        "High molecular gas fractions in normal massive star-forming galaxies in the young Universe",
        null,
        "Structural parameters of galaxies in candels",
        "3D-HST+CANDELS: The evolution of the galaxy size-mass distribution since z = 3",
        "Dense cores in galaxies out to z = 2.5 in SDSS, UltraVISTA, and the five 3D-HST/candels fields",
        "FORMING COMPACT MASSIVE GALAXIES",
        "The formation of massive, compact galaxies at z = 2 in the illustris simulation",
        "The star formation mass sequence out to z = 2.5",
        "Smooth(ER) stellar mass maps in CANDELS: Constraints on the longevity of clumps in high-redshift star-forming galaxies",
        "On star formation rates and star formation histories of galaxies out to z 3",
        "A candels-3D-hst synergy: Resolved star formation patterns at 0.7 < z < 1.5",
        "Compaction and quenching of high-z galaxies in cosmological simulations: Blue and red nuggets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Santa Cruz",
            "affilname": "Santa Cruz Institute for Particle Physics",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Madrid",
            "affilname": "Universidad Complutense de Madrid",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Berkeley",
            "affilname": "University of California, Berkeley",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santa Cruz",
            "affilname": "University of California, Santa Cruz",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Charlottesville",
            "affilname": "National Radio Astronomy Observatory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Santiago",
            "affilname": "European Southern Observatory Santiago",
            "affiliation-country": "Chile"
        },
        {
            "affiliation-city": "Jerusalem",
            "affilname": "Hebrew University of Jerusalem",
            "affiliation-country": "Israel"
        },
        {
            "affiliation-city": "Waterville",
            "affilname": "Colby College",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "University Park",
            "affilname": "Pennsylvania State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "ASIAA (Taiwan)",
        "National Science Foundation",
        "National Radio Astronomy Observatory",
        "Associated Universities",
        "National Research Council Canada",
        "National Science Council",
        "Korea Astronomy and Space Science Institute",
        "National Institutes of Natural Sciences",
        "National Astronomical Observatory of Japan"
    ]
}