{
    "eid": "2-s2.0-84892693266",
    "title": "Reactivity of allergy skin test in healthy volunteers",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Allergic rhinitis",
        "Allergy",
        "Asthma",
        "Prick test",
        "Sensitivity"
    ],
    "authors": [
        "Phisit Supakthanasiri"
    ],
    "citedby-count": 9,
    "ref-count": 18,
    "ref-list": [
        "Comparison of the prevalence of reversible airways obstruction in rural and urban Zimbabwean children",
        "Prevalence of exercise induced bronchospasm in Kenyan school children: An urban-rural comparison",
        "Prevalence of asthma: a comparative study of urban and rural Xhosa children",
        "Prevalence of wheeze and asthma and relation to atopy in urban and rural Ethiopia",
        "Asymptomatic skin sensitization to birch predicts later development of birch pollen allergy in adults: A 3-year follow-up study",
        "Risk factors for developing asthma and allergic rhinitis. A 7-year follow-up study of college students",
        "Manifestation of allergic rhinitis in latent-sensitized patients - A prospective study",
        "Mite sensitivity studies on Dermatophagoides farinae and house-dust allergy in Thai subjects.",
        "Allergen sensitization to aeroallergens including Blomia tropicalis among adult and childhood asthamatics in Thailand",
        "Sensitization to common indoor allergens and its association with allergic diseases in Thai female high-school students",
        "Allergen Skin Test Reactivities among Asthmatic Thai Children",
        "Prognostic value of asymptomatic skin sensitization to aeroallergens",
        "The association of sensitization to inhalant allergens with allergy symptoms: The influence of bronchial hyperresponsiveness and blood eosinophil count",
        "Asthma, Allergy and atopy in three South-East Asian populations",
        "Prevalence of positive skin prick tests, allergic asthma, and rhinoconjunctivitis in teenagers in northern Sweden",
        "Prevalence of atopy in young healthy population, in Izmir, Turkey",
        "Does diversity of environmental microbial exposure matter for the occurrence of allergy and asthma?",
        "Parental asthma as a risk factor for the development of early skin test sensitization in children"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}