{
    "eid": "2-s2.0-84893126722",
    "title": "Syntheses of amide based anion receptors and investigation of their associations with anions and their molecular structures using proton NMR titration and DFT methods",
    "cover-date": "2014-03-05",
    "subject-areas": [
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Amide based anion receptors",
        "Association constants",
        "Association energies",
        "DFT calculations",
        "NMR titration"
    ],
    "authors": [
        "Korakot Navakhun"
    ],
    "citedby-count": 3,
    "ref-count": 54,
    "ref-list": [
        "From anion receptors to transporters",
        "Acyclic and cyclic compartmental ligands: Recent results and perspectives",
        "Anion receptor chemistry: Highlights from 2010",
        "Fluoride in drinking water: A review on the status and stress effects",
        "Colorimetric and fluorescent sensing of biologically important fluoride in physiological pH condition based on a positive homotropic allosteric system",
        "Study on acetate ion recognition and sensing in aqueous media using a novel and simple colorimetric sensor and its analytical application",
        "Indole-azadiene conjugate as a colorimetric and fluorometric probe for selective fluoride ion sensing",
        "Contribution of bedrock nitrogen to high nitrate concentrations in stream water",
        "Anion Receptor Chemistry. Monographs in Supramolecular Chemistry",
        "Anion-directed assembly of metal-organic coordination complexes from 1,3-imidazolidine-2-thione ligand and silver salts",
        "Anion-directed assembly: Framework conversion in dimensionality and photoluminescence",
        "A supramolecular cross-linked conjugated polymer network for multiple fluorescent sensing",
        "Sulfate-selective binding and sensing of a fluorescent [3]Rotaxane host system",
        "Redox-responsive molecular helices with highly condensed π-clouds",
        "A hybrid macrocycle containing benzene and pyridine subunits is a better anion receptor than both its homoaromatic congeners",
        "Urea-based constructs readily amplify and attenuate nonlinear optical activity in response to H-bonding and anion recognition",
        "Halogen bonding inside a molecular container",
        "Supramolecular Chemistry",
        "Quinoxaline-oligopyrroles: Improved pyrrole-based anion receptors",
        "Pendant arm pyrrolic amide cleft anion receptors",
        "Pyrazine Analogues of Dipyrrolylquinoxalines",
        "Tetrahedron Lett.",
        "Cis- and trans-strapped calix[4]pyrroles bearing phthalamide linkers: Synthesis and anion-binding properties",
        "Synthesis, structure and the binding properties of the amide-based anion receptors derived from 1H-indole-7-amine",
        "Amide functionalised dithiocarbamate ruthenium(II) bis-bipyridyl receptors: A new class of redox-responsive anion sensor",
        "Anion binding studies of tris(2-aminoethyl)amine based amide receptors with nitro functionalized aryl substitutions: A positional isomeric effect",
        "A simple colorimetric and fluorescent anion sensor based on 4-amino-1,8-naphthalimide: Synthesis and its recognition properties",
        "Synthesis of a novel doubly strapped zinc porphyrin and its recognition property for anions",
        "A density functional investigation of 1,3-bis(4-nitrophenyl)urea as anion receptor",
        "N,N′-Bis(benzamido)thioureas as anion receptors",
        "Effect of spacer geometry on oxoanion binding by bis- and tetrakis-thiourea hosts",
        "High affinity sulfate binding in aqueous media by cyclic peptides with thiourea arms",
        "Synthesis and anion-binding properties of new disulfonamide-based receptors",
        "Recognition properties of carboxylic acid bioisosteres: Anion binding by tetrazoles, aryl sulfonamides, and acyl sulfonamides on a calix[4]arene scaffold",
        "A readily available non-preorganized neutral acyclic halide receptor with an unusual nonplanar binding conformation",
        "Hydrogen bonding in anion recognition: A family of versatile, nonpreorganized neutral and acyclic receptors",
        "Anion-directed assembly: The first fluoride-directed double helix",
        "N,N′-Bis(3-nitrophenyl)isophthalamide tetrabutylammonium chloride",
        "'Twisted' isophthalamide analogues",
        "Conformational control of selectivity and stability in hybrid amide/urea macrocycles",
        "Molecular structures of 3,4-dichloro-2,5-diamido-substituted pyrrole anion dimers, their deprotonation reactions in systems with and without fluoride ion",
        "A DFT study of chloride and hydroxide anions effects on deprotonations of 3,4-dichloro-2,5-diamido-substituted pyrrole derivatives",
        "Anion binding of 3,4-dichloro-2,5-diamidopyrrole and anionic self-assembly dimerization of its deprotonated species",
        "Non-rigid bis-(2,5-diamidopyrrole) receptor, its deprotonated species and their complexes with fluoride, chloride and hydroxide ions",
        "EQNMR: A computer program for the calculation of stability constants from nuclear magnetic resonance chemical shift data",
        "Anion sensing properties of new colorimetric chemosensors based on thiourea and urea moieties",
        "Density-functional exchange-energy approximation with correct asymptotic behavior",
        "Density-functional thermochemistry. III. The role of exact exchange",
        "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density",
        "Contracted Gaussian basis sets for molecular calculations. I. Second row atoms, Z=11-18",
        "Gaussian 09",
        null,
        "Association of N-(pyridin-2-yl),N′-substituted ureas with 2-amino-1,8-naphthyridines and benzoates: NMR and quantum chemical studies of the substituent effect on complexation",
        "2-acylamino-6-pyridones: Breaking of an intramolecular hydrogen bond by self-association and complexation with double and triple hydrogen bonding counterparts. uncommon steric effect on intermolecular interactions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramkhamhaeng University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}