{
    "eid": "2-s2.0-85124188117",
    "title": "The interaction effects of automation and population aging on labor market",
    "cover-date": "2022-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Piyachart Phiromswad",
        "Sabin Srivannaboon",
        "Pattarake Sarajoti"
    ],
    "citedby-count": 3,
    "ref-count": 40,
    "ref-list": [
        "The future of employment: How susceptible are jobs to computerisation?",
        "A future that works: AI, automation, employment, and productivity",
        "Revisiting the risk of automation",
        "Robots at work",
        "Will robots really steal our jobs? An international analysis of the potential long term impact of automation",
        "Should we fear the robot revolution? (The correct answer is yes)",
        "Big data analytics: opportunity or threat for the accounting profession?",
        "Are robots taking our jobs?",
        "Robots and jobs: Evidence from US labor markets",
        "The race between man and machine: Implications of technology for growth, factor shares, and employment",
        "What can machines learn, and what does it mean for occupations and the economy?",
        "Robots and humans–complements or substitutes?",
        "Secular stagnation? The effect of aging on economic growth in the age of automation",
        "Population aging and comparative advantage",
        "Computerization threatens one-third of Finnish and Norwegian employment",
        "Die Roboter kommen. Folgen der Automatisierung für den deutschen Arbeitsmarkt",
        "Automation, computerization and future employment in Singapore",
        "The skill content of recent technological change: An empirical exploration",
        "Skills, tasks and technologies: Implications for employment and earnings",
        "The Risk of Automation for Jobs in OECD Countries",
        "What can machine learning do? Workforce implications",
        "Quantifying the effects of the demographic transition in developing economies",
        "Labor market effects of population aging",
        "Searching for empirical linkages between demographic structure and economic growth",
        "Implicit motor sequence learning and working memory performance changes across the adult life span",
        "Robust regression: asymptotics, conjectures and Monte Carlo",
        "Do technological advances reduce the gender wage gap?",
        "Wage rigidity and job creation",
        "The reasons for wage rigidity: evidence from a survey of firms",
        "Wage bargaining and nominal rigidities",
        "Renegotiation and the efficiency of investments",
        "The impact of entrepreneurial business networks on firms’ performance through a mediating role of dynamic capabilities",
        "Local Burden of Disease HIV Collaborators ladwyer@uw.edu. Mapping subnational HIV mortality in six Latin American countries with incomplete vital registration systems",
        "The effects of corporate social responsibility practices and environmental factors through a moderating role of social media marketing on sustainable performance of business firms",
        "The impact of knowledge sharing and innovation on sustainable performance in Islamic banks: a mediation analysis through a SEM approach",
        "Innovative human resource management strategies during the COVID-19 pandemic: A systematic narrative review approach",
        "The role of social media in the advent of COVID-19 pandemic: crisis management, mental health challenges and implications"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60138776",
        "affilname": "Sasin School of Management, Bangkok",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
        "affiliation-country": "Thailand"
    },
    "funding": []
}