{
    "eid": "2-s2.0-85047434662",
    "title": "Solubilization of fluocinolone acetonide by cosolvents and surfactants for buccal solution preparation",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmaceutical Science",
            "@code": "3003",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Buccal solution",
        "Cosolvents",
        "Fluocinolone acetonide",
        "Solubilization",
        "Surfactants"
    ],
    "authors": [
        "Pornpen Werawatganone",
        "Walaisiri Muangsiri",
        "Tipanan Chaivanon",
        "Pavinee Kungwanpongpun",
        "Paricha Rattanawong"
    ],
    "citedby-count": 3,
    "ref-count": 24,
    "ref-list": [
        "Efficacy of fluocinolone acetonide gel in the treatment of oral lichen planus",
        "Clinical evaluation in treatment of oral lichen planus with topical fluocinolone acetonide: A 2-year follow-up",
        "Mucosal lichen planus: An evidence-based treatment update",
        "The management of oral lichen planus",
        "Topical formulations of fluocinolone acetonide. Are creams, gels and ointments bioequivalent and does dilution affect activity?",
        "Triamcinolone acetonide mouth rinses for treatment of erosive oral lichen planus: Efficacy and risk of fungal over-infection",
        "Candida in oral lichen planus patients undergoing topical steroid therapy",
        "Temperature and pH dependence of fluocinolone acetonide degradation in a topical cream formulation",
        "Hydrophobic and solvation effects on the solubility of hydroxysteroids in various solvents: Quantitative and qualitative assessment by application of the mobile order and disorder theory",
        "Solubilization of cyclosporin A",
        "Effect of cosolvents on the binding interaction between poly(Ethylene oxide) and sodium dodecyl sulfate",
        "Micelle formation by surfactants",
        "The effect of sodium lauryl sulphate and triclosan on hamster cheek pouch mucosa",
        "Differential cytokine expression in skin after single and repeated irritation by sodium lauryl sulphate",
        "On the course of the irritant reaction after irritation with sodium lauryl sulphate",
        "Comparison of four, non-invasive, quantitative probes of skin irritation induced by sodium lauryl sulphate",
        "Effect of sodium lauryl sulfate on recurrent aphthous stomatitis: A randomized controlled clinical trial",
        "The effect of two toothpaste detergents on the frequency of recurrent aphthous ulcers",
        "Sodium lauryl sulfate and recurrent aphthous ulcers. A preliminary study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Siam Pharmaceutical Co. Ltd.",
        "University of Southern California",
        "Chulalongkorn University"
    ]
}