{
    "eid": "2-s2.0-84963614733",
    "title": "Conductive film by spray pyrolysis of self-reducing copper-silver amine complex solution",
    "cover-date": "2016-05-31",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "Electronic",
            "@code": "2504"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        }
    ],
    "keywords": [
        "Conductive ink",
        "copper-silver amine complexes",
        "copper-silver conductive film",
        "Spray pyrolysis"
    ],
    "authors": [
        "Sira Suren"
    ],
    "citedby-count": 11,
    "ref-count": 30,
    "ref-list": [
        "Conductive nanomaterials for printed electronics",
        "Inkjet printing-process and its applications",
        "Inkjet printing of conductive materials: A review",
        "A review of fabrication and applications of carbon nanotube film-based flexible electronics",
        "Water-based ultraviolet curable conductive inkjet ink containing silver nano-colloids for flexible electronics",
        "Comparative studies on thermal and laser sintering for highly conductive Cu films printable on plastic substrate",
        "Use of copper ink for fabricating conductive electrodes and RFID antenna tags by screen printing",
        "Enhanced surface coverage and conductivity of Cu complex ink-coated films by laser sintering",
        "Res. J. Mater. Sci.",
        "Flexible organic light emitting diodes based on double-layered graphene/PEDOT:PSS conductive film formed by spray-coating",
        "A facile route to fabricate stable reduced graphene oxide dispersions in various media and their transparent conductive thin films",
        "Thin film deposition using spray pyrolysis",
        "Versatility of chemical spray pyrolysis technique",
        "Electrical conductivity AR of copper nanoparticle thin films annealed at low temperature",
        "A simple way of preparing high-concentration and high-purity nano copper colloid for conductive ink in inkjet printing technology",
        "Characterization of copper-zinc nanoparticles synthesized via submerged arc discharge with successive reduction process",
        "Electrically conductive copper film prepared at low temperature by thermal decomposition of copper amine complexes with various amines",
        "Low-temperature synthesis of copper conductive film by thermal decomposition of copper-amine complexes",
        "Effect of copper concentration in printable copper inks on film fabrication",
        "Self-reduction of a copper complex MOD ink for inkjet printing conductive patterns on plastics",
        "Comparison of reactive inkjet printing and reactive sintering to fabricate metal conductive patterns",
        "Copper(II) ethylene glycol carboxylates as precursors for inkjet printing of conductive copper patterns",
        "Ink-jet fabrication of electronic components",
        "Silver conductive features on flexible substrates from a thermally accelerated chain reaction at low sintering temperatures",
        "Low-temperature synthesis of copper conductive film by thermal decomposition of copper-amine complexes",
        "A self-reducible and alcohol-soluble copper-based metal-organic decomposition ink for printed electronics",
        "Philips Res. Rep.",
        "Mechanism of oxidation of ethanolamines by sodium N-chloro-p- toluenesulphonamide in alkaline buffer medium: A kinetic study",
        "Can. J. Chem.",
        "Study on thermal decomposition of copper(II) acetate monohydrate in air"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}