{
    "eid": "2-s2.0-85000502400",
    "title": "Direct transesterification of Botryococcus sp. catalysed by immobilized lipase: Ultrasound treatment can reduce reaction time with high yield of methyl ester",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        }
    ],
    "keywords": [
        "Dimethyl carbonate",
        "Immobilized lipase",
        "Microalgae",
        "Transesterification",
        "Ultrasound"
    ],
    "authors": [
        "Ramachandran Sivaramakrishnan"
    ],
    "citedby-count": 73,
    "ref-count": 51,
    "ref-list": [
        "Biodiesel from microalgae",
        "In situ Alkaline Transesterification: An Effective Method for the Production of Fatty Acid Esters from Vegetable Oils",
        "A comparison of conventional and in situ methods of transesterification of seed oil from a series of sunflower cultivars",
        "Conventional and in situ transesterification of castor seed oil for biodiesel production",
        "Kinetics of fast alkali reactive extraction/in situ transesterification of Chlorella vulgaris that identifies process conditions for a significant enhanced rate and water tolerance",
        "Conventional and in situ transesterification of sunflower seed oil for the production of biodiesel",
        "Reactive extraction and in situ esterification of Jatropha curcas L. seeds for the production of biodiesel",
        "Fatty acid methyl ester production from wet microalgal biomass by lipase-catalyzed direct transesterification",
        "In situ lipase-catalyzed reactive extraction of oilseeds with short-chained dialkyl carbonates for biodiesel production",
        "Biodiesel production by ultrasound-assisted transesterification: State of the art and the perspectives",
        "Ultrasonic irradiation with vibration for biodiesel production from soybean oil by Novozym 435",
        "Production of methyl ester from oedogonium sp. oil using immobilized isolated novel bacillus sp. lipase",
        "Immobilization of lipases on different carriers and their use in synthesis of pentyl isovalerates",
        "Direct transesterification of Oedogonium sp. oil be using immobilized isolated novel Bacillus sp. lipase",
        "Isolation of thermo-stable and solvent-tolerant Bacillus sp. lipase for the production of biodiesel",
        null,
        "The chemistry of dimethyl carbonate",
        "Highly efficient extraction and lipase-catalyzed transesterification of triglycerides from Chlorella sp. KR-1 for production of biodiesel",
        "Dimethyl carbonate as a novel methylating reagent for fatty acids in analytical pyrolysis",
        "Sixth symposium on renewable resources for the chemical industry",
        "Ultrasound assisted enzyme catalyzed transesterification of waste cooking oil with dimethyl carbonate",
        "Lipase-catalyzed irreversible transesterification of vegetable oils for fatty acid methyl esters production with dimethyl carbonate as the acyl acceptor",
        "Effect of methanol content on enzymatic production of biodiesel from waste frying oil",
        "The effect of ultrasound on lipase-catalyzed hydrolysis of soy oil in solvent-free system",
        "Applications of ultrasound to materials chemistry",
        "Effect of ultrasound on the kinetics of oxidation of octan-2-ol and other secondary alcohols with sodium bromate, mediated by ruthenium tetraoxide in a biphasic system",
        "Production of biodiesel using immobilized lipase - A critical review",
        "Effect of moisture on in situ transesterification of microalgae for biodiesel production",
        "Transesterification of canola oil in mixed methanol/ethanol system and use of esters as lubricity additive",
        "IJMMM",
        "Biodiesel (FAME) productivity, catalytic efficiency and thermal stability of lipozyme TL im for crude palm oil transesterification with methanol",
        "Quality evaluation of biodiesel produced through ultrasound-assisted heterogeneous catalytic system",
        "Handbook of heterogeneous catalysis",
        "Mechanistic assessment of microalgal lipid extraction",
        "Ultrasound irradiation promoted efficient solvent-free lipase-catalyzed production of mono- and diacylglycerols from olive oil",
        "Stimulation of bioprocesses by ultrasound",
        "Ultrasound irradiation promoted enzymatic transesterification of (R/S)-1-Chloro-3-(1-naphthyloxy)-2-propanol",
        "A review of applications of cavitation in biochemical engineering/biotechnology",
        "Dimethyl carbonate-mediated lipid extraction and lipase-catalyzed in situ transesterification for simultaneous preparation of fatty acid methyl esters and glycerol carbonate from Chlorella sp. KR-1 biomass",
        "Lipase-catalyzed in-situ biosynthesis of glycerol-free biodiesel from heterotrophic microalgae, Aurantiochytrium sp. KRS101 biomass",
        "Biodiesel production from soybean and Jatropha oils using cesium impregnated sodium zirconate as a heterogeneous base catalyst",
        null,
        "Rapid monitoring of transesterification and assessing biodiesel fuel quality by near-infrared spectroscopy using a fiber-optic probe",
        "Biodiesel classification by base stock type (vegetable oil) using near infrared spectroscopy data",
        "Density, flash point and heating value variations of corn oil biodiesel-diesel fuel blends",
        "Catalytic conversion of jojoba oil into biodiesel by organotin catalysts, spectroscopic and chromatographic characterization",
        "Optimization and characterization of biodiesel production from microalgae Botryococcus grown at semi-continuous system",
        "Effect of metal contaminants and antioxidants on the storage stability of Jatropha curcas biodiesel",
        "Decolorization improves the fuel properties of algal biodiesel from Isochrysis sp.",
        "Boosting the value of biodiesel byproduct by the non-catalytic transesterification of dimethyl carbonate via a continuous flow system under ambient pressure",
        "Facile synthesis of glycerol carbonate from glycerol using selenium-catalyzed carbonylation with carbon monoxide"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Graduate School, University of Oregon",
        "Thailand Research Fund",
        "Faculty of Science, Chulalongkorn University"
    ]
}