{
    "eid": "2-s2.0-84962978265",
    "title": "Dental Student Hand Hygiene Decreased with Increased Clinical Experience",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [
        "clinical experience",
        "dental students",
        "hand hygiene",
        "handwashing",
        "oral surgery"
    ],
    "authors": [
        "Nanmanas Yaembut"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "The impact of surgical-site infections in the 1990s: Attributable mortality, excess length of hospitalization, and extra costs",
        "Surgical site infections: epidemiology, microbiology and prevention",
        "Reduction in surgical site infections in neurosurgical patients associated with a bedside hand hygiene program in Vietnam",
        "Association between use of hand hygiene products and rates of health care-associated infections in a large university hospital in Norway",
        "How often does glove perforation occur in surgery? Comparison between single gloves and a double-gloving system",
        "Glove perforation during surgery: What are the risks?",
        "Examination gloves as barriers to hand contamination in clinical practice",
        "Surgical glove perforation and the risk of surgical site infection",
        "WHO Guidelines on Hand Hygiene in Health Care: A Summary",
        "Hand hygiene among physicians: Performance, beliefs, and perceptions",
        "Cross-sectional survey of hand-hygiene compliance and attitudes of health care workers and visitors in the intensive care units at King Chulalongkorn Memorial Hospital.",
        "Beliefs about hand hygiene: A survey in medical students in their first clinical year",
        "A comparison of the hand hygiene knowledge, beliefs and practices of Italian nursing and medical students",
        "Handwashing and gloving practice among health care workers in medical and surgical wards in a tertiary care centre in Riyadh, Saudi Arabia",
        "A comparison of the hand hygiene knowledge, beliefs, and practices of Greek nursing and medical students",
        "Survey of the knowledge and practice of infection control among dental practitioners.",
        "Eur J Dent",
        "Hand hygiene in the dental setting: reducing the risk of infection.",
        "Risk of surgical glove perforation in oral and maxillofacial surgery",
        "Glove perforation during surgical extraction of wisdom teeth",
        "Extraction of impacted mandibular third molars: Postoperative complications and their risk factors",
        "Surgical hand antisepsis-a pilot study comparing povidone iodine hand scrub and alcohol-based chlorhexidine gluconate hand rub",
        "Prospective, randomized in vivo comparison of a dual-active waterless antiseptic versus two alcohol-only waterless antiseptics for surgical hand antisepsis",
        "Alcohol handrubbing and chlorhexidine handwashing protocols for routine hospital practice: A randomized clinical trial of protocol efficacy and time effectiveness",
        "ISRN Public Health",
        "The influence of sex, handedness, and washing on the diversity of hand surface bacteria",
        "The time course and microbiology of surgical site infections after head and neck free flap surgery",
        "Hand hygiene practices among medical students",
        "Knowledge, attitude, and practice of hand hygiene among dentists practicing in Bangalore city - A cross-sectional survey"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}