{
    "eid": "2-s2.0-85051684157",
    "title": "Does heating up saline for nasal irrigation improve mucociliary function in chronic rhinosinusitis?",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acoustic rhinometry",
        "Anterior rhinomanometry",
        "Chronic rhinosinusitis",
        "Ciliary beat",
        "Mucociliary function",
        "Nasal obstruction",
        "Nasal patency",
        "Peak inspiratory flow",
        "Saccharin transit time",
        "Saline nasal irrigation"
    ],
    "authors": [
        "Suthanma Nimsakul",
        "Saran Ruxrungtham",
        "Supinda Chusakul",
        "Jesada Kanjanaumporn",
        "Songklot Aeumjaturapat",
        "Kornkiat Snidvongs"
    ],
    "citedby-count": 13,
    "ref-count": 19,
    "ref-list": [
        "European position paper on rhinosinusitis and nasal polyps 2012",
        "Anti-inflammatory effects of macrolides: Applications in chronic rhinosinusitis",
        "Cilia dysfunction",
        "Effect of amiloride and saline on nasal mucociliary clearance and potential difference in cystic fibrosis and normal subjects",
        "Mucociliary clearance and buffered hypertonic saline solution",
        "Squeeze bottle versus saline spray after endoscopic sinus surgery for chronic rhinosinusitis: A pilot multicentre trial",
        "Factors influencing ciliary beat measurements",
        "Temperature effect on the ciliary beat frequency of human nasal and tracheal ciliated cells",
        "Nasal clearance in monozygotic twins",
        "A preliminary study of nasal mucociliary clearance in smokers, sinusitis and allergic rhinitis patients",
        "Human nasal ciliary-beat frequency in normal and chronic sinusitis subjects",
        "Effect of inhaling heated vapor on symptoms of the common cold",
        "The alteration of nasal resistance before and after local exposure to heated aerosol in perennial allergic rhinitis",
        "Elevation of nasal mucosal temperature increases the ability of the nose to warm and humidify air",
        "Treatment of perennial allergic rhinitis by local hyperthermia",
        "Double-blind trial of a heated nasal aerosol in the treatment of perennial allergic rhinitis",
        "Nasal hyperthermia and simple irrigation for perennial rhinitis. Changes in inflammatory mediators",
        "Histological changes in the nasal mucosa after hot-water irrigation. An animal experimental study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}