{
    "eid": "2-s2.0-85118878093",
    "title": "Tools for an efficient witness deskilling science and devaluing labor at an agro-environmental research institute",
    "cover-date": "2021-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Agricultural science",
        "Deskilling",
        "Environmental science",
        "International development",
        "Modest witness",
        "Soil science"
    ],
    "authors": [
        "Timothy McLellan"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Evidence-based global public health: Subjects, profits, erasures",
        "Slow research: Thoughts for a movement in global health",
        "Admitting uncertainty, transforming engagement: Towards caring practices for sustainability beyond climate change",
        "Demonstrating development: Meetings as management in Kenya’s health sector",
        "Faculty and staff often don’t trust one another. How do we fix that?",
        "Notes toward critical ethnographic scores: Anthropology and improvisation training in a breached world",
        "Local knowledge and the social shaping of soil investments: Critical perspectives on the assessment of soil degradation in Africa",
        "Timing, scale and style: Capacity as governmentality in Tanzania",
        "Accountability and the academy: Producing knowledge about the human dimensions of climate change",
        "Re-forming the research policy and impact culture in the CGIAR: Integrating science and systemic capacity devel-opment",
        "Impact, theory of change, and the horizons of scientific practice",
        "For slow scholarship: A feminist politics of resistance through collective action in the neoliberal univer-sity",
        "Haptics: Haptic creativity and the mid-embodiments of experimental life",
        "Making climates comparable: Comparison in paleoclimatology",
        "Staff get little to no say in campus governance. That must change",
        "The staff are not OK",
        "Stop ignoring microaggressions against your staff",
        "Anthropology’s ‘impact’: A comment on audit and the unmeasurable nature of critique",
        "Comparison as a matter of con-cern",
        "A community of critics? Thoughts on new knowledge",
        "Disappearing mangroves: The epistemic politics of climate adaptation in Guyana",
        "The ‘gender lens’: A racial blinder?",
        "Anthro-pology and development: Critical framings"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Science Foundation",
        "Cornell Society for the Humanities"
    ]
}