{
    "eid": "2-s2.0-85099864636",
    "title": "Revision of neorthostigma belokobylskij, 1998 (hymenoptera, braconidae, alysiinae) with description of a new species from Papua New Guinea",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Australasia",
        "Braconidae",
        "Endoparasitoid of Diptera",
        "Key",
        "New species",
        "New synonym",
        "Redescription",
        "Western Palaearctic"
    ],
    "authors": [
        "Francisco Javier Peris-Felipo",
        "Julia Stigenberg",
        "Donald L.J. Quicke",
        "Sergey A. Belokobylskij"
    ],
    "citedby-count": 1,
    "ref-count": 26,
    "ref-list": [
        "Three new genera of the Braconidae (Hymenoptera) from East Asia",
        "Family Braconidae",
        "Fam. Braconidae. Subfam. Alysiinae. Group of genera closed to Aspilota",
        "Estimating ancestral geographical distributions: a gondwanan origin for aphid parasitoids?",
        "Robustness of ancestral states estimates: evolution of life history strategy in ichneumonoid parasitoids",
        "Simultaneous molecular and morphological analysis of braconid relationships (Insecta: Hymenoptera: Braconidae) indicates independent mt-tRNA gene inversions within a single wasp family",
        "Erste Gliederung der paläarktischen Aspilota-Arten (Hymenoptera. Braconidae, Alysiinae)",
        "Neue Alysiinen von Neu Guinea, Neu Britannien und den Philippinen (Hymenoptera, Braconidae, Alysiinae)",
        "Genaurere Studien an jüngst beschriebenen Dacnusini aus dem Fernen Os-ten Russlands und weiteren Formen aus der Paläarktis (Mit einem Anhang über Alysiini) (Hymenoptera, Braconidae, Alysiinae)",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "VoSeq: a Voucher and DNA Sequence Web Application",
        "Revision of the New World species of the genus Dinotrema (Hymenoptera: Braconidae: Alysiinae)",
        "Revision of the Western Palaearctic species of the genus Dinotrema Foerster, 1862 (Hymenoptera, Braconidae, Alysiinae)",
        "Insects of Mount Wilhelm, Papua New Guinea",
        "Reclassification of Braconidae (Hymenoptera: Ichneumonoidea): phylogenetic insights from a multi-gene dataset",
        "Braconidae 7. Alysiinae",
        "Notes on the genus Aspilota (Hym., Braconidae, Alysiinae), with descriptions of five new species",
        "Phylogeny of the parasitic wasp subfamily Euphorinae (Braconidae) and evolution of its host preferences",
        "Contribution to the fauna of the subfamily Alysiinae (Hymenoptera, Braconidae) of the Leningrad Province",
        "Subfam. Alysiinae",
        "Illustrated key to the subfamilies of the Braconidae (Hymenoptera: Ichneumonoidea)",
        "Catalog of the entomological types in the Bishop Museum. Hymenoptera: Braconidae",
        "Revision of the Australian Alysiini (Hymenoptera: Braconidae)",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): a simultaneous molecular and morphological Bayesian approach",
        "An illustrated key to the genera and subgenera of the Alysiini (Hymenoptera, Braconidae, Alysiinae), with three genera new for China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Saint Petersburg",
            "@id": "60101968",
            "affilname": "Zoological Institute of the Russian Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60101968",
            "affiliation-country": "Russian Federation"
        },
        {
            "affiliation-city": "Warsaw",
            "@id": "60085177",
            "affilname": "Museum and Institute of Zoology of the Polish Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60085177",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60029183",
            "affilname": "Naturhistoriska riksmuseet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029183",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Basel",
            "@id": "115952013",
            "affilname": "Bleichestrasse 15",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115952013",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "Naturhistorisches Museum Basel",
        "Russian State Research Project",
        "Swedish Taxonomy Initiative",
        "Russian Foundation for Basic Research",
        "Chulalongkorn University",
        "Institut royal des Sciences naturelles de Belgique"
    ]
}