{
    "eid": "2-s2.0-84955693466",
    "title": "Herbal medicine and mechanisms for cutaneous wound healing",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Juraiporn Somboonwong"
    ],
    "citedby-count": 1,
    "ref-count": 338,
    "ref-list": [
        "Basic science of wound healing",
        "Robbins Basic Pathology",
        "Essentials of Rubin's Pathology.",
        "Bacteria and wound healing",
        "Microscopic and physiologic evidence for biofilm-associated wound colonization in vivo",
        "Role of oxygen in wound healing.",
        "Oxygen Tension Regulates the Expression of Angiogenesis Factor by Macrophages",
        "Oxygen in Wound Healing and Infection",
        "Canadian Diabetes Association technical review: The diabetic foot and hyperbaric oxygen therapy",
        "Diabetes Spectrum",
        "Mixed arterial and venous ulcers",
        "Local Wound Environment and Epidermal Healing: Mitotic Response",
        "Effect of air exposure and occlusion on experimental human skin wounds [31]",
        "Regulation of wound-healing angiogenesis - Effect of oxygen gradients and inspired oxygen concentration",
        "Immunologic reactions in chronic wounds",
        "Chronic Wound Care: A Clinical Source Book for Healthcare Professionals.",
        "Occlusive wound dressings to prevent bacterial invasion and wound infection",
        "Healing of the surgical wound: II. Factors influencing repair and regeneration",
        "Aging and Wound Healing",
        "The hormonal regulation of cutaneous wound healing",
        "Estrogen, not intrinsic aging, is the major regulator of delayed human wound healing in the elderly",
        "Nurs. Stand.",
        "The Importance of Dietary Protein in Healing Pressure Ulcers",
        "Effect of dietary protein and amino acids on immune function",
        "Cellular and physiological effects of arginine",
        "Role of nitric oxide in wound repair",
        "Nutrition and wound healing",
        "Oral glutamine and the healing of colonic anastomoses in rats",
        "Oxygen free radicals impair wound healing in ischemic rat skin",
        "Impairments to wound healing",
        "Supplemental Vitamin A prevents the tumor-induced defect in wound healing",
        "Vitamin A and protective immunity",
        "Topical vitamins",
        "L Vitamin a and keratinization studies on the hamster cheekpouch",
        "Vitamin E for treating children's scars: Does it help reduce scarring?",
        "The effects of cortisone and anabolic steroids on the tensile strength of healing wounds.",
        "The role of stress in periodontal disease and wound healing",
        "Obesity: impediment to postsurgical wound healing.",
        "Adipose tissue: A regulator of inflammation",
        "Obesity, inflammation, and vascular disease: The role of the adipose tissue as an endocrine organ",
        "Alcohol intoxication and post-burn complications",
        "Acute ethanol exposure impairs angiogenesis and the proliferative phase of wound healing",
        "Smoking and wound healing problems in reduction mammaplasty: Is the introduction of urine nicotine testing justified?",
        "Smoking-the bane of wound healing: biomedical interventions and social influences.",
        "Optimizing Healing of the Acute Wound by Minimizing Complications",
        "Use of topical corticosteroids on chronic leg ulcers.",
        "Effect of ibuprofen and diclofenac sodium on experimental wound healing",
        "Differences in cellular infiltrate and extracellular matrix of chronic diabetic and venous ulcers versus acute wounds",
        "Critical review in oral biology & medicine: Factors affecting wound healing",
        "Oxygen in Wound Healing - More than a Nutrient",
        "Diabetic impairments in NO-mediated endothelial progenitor cell mobilization and homing are reversed by hyperoxia and SDF-1α",
        "The edge effect: current therapeutic options to advance the wound edge.",
        "Oxidative stress in the pathogenesis of diabetic neuropathy",
        "Advanced glycation end products and diabetic foot disease",
        "Neurogenic Factors in the Impaired Healing of Diabetic Foot Ulcers",
        "CAWC Institute for Wound Management and Prevention, Level 1 Workbook: Putting Knowledge into Practice-Knowledge Learning",
        "Standard for Wound Management",
        "Prof. Nurs. Today",
        "Wound Care Canada",
        "ABC of wound healing: Wound dressings",
        "Ostomy Wound Manage.",
        "The pig as a model for human wound healing",
        "Animal models of wound repair: Are they cutting it?",
        "Cutaneous Wound Healing",
        "Quantitative and reproducible murine model of excisional wound healing",
        "Murine model of wound healing",
        "Experimental cutaneous wound healing in rabbits: Using continuous microamperage low-voltage electrical stimulation",
        "The Effect of 13‐cis‐Retinoic Acid on Wound Healing in Dogs",
        "Swine as Models in Biomedical Research and Toxicology Testing",
        "Adenoviral mediated gene transfer of PDGF-B enhances wound healing in type I and type II diabetic wounds",
        "Acceleration of diabetic-wound healing with PEGylated rhaFGF in healing-impaired streptozocin diabetic rats",
        "Influence of the mutation \"diabetes\" on insulin release and islet morphology in mice of different genetic backgrounds",
        "Alteration of islet cell populations in spontaneously diabetic mice",
        "A novel rat model of type 2 diabetes: The zucker fatty diabetes mellitus ZFDM rat",
        "The effects of ageing on wound healing: Immunolocalisation of growth factors and their receptors in a murine incisional model",
        "Selective estrogen receptor modulators accelerate cutaneous wound healing in ovariectomized female mice",
        "A Novel Murine Island Skin Flap for Ischemic Preconditioning",
        "Development of a simple, noninvasive, clinically relevant model of pressure ulcers in the mouse",
        "Wound healing activity of sesamum indicum L seed and oil in rats",
        "Wound healing activities of different extracts of Centella asiatica in incision and burn wound models: an experimental animal study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}