{
    "eid": "2-s2.0-85068419389",
    "title": "Dual Expression of TCF4 and CD123 Is Highly Sensitive and Specific for Blastic Plasmacytoid Dendritic Cell Neoplasm",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anatomy",
            "@code": "2702",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pathology and Forensic Medicine",
            "@code": "2734",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "blastic plasmacytoid dendritic cell neoplasm",
        "bone marrow",
        "CD123",
        "immunohistochemistry",
        "skin",
        "TCF4"
    ],
    "authors": [
        "Narittee Sukswai",
        "Phyu P. Aung",
        "C. Cameron Yin",
        "Shaoying Li",
        "Wei Wang",
        "Sa A. Wang",
        "Victor Ortega",
        "Kirill Lyapichev",
        "Priyadharsini Nagarajan",
        "Rasha Alfattal",
        "Evgeniya Angelova",
        "Zhenya Tang",
        "Sanam Loghavi",
        "Rashmi Kanagal-Shamanna",
        "Roberto N. Miranda",
        "Naveen Pemmaraju",
        "Kapil Bhalla",
        "Marina Konopleva",
        "L. Jeffrey Medeiros",
        "Joseph D. Khoury"
    ],
    "citedby-count": 56,
    "ref-count": 30,
    "ref-list": [
        "Blastic plasmacytoid dendritic cell neoplasm",
        "Epidemiology and survival of blastic plasmacytoid dendritic cell neoplasm",
        "Classification and clinical behavior of blastic plasmacytoid dendritic cell neoplasms according to their maturation-associated immunophenotypic profile",
        "TET2 mutations, myelodysplastic features, and a distinct immunoprofile characterize blastic plasmacytoid dendritic cell neoplasm in the bone marrow",
        "Disseminated blastic plasmacytoid dendritic cell neoplasm",
        "Blastic plasmacytoid dendritic cell neoplasm with leukemic presentation: An Italian multicenter study",
        "Tagraxofusp in blastic plasmacytoid dendritic-cell neoplasm",
        "Genomic aberrations involving 12p/ETV6 are highly prevalent in blastic plasmacytoid dendritic cell neoplasms and might represent early clonal events",
        "Simultaneous deletion of 3'ETV6 and 5'EWSR1 genes in blastic plasmacytoid dendritic cell neoplasm: Case report and literature review",
        "CD123 expression patterns and selective targeting with a CD123-specific antibody-drug conjugate (IMGN632) in acute lymphoblastic leukemia",
        "A CD123-targeting antibody-drug conjugate, IMGN632, designed to eradicate AML while sparing normal bone marrow cells",
        "BDCA-2 (CD303): A highly specific marker for normal and neoplastic plasmacytoid dendritic cells",
        "A druggable TCF4-and BRD4-dependent transcriptional network sustains malignancy in blastic plasmacytoid dendritic cell neoplasm",
        "B lineage-specific interactions of an immunoglobulin enhancer with cellular factors in vivo",
        "Transcription factor E2-2 is an essential and specific regulator of plasmacytoid dendritic cell development",
        "The multifaceted biology of plasmacytoid dendritic cells",
        "Restricted high level expression of Tcf-4 protein in intestinal and mammary gland epithelium",
        "Silencing of the Wnt transcription factor TCF4 sensitizes colorectal cancer cells to (chemo-) radiotherapy",
        "Nuclear LEF1/TCF4 correlate with poor prognosis but not with nuclear beta-catenin in cerebral metastasis of lung adenocarcinomas",
        "HS3ST2 modulates breast cancer cell invasiveness via MAP kinase-and Tcf4 (Tcf7l2)-dependent regulation of protease and cadherin expression",
        "Upregulation of TCF4 expression as a transcriptional target of beta-catenin/p300 complexes during trans-differentiation of endometrial carcinoma cells",
        "CHAF1A interacts with TCF4 to promote gastric carcinogenesis via upregulation of c-MYC and CCND1 expression",
        "Gene expression profiling of ATL patients: Compilation of disease-related genes and evidence for TCF4 involvement in BIRC5 gene expression and cell viability",
        "Blastic Plasmacytoid Dendritic Cell Neoplasm",
        "Validation of immunohistochemical assays for integral biomarkers in the NCI-MATCH EAY131 Clinical Trial",
        "The diagnostic value of CD123 in B-cell disorders with hairy or villous lymphocytes",
        "Nuclear expression of TCF4/TCF7L2 is correlated with poor prognosis in patients with esophageal squamous cell carcinoma",
        "Functional localization and competition between the androgen receptor and T-cell factor for nuclear beta-catenin: A means for inhibition of the Tcf signaling axis",
        "Targeting nuclear beta-catenin as therapy for post-myeloproliferative neoplasm secondary AML",
        "Neoplasms derived from plasmacytoid dendritic cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Stemline Therapeutics Inc."
    ]
}