{
    "eid": "2-s2.0-85104296115",
    "title": "Is Unilateral Minimally Invasive Transforaminal Lumbar Interbody Fusion Sufficient in Patients with Claudication? A Comparative Matched Cohort Study",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Claudication",
        "Decompression",
        "MIS-TLIF",
        "Over-the-top",
        "Unilateral"
    ],
    "authors": [
        "Weerasak Singhatanadgige",
        "Matus Promsuwan",
        "Teerachat Tanasansomboon",
        "Wicharn Yingsakmongkol",
        "Worawat Limthongkul"
    ],
    "citedby-count": 2,
    "ref-count": 13,
    "ref-list": [
        "Is MIS-TLIF superior to open TLIF in obese patients? A systematic review and meta-analysis",
        "Multifidus muscle changes and clinical effects of one-level posterior lumbar interbody fusion: minimally invasive procedure versus conventional open approach",
        "Minimally invasive or open transforaminal lumbar interbody fusion as revision surgery for patients previously treated by open discectomy and decompression of the lumbar spine",
        "Lumbar spinal stenosis: syndrome, diagnostics and treatment",
        "Neurogenic claudication: a review of current understanding and treatment options",
        "The natural clinical course of lumbar spinal stenosis: a longitudinal cohort study over a minimum of 10 years",
        "Unilateral approach for bilateral foramen decompression in minimally invasive transforaminal interbody fusion",
        "How does minimally invasive transforaminal lumbar interbody fusion influence lumbar radiologic parameters?",
        "Unilateral tubular approach for bilateral laminotomy: effect on ipsilateral and contralateral buttock and leg pain",
        "Can unilateral-approach minimally invasive transforaminal lumbar interbody fusion attain indirect contralateral decompression? A preliminary report of 66 MRI analysis",
        "Risk factor of contralateral radiculopathy following microendoscopy-assisted minimally invasive transforaminal lumbar interbody fusion",
        "Open versus minimally invasive TLIF: literature review and meta-analysis",
        "The safety profile of lumbar spinal surgery in elderly patients 85 years and older"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ban Kluai",
            "@id": "60199568",
            "affilname": "Sukhothai Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199568",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Samut Sakhon",
            "@id": "60091539",
            "affilname": "Samutsakhon General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091539",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Spine Team"
    ]
}