{
    "eid": "2-s2.0-85066099828",
    "title": "Comparison of detection rate of high risk HPV infection between self-collected HPV testing and clinician-collected HPV testing in cervical cancer screening",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cervical cancer screening",
        "Clinician-collected HPV testing",
        "Correlation",
        "Self-collected HPV DNA testing",
        "Self-sampling"
    ],
    "authors": [
        "Pattiya Nutthachote",
        "S. Oranratanaphan",
        "Wichai Termrungruanglert",
        "Surang Triratanachat",
        "A. Chaiwongkot",
        "Fern Baedyananda",
        "Parvapan Bhattarakosol"
    ],
    "citedby-count": 7,
    "ref-count": 27,
    "ref-list": [
        "Epidemiologic report of gynecologic cancer in Thailand",
        "The coverage of cervical cancer screening in Khon Kaen, northeast Thailand",
        "Working group of burden of disease project. Burden of disease and injuries in Thailand",
        "Knowledge, attitudes and practices about the Pap smear among medical workers in Naresuan University Hospital, Thailand",
        "Cervical cancer screening behaviours among Thai women: results from a cross-sectional survey of 2112 healthcare providers at Ramathibodi Hospital, Thailand",
        "Comparison of use of vaginal HPV self-sampling and offering flexible appointments as strategies to reach long-term non-attending women in organized cervical screening",
        "Acceptability and usability of self-collected sampling for HPV testing among African-American women living in the Mississippi Delta",
        "Exploring the acceptability of two self-sampling devices for human papillomavirus testing in the cervical screening context: a qualitative study of Muslim women in London",
        "Acceptability of self-collection of specimens for HPV DNA testing in an urban population",
        "Vaginal self-sampling without preservative for human papillomavirus testing shows good sensitivity",
        "Secondary screening after primary self-sampling for human papillomavirus from SHENCCAST II",
        "Can human papillomavirus DNA testing of self-collected vaginal samples compare with physician-collected cervical samples and cytology for cervical cancer screening in developing countries?",
        "Pooled analysis of a self-sampling HPV DNA Test as a cervical cancer primary screening method",
        "Shanxi Province cervical cancer screening study II: self-sampling for high-risk human papillomavirus compared to direct sampling for human papillomavirus and liquid based cervical cytology",
        "HPV Self-collection Guidelines Panel. Self-collected samples for testing of oncogenic human papillomavirus: a systematic review",
        "Accuracy of human papillomavirus testing on self-collected versus clinician-collected samples: a meta-analysis",
        "HPV self-sampling or the Pap-smear: a randomized study among cervical screening nonattenders from lower socioeconomic groups in France",
        "Accuracy of dry vaginal self-sampling for detecting high-risk human papillomavirus infection in cervical cancer screening: a cross-sectional study",
        "HPV self-sampling as primary screening test in sub-Saharan Africa: implication for a triaging strategy",
        "Acceptability of self-collected versus provider-collected sampling for HPV DNA testing among women in rural El Salvador",
        "Clinical results of the liquid-based cervical cytology tool, Liqui-PREP, in comparison with conventional smears for detection of squamous cell abnormalities",
        "Cervical cancer risk for women undergoing concurrent testing for human papillomavirus and cervical cytology: a population-based study in routine clinical practice",
        "Acceptability of self-sampling HPV testing among Thai women for cervical cancer screening",
        "Comparison between self sampling and provider collected samples for Human Papillomavirus (HPV) Deoxyribonucleic acid (DNA) testing in a Nigerian facility",
        "Type-specific human papillomavirus DNA testing with the genotyping array: a comparison of cervical and vaginal sampling",
        "Clinical evaluation of a new model of self-obtained method for the assessment of genital human papilloma virus infection in an underserved population"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Louis T. Leonowens Limited",
        "Ratchadapiseksompotch Research Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}