{
    "eid": "2-s2.0-85166977365",
    "title": "Assessing the spatial impact of educational attainment on poverty reduction in Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "Education",
        "poverty reduction",
        "spatial dependence",
        "spatial regression",
        "Thailand"
    ],
    "authors": [
        "Katikar Tipayalai",
        "Chayaton Subchavaroj"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Poverty and the (Broken) Promise of Higher Education",
        "Local Indicators of Spatial Association—Lisa",
        "Using Exploratory Spatial Data Analysis to Leverage Social Indicator Databases: The Discovery of Interesting Patterns",
        "Inequality and Growth in a Panel of Countries",
        "On Global Absences: Reflections on the Failings in the Education and Poverty Relationship in Latin America",
        "The Growth of Impact Evaluation for International Development: How Much Have we Learned?",
        "Public Spending on Health Care in Africa: Do the Poor Benefit?",
        "Education, Development and Poverty Reduction: A Literature Critique",
        "Thai Higher Education: Privatization and Massification",
        "Why Education is not Helping the Poor. Findings from Uganda",
        "Benefit Incidence of Public Education and Health Spending Worldwide: Evidence from a new Database",
        "Poverty, Growth, and Inequality in Thailand",
        "Specification and Estimation of Spatial Panel Data Models",
        "Applied Spatial Econometrics: Raising the bar",
        "The European Regional Convergence Process, 1980-1995: Do Spatial Regimes and Spatial Dependence Matter?",
        "The Effect of Household Wealth on Educational Attainment: Evidence from 35 Countries",
        "Determinants of Borrowers of the Village and Urban Community Fund in Thailand",
        "Regional Educational Disparities in Thailand",
        "Impact of Education and Health on Poverty Reduction: Monetary and non-Monetary Evidence from Fiji",
        "Expenditures on Education and Health Care and Poverty in Rural China",
        "Effects of Household-and District-Level Factors on Primary School Enrollment in 30 Developing Countries",
        "Analysing Poverty in Thailand",
        "What’s new About the new Economic Geography?",
        "Inequalities in Educational Attainment",
        "The Effects of Rural Education on Poverty in China: A Spatial Econometric Perspective",
        "Growing locations: Industry Location in a Model of Endogenous Growth",
        "Human Capital Stocks, Their Level of Utilization and Economic Development in India",
        "Regional Growth Policy Experience in India: The Spatial Dimension",
        "Macroeconomics,(Adult) Education, and Poverty Eradication in Southern Africa",
        "Parenthood Penalty and Gender Wage gap: Recent Evidence from Thailand",
        "The Role of Higher Education on Migration to Cities in Thailand",
        "Labour Migration and the Economic Sustainability in Thailand",
        "Returns to Investment in Education: A Global Update",
        "Us Regional Income Convergence: A Spatial Econometric Perspective",
        "Investment in Human Capital",
        "Education and Poverty",
        "Post-elementary Education, Poverty and Development in India",
        "Impact of International Labor Migration on Regional Economic Growth in Thailand",
        "A Computer Movie Simulating Urban Growth in the Detroit Region",
        "Smooth Pycnophylactic Interpolation for Geographical Regions",
        "Child Labor and School Enrollment in Thailand in the 1990s",
        "Uplifting Thailand’s Agriculture Through Agricultural Education: A Paradigm Shift for Future Farmers"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}