{
    "eid": "2-s2.0-85018916942",
    "title": "Antibacterial, anti-inflammatory and anti-oxidatant activities of various isolated compounds from Cratoxylum species",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        }
    ],
    "keywords": [
        "Anthraquinones",
        "Anti-inflammatory",
        "Anti-oxidant",
        "Antibacterial",
        "Cratoxylum",
        "Triterpenes",
        "Xanthones"
    ],
    "authors": [
        "Pirasut Rodanant"
    ],
    "citedby-count": 4,
    "ref-count": 32,
    "ref-list": [
        "Assessment of the anti-inflammatory effects of Swertia chirata in acute and chronic experimental models in male albino rats",
        "Dirhamnosyl flavonoid and other constituents from Brillantaisia palisatii",
        "Bioactive prenylated xanthones and anthraquinones from Cratoxylum formosum ssp. pruniflorum",
        "Chromene and prenylated xanthones from the roots of Cratoxylum formosum ssp. pruniflorum",
        "Antibacterial and cytotoxic xanthones from the roots of Cratoxylum formosum",
        "3-Geranyloxy-6-methyl-1,8-dihydroxyanthraquinone and vismiones C, D and E from Psorospermum febrifugum",
        "Prenylated xanthones from Cudrania cochinchinensis",
        "Phenolic compounds from the flowers of Garcinia dulcis",
        "Three new xanthones and macluraxanthone from Rheedia benthamiana Pl. Triana (guttiferae)",
        "Indian J. Chem., Sect. B: Org. Chem. Incl. Med. Chem.",
        null,
        "Medicinal plants from Riau Province, Sumatra, Indonesia. Part 1: Uses",
        "Medicinal plants from Riau Province, Sumatra, Indonesia. Part 2: antibacterial and antifungal activity",
        "Studies in the xanthone series. XVIII.* Isolation of γ-mangostin from Garcinia mangostana, and preparation of the natural mangostins by selective demethylation",
        "Xanthones from Cratoxylum maingayi",
        "Bacterial antibiotic efflux systems of medical importance",
        "Antimicrobial activity against periodontopathic bacteria and cytotoxic study of cratoxylum formosum and clausena lansium",
        "New xanthones from Cratoxylum cochinchinense",
        "Chemical constituents of garcinia mangostana",
        "Xanthone derivatives from Cratoxylum cochinchinense roots",
        "Antibacterial and cytotoxic xanthones from Cratoxylum cochinchinense",
        "Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays",
        "Triterpenoid and xanthone constituents of Cratoxylum cochinchinense",
        "Antimicrobial activity of fractions and compounds from Calophyllum brasiliense (Clusiaceae/Guttiferae)",
        "The constituents of Harungana Madagascariensis Poir.",
        "J. Med. Plants Res.",
        "The structures of garcinones a, b and c: Three new xanthones from Garcinia mangostana",
        "Xanthones, triterpenes and antibacterial activity of dichloromethane extract of Kielmeyera cuspidata Saddi, Clusiaceae",
        "Two new antimicrobial dimeric compounds: Febrifuquinone, a vismione-anthraquinone coupled pigment and adamabianthrone, from two Psorospermum species",
        "Antimicrobial and antioxidant effects of phenolic constituents from Klainedoxa gabonensis",
        "Cytotoxic and antimicrobial xanthones from Cratoxylum arborescens (Guttiferae)",
        "Antibacterial compounds from Siraitia grosvenorii leaves"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Songkla",
            "affilname": "Thaksin University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}