{
    "eid": "2-s2.0-84911095720",
    "title": "Highly sensitive colorimetric detection of lead using maleic acid functionalized gold nanoparticles",
    "cover-date": "2015-01-15",
    "subject-areas": [
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Colorimetric sensing",
        "Gold nanoparticles",
        "Lead"
    ],
    "authors": [
        "Nalin Ratnarathorn"
    ],
    "citedby-count": 92,
    "ref-count": 30,
    "ref-list": [
        "Lead, W.H.O. (Environmental Burden of Disease Series)",
        "Guidelines for Drinking-Water Quality",
        "Afr. J. Food Sci.",
        "Glob. Adv. Res. J. Environ. Sci. Toxicol",
        "Characterization of trace metals in vegetables by graphite furnace atomic absorption spectrometry after closed vessel microwave digestion",
        "Determination of cadmium, mercury and lead in seawater by electrothermal vaporization isotope dilution inductively coupled plasma mass spectrometry",
        "Determination of some inorganic metals in edible vegetable oils by inductively coupled plasma atomic emission spectroscopy (ICP-AES)",
        "Environmentally friendly disposable sensors with microfabricated on-chip planar bismuth electrode for in situ heavy metal ions measurement",
        "The use of X-ray fluorescence spectrometry for the analysis of plants, especially lichens, employed in biological monitoring",
        null,
        "Science",
        "Sensitivity enhancement in the colorimetric detection of lead(II) ion using gallic acid-capped gold nanoparticles: Improving size distribution and minimizing interparticle repulsion",
        "Sensitive and selective detection of glutathione based on resonance light scattering using sensitive gold nanoparticles as colorimetric probes",
        "Angew. Chem. Int. Ed.",
        null,
        "Gold nanoparticle-based colorimetric assay for determination of lead(II) in aqueous media",
        "Gold Nanoparticle-Based Sensing of \"Spectroscopically Silent\" Heavy Metal Ions",
        "Stimuli-responsive disassembly of nanoparticle aggregates for light-up colorimetric sensing",
        "Lead Standard in Drinking Water",
        "EFSA Panel on Contaminants in the Food Chain (CONTAM), EFSA Journal 8 1147",
        "Lead levels in human milk and children's health risk: A systematic review",
        "J. Chin. Chem. Soc.",
        null,
        null,
        "In situ synthesis of metal nanoparticles and selective naked-eye detection of lead ions from aqueous media",
        "Lone Pair Functionality in Divalent Lead Compounds",
        "Nanotechnology",
        "Colorimetric assay for determination of lead (II) based on its incorporation into gold nanoparticles during their synthesis",
        "Colorimetric detection of mercury, lead and copper ions simultaneously using protein-functionalized gold nanoparticles"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Riordan Foundation",
        "Thailand Research Fund"
    ]
}