{
    "eid": "2-s2.0-84920881968",
    "title": "The properties of Southern Thailand clay-based porous ceramics fabricated from different pore size templates",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "Soil Science",
            "@code": "1111"
        },
        {
            "$": "Geology",
            "@code": "1907"
        },
        {
            "$": "Water Science and Technology",
            "@code": "2312"
        },
        {
            "$": "Geochemistry and Petrology",
            "@code": "1906"
        }
    ],
    "keywords": [
        "Microstructure",
        "Polyurethane",
        "Porosity",
        "Porous ceramic",
        "Sintering"
    ],
    "authors": [
        "Pat Sooksaen"
    ],
    "citedby-count": 13,
    "ref-count": 40,
    "ref-list": [
        "The influence of cracks, notches and holes on the tensile strength of cellular solids",
        "Mechanical Behavior of Cellular Ceramics",
        "Investigation of Strut Crack Formation in Open Cell Alumina Ceramics",
        "Investigation on foam ceramic filter to remove inclusions in revert superalloy",
        "Ceramic foams: Fabrication, properties and applications",
        "Macro- and micro-cellular porous ceramics from preceramic polymers",
        "Behaviour of open-cell cordierite foams under compression",
        "Cellular Solids Structure and Properties",
        "Encyclopedia of Materials: Science and Technology",
        "The effect of sintering temperatures on alumina foam strength",
        "Microstructural design of cellular materials-I: honeycomb beams and plates",
        "Microstructural evolution in triaxial porcelain",
        "Microstructure and properties of novel ceramic-polymer composites",
        "Textured mullite at muscovite-kaolinite interface",
        "Investigation of the sintering mechanisms of kaolin-muscovite",
        "Influence of mixing on mullite formation in porcelain",
        "Ceramic Microstructures, Property Control by Processing",
        "Mullite formation in clays and clay-derived vitreous ceramics",
        "Strong ceramic foams from polyurethane templates",
        "Different methods to synthesize ceramic foams",
        "Mullite development on firing in porcelain stoneware bodies",
        "Ceramic foams by powder processing",
        "Applications of porous ceramics",
        "Sintering behaviour of porous ceramic kaolin-corundum composites: Phase evolution and densification",
        "Factors affecting the microstructure of a fine ceramic foam",
        "Microstructure of ceramic foams",
        "The structure of ceramic foams prepared from polyurethane-ceramic suspensions",
        "Processing of cellular glass ceramics",
        "The porosity dependence of physical properties of materials: A summary review",
        "Am. Ceram. Soc. Bull.",
        "Cellular Ceramics: Structure, Manufacturing, Properties and Applications",
        "Micro-/Macroporous Ceramics from Preceramic Precursors",
        "Mullite and Mullite Ceramics",
        "Gelcasting foams for porous ceramics",
        "Processing of cellular ceramics by foaming and in situ polymerisation of organic monomers",
        "Processing routes to macroporous ceramics: A review",
        "Production of ceramic foam filters for molten metal filtration using expanded polystyrene",
        "Mullite from clay-reactive alumina for insulating substrate application",
        "Preparation of porous ceramics with controllable pore sizes in an easy and low-cost way",
        "Mechanical properties, modeling and design of porous clay ceramics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Silpakorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Materials Science and Engineering, Faculty of Engineering and Industrial Technology",
        "National Center of Excellence for Petroleum, Petrochemicals and Advanced Materials",
        "Chulalongkorn University",
        "Silpakorn University",
        "Research and Development Institute, Silpakorn University"
    ]
}