{
    "eid": "2-s2.0-84961129760",
    "title": "Identification of bidirectional hydrogenase genes and their co-transcription in unicellular halotolerant cyanobacterium Aphanothece halophytica",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Aphanothece halophytica",
        "Co-transcription",
        "Cyanobacteria",
        "Hydrogenase gene"
    ],
    "authors": [
        "Saranya Phunpruch"
    ],
    "citedby-count": 9,
    "ref-count": 49,
    "ref-list": [
        "Control of photosynthesis during nitrogen depletion and recovery in a non-nitrogen-fixing cyanobacterium",
        "Optimization of metabolic capacity and flux through environmental cues to maximize hydrogen production by the Cyanobacterium \"Arthrospira (Spirulina) maxima\"",
        "The bidirectional hydrogenase in the cyanobacterium Synechocystis sp. strain PCC 6803",
        "Sequence analysis of an operon of a NAD(P)-reducing nickel hydrogenase from the cyanobacterium Synechocystis sp. PCC 6803 gives additional evidence for direct coupling of the enzyme to NAD(P)H-dehydrogenase (complex I)",
        "Transcriptional regulation of Nostoc hydrogenases: Effects of oxygen, hydrogen, and nickel",
        null,
        null,
        "Distribution analysis of hydrogenases in surface waters of marine and freshwater environments",
        "Studies on lysogenesis. I. The mode of phage liberation by lysogenic Escherichia coli.",
        "Cloning, molecular analysis and insertional mutagenesis of the bidirectional hydrogenase genes from the cyanobacterium Anacystis nidulans",
        "Unusual gene arrangement of the bidirectional hydrogenase and functional analysis of its diaphorase subunit HoxU in respiration of the unicellular cyanobacterium Anacystis nidulans",
        "Transcriptional analysis of hydrogenase genes in the cyanobacteria Anacystis nidulans and Anabaena variabilis monitored by RT-PCR",
        "Nitrogen fixation and hydrogen metabolism in cyanobacteria",
        "Colorimetric Method for Determination of Sugars and Related Substances",
        "Glycogen content and nitrogenase activity in Anabaena variabilis",
        "Transcription profiles of hydrogenases related genes in the cyanobacterium Lyngbya majuscula CCAP 1446/4",
        "Photosynthetic nitrate assimilation in cyanobacteria",
        "Occurrence of facultative anoxygenic photosynthesis among filamentous and unicellular cyanobacteria",
        "Hydrogenases and hydrogen photoproduction in oxygenic photosynthetic organisms",
        "LexA regulates the bidirectional hydrogenase in the cyanobacterium Synechocystis sp. PCC 6803 as a transcription activator",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Occurrence and localization of two distinct hydrogenases in the heterocystous cyanobacterium Anabaena sp. Strain 7120",
        "Nitrogen metabolism in cyanobacteria under osmotic stress",
        "Complete genomic sequence of the filamentous nitrogen-fixing cyanobacterium Anabaena sp. Strain PCC 7120",
        "Genome-wide expression analysis of environmental stress in the cyanobacterium Synechocystis PCC 6803",
        "Occurrence of hydrogenases in cyanobacteria and anoxygenic photosynthetic bacteria: Implications for the phylogenetic origin of cyanobacterial and algal hydrogenases",
        "J Biol Chem",
        "Sustained photobiological hydrogen gas production upon reversible inactivation of oxygen evolution in the green alga Chlamydomonas reinhardtii",
        "Hydrogen production by the unicellular, diazotrophic cyanobacterium cyanothece sp. Strain ATCC 51142 under conditions of continuous light",
        "LexA, a transcription regulator binding in the promoter region of the bidirectional hydrogenase in the cyanobacterium Synechocystis sp. PCC 6803",
        "Nitrogen induction of sugar catabolic gene expression in Synechocystis sp. PCC 6803",
        null,
        "The diaphorase subunit HoxU of the bidirectional hydrogenase as electron transferring protein in cyanobacterial respiration?",
        "Molecular Biological Analysis of a Bidirectional Hydrogenase from Cyanobacteria",
        "Identification of hox genes and analysis of their transcription in the unicellular cyanobacterium Gloeocapsa alpicola CALU 743 growing under nitrate-limiting conditions",
        "Factors affecting biohydrogen production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Dark fermentative hydrogen production by the unicellular halotolerant cyanobacterium Aphanothece halophytica grown in seawater",
        "Diversity of cyanobacterial hydrogenases, a molecular approach",
        "Hydrogenases and hydrogen metabolism of cyanobacteria",
        "Cyanobacterial hydrogenases: Diversity, regulation and applications",
        null,
        "Crystal structure of the nickel-iron hydrogenase from Desulfovibrio gigas",
        "The genome of Cyanothece 51142, a unicellular diazotrophic cyanobacterium important in the marine nitrogen cycle",
        null,
        "Experimental and bioinformatic approaches for analyzing and visualizing cyanobacterial nitrogen and hydrogen metabolism",
        null,
        "Periodical Ocean Univ China",
        "Cloning and characterization of hoxH genes from Arthrospira and Spirulina and application in phylogenetic study",
        "Gene expression patterns of sulfur starvation in Synechocystis sp. PCC 6803"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Faculty of Science, Silpakorn University",
        "King Mongkut's Institute of Technology Ladkrabang"
    ]
}