{
    "eid": "2-s2.0-84988711071",
    "title": "Chitosan oligosaccharide suppresses synovial inflammation via AMPK activation: An in vitro and in vivo study",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Pharmacology",
            "@code": "3004"
        }
    ],
    "keywords": [
        "AMPK",
        "Chitosan oligosaccharide",
        "NF-κB",
        "Osteoarthritis",
        "Synovial fibroblast"
    ],
    "authors": [
        "Wanlop Kunanusornchai"
    ],
    "citedby-count": 59,
    "ref-count": 53,
    "ref-list": [
        "Biomarkers for osteoarthritis: Current position and steps towards further validation",
        "Strategies for the prevention of knee osteoarthritis",
        "Osteoarthritis, an inflammatory disease: Potential implication for the selection of new therapeutic targets",
        "Low-grade inflammation as a key mediator of the pathogenesis of osteoarthritis",
        "Nitric oxide and inflammatory mediators in the perpetuation of osteoarthritis",
        "Synovial membrane inflammation and cytokine production in patients with early osteoarthritis",
        null,
        "Osteoarthritis: A disease of the joint as an organ",
        "Inflammation in osteoarthritis",
        "Osteoarthritis: An update with relevance for clinical practice",
        "AMPK: Positive and negative regulation, and its role in whole-body energy homeostasis",
        "Anti-inflammatory mechanism of metformin and its effects in intestinal inflammation and colitis-associated colon cancer",
        "Metformin inhibits TNF-α-induced IκB kinase phosphorylation, IκB-α degradation and IL-6 production in endothelial cells through PI3K-dependent AMPK phosphorylation",
        "5-aminoimidazole-4-carboxamide ribonucleoside and AMP-activated protein kinase inhibit signalling through NF-B",
        "The ancient drug salicylate directly activates AMP-activated protein kinase",
        "Nonsteroidal anti-inflammatory drug flufenamic acid is a potent activator of AMP-activated protein kinase",
        "AMP-activated protein kinase: A key regulator of energy balance with many roles in human disease",
        "Chitooligosaccharides as Potential Nutraceuticals. Production and Bioactivities",
        "Influence of molecular weight on oral absorption of water soluble chitosans",
        "J. Funct. Biomater.",
        "Chitosan oligosaccharide as potential therapy of inflammatory bowel disease: Therapeutic efficacy and possible mechanisms of action",
        "Activation of AMPK by chitosan oligosaccharide in intestinal epithelial cells: Mechanism of action and potential applications in intestinal disorders",
        "Chitooligosaccharide induces mitochondrial biogenesis and increases exercise endurance through the activation of Sirt1 and AMPK in rats",
        "Hyaluronan secretion by synoviocytes is mechanosensitive",
        "Rapid colorimetric assay for cell growth and survival. Modifications to the tetrazolium dye procedure giving improved sensitivity and reliability",
        "Expression and localization of NO synthase isoenzymes (iNOS and eNOS) in development of the rabbit placenta",
        "Effects of raised-intensity phonation on inflammatory mediator gene expression in normal rabbit vocal fold",
        "Significant synovial pathology in a meniscectomy model of osteoarthritis: Modification by intra-articular hyaluronan therapy",
        "Characterization of a model of osteoarthritis in the rabbit knee",
        "Effect of oral glucosamine on cartilage degradation in a rabbit model of osteoarthritis",
        "Hyaluronan does not affect cytokine and chemokine expression in osteoarthritic chondrocytes and synoviocytes",
        "Arthritis Allied Cond.",
        "Chitosan oligosaccharide as potential therapy of inflammatory bowel disease: Therapeutic efficacy and possible mechanisms of action",
        "Anti-obesity effect of sulfated glucosamine by AMPK signal pathway in 3T3-L1 adipocytes",
        "Transport and Metabolism of Glucosamine by Cultured Novikoff Rat Hepatoma Cells and Effects on Nucleotide Pools",
        "Glucosamine increases hyaluronic acid production in human osteoarthritic synovium explants",
        "Selective carboxypropionylation of chitosan: Synthesis, characterization, blood compatibility, and degradation",
        "Supplementation of Chitosan Alleviates High-Fat Diet-Enhanced Lipogenesis in Rats via Adenosine Monophosphate (AMP)-Activated Protein Kinase Activation and Inhibition of Lipogenesis-Associated Genes",
        "Pharmacokinetics and biodegradation performance of a hydroxypropyl chitosan derivative",
        "Pharmacokinetics and biodegradation of chitosan in rats",
        "Chitosan oligosaccharides downregulate the expression of E-selectin and ICAM-1 induced by LPS in endothelial cells by inhibiting MAP kinase signaling",
        "Chitosan oligosaccharides inhibit the expression of interleukin-6 in lipopolysaccharide-induced human umbilical vein endothelial cells through p38 and ERK1/2 protein kinases",
        "AMP-activated protein kinase inhibits NF-κB signaling and inflammation: Impact on healthspan and lifespan",
        "J. Rheum. Dis. Treat.",
        "Regulation of tumor necrosis factor-α and tumor necrosis factor converting enzyme in human osteoarthritis",
        "Interleukin-6 and tumor necrosis factor alpha in synovial fluid are associated with progression of radiographic knee osteoarthritis in subjects with previous meniscectomy",
        "Meta-analysis of tumor necrosis factor alpha -308 polymorphism and knee osteoarthritis risk",
        "Role of interleukin‐1, tumor necrosis factor α, and interleukin‐6 in cartilage proteoglycan metabolism and destruction effect of in situ blocking in murine antigen‐ and zymosan‐induced arthritis",
        "Histological cartilage changes in a rabbit model of osteoarthritis",
        "Carboxymethylated chitin reduces MMP-1 expression in rabbit ACLT osteoarthritic cartilage",
        "The effects of carboxymethylated chitosan on metalloproteinase-1, -3 and tissue inhibitor of metalloproteinase-1 gene expression in cartilage of experimental osteoarthritis",
        "Dose translation from animal to human studies revisited",
        "The effect of the dietary supplement, Chitosan, on body weight: A randomised controlled trial in 250 overweight and obese adults"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Universities Initiative",
        "Office of the Higher Education Commission",
        "Mahidol University",
        "Mahidol University",
        "Thailand Research Fund",
        "National Research Council of Thailand",
        "Faculty of Science, Mahidol University"
    ]
}