{
    "eid": "2-s2.0-85091760162",
    "title": "Oral-fecal mycobiome in wild and captive cynomolgus macaques (Macaca fascicularis)",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Cynomolgus macaques",
        "High-throughput sequencing",
        "Mycobiome",
        "Ribosomal internal transcribed spacer 2"
    ],
    "authors": [
        "Vorthon Sawaswong",
        "Prangwalai Chanchaem",
        "Ariya Khamwut",
        "Kesmanee Praianantathavorn",
        "Taratorn Kemthong",
        "Suchinda Malaivijitnond",
        "Sunchai Payungporn"
    ],
    "citedby-count": 11,
    "ref-count": 68,
    "ref-list": [
        "The UNITE database for molecular identification of fungi–recent updates and future perspectives",
        "Role of rumen fungi in fiber degradation",
        "Winemaking and bioprocesses strongly shaped the genetic diversity of the ubiquitous yeast Torulaspora delbrueckii",
        "Co-evolution in context: the importance of studying gut microbiomes in wild animals",
        "Yeasts of burden: exploring the mycobiome-bacteriome of the piglet GI tract",
        "Occurrence and dominance of yeast species in naturally fermented milk from the Tibetan Plateau of China",
        "Emerging and reemerging infectious diseases of nonhuman primates in the laboratory setting",
        "Fungal probiotics: opportunity, challenge, and prospects",
        "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2",
        "The mycobiome - a friendly cross-talk between fungal colonizers and their host",
        "Investigating acid stress response in different Saccharomyces strains",
        "Yeasts in Natural Ecosystems: Ecology",
        "Persistence of gut microbiota dysbiosis and chronic systemic inflammation after cerebral infarction in cynomolgus monkeys",
        "Cryptococcus laurentii fungemia in a premature neonate",
        "Longitudinal characterization of Escherichia coli in healthy captive non-human primates",
        "Comparison of the vaginal environment in rhesus and cynomolgus macaques pre- and post-lactobacillus colonization",
        "Mader's Reptile and Amphibian Medicine and Surgery-E-Book",
        "Age-related changes in microbial composition and function in cynomolgus macaques",
        "UCHIME improves sensitivity and speed of chimera detection",
        "Effect of indoor compared with outdoor location during gestation on the incidence of diarrhea in indoor-reared rhesus macaques (Macaca mulatta)",
        "Draft genome sequences of two isolates of the yeast Kazachstania servazzii recovered from soil in Ireland",
        "Tail length variation inMacaca fascicularis andM. mulatta",
        "The role of anaerobic gut fungi in ruminants",
        "The emerging world of the fungal microbiome",
        "Understanding Terrestrial Microbial Communities",
        "Fungal dysbiosis: immunity and interactions at mucosal barriers",
        "Liver abscess due to Sterigmatomyces halophilus in a boy with acute lymphoblastic leukemia",
        "Importance of cynomolgus monkeys in development of monoclonal antibody drugs",
        "Idiopathic chronic diarrhea associated with dysbiosis in a captive cynomolgus macaque (Macaca fascicularis)",
        "Evaluation of fecal microbiomes associated with obesity in captive cynomolgus monkeys (Macaca fascicularis)",
        "Comparison of physiologic and pharmacologic parameters in Asian and mauritius cynomolgus macaques",
        "Multigene phylogenetic analysis of pathogenic candida species in the Kazachstania (Arxiozyma) telluris complex and description of their ascosporic states as Kazachstania bovina sp. nov., K. heterogenica sp. nov., K. pintolopesii sp. nov., and K. slooffiae sp. nov",
        "The mammalian mycobiome: A complex system in a dynamic relationship with the host",
        "Fecal bacteriome and mycobiome in bats with diverse diets in South China",
        "Distribution characteristics of fungal communities with depth in paddy fields of three soil types in China",
        "Cytochrome P450-dependent drug oxidation activity of liver microsomes from Microminipigs, a possible new animal model for humans in non-clinical studies",
        "The gut mycobiome of the human microbiome project healthy cohort",
        "FUNGuild: an open annotation tool for parsing fungal community datasets by ecological guild",
        "Kazachstania hellenica sp. nov., a novel ascomycetous yeast from a Botrytis-affected grape must fermentation",
        "Dynamics of vaginal and rectal microbiota over several menstrual cycles in female cynomolgus macaques",
        "Susceptibility to antifungal agents and enzymatic activity of Candida haemulonii and Cutaneotrichosporon dermatis isolated from soft corals on the Brazilian reefs",
        "Cutaneotrichosporon suis sp. nov., a lipolytic yeast species from food and food-related environment",
        "Longitudinal survey of fungi in the human gut: ITS profiling, phenotyping, and colonization",
        "The yeast Torulaspora delbrueckii: An interesting but difficult-to-use tool for winemaking",
        "Dietary yeast Sterigmatomyces halophilus enhances mucosal immunity of gilthead seabream (Sparus aurata L.)",
        "Richness and diversity of mammalian fungal communities shape innate and adaptive immunity in health and disease",
        "Nonhuman primate quarantine: Its evolution and practice",
        "Extracellular vesicles produced by Cryptococcus neoformans contain protein components associated with virulence",
        "VSEARCH: a versatile open source tool for metagenomics",
        "Wild mouse gut microbiota promotes host fitness and improves disease resistance",
        "The fungal mycobiome and its interaction with gut bacteria in the host",
        "Impact of infections and normal flora in nonhuman primates on drug development",
        "High diversity and novel enteric viruses in fecal viromes of healthy wild and captive thai cynomolgus macaques (Macaca fascicularis)",
        "Metagenomic biomarker discovery and explanation",
        "Aspergillus and aspergilloses in wild and domestic animals: a global health concern with parallels to human disease",
        "Expansion of commensal fungus Wallemia mellicola in the gastrointestinal mycobiota enhances the severity of allergic airway disease in mice",
        "A new yeast species, Sterigmatomyces elviae, isolated from eczematous skin lesions in two patients",
        "Ecology: the bad guys: pathogens of humans and other animals",
        "The mycobiota: interactions between commensal fungi and the host immune system",
        "Porcine intestinal yeast species, Kazachstania slooffiae, a new potential protein source with favourable amino acid composition for animals",
        "Establishment of intestinal microbiota with focus on yeasts of unweaned and weaned piglets kept under different farm conditions",
        "Cutaneotrichosporon (Cryptococcus) cyanovorans, a basidiomycetous yeast, isolated from the airways of cystic fibrosis patients",
        "Amplification of soil fungal community DNA using the ITS86F and ITS4 primers",
        "Yeast ecological interactions. Yeast'Yeast, Yeast'Bacteria, Yeast'Fungi interactions and yeasts as biocontrol agents. Yeasts in food and beverages",
        "Phasing amplicon sequencing on Illumina Miseq for robust environmental microbial community analysis",
        "Kazachstania aquatica sp. nov. and Kazachstania solicola sp. nov., novel ascomycetous yeast species",
        "The genus wallemia-from contamination of food to health threat"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Academic Advancement",
        "DPST",
        "Thailand Government's Development and Promotion of Science and Technology Talents Project",
        "Thailand Government’s Development and Promotion of Science and Technology Talents Project",
        "Thailand Research Fund -Chinese Academy of Science",
        "Thailand Research Fund-Chinese Academy of Science",
        "National Science and Technology Development Agency",
        "Thailand Research Fund",
        "TSRI"
    ]
}