{
    "eid": "2-s2.0-85085303335",
    "title": "The emergency reaction questionnaire – First steps towards a new method",
    "cover-date": "2020-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Safety Research",
            "@code": "3311",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Geology",
            "@code": "1907",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Dangerous profession",
        "Defensive system",
        "Disaster preparedness",
        "Emergency reaction",
        "Questionnaire development",
        "Sensation seekers"
    ],
    "authors": [
        "Andras N. Zsido",
        "Krisztina Csokasi",
        "Orsolya Vincze",
        "Carlos M. Coelho"
    ],
    "citedby-count": 7,
    "ref-count": 83,
    "ref-list": [
        "Freeze for action: neurobiological mechanisms in animal and human freezing",
        "Diver panic",
        "What is a Disaster?",
        "Coming to terms with fear",
        "Rethinking the emotional brain",
        "Human System Responses to Disaster: an Inventory of Sociological Findings",
        "Understanding mass panic and other collective responses to threat and disaster",
        "Individual reactions to community disaster. The natural history of psychiatric phenomena",
        "Weighing the costs of disaster: consequences, risks, and resilience in individuals, families, and communities",
        "Textbook of Psychology (Psychology Revivals). Textbook of Psychology (Psychology Revivals)",
        "Mass Panic and Social Attachment. Mass Panic and Social Attachment",
        "The NORC research on the Arkansas tornado: a fountainhead study",
        "The mass psychology of disasters and emergency evacuations: a research report and implications for the Fire and Rescue Service",
        "Everyone for themselves? A comparative study of crowd solidarity among emergency survivors",
        "Mortality, the family and the Indian ocean tsunami",
        "Surviving the Titanic Disaster: Economic, Natural and Social Determinants. CESifo Working Paper Series",
        "Rising to the challenges of a catastrophe: the emergent and prosocial behavior following hurricane katrina",
        "Disaster psychology: dispelling the myths of panic",
        "The first 72 hours: a community approach to disaster preparedness",
        "Phobic fear and panic attacks: the same emotional states triggered by different cues?",
        "Representing crowd behaviour in emergency planning guidance: ‘mass panic’ or collective resilience?",
        "Panic, Irrationality, and Herding: Three Ambiguous Terms in Crowd Dynamics Research. Journal of Advanced Transportation",
        "The dirty dozen: twelve failures of the Hurricane Katrina response and how psychology can help",
        "Surviving threats: neural circuit and computational implications of a new taxonomy of defensive behaviour",
        "The influence of predation on primate and early human evolution: impetus for cooperation",
        "Human brain evolution and the “Neuroevolutionary Time-depth Principle:” Implications for the Reclassification of fear-circuitry-related traits in DSM-V and for studying resilience to warzone-related posttraumatic stress disorder",
        "The origins of specific phobias: influential theories and current perspectives",
        "Emotion and motivation: the role of the amygdala, ventral striatum, and prefrontal cortex",
        "The biology of fear",
        "Reducing the meta-emotional problem decreases physiological fear response during exposure in phobics",
        "Synchrony-desynchrony in the tripartite model of fear: predicting treatment outcome in clinically phobic children",
        "Gradients of physiological arousal in parachutists as a function of an approaching jump",
        "The Meanings of Fear",
        "I. Synchrony and desynchrony in fear and avoidance",
        "A higher-order theory of emotional consciousness",
        "Anxiety Sensitivity and Panic Disorder. Biological Psychiatry",
        "White matter correlates of anxiety sensitivity in panic disorder",
        "Neuroanatomical hypothesis of panic disorder, revised",
        "Fear Network Model in Panic Disorder: the Past and the Future. Psychiatry Investigation",
        "Functional neuroanatomy in panic disorder: status quo of the research",
        "Natural selection and the regulation of defenses. A signal detection analysis of the smoke detector principle",
        "The many paths to fear",
        "March). Risk assessment as an evolved threat detection and analysis process",
        "Die hard: a blend of freezing and fleeing as a dynamic defense - implications for the control of defensive behavior",
        "Freeze, Flight, Fight, Fright, Faint: Adaptationist Perspectives on the Acute Stress Response Spectrum. CNS Spectrums",
        "Proximate and evolutionary studies of anxiety, stress and depression: synergy at the interface",
        "Blood-injury phobia",
        "Evolution, emotions, and emotional disorders",
        "Disasters and youth: a meta-analytic examination of posttraumatic stress",
        "Post-traumatic stress disorder, depression and generalised anxiety disorder in adolescents after a natural disaster: a study of comorbidity",
        "60,000 Disaster victims speak: Part I. An empirical review of the empirical literature, 1981-2001",
        "The course of PTSD, major depression, substance abuse, and somatization after a natural disaster",
        "A meta-analysis of risk factors for depression in adults and children after natural disasters",
        "Disaster preparation and recovery: lessons from research on resilience in human development",
        "The resilience activation framework: a conceptual model of how access to social resources promotes adaptation and rapid recovery in post-disaster settings",
        "What predicts psychological resilience after disaster? The role of demographics, resources, and life stress",
        "Trauma, depression, and resilience of earthquake/tsunami/nuclear disaster survivors of Hirono, Fukushima, Japan",
        "Factors associated with the ability and willingness of essential workers to report to duty during a pandemic",
        "The World Trade Center evacuation study: factors associated with initiation and length of time for evacuation",
        "Modeling pre-evacuation delay by evacuees in World Trade Center Towers 1 and 2 on September 11, 2001: a revisit using regression analysis",
        "Emergency preparedness in a sample of persons with disabilities",
        "Légből kapott Sztorik – 3 Másodperc Az életem: híres Magyar Pilóták Izgalmas történetei",
        "Threat-related attentional bias in anxious and nonanxious individuals: a meta-analytic study",
        "Time course of attentional bias for threat information in non-clinical anxiety",
        "Cognitive Psychology and Emotional Disorders",
        "Manual for the State-Trait Anxiety Inventory (STAI Form Y). Consulting Psychologists Palo Alto",
        "Construct validity for the sensation-seeking scale",
        "Assessment of multidimensional coping: task, emotion, and avoidance strategies",
        "Behavioral inhibition, behavioral activation, and affective responses to impending reward and punishment: the BIS/BAS scales",
        "Internal consistencies of the original and revised beck depression inventory",
        "JASP (Version 0.10.2)[Computer Software]",
        "Construct validity in psychological tests",
        "Survival Psychology. Survival Psychology",
        "Posttraumatic stress disorder after terrorist attacks: a review",
        "Use of the Coping Inventory for Stressful Situations in a clinically depressed sample: factor structure, personality correlates, and prediction of distress",
        "Reward guides vision when it's your thing: trait reward-seeking in reward-mediated visual priming",
        "BIS/BAS personality characteristics and college students' substance use",
        "Are londoners prepared for an emergency? A longitudinal study following the london bombings",
        "Contributions of social science to agent-based models of building evacuation",
        "Proposed methodology for the use of computer simulation to enhance aircraft evacuation certification",
        "On modelling the influence of group formations in a crowd",
        "Rescuers at risk: a systematic review and meta-regression analysis of the worldwide current prevalence and correlates of PTSD in rescue workers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Maia",
            "@id": "60159959",
            "affilname": "University Institute of Maia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60159959",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60115886",
            "affilname": "Psychosocial Rehabilitation Laboratory",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60115886",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pecs",
            "@id": "60004737",
            "affilname": "Pécsi Tudományegyetem",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004737",
            "affiliation-country": "Hungary"
        }
    ],
    "funding": [
        "European Union",
        "Chulalongkorn University",
        "European Social Fund",
        "University of Pécs"
    ]
}