{
    "eid": "2-s2.0-85085997943",
    "title": "Enhanced production of bryonolic acid in Trichosanthes cucumerina L. (thai cultivar) cell cultures by elicitors and their biological activities",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Bryonolic acid",
        "Callus",
        "Cell suspension",
        "Elicitors",
        "Trichosanthes cucumerina L."
    ],
    "authors": [
        "Pornpatsorn Lertphadungkit",
        "Jiraphong Suksiriworapong",
        "Veena Satitpatipan",
        "Supaart Sirikantaramas",
        "Amaraporn Wongrakpanich",
        "Somnuk Bunsupa"
    ],
    "citedby-count": 10,
    "ref-count": 35,
    "ref-list": [
        "Anti-Allergic Effect of Bryonolic Acid from Luffa cylindrica Cell Suspension Cultures",
        "Bryonolic Acid Transcriptional Control of Anti-inflammatory and Antioxidant Genes in Macrophages in Vitro and in Vivo",
        "Bryonolic Acid, a Triterpenoid, Protect Against N-methyl-D-Aspartate-Induced Neurotoxicity in PC12 Cells",
        "Bryonolic Acid: A Large-Scale Isolation and Evaluation of Heme Oxygenase 1 Expression in Activated Macrophages",
        "Keys to and checklist of species of the genus Trichosanthes L. (Cucurbitaceae) in Indochina",
        "DISTRIBUTION AND ANCIENT-RECENT MEDICINAL USES OF TRICHOSANTHES SPECIES",
        "The genus Trichosanthes L. (Cucurbitaceae) in Thailand. Thai For",
        "Morphological and Anatomical Studies on Trichosanthes cucumerina L. (Cucurbitaceae)",
        "Origin and domestication of Cucurbitaceae crops: Insights from phylogenies, genomics and archaeology",
        "Comparative evaluation of hypoglycaemic activity of some Indian medicinal plants in alloxan diabetic rats",
        "Trichosanthes cucumerina Linn. Improves glucose tolerance and tissue glycogen in non insulin dependent diabetes mellitus induced rats. Indian",
        "Cardioprotective Activity of Methanol Extract of fruit of Trichosanthes cucumerina on Doxorubicin-induced Cardiotoxicity in Wistar Rats. Toxicol. Int. Former. Indian J",
        "Gastroprotective activity of Trichosanthes cucumerina in rats",
        "Hepatoprotective effect of Trichosanthes cucumerina Var cucumerina L. On carbon tetrachloride induced liver damage in rats",
        "Cytotoxic Properties of Root Extract and Fruit Juice of Trichosanthes cucumerina",
        "Production of Secondary Metabolites Using Plant Cell Cultures",
        "Elicitation, an Effective Strategy for the Biotechnological Production of Bioactive High-Added Value Compounds in Plant Cell Factories",
        "Up-regulation of Soyasaponin Biosynthesis by Methyl Jasmonate in Cultured Cells of Glycyrrhiza glabra",
        "Elicitor-enhanced production of gymnemic acid in cell suspension cultures of Gymnema sylvestre R",
        "Chitosan treatment raises the accumulation of saponin and the transcriptional Level of genes encoding the key enzymes of saponin synthesis in cultured panaxginseng cells",
        "Increased production of withanolide A, withanone, and withaferin A in hairy root cultures of Withania somnifera (L.) Dunal elicited with methyl jasmonate and salicylic acid",
        "Jasmonates and related compounds in plant-insect interactions",
        "Yeast extract and methyl jasmonate-induced silymarin production in cell cultures of Silybum marianum (L.) Gaertn",
        "Enhanced Biosynthesis of Withanolides by Elicitation and Precursor Feeding in Cell Suspension Culture of Withania somnifera (L.) Dunal in Shake-Flask Culture and Bioreactor",
        "Biosynthesis of bryonolic acid in cultured cells of watermelon",
        "Bryonolic Acid Production in Hairy Roots of Trichosanthes kirilowii MAX. Var. japonica KITAM. Transformed with Agrobacterium rhizogenes and Its Cytotoxic Activity",
        "Effect of fenhexamid and cyprodinil on the expression of cell cycle- and metastasis-related genes via an estrogen receptor-dependent pathway in cellular and xenografted ovarian cancer models",
        "Fludioxonil induced the cancer growth and metastasis via altering epithelial-mesenchymal transition via an estrogen receptor-dependent pathway in cellular and xenografted breast cancer models",
        "The Wound Healing Process: An Overview of the Cellular and Molecular Mechanisms",
        "In vitro wound healing potency of methanolic leaf extract of Aristolochia saccata is possibly mediated by its stimulatory effect on collagen-1 expression",
        "Hemostatic and Wound Healing Properties of Chromolaena odorata Leaf Extract",
        "An optimized method for accurate quantification of cell migration using human small intestine cells",
        "In Vitro Production of Cucurbitacins From Trichosanthes cucumerina L",
        "In vitro and In vivo wound healing studies of methanolic fraction of Centella asiatica extract"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thammasat University, Thailand",
        "Chulalongkorn University"
    ]
}