{
    "eid": "2-s2.0-85077441477",
    "title": "Government's strategy in optimising renewable energy programs through the participatory approach in Gorontalo, Indonesia",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Government Strategy",
        "Participation",
        "Renewable Energy",
        "Society"
    ],
    "authors": [
        "Muh Firyal Akbar",
        "Widya Kurniati Mohi",
        "Zulfan Nahruddin",
        "Ilyas Lamuda",
        "Ahmad Harakan",
        "Kittisak Jermsittiparsert"
    ],
    "citedby-count": 1,
    "ref-count": 20,
    "ref-list": [
        "Renewable Energy Implementation Program Based on Local Wisdom",
        "Sustainable communities",
        "Pemetaan Potensi Dan Pemanfaatan Hybrid Energi Terbarukan Dalam Menunjang Terwujudnya Desa Mandiri Energi Di Propinsi Gorontalo",
        "A review on energy scenario and sustainable energy in Indonesia",
        "From private lives to collective action: Recruitment and participation incentives for a community energy program",
        "Rancang Bangun Sinergi Kebijakan Agropolitan dan Pengembangan Ekonomi Lokal Menunjang Percepatan Pembangunan Wilayah",
        "A Comparative Study of the Administration of Primary Education between the Provincial Administration Organisation and the Office of the Basic Education Commission in Thailand",
        "Kajian ekonomis pembangkit hybrid renewable energi menuju desa mandiri energi di Kabupaten Bone-Bolango",
        "From clients to citizens: Asset-based Community Development as a strategy for community-driven development",
        "Reformasi Pelayanan Publik Sebagai Strategi Mewujudkan Good Governance",
        "Governing community energy-Feed-in tariffs and the development of community wind energy schemes in the United Kingdom and Germany",
        "A closer look inside collaborative action: civic engagement and participation in community energy initiatives",
        "Energy Risk Management and Cost of Economic Production Biodiesel Project",
        "Making the most of community energies: Three perspectives on grassroots innovation. Environment and Planning A",
        "Community and Renewable Energy Economic and Management",
        "Formation of Model and Strategic Plans for Developing the Cluster Management of Eco-friendly Renewable Energy Sectors in Thailand",
        "Power to the people: Local community initiatives and the transition to sustainable energy",
        "Community renewable energy: What should it mean? Energy Policy",
        "Trust and community: Exploring the meanings, contexts and dynamics of community renewable energy. Energy Policy",
        "Community and sustainable development: participation in the future edited by D. Warburton, 1998"
    ],
    "affiliation": [
        {
            "affiliation-city": "Gorontalo",
            "@id": "60117283",
            "affilname": "Universitas Muhammadiyah Gorontalo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117283",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Makassar",
            "@id": "60107264",
            "affilname": "Universitas Muhammadiyah Makassar",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60107264",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Gorontalo",
            "@id": "120820721",
            "affilname": "Universitas Gorontalo",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/120820721",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": []
}