{
    "eid": "2-s2.0-84902658248",
    "title": "A superoxide dismutase purified from the roots from Stemona tuberosa",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Characterization",
        "Purification",
        "Stemona tuberosa",
        "Superoxide dismutase"
    ],
    "authors": [
        "P. Niyomploy"
    ],
    "citedby-count": 8,
    "ref-count": 44,
    "ref-list": [
        "Purification and partial characterization of manganese superoxide dismutase from downy mildew resistant pearl millet seedlings inoculated with Sclerospora graminicola",
        "Purification and characterization of extracellular superoxide dismutase in mouse lung",
        "Copper/zinc-superoxide dismutase from lemon cDNA and enzyme stability",
        "The rate of cu,zn superoxide dismutase evolution",
        "Isolation, purification and characterization of superoxide dismutase from garlic",
        "Antioxidant and anti-inflammatory properties of a Cucumis melo LC. extract rich in superoxide dismutase activity",
        "Superoxide dismutase, aging, and degenerative disease",
        "Superoxide dismutase - Applications and relevance to human diseases",
        "Oxidation of ascorbic acid with superoxide anion generated by the xanthine-xanthine oxidase system",
        "Oxidative damage in pea plants exposed to water deficit or paraquat",
        "Heavy metal induced oxidative stress & its possible reversal by chelation therapy",
        "Chilling stress-induced changes of antioxidant enzymes in the leaves of cucumber: In gel enzyme activity assays",
        "Differential temperature dependencies of antioxidative enzymes in two contrasting species: Fagus sylvatica and Coleus blumei",
        "Regulation of calcium signalling and gene expression by glutathione",
        "Defense potentials to NaCl in a mangrove, Bruguiera parviflora: Differential changes of isoforms of some antioxidative enzymes",
        "Isolation and characterization of superoxide dismutase from wheat seedlings",
        "Role of superoxide dismutases (SODs) in controlling oxidative stress in plants",
        "Purification and some properties of Cu,Zn superoxide dismutase from Radix lethospermi seed, kind of Chinese traditional medicine",
        "An antioxidant protein in Curcuma comosa Roxb. Rhizomes",
        "Purification and properties of Oryza sativa Cu-Zn superoxide dismutase",
        "Copper/zinc-superoxide dismutase from lemon cDNA and enzyme stability",
        "Purification and characterization of cytosolic isoenzyme III of Cu,Zn-superoxide dismutase from tobacco leaves",
        "Cloning and Characterization of a cDNA for Manganese Superoxide Dismutase from Callus of Sweet Potato",
        "Trop. Biomed.",
        "Two minor alkaloids from roots of Stemona tuberosa",
        "The Structure of Stenine, a New Alkaloid Occurring in Stemona Tuberosa",
        "Bibenzyls from Stemona tuberosa",
        "Antibacterial stilbenoids from the roots of Stemona tuberosa",
        "Croomine- and tuberostemonine-type alkaloids from roots of Stemona tuberosa and their antitussive activity",
        "Antitussive effects of Stemona tuberosa with different chemical profiles",
        "Antioxidant activity and phenolic compounds of 112 traditional Chinese medicinal plants associated with anticancer",
        "Stemospironine, new insecticidal alkaloid of stemona japonica miq. Isolation, structural determination and activity",
        "Activity of Novel Plant Extracts Against Medullary Thyroid Carcinoma Cells",
        "Structural relationships, distribution and biological activities of Stemona alkaloids",
        "Quality evaluation of Radix Stemonae through simultaneous quantification of bioactive alkaloids by high-performance liquid chromatography coupled with diode array and evaporative light scattering detectors",
        "Pyrrolo- and pyridoazepine alkaloids as chemical markers in Stemona species",
        "Antioxidant dehydrotocopherols as a new chemical character of Stemona species",
        "Isolation and characterization of superoxide dismutase from wheat seedlings",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Identification of proteins in polyacrylamide gels by mass spectrometric peptide mapping combined with database search",
        "Plant Physiol.",
        "Purification and characterization of Cu, Zn-superoxide dismutase from black soybean",
        "Purification and partial characterization of a low temperature responsive Mn-SOD from tea (Camellia sinensis (L.) O. Kuntze)",
        "Purification and characterization of Cu-Zn superoxide dismutases from mungbean (Vigna radiata) seedlings"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}