{
    "eid": "2-s2.0-84961798327",
    "title": "Co-solvation effect on the binding mode of the α-mangostin/β-cyclodextrin inclusion complex",
    "cover-date": "2015-11-25",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Binary complex",
        "Inclusion complex",
        "α-mangostin",
        "β-cyclodextrin"
    ],
    "authors": [
        "Chompoonut Rungnim"
    ],
    "citedby-count": 34,
    "ref-count": 53,
    "ref-list": [
        "Comparative interaction of 2-hydroxypropyl-β-cyclodextrin and sulfobutylether-β-cyclodextrin with itraconazole: Phase-solubility behavior and stabilization of supersaturated drug solutions",
        "Combined effect of cosolvent and cyclodextrin on solubilization of nonpolar drugs",
        "Solubilization of Fluasterone in cosolvent/cyclodextrin combinations",
        "Solubility enhancement of low soluble biologically active compounds - Temperature and cosolvent dependent inclusion complexation",
        "The effect of solvent interactions on α-, β-, and γ-cyclodextrin/flavor molecular inclusion complexes",
        "The influence of cosolvent on the complexation of HP-β-cyclodextrins with oleanolic acid and ursolic acid",
        "Enthalpy of solution of α- And β-cyclodextrin in water and in some organic solvents",
        "Alcohol effect on equilibrium constants and dissociation dynamics of xanthone-cyclodextrin complexes",
        "Benznidazole drug delivery by binary and multicomponent inclusion complexes using cyclodextrins and polymers",
        "A novel particle engineering technology to enhance dissolution of poorly water soluble drugs: Spray-freezing into liquid",
        "Study of freeze-dried quercetin-cyclodextrin binary systems by DSC, FT-IR, X-ray diffraction and SEM analysis",
        "Self-assembly of cyclodextrin complexes: Effect of temperature, agitation and media composition on aggregation",
        "Complexation of allyl isothiocyanate by α- and β-cyclodextrin and its controlled release characteristics",
        "Complexation efficiency of cyclodextrins for volatile flavor compounds",
        "Effect of cyclodextrin complexation on phenylpropanoids' solubility and antioxidant activity",
        "Retention of aroma compounds from Mentha piperita essential oil by cyclodextrins and crosslinked cyclodextrin polymers",
        "Anion binding of a neutral bis(cyclopeptide) in water-methanol mixtures containing up to 95% water",
        "Molecular dynamics simulations of β-cyclodextrin in aqueous solution",
        "Host-guest interaction between 3,4-dihydroisoquinoline-2(1H)-sulfonamide and β-cyclodextrin: Spectroscopic and molecular modeling studies",
        "Enhanced dissolution and stability of lansoprazole by cyclodextrin inclusion complexation: Preparation, characterization, and molecular modeling",
        "Inclusion complexes of N-sulfamoyloxazolidinones with β-cyclodextrin: A molecular modeling approach",
        "Molecular dynamics of β-CD in water/co-solvent mixtures",
        "The Hydrophobic Effect Revisited - Studies with Supramolecular Complexes Imply High-Energy Water as a Noncovalent Driving Force",
        "International Conference on Chemical, Civil and Material Engineering (ICCCME2015)",
        "27th ACS (American Chemical Society) National Meeting",
        "Prediction of distribution coefficient from structure. 1. Estimation method",
        null,
        "Binding pattern of the long acting neuraminidase inhibitor laninamivir towards influenza A subtypes H5N1 and pandemic H1N1",
        "Molecular dynamic behavior and binding affinity of flavonoid analogues to the cyclin dependent kinase 6/cyclin D complex",
        "Development and validation of empirical force field parameters for netropsin",
        "Dynamic behavior of avian influenza a virus neuraminidase subtype h5n1 in complex with oseltamivir, zanamivir, peramivir, and their phosphonate analogues",
        "Gaussian 09",
        "PACKMOL: A package for building initial configurations for molecular dynamics simulations",
        "Enhanced stability of a naringenin/2,6-dimethyl β-cyclodextrin inclusion complex: Molecular dynamics and free energy calculations based on MM- and QM-PBSA/GBSA",
        "Binding mode and free energy prediction of fisetin/β-cyclodextrin inclusion complexes",
        "An improved hydrogen bond potential: Impact on medium resolution protein structures",
        "Insights into protein-protein binding by binding free energy calculation and free energy decomposition for the Ras-Raf and Ras-RalGDS complexes.",
        "Assessing the performance of the molecular mechanics/Poisson Boltzmann surface area and molecular mechanics/generalized Born surface area methods. II. the accuracy of ranking poses generated from docking",
        "Extending the applicability of the nonlinear Poisson-Boltzmann equation: Multiple dielectric constants and multivalent ions",
        "Fast and accurate predictions of binding free energies using MM-PBSA and MM-GBSA",
        "An MM/3D-RISM approach for ligand binding affinities",
        "Individual degrees of freedom and the solvation properties of water",
        null,
        "A new method for predicting binding affinity in computer-aided drug design",
        "DNA duplex stability: The role of preorganized electrostatics",
        "Cytochrome P450 3A4 inhibition by ketoconazole: Tackling the problem of ligand cooperativity using molecular dynamics simulations and free-energy calculations",
        "Calculations of antibody-antigen interactions: Microscopic and semi-microscopic evaluation of the free energies of binding of phosphorylcholine analogs to McPC603",
        "MMPBSA.py: An efficient program for end-state free energy calculations",
        "Semianalytical Treatment of Solvation for Molecular Mechanics and Dynamics",
        "Adv. Anal. Chem. Instrum.",
        "A new crystal form of β-cyclodextrin-ethanol inclusion complex: Channel-type structure without long guest molecules",
        "Decomposition of the solvation free energies of deoxyribonucleoside triphosphates using the free energy perturbation method",
        "Do all pieces make a whole? Thiele cumulants and the free energy decomposition"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Science and Technology Development Agency",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund",
        "National Nanotechnology Center"
    ]
}