{
    "eid": "2-s2.0-84978148484",
    "title": "CO2 gasification of charcoals produced at various pressures",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Energy Engineering and Power Technology",
            "@code": "2102"
        },
        {
            "$": "Fuel Technology",
            "@code": "2103"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Charcoals",
        null,
        "Flash carbonization",
        "High-pressure pyrolysis",
        "Kinetic modelling"
    ],
    "authors": [
        "Hau Huu Bui"
    ],
    "citedby-count": 30,
    "ref-count": 61,
    "ref-list": [
        null,
        null,
        null,
        "Microwave-specific enhancement of the carbon-carbon dioxide (boudouard) reaction",
        "Influence of pyrolysis conditions on the structure and gasification reactivity of biomass chars",
        "Pyrolysis of eucalyptus at different heating rates: Studies of char characterization and oxidative reactivity",
        "Effect of heating rate on steam gasification of biomass. 1. Reactivity of char",
        "Influence of carbonization conditions on the gasification of acacia and eucalyptus wood chars by carbon dioxide",
        null,
        "Review of Methods for Improving the Yield of Charcoal from Biomass",
        "Emissions of greenhouse gases and other airborne pollutants from charcoal making in Kenya and Brazil",
        "The art, science, and technology of charcoal production",
        "Carbon emissions due to deforestation for the production of charcoal used in Brazil's steel industry",
        "Traditional charcoal making: an important source of atmospheric pollution in the African Tropics",
        "Advances in Thermochemical Biomass Conversion",
        "Attainment of the theoretical yield of carbon from biomass",
        "Is elevated pressure required to achieve a high fixed-carbon yield of charcoal from biomass? Part 1: Round-robin results for three different corncob materials",
        "Estimation of gasification rate of coal chars in steam-nitrogen and carbon dioxide-nitrogen atmospheres",
        "Gasification reaction kinetics on biomass char obtained as a by-product of gasification in an entrained-flow gasifier with steam and oxygen at 900-1000 °C",
        "Is elevated pressure required to achieve a high fixed-carbon yield of charcoal from biomass? Part 2: The importance of particle size",
        "Flash carbonization of biomass",
        "Gasification of biomass wastes in an entrained flow gasifier: Effect of the particle size and the residence time",
        null,
        null,
        null,
        "New Trends in Coal Science",
        "Modelling of char-gas reaction kinetics",
        "The effects of pressure on coal reactions during pulverised coal combustion and gasification",
        "Wood formation of trees in relation to potassium and calcium nutrition",
        null,
        "Chemical composition, character and reactivity of renewable fuel ashes",
        "Ash-forming elements in four Scandinavian wood species. Part 1: Summer harvest",
        "Gasification of a South Australian low-rank coal with carbon dioxide and steam: Kinetics and reactivity studies",
        "Gasification reactivities of metallurgical cokes with carbon dioxide, steam and their mixtures",
        null,
        "Modeling chemical and physical processes of wood and biomass pyrolysis",
        null,
        "The influence of inorganic materials on the thermal deactivation of fuel chars",
        "Gasification of biomass chars in carbon dioxide: dependence of gasification rate on the indigenous metal content",
        "The influence of potassium on the boudouard reaction in manganese production",
        null,
        null,
        null,
        "Fundamentals of Thermochemical Biomass Conversion",
        null,
        null,
        null,
        "The reaction of carbon with carbon dioxide at high pressure",
        null,
        null,
        null,
        "Gasification of waste biomass chars by carbon dioxide via thermogravimetry. Part I: Effect of mineral matter",
        null,
        "Kinetic modelling of steam gasification of various woody biomass chars: Influence of inorganic elements",
        "A model of biomass char gasification describing the change in catalytic activity of ash",
        null,
        "A random pore model for fluid‐solid reactions: I. Isothermal, kinetic control",
        null,
        "Kinetic study of carbon dioxide gasification of rice husk fast pyrolysis char"
    ],
    "affiliation": [
        {
            "affiliation-city": "Trondheim",
            "affilname": "SINTEF Energi AS",
            "affiliation-country": "Norway"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Trondheim",
            "affilname": "Norges Teknisk-Naturvitenskapelige Universitet",
            "affiliation-country": "Norway"
        }
    ],
    "funding": [
        "Norges Forskningsråd"
    ]
}