{
    "eid": "2-s2.0-85092494009",
    "title": "Bryophytes Harbor Cultivable Actinobacteria With Plant Growth Promoting Potential",
    "cover-date": "2020-09-29",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "actinobacteria",
        "bryophytes",
        "draft genome",
        "genome mining",
        "Physcomitrium sphaericum",
        "plant-growth promoting bacteria",
        "plant-microbes interaction",
        "whole genome sequencing"
    ],
    "authors": [
        "Chadabhorn Insuk",
        "Nattakorn Kuncharoen",
        "Naowarat Cheeptham",
        "Somboon Tanasupawat",
        "Wasu Pathom-aree"
    ],
    "citedby-count": 7,
    "ref-count": 99,
    "ref-list": [
        "Cultivating the uncultured: limits, advances and future challenges",
        "Colorimetric determination of the components of 3,4-di hydroxyphenylalanine-tyrosine mixtures",
        "Rhodotorulic acid from species of Leucosporidium, Rhodosporidium, Rhodotorula, Sporidioholus and Sporoholomyces, and a new alanine-containing ferrichrome from Cryptococcus melibiosum",
        "The RAST server: rapid annotations using subsystems technology",
        "Monitoring the colonization and infection of legume nodules by Micromonospora in co-inoculation experiments with rhizobia",
        "Structure and functions of the bacterial microbiota of plants",
        "Genome-based classification of micromonosporae with a focus on their biotechnological and ecological potential",
        "Micromonospora is a normal occupant of actinorhizal nodules",
        "Diversity of Micromonospora strains isolated from nitrogen fixing nodules and rhizosphere of Pisum sativum analyzed by multilocus sequence analysis",
        "Micromonospora phytophila sp. nov. and Micromonospora luteiviridis sp. nov., isolated as natural inhabitants of plant nodules",
        "Genome mining of Streptomyces scabrisporus NF3 reveals symbiotic features including genes related to plant interactions",
        "Potential of bryophytes as therapeutics",
        "Acclimatization of tissue cultured plantlets: from laboratory to land",
        "Radio analysis of reflectance spectra (RARS): an algorithm for the remote estimation of the concentrations of chlorophyll a, chlorophyll b and carotenoids in soybean leaves",
        "Proposed minimal standards for the use of genome data for the taxonomy of prokaryotes",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Infection with Micromonospora strain SB3 promotes in vitro growth of Lolium multiflorum plantlets",
        "The biosynthesis of auxin: How many paths truly lead to IAA?",
        "Optimization of isolation and cultivation of bacterial endophytes through addition of plant extract to nutrient media",
        "New insight on trehalose: a multifunctional molecule",
        "Growth promotion of Salicornia bigelovii by Micromonospora chalcea acid deaminase producing actinobacterial isolate",
        "Indole-3-acetic acid (IAA) production trait, a useful screening to select endophytic and rhizosphere competent bacteria for rice growth promoting agents",
        "Estimating phylogenetic trees from distance matrices",
        "Bioprospecting plant-associated microbiomes",
        "Micromonospora",
        "A critical examination of the specificity of the Salkowski reagent for indolic compounds produced by phytopathogenic bacteria",
        "Whole genome sequencing and analysis of plant growth promoting bacteria isolate d from the rhizosphere of plantation crops coconut, cocoa and arecanut",
        "Ethanol-induced water stress and fungal growth",
        "Biotechnological application and taxonomical distribution of plant growth promoting actinobacteria",
        "The genus Frullania in Thailand",
        "Humic acid-vitamin Agar, a new medium for selective isolation of soil actinomycetes",
        "The oil bodies of liverworts: unique and important organelles in land plants",
        "Beitrage Zur Morphologie und Biologie der Algen",
        "Micromonospora: an important microbe for biomedicine and potentially for biocontrol and biofuels",
        "Draft genome sequence of Micromonospora sp. strain MW-13, a bacterial strain with antibacterial properties and plant growth promotion potential isolated from the rhizosphere of wheat in Iran",
        "Improved culturability of soil bacteria and isolation in pure culture of novel members of the divisions Acidobacteria, Actinobacteria, Proteobacteria, and Verrucomicrobia",
        "Fresh isolates of actinomycetes in which the presence of sporogenous aerial mycelia is a fluctuating characteristic",
        "Three transport systems for the osmoprotectant glycine betaine operate in Bacillus subtilis: characterization of OpuD",
        "Omics” tools for better understanding the plant–endophyte interactions",
        "Multifaceted interactions between endophytes and plant: developments and prospects",
        "Characterization of cold-shock protein A of Antarctic Streptomyces sp. AA8321",
        "Two simple media for demonstrate of pyocyanin and fluorescein",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporiarhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Micromonospora globbae sp. nov., an endophytic actinomycete isolated from roots of Globba winitii C. H. Wright",
        "Selection of media for isolation of streptomycetes",
        "Chemical composition as a criterion in the classification of actinomycetes",
        "Chemotaxonomy of aerobic actinomycetes: phospholipid composition",
        "FastME 2.0: a comprehensive, accurate, and fast distance-based phylogeny inference program",
        "Streptomyces bryophytorum sp. nov., an endophytic actinomycete isolated from moss (Bryophyta)",
        "Actinoallomurus bryophytorum sp. nov., an endophytic actinomycete isolated from moss (Bryophyta)",
        "Microbispora bryophytorum sp. nov., an actinomycete isolated from moss (Bryophyta)",
        "Antifungal, plant growth-promoting, and genomic properties of an endophytic actinobacterium Streptomyces sp. NEAU-S7GS2",
        "Genome sequence- based species delimitation with confidence intervals and improved distance functions",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "An efficient microbiological growth medium for screening phosphate solubilizing microorganisms",
        "Siderophores in relation to plant growth and disease",
        "Genome-based taxonomic classification of the phylum Actinobacteria",
        "Genomic insights into plant-growth-promoting potentialities of the genus Frankia",
        "Mycolicibacterium stellerae sp. nov., a rapidly growing scotochromogenic strain isolated from Stellera chamaejasme",
        "The bryophyte genus Sphagnum is a reservoir for powerful and extraordinary antagonists and potentially facultative human pathogens",
        "Micromonospora metallophores: a plant growth promotion trait useful for bacterial-assisted phytoremediation?",
        "The SEED and the rapid annotation of microbial genomes using subsystems technology (RAST)",
        "The Indian connection of the Thailand moss flora, with one new species, Fissidens elizbrowniae",
        "Shifting the genomics gold standard for the prokaryotic species definition",
        "JspeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Selective isolation of cultivable actinomycetes from Thai coastal marine sediment",
        "Regulation of bacterial heat shock stimulons",
        "Universal chemical assay for the detection and determination of siderophores",
        "Prokka: rapid prokaryotic genome annotation",
        "Methods for characterization of Streptomyces species",
        "Auxin and plant-microbe interactions",
        "Bacteria isolated from moss and their effect on moss development",
        "P?anzen und Schnecken",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "Release thresholds for moss spores: the importance of turbulence and sporophyte length",
        "Auxin-mediated developmental control in the moss Physcomitrella patens",
        "The genus Micromonospora is widespread in legume root nodules: the example of Lupinus angustifolius",
        "Genome features of the endophytic actinobacterium Micromonospora lupini strain Lupac 08: On the process of adaptation to an endophytic life style?",
        "Endophytic actinobacteria and the interaction of Micromonospora and nitrogen fixing plants",
        "Oligotrophy is helpful for the isolation of bioactive actinomycetes",
        "Siderophore production by actinobacteria",
        "Draft genome analysis offers insights into the mechanism by which Streptomyces chartreusis WZS021 increases drought tolerance in sugarcane",
        "Unicycler: resolving bacterial genome assemblies from short and long sequencing reads",
        "Nitrogen assimilation in Citrus based on CitEST data mining",
        "Actinobacteria from rhizosphere: molecular diversity, distributions, and potential biotechnological applications",
        "Genera of the Pottiaceae: mosses of harsh environments"
    ],
    "affiliation": [
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kamloops",
            "@id": "60032309",
            "affilname": "Thompson Rivers University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032309",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "Ministry of Education, Thailand",
        "Government of Canada",
        "Chiang Mai University"
    ]
}