{
    "eid": "2-s2.0-85052985058",
    "title": "Quinolone-resistant phenotype of Flavobacterium columnare isolates harbouring point mutations both in gyrA and parC but not in gyrB or parE",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antimicrobials",
        "Flavobacterium columnare",
        "Mutation",
        "Quinolone",
        "Resistance"
    ],
    "authors": [
        "W. Mata",
        "C. Putita",
        "H. T. Dong",
        "P. Kayansamruaj",
        "S. Senapin",
        "C. Rodkhum"
    ],
    "citedby-count": 7,
    "ref-count": 40,
    "ref-list": [
        "Flavobacterium columnare (Flexibacter columnaris) associated with severe gill necrosis in koi carp (Cyprinus carpio L)",
        "Columnaris disease in fish: a review with emphasis on bacterium–host interactions",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Isolation of Flavobacterium columnare from cultured rainbow trout (Oncorhynchus mykiss) fry in Turkey",
        "Flavobacterium columnare genomovar influences mortality in channel catfish (Ictalurus punctatus)",
        "Fisheries statistics of Thailand 2012",
        "Report of a Joint FAO/NACA/WHO study group on food safety issues associated with products from aquaculture. WHO Technical Report Series No. 883",
        "Antimicrobial use and resistance in aquaculture: findings of a globally administered survey of aquaculture-allied professionals",
        "Mechanism of action of and resistance to quinolones",
        "Type II topoisomerase mutations in ciprofloxacin-resistant strains of Pseudomonas aeruginosa",
        "Type II topoisomerase quinolone resistance-determining regions of Aeromonas caviae, A. hydrophila, and A. sobria complexes and mutations associated with quinolone resistance",
        "First Streptococcus agalactiae isolates highly resistant to quinolones, with point mutations in gyrA and parC",
        "Mutations in gyrA and parC genes in nalidixic acid-resistant Escherichia coli strains from food products, humans and animals",
        "Methods for antimicrobial disk susceptibility testing of bacteria isolated from aquatic animals; approved guideline",
        "Performance standards for antimicrobial susceptibility testing; twenty-second informational supplement",
        "Antimicrobial susceptibility and plasmid profiles of Flavobacterium psychrophilum strains isolated in Chile",
        "Methods for broth dilution susceptibility testing of bacteria isolated from aquatic animals; approved guideline",
        "Antimicrobial susceptibility of Flavobacterium psychrophilum isolates from Ontario",
        "Antimicrobial susceptibility testing of aquatic bacteria: quality control disk diffusion ranges for Escherichia coli ATCC 25922 and Aeromonas salmonicida subsp. salmonicida ATCC 33658 at 22°C and 28°C",
        "Molecular characterization of tetracycline- and quinolone-resistant Aeromonas salmonicida isolated in Korea",
        "Primer3—new capabilities and interfaces",
        "Primer-BLAST a tool to design target-specific primers for polymerase chain reaction",
        "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Antimicrobial susceptibility of flavobacteria",
        "Reappraisal of the antimicrobial susceptibilities of Chryseobacterium and Flavobacterium species and methods for reliable susceptibility testing",
        "Relationship between gyrA mutations and quinolone resistance in Flavobacterium psychrophilum isolates",
        "DNA gyrase and topoisomerase IV mutations in quinolone-resistant Flavobacterium psychrophilum isolated from diseased salmonids in Norway",
        "Antimicrobial susceptibility pattern of Flavobacterium columnare isolates collected worldwide from 17 fish species",
        "Comparison of in vitro antimicrobial susceptibility in Flavobacterium psychrophilum isolated from rainbow trout fry",
        "gyrA and parC associated with quinolone resistance in Vibrio anguillarum",
        "Mechanisms of resistance to quinolones",
        "Induction of resistant mutants of Salmonella enterica serotype Typhi under ciprofloxacin selective pressure",
        "gyrA and gyrB mutations in quinolone-resistant strains of Escherichia coli",
        "Quinolone resistance-determining region in the DNA gyrase gyrA gene of Escherichia coli",
        "Detection of mutations in parC in quinolone-resistant clinical isolates of Escherichia coli",
        "Molecular detection of antimicrobial resistance",
        "Complete genome sequence analysis of the fish pathogen Flavobacterium columnare provides insights into antibiotic resistance and pathogenicity related genes",
        "Responsible use of antibiotics in aquaculture"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Thonburi",
            "@id": "60008786",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008786",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Ratchadaphiseksomphot Endowment Fund",
        "Faculty of Veterinary Science, Chulalongkorn University",
        "Chulalongkorn University"
    ]
}