{
    "eid": "2-s2.0-84955467007",
    "title": "Neutrophil gelatinase associated lipocalin (NGAL) in leptospirosis acute kidney injury: A multicenter study in Thailand",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Nattachai Srisawat"
    ],
    "citedby-count": 39,
    "ref-count": 26,
    "ref-list": [
        "The globalization of leptospirosis: worldwide incidence trends",
        "RIFLE and Acute Kidney Injury Network classifications predict mortality in leptospirosis-associated acute kidney injury",
        "Acute kidney injury: Definition, epidemiology, and outcome",
        "Acute kidney injury in non-severe pneumonia is associated with an increased immune response and lower survival",
        "Leptospirosis-associated acute kidney injury.",
        "Urine NGAL predicts severity of acute kidney injury after cardiac surgery: A prospective study",
        "Plasma neutrophil gelatinase-associated lipocalin predicts recovery from acute kidney injury following community-acquired pneumonia",
        "Urinary biomarkers and renal recovery in critically ill patients with renal support",
        "Endothelial glycocalyx damage is associated with leptospirosis acute kidney injury",
        "Kidney Int.",
        "Human Leptospirosis Guidance for Diagnosis, Surveillance and Control. WHO Guideline 2003",
        "Bull Dept Med Sci.",
        "Acute renal failure - definition, outcome measures, animal models, fluid therapy and information technology needs: the Second International Consensus Conference of the Acute Dialysis Quality Initiative (ADQI) Group.",
        "Plasma neutrophil gelatinase-associated lipocalin predicts acute kidney injury, morbidity and mortality after pediatric cardiac surgery: A prospective uncontrolled cohort study",
        "Neutrophil gelatinase-associated lipocalin (NGAL) as a biomarker for acute renal injury after cardiac surgery",
        "NGAL is an early predictive biomarker of contrast-induced nephropathy in children",
        "Urinary cystatin C as an early biomarker of acute kidney injury following adult cardiothoracic surgery",
        "Serum neutrophil gelatinase-associated lipocalin (NGAL) as a marker of acute kidney injury in critically ill children with septic shock",
        "Plasma neutrophil gelatinase-associated lipocalin is an early marker of acute kidney injury in adult critically ill patients: A prospective study",
        "Novel and conventional serum biomarkers predicting acute kidney injury in adult cardiac surgery-A prospective cohort study",
        "Rapid detection of acute kidney injury by plasma and urinary neutrophil gelatinase-associated lipocalin after cardiopulmonary bypass",
        "Refining predictive models in critically ill patients with acute renal failure",
        "Re-evaluation and modification of the Stuivenberg Hospital Acute Renal Failure (SHARF) scoring system for the prognosis of acute renal failure: An independent multicentre, prospective study",
        "Accuracy of Neutrophil Gelatinase-Associated Lipocalin (NGAL) in Diagnosis and Prognosis in Acute Kidney Injury: A Systematic Review and Meta-analysis",
        "Dual action of neutrophil gelatinase-associated lipocalin",
        "Neutrophil gelatinase-associated lipocalin as the real-time indicator of active kidney damage"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Prapokklao Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Nan Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pittsburgh",
            "affilname": "University of Pittsburgh School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "affilname": "Tungsong hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Krasang",
            "affilname": "Krasang Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Mahasarakarm",
            "affilname": "Mahasarakarm Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Uttaradit Province",
            "affilname": "Uttaradit Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Maharaj Nakhon Si Thammarat Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Roi Et",
            "affilname": "Roi Et Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Jongkolneenithi foundation",
        "Alere"
    ]
}