{
    "eid": "2-s2.0-84905656334",
    "title": "Improvement in the pore structure of polybenzoxazine-based carbon xerogels through a silica templating method",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        }
    ],
    "keywords": [
        "Carbon xerogel",
        "Polybenzoxazine",
        "Silica nanoparticles",
        "Template"
    ],
    "authors": [
        "Uthen Thubsuang"
    ],
    "citedby-count": 21,
    "ref-count": 42,
    "ref-list": [
        "Preparation and characterization of highly ordered graphitic mesoporous carbon as a Pt catalyst support for direct methanol fuel cells",
        "Synthesis and characterization of mesoporous carbon for fuel cell applications",
        "Templated mesoporous carbons for supercapacitor application",
        "Rapid adsorption of alcohol biofuels by high surface area mesoporous carbons",
        "Structural study of mesoporous MCM-48 and carbon networks synthesized in the spaces of MCM-48 by electron crystallography",
        "Synthesis and characterization of mesoporous carbon through inexpensive mesoporous silica as template",
        "Novel silica-sol mediated synthesis of high surface area porous carbons",
        "Simple silica-particle template synthesis of mesoporous carbons",
        "Hierarchically porous phenolic resin-based carbons obtained by block copolymer-colloidal silica templating and post-synthesis activation with carbon dioxide and water vapor",
        "Phenolic materials via ring‐opening polymerization: Synthesis and characterization of bisphenol‐A based benzoxazines and their polymers",
        "Polybenzoxazines-New high performance thermosetting resins: Synthesis and properties",
        "Mechanical characterization of copolymers based on benzoxazine and epoxy",
        "High-molecular-weight AB-type benzoxazines as new precursors for high-performance thermosets",
        "Overview and historical background of polybenzoxazine research",
        "Novel polybenzoxazine-based carbon aerogel electrode for supercapacitors",
        "Removal of heavy metals from model wastewater by using polybenzoxazine aerogel",
        "Novel template confinement derived from polybenzoxazine-based carbon xerogels for synthesis of ZSM-5 nanoparticles via microwave irradiation",
        "Porous structure of polybenzoxazine-based organic aerogel prepared by sol-gel process and their carbon aerogels",
        "Porous materials from polybenzoxazine",
        null,
        "Characterization of the physical properties and biocompatibility of polybenzoxazine-based aerogels for use as a novel hard-tissue scaffold",
        null,
        "Fabrication of porous carbon monoliths with a graphitic framework",
        null,
        null,
        "Process for Preparation of Benzoxazine Compounds in Solventless Systems",
        "Synthesis and thermal cure of high molecular weight polybenzoxazine precursors and the properties of the thermosets",
        "Direct synthesis of uniform mesoporous carbons from the carbonization of as-synthesized silica/triblock copolymer nanocomposites",
        "Adsorption of Gases in Multimolecular Layers",
        "Studies on pore systems in catalysts. V. The t method",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. I. Computations from Nitrogen Isotherms",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. II. Comparison between Nitrogen Isotherm and Mercury Porosimeter Methods",
        "Fabrication and nano-structure control of carbon aerogels via a microemulsion-templated sol-gel polymerization method",
        "Preparation of mesoporous carbon by freeze drying",
        "The porous structures of activated carbon aerogels and their effects on electrochemical performance",
        "Preparation of low-density carbon aerogels by ambient pressure drying",
        "Adsorption by Powders and Porous Solids, Principles, Methodology and Applications",
        "Synthesis optimization of organic xerogels produced from convective air-drying of resorcinol-formaldehyde gels",
        "Fast microwave-assisted synthesis of tailored mesoporous carbon xerogels",
        "Control of mesoporous structure of organic and carbon aerogels",
        "Carbon aerogels, cryogels and xerogels: Influence of the drying method on the textural properties of porous carbon materials",
        "Microwave drying as an effective method to obtain porous carbon xerogels"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cleveland",
            "affilname": "Case School of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology, Chulalongkorn University",
        "Petroleum and Petrochemical College",
        "Chulalongkorn University"
    ]
}