{
    "eid": "2-s2.0-85092350230",
    "title": "The Influence of Surface Roughening and Polishing on Microbial Biofilm Development on Different Ceramic Materials",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "Biofilm",
        "ceramic",
        "feldspathic",
        "lithium disilicate",
        "zirconia"
    ],
    "authors": [
        "Mohamed Mahmoud Abdalla",
        "Islam A.A. Ali",
        "Khadija Khan",
        "Nikos Mattheos",
        "Sukhdeep Murbay",
        "Jukka Pekka Matinlinna",
        "Prasanna Neelakantan"
    ],
    "citedby-count": 15,
    "ref-count": 48,
    "ref-list": [
        "Dental ceramics: a review of new materials and processing methods",
        "From porcelain-fused-to-metal to zirconia: clinical and experimental considerations",
        "Biocompatibility of various dental materials in contemporary dentistry: a narrative insight",
        "A new classification system for all-ceramic and ceramic-like restorative materials",
        "Which mechanical and physical testing methods are relevant for predicting the clinical performance of ceramic-based dental prostheses?",
        "Insights on ceramics as dental materials. Part I: ceramic material types in dentistry",
        "Current ceramic materials and systems with clinical recommendations: a systematic review",
        "Chairside fabrication of an all-ceramic partial crown using a zirconia-reinforced lithium silicate ceramic",
        "State of the art of Ceres-method",
        "Cracking of porcelain surfaces arising from abrasive grinding with a dental air turbine",
        "Effect of finishing/polishing techniques and low temperature degradation on the surface topography, phase transformation and flexural strength of ultra-translucent ZrO2ceramic",
        "Clinical discrimination between autoglazed and polished porcelain surfaces",
        "Surface topography, gloss and flexural strength of pressable ceramic after finishing-polishing protocols",
        "Polishing for glass ceramics: which protocol?",
        "Effect of finishing and polishing on the surface roughness and gloss of feldspathic ceramic for chairside CAD/CAM systems",
        "Effect of two polishing systems on surface roughness, topography, and flexural strength of a monolithic lithium disilicate ceramic",
        "Effect of surface roughness of porcelain on adhesion of bacteria and their synthesizing glucans",
        "Adherence of Streptococcus mutans to various restorative materials in a continuous flow system",
        "Bacterial adhesion of Streptococcus mutans to provisional fixed prosthodontic material",
        "Influence of dental prosthesis and restorative materials interface on oral biofilms",
        "Two-body wear performance of dental colored zirconia after different surface treatments",
        "The depth of the implant mucosal tunnel modifies the development and resolution of experimental peri-implant mucositis: a case-control study",
        "Peri-implant diseases and conditions: consensus report of workgroup 4 of the 2017 world workshop on the classification of periodontal and peri-implant diseases and conditions",
        "Candida albicans biofilms on different materials for manufacturing implant abutments and prostheses",
        "Comparison of surface roughness of oral hard materials to the threshold surface roughness for bacterial plaque retention: a review of the literature",
        "Effect of surface characteristics on adherence of S. mutans biofilms to indirect resin composites",
        "Study of surface structure changes for selected ceramics used in the CAD/CAM system on the degree of microbial colonization. In vitro tests",
        "Surface characteristics and in vitro biofilm formation on glass ionomer and composite resin",
        "Adhesion of Streptococcus mutans NCTC 10449 to artificial teeth: an in-vitro study",
        "An in vitro investigation into the wear effects of glazed, unglazed and refinished dental porcelain on an opposing material",
        "Surface roughness resulting from wear of lithia-disilicate-based posterior crowns",
        "Comparison of surface roughness of ceramics after polishing with different intraoral polishing systems using profilometer and SEM",
        "Surface characteristics and biofilm development on selected dental ceramic materials",
        "Flexural strength and microstructure of two lithium disilicate glass ceramics for CAD/CAM restoration in the dental clinic",
        "Chairside CAD/CAM materials. Part 2: flexural strength testing",
        "Chairside CAD/CAM materials. Part 1: measurement of elastic constants and microstructural characterization",
        "Influence of ZrO2on the crystallization and properties of lithium disilicate glass-ceramics derived from a multi-component system",
        "Comparison of mechanical properties of three machinable ceramics with an experimental fluorophlogopite glass ceramic",
        "Adherence of Streptococcus mutans to uncoated and saliva-coated glass-ceramics and composites",
        "EM evaluation of bacterial biofilm and microorganisms on the apical external root surface of human teeth",
        "The effect of dental restorative materials on dental biofilm",
        "Confocal laser scanning microscopic analysis of early plaque formed on resin composite and human enamel",
        "Heterogeneity in biofilms",
        "The oral cavity a key system to understand substratum-dependent bioadhesion on solid surfaces in man",
        "Adherence of Streptococcus mutans on lithium disilicate porcelain specimens",
        "Surface roughness of five different dental ceramic core materials after grinding and polishing",
        "Effect of material characteristics and/or surface topography on biofilm development"
    ],
    "affiliation": [
        {
            "affiliation-city": "Cairo",
            "@id": "60274950",
            "affilname": "Faculty of Dentistry",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60274950",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Hong Kong",
            "@id": "60006541",
            "affilname": "The University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006541",
            "affiliation-country": "Hong Kong"
        }
    ],
    "funding": []
}