{
    "eid": "2-s2.0-85125051005",
    "title": "Streptomyces corallincola and Kineosporia corallincola sp. nov., two new coral-derived marine actinobacteria",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Coral",
        "Favites pentagona",
        "Kineosporia",
        "Marine actinobacteria",
        "Streptomyces"
    ],
    "authors": [
        "Kusuma Buangrab",
        "Makamas Sutthacheep",
        "Thamasak Yeemin",
        "Enjuro Harunari",
        "Yasuhiro Igarashi",
        "Paranee Sripreechasak",
        "Pawina Kanchanasin",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 5,
    "ref-count": 46,
    "ref-list": [
        "Endophytic actinomycetes: promising source of novel bioactive compounds",
        "Marine actinobacteria: an important source of bioactive natural products",
        "Salinispora arenicola gen. nov., sp. nov. and Salinispora tropica sp. nov., obligate marine actinomycetes belonging to the family Micromonosporaceae",
        "Six novel species of the obligate marine actinobacterium Salinispora, Salinispora cortesiana sp. nov., Salinispora fenicalii sp. nov., Salinispora goodfellowii sp. nov., Salinispora mooreana sp. nov., Salinispora oceanensis sp. nov. and Salinispora vitiensis sp. nov., and emended description of the genus Salinispora",
        "Streptomyces chumphonensis sp. nov., isolated from marine sediments",
        "Nocardia xestospongiae sp. nov., isolated from a marine sponge in the Andaman Sea",
        "A new tetrodotoxinproducing actinomycete, Nocardiopsis dassonvillei, isolated from the ovaries of puffer fish Fugu rubripes",
        "Streptomyces albogriseolus SY67903 produces eunicellin diterpenoids structurally similar to terpenes of the gorgonian Muricella sibogae, the bacterial source",
        "Guanahanolide a, a meroterpenoid with a sesterterpene skeleton from coral-derived sstreptomyces sp",
        "Iseolides A–C, antifungal macrolides from a coral-derived actinomycete of the genus Streptomyces",
        "Marine rare actinomycetes: a promising source of structurally diverse and unique novel natural products",
        "Kineosporia, a new genus of the order Actinomycetales",
        "List of Prokaryotic names with Standing in Nomenclature (LPSN) moves to the DSMZ",
        "Diversity of culturable bacteria in the mucus of the Red Sea coral Fungia scutaria",
        "Phylogenetic characterization of culturable actinomycetes associated with the mucus of the coral Acropora digitifera from Gulf of Mannar",
        "Methods for characterization of Streptomyces species",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "16S/23S rRNA sequencing",
        "Introducing EzBioCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Unicycler: Resolving bacterial genome assemblies from short and long sequencing reads",
        "The PATRIC Bioinformatics Resource Center: expanding data and analysis capabilities",
        "TYGS is an automated high-throughput platform for state-of-the-art genome-based taxonomy",
        "JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "antiSMASH: rapid identification, annotation and analysis of secondary metabolite biosynthesis gene clusters in bacterial and fungal genome sequences",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "Towards a taxonomic coherence between average nucleotide identity and 16S rRNA gene sequence similarity for species demarcation of prokaryotes",
        "Chapter XI actinomycetes",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Chemical composition as a criterion in the classification of actinomycetes",
        "Chemotaxonomy of aerobic Actinomycetes: phospholipid composition",
        "Description of four new species of the genus Kineosporia: Kineosporia succinea sp. nov., Kineosporia rhizophila sp. nov., Kineosporia mikuniensis sp. nov. and Kineosporia rhamnosa sp. nov., isolated from plant samples, and amended description of the genus Kineosporia",
        "Streptomyces phaeolivaceus sp. nov. and Streptomyces broussonetiae sp. nov., isolated from the leaves and rhizosphere soil of Broussonetia papyrifera",
        "Streptomyces xiangtanensis sp. nov., isolated from a manganese-contaminated soil",
        "Zur Systematik der Actinomycin bildenden Streptomyceten",
        "Streptomyces shenzhenensis sp. nov., a novel actinomycete isolated from mangrove sediment",
        "Streptomyces costaricanus sp. nov., isolated from nematode-suppressive soil",
        "Durhamycin, a pentaene antifungal antibiotic from Streptomyces durhamensis sp. n",
        "Streptomyces yaanensis sp. nov., isolated from soil"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Imizu",
            "@id": "60032632",
            "affilname": "Toyama Prefectural University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032632",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022676",
            "affilname": "Ramkhamhaeng University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022676",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}