{
    "eid": "2-s2.0-85127557053",
    "title": "CIM-enabled quantitative view assessment in architectural design and space planning",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Control and Systems Engineering",
            "@code": "2207",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Safety, Risk, Reliability and Quality",
            "@code": "2213",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Artificial Intelligence",
            "@code": "1702",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Science Applications",
            "@code": "1706",
            "@abbrev": "COMP"
        }
    ],
    "keywords": [
        "Architectural design",
        "City information model",
        "Deep learning",
        "Generative design",
        "Space planning",
        "View assessment"
    ],
    "authors": [
        "Vikrom Laovisutthichai",
        "Maosu Li",
        "Fan Xue",
        "Weisheng Lu",
        "K. L. Tam",
        "Anthony G.O. Yeh"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Stress recovery during exposure to natural and urban environments",
        "Windows, view, and office characteristics predict physical and psychological discomfort",
        "The nature of the view from home: Psychological benefits",
        "Office window views: View features trump nature in predicting employee well-being",
        "View through a window may influence recovery from surgery",
        "Drone Site Data for Better Decisions in AEC Global Teamwork",
        "Incorporating drone imagery into design workflows",
        "Computational and experimental evaluation of view out according to European Standard EN17037",
        "City Information Modelling: a conceptual framework for research and practice in digital urban planning",
        "Mobile 3D city maps",
        "City Information Model-Based Damage Estimation in Inundation Condition",
        "Merging BIM and GIS using ontologies application to urban facility management in ACTIVe3D",
        "Computer aided design system based on 3D GIS for park design",
        "Building Analysis for urban energy planning using key indicators on virtual 3D city models-The energy atlas of Berlin",
        "A new method for visualizing and evaluating views in architectural design",
        "Informed geometries. Parametric modelling and energy analysis in early stages of design",
        "Study on natural ventilation design optimization based on CFD simulation for green buildings",
        "Classification of photo-realistic 3D window views in a high-density city: The case of Hong Kong",
        "Conceptual framework for potential implementations of multi criteria decision making (MCDM) methods for design quality assessment",
        "Design for manufacture and assembly (DfMA) enablers for offsite interior design and construction",
        "Design for construction waste management",
        "Design for construction waste minimization: guidelines and practice",
        "A computer support tool for the early stages of architectural design",
        "The function of windows—A reappraisal",
        "How we evaluate the view out through the window",
        "The D&V analysis method: A method for the analysis of daylight access and view quality",
        "Evaluating spatially-distributed views in open plan work spaces",
        "Evaluating the impact of viewing location on view perception using a virtual environment",
        "A room with a view: automated assessment of window views for high-rise high-density areas using City Information Models (CIMs) and transfer deep learning"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hong Kong",
            "@id": "60006541",
            "affilname": "The University of Hong Kong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006541",
            "affiliation-country": "Hong Kong"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}