{
    "eid": "2-s2.0-85007462343",
    "title": "Factors influencing soft tissue profile changes following orthodontic treatment in patients with class ii division 1 malocclusion",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Orthodontics",
            "@code": "3505"
        }
    ],
    "keywords": [
        "Class II Division 1 malocclusion",
        "Factors",
        "Orthodontic treatment",
        "Soft tissue profile changes"
    ],
    "authors": [
        "Suhatcha Maetevorakul"
    ],
    "citedby-count": 38,
    "ref-count": 24,
    "ref-list": [
        "Class II malocclusions: Diagnostic and clinical considerations with and without treatment",
        "Facial profile changes in early class II correction with cervical headgear",
        "The effect of two contrasting forms of orthodontic treatment on the facial profile",
        "Dentofacial and soft tissue changes in Class II, Division 1 cases treated with and without extractions",
        "Morphological characteristics influencing the orthodontic extraction strategies for Angle's class II division 1 malocclusions",
        "Dentoskeletal and soft-tissue changes in growing class II malocclusion patients during nonextraction orthodontic treatment.",
        "Soft tissue adaptability to hard tissues in facial profiles.",
        "The influence of lip thickness and strain on upper lip response to incisor retraction",
        "Soft-tissue changes during facial growth in skeletal Class II individuals",
        "Soft-tissue treatment changes in Class II Division 1 malocclusion with and without extraction of maxillary premolars",
        "Soft-tissue profile changes resulting from retraction of maxillary incisors",
        "Effects of retraction of anterior teeth and initial soft tissue variables on lip changes in Japanese adults",
        "The analysis of errors in orthodontic measurements",
        "Soft-tissue profile changes in Class II treatment",
        "The effect of anterior tooth retraction on lip position of orthodontically treated adult Indonesians",
        "Changes in soft tissue profile of African-Americans following extraction treatment.",
        "The effect of premolar extractions on the soft-tissue profile in adult African American females",
        "Prediction of lip response to four first premolar extractions in white female adolescents and adults",
        "Vertical growth of the lips: A serial cephalometric study",
        "A longitudinal study of soft tissue facial structures and their profile characteristics, defined in relation to underlying skeletal structures",
        "Growth changes in the soft tissue facial profile",
        "Development of the nose and soft tissue profile",
        "Long-Term Profile Changes Associated with Successfully Treated Extraction and Nonextraction Class II Division 1 Malocclusions",
        "A comparative study of anchorage in bioprogressive versus standard edgewise treatment in Class II correction with intermaxillary elastic force."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}