{
    "eid": "2-s2.0-85110330826",
    "title": "Rapid and simultaneous detection of Campylobacter spp. And Salmonella spp. And chicken samples by duplex loop-mediated isothermal amplification coupled with a lateral flow biosensor assay",
    "cover-date": "2021-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [],
    "authors": [
        "Thanawat Sridapan",
        "Wanida Tangkawsakul",
        "Tavan Janvilisri",
        "Taradon Luangtongkum",
        "Wansika Kiatpathomchai",
        "Surang Chankhamhaengdecha"
    ],
    "citedby-count": 4,
    "ref-count": 48,
    "ref-list": [
        "World health organization global estimates and regional comparisons of the burden of foodborne disease in 2010",
        "Infection, colonization and shedding of Campylobacter and Salmonella in animals and their contribution to human disease: A review",
        "Campylobacter and Salmonella are prevalent in broiler farms in Kyushu, Japan: Results of a 2-year distribution and circulation dynamics audit",
        "A review of Salmonella and Campylobacter in broiler meat: Emerging challenges and food safety measures",
        "2073/2005. Commission regulation amending regulation (EC) no 2073/2005 as regards Campylobacter in broiler carcases",
        "2073/2005. Commission regulation on microbiological criteria for foodstuffs",
        "Rapid detection of Campylobacter coli, C. jejuni, and Salmonella enterica on poultry carcasses by using PCR-enzyme-linked immunosorbent assay",
        "Rapid methods for the detection of foodborne bacterial pathogens: Principles, applications, advantages and limitations",
        "Loop-mediated isothermal amplification of DNA",
        "Loop-mediated isothermal amplification (LAMP): A versatile technique for detection of micro-organisms",
        "Development of multiplex loop-mediated isothermal amplification-RFLP (mLAMP-RFLP) to detect Salmonella spp. and Shigella spp. in milk",
        "Development of a multiplex loop-mediated isothermal amplification method for the simultaneous detection of Salmonella spp. and Vibrio parahaemolyticus",
        "A single fluorescencebased LAMP reaction for identifying multiple parasites in mosquitoes",
        "Loop-mediated isothermal amplification label-based gold nanoparticles lateral flow biosensor for detection of Enterococcus faecalis and Staphylococcus aureus",
        "Development of a duplex lateral flow dipstick test for the detection and differentiation of Listeria spp. and Listeria monocytogenes in meat products based on loop-mediated isothermal amplification",
        "Combined multiplex loop-mediated isothermal amplification with lateral flow assay to detect sea and seb genes of enterotoxic Staphylococcus aureus",
        "Point-of-care and visual detection of P. aeruginosa and its toxin genes by multiple LAMP and lateral flow nucleic acid biosensor",
        "Combination of multiplex reverse-transcription loop-mediated isothermal amplification with an immunochromatographic strip for subtyping influenza A virus",
        "Rapid detection of Clostridium perfringens in food by loop-mediated isothermal amplification combined with a lateral flow biosensor",
        "Developments in rapid detection methods for the detection of foodborne Campylobacter in the United States",
        "Effect of sublethal heat stress on Salmonella Typhimurium virulence",
        "Effect of inv mutations on Salmonella virulence and colonization in 1-day-old White Leghorn chicks",
        "Loop-mediated isothermal amplification (LAMP) for the rapid and sensitive detection of Salmonella Typhimurium from pork",
        "Comparison of loop-mediated isothermal amplification assay and conventional culture methods for detection of Campylobacter jejuni and Campylobacter coli in naturally contaminated chicken meat samples",
        "Evaluation of DNA extraction methods for use in combination with SYBR green I real-time PCR to detect Salmonella enterica serotype enteritidis in poultry",
        "Detection and identification of bacterial pathogens of fish in kidney tissue using terminal restriction fragment length polymorphism (T-RFLP) analysis of 16S rRNA genes",
        "Rapid detection of Salmonella in foods using real-time PCR",
        "Multiplex PCR for identification of Campylobacter coli and Campylobacter jejuni from pure cultures and directly on stool samples",
        "Salmonella nomenclature",
        "Global monitoring of Salmonella serovar distribution from the World Health Organization global foodborne infections network country data bank: Results of quality assured laboratories from 2001 to 2007",
        "1003/2005. Commission regulation as regards a community target for the reduction of the prevalence of certain Salmonella serotypes in breeding flocks of Gallus gallus and amending regulation (EC) No 2160/2003",
        "Rapid and sensitive detection of Salmonella in chickens using loop-mediated isothermal amplification combined with a lateral flow dipstick",
        "Development and application of a visual loop-mediated isothermal amplification combined with lateral flow dipstick (LAMP-LFD) method for rapid detection of Salmonella strains in food samples",
        "Antibody-conjugated ferromagnetic nanoparticles with lateral flow test strip assay for rapid detection of Campylobacter jejuni in poultry samples",
        "Simultaneous quantification of pathogenic Campylobacter and Salmonella in chicken rinse fluid by a flotation and real-time multiplex PCR procedure",
        "Multiplex PCR for the detection of Campylobacter spp. and Salmonella spp. in chicken meat",
        "Loop-mediated isothermal amplification for Salmonella detection in food and feed: Current applications and future directions",
        "Loop-mediated isothermal amplification (LAMP) of gene sequences and simple visual detection of products",
        "Protein A/G-based immunochromatographic test for serodiagnosis of pythiosis in human and animal subjects from Asia and Americas",
        "Salmonella in broiler chickens in Thailand with special reference to contamination of retail meat with Salmonella Enteritidis",
        "Rapid detection of Campylobacter jejuni, Campylobacter coli, and Campylobacter lari in fresh chicken meat and by-products in Bangkok, Thailand, using modified multiplex PCR",
        "Prevalence of foodborne microorganisms in retail foods in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}