{
    "eid": "2-s2.0-84959361554",
    "title": "Acute effects of intravenous dronedarone on electrocardiograms, hemodynamics and cardiac functions in anesthetized dogs",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        }
    ],
    "keywords": [
        "Canine",
        "Dronedarone",
        "Hemodynamics",
        "Inotropy",
        "Lusitropy"
    ],
    "authors": [
        "Nakkawee Saengklub"
    ],
    "citedby-count": 7,
    "ref-count": 42,
    "ref-list": [
        "Effects of the respiratory cycle on cardiac output measurements: reproducibility of data enhanced by timing the thermodilution injections in dogs.",
        "AVMA Guidelines for the Euthanasia of Animals: 2013 Edition. The American Veterinary Medical Association",
        null,
        "Treatment of chronic heart failure with β-adrenergic receptor antagonists: A convergence of receptor pharmacology and clinical cardiology",
        "Pressure-volume loops in clinical research",
        "Interaction of the antiarrhythmic agents SR 33589 and amiodarone with the β‐adrenoceptor and adenylate cyclase in rat heart",
        "Efficacy and safety of dronedarone: A review of randomized trials",
        "The hypotensive effect of intravenous amiodarone is sustained throughout the maintenance infusion period",
        "Novel approaches for pharmacological management of atrial fibrillation",
        "Die Systolendauer im Elektrokardiogramm bei normalen Menschen und bei Herzkranken",
        "Color M-mode Doppler flow propagation velocity is a preload insensitive index of left ventricular relaxation: Animal and human validation",
        "Electrophysiologic characterization of dronedarone in guinea pig ventricular cells",
        "Influence of Left Atrial Enlargement and Body Weight on the Development of Atrial Fibrillation: Retrospective Study on 205 Dogs",
        null,
        "SR 33589, a new amiodarone-like antiarrhythmic agent: anti-adrenoceptor activity in anaesthetized and conscious dogs",
        "Effect of dronedarone on cardiovascular events in atrial fibrillation",
        "Test of the usefulness of a paradigm to identify potential cardiovascular liabilities of four test articles with varying pharmacological properties in anesthetized guinea pigs",
        "Increased mortality after dronedarone therapy for severe heart failure",
        "Acute and chronic hemodynamic effects of drugs with different actions on adrenergic receptors: A comparison between alpha blockers and different types of beta blockers with and without vasodilating effect",
        "SR 33589, a new amiodarone-like antiarrhythmic agent: Electrophysiological effects in anesthetized dogs",
        "Disruption of protein kinase a interaction with A-Kinase-anchoring proteins in the heart in Vivo effects on cardiac contractility, protein kinase a phosphorylation, and troponin i proteolysis",
        "In vitro effects of acute amiodarone and dronedarone on epicardial, endocardial, and m cells of the canine ventricle",
        "Intravenous amiodarone: Another option in the acute management of sustained ventricular tachyarrhythmias",
        "Guide for the Care and Use of Laboratory Animals",
        "New approaches to atrial fibrillation management: A critical review of a rapidly evolving field",
        "Dronedarone",
        "Comparative Efficacy of Dronedarone and Amiodarone for the Maintenance of Sinus Rhythm in Patients With Atrial Fibrillation",
        "\"Subject: PrMULTAQ® Dronedarone Tablets 400 mg dronedarone (as dronedarone hydrochloride) Antiarrhythmic Agent\" (online)",
        "Volume loading slows left ventricular isovolumic relaxation rate. Evidence of load-dependent relaxation in the intact dog heart",
        "Dronedarone for maintenance of sinus rhythm in atrial fibrillation or flutter",
        "A new agent for atrial fibrillation: Electrophysiological properties of dronedarone",
        null,
        "Load independence of the instantaneous pressure-volume ratio of the canine left ventricle and effects of epinephrine and heart rate on the ratio.",
        "Impact of dronedarone on hospitalization burden in patients with atrial fibrillation: Results from the ATHENA study",
        "Dronedarone for prevention of atrial fibrillation: A dose-ranging study",
        "Hemodynamic and hormonal adaptations to β-adrenoceptor blockade: A 24-hour study of acebutolol, atenolol, pindolol, and propranolol in hypertensive patients",
        "Electrophysiological effects of dronedarone (SR 33589), a noniodinated amiodarone derivative in the canine heart: Comparison with amiodarone",
        "Evaluation of the acute electrophysiologic effects of intravenous dronedarone, an amiodarone-like agent, with special emphasis on ventricular repolarization and acquired torsade de pointes arrhythmias",
        null,
        "Dronedarone: An emerging agent with rhythm- and rate-controlling effects",
        "Intern. J. Appl. Res. Vet. Med.",
        "Dronedarone for atrial fibrillation - An Odyssey"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Columbus",
            "affilname": "QTest Labs, LLC",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}