{
    "eid": "2-s2.0-84908052652",
    "title": "Phase competition mediated by composition and pressure in Zr2Cu1-xNixsystem",
    "cover-date": "2015-01-05",
    "subject-areas": [
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Metals and Alloys",
            "@code": "2506"
        }
    ],
    "keywords": [
        "Bulk metallic glass",
        "Crystallization",
        "First-principles",
        "Intermetallic alloys and compounds",
        "Phase competition",
        "Phase transformation"
    ],
    "authors": [
        "Jinliang Ning"
    ],
    "citedby-count": 8,
    "ref-count": 46,
    "ref-list": [
        null,
        "Precipitations of icosahedral quasicrystalline and crystalline approximant phases in Zr-Al-Ni-Cu-Ir metallic glasses",
        "High Strength Bulk Amorphous Alloys with Low Critical Cooling Rates (Overview)",
        "Transformation-mediated ductility in CuZr-based bulk metallic glasses",
        "Designing metallic glass matrix composites with high toughness and tensile ductility",
        "Microstructure controlled shear band pattern formation and enhanced plasticity of bulk metallic glasses containing in situ formed ductile phase dendrite dispersions",
        "ZrNbCuNiAl bulk metallic glass matrix composites containing dendritic bcc phase precipitates",
        "Formation of nanocrystals based on decomposition in the amorphous Zr41.2Ti13.8Cu12.5Ni10Be22.5 alloy",
        "Nanocrystallization of ZrTiCuNiBeC bulk metallic glass under high pressure",
        "Ductile quasicrystalline alloys",
        null,
        "In situ detection of two-stage crystallization in ZrTiCuNiBe under high pressure and high temperature",
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        "Development of interatomic potentials appropriate for simulation of liquid and glass properties of nizr2 alloy",
        "Amorphization induced by chemical disorder in crystalline NiZr2: A molecular-dynamics study based on an n-body potential",
        null,
        null,
        null,
        "Inhomogeneous electron gas",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Generalized gradient approximation made simple",
        "Special points for Brillouin-zone integrations",
        null,
        "Effect of Ni content on crystallization of metallic Zr-Cu-Ni glass",
        "The structures of binary compounds: I. phenomenological structure maps",
        "Structure maps for pseudobinary and ternary phases",
        "Trans. Metall. Soc. AIME",
        null,
        "Electronically induced phase transitions in ternary transition metal distannide systems",
        "Virtual crystal approximation revisited: Application to dielectric and piezoelectric properties of perovskites",
        "Electron-concentration and pressure-induced structural changes in the alloys In1-xXx (X=Cd,Sn)",
        null,
        "Z. Phys. Chem.",
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "NBRPC",
        "National Research University Project",
        "Office of the Higher Education Commission",
        "National Natural Science Foundation of China"
    ]
}