{
    "eid": "2-s2.0-84919754418",
    "title": "Technical aspects of dental CBCT: State of the art",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        },
        {
            "$": "Otorhinolaryngology",
            "@code": "2733"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "Cone-beam computed tomography",
        "Dentistry",
        "Image quality",
        "Radiation dose",
        "Radiation physics"
    ],
    "authors": [
        "R. Pauwels"
    ],
    "citedby-count": 312,
    "ref-count": 44,
    "ref-list": [
        "The Dynamic Spatial Reconstructor: An X-Ray Video-Fluoroscopic CT Scanner for Dynamic Volume Imaging of Moving Organs",
        "Cone-beam computed tomography with a flat-panel imager: Initial performance characterization",
        "Neuroradiologic applications with routine C-arm flat panel detector CT: Evaluation of patient dose measurements",
        "Mobile C-arm cone-beam CT for guidance of spine surgery: Image quality, radiation dose, and integration with interventional guidance",
        "A new volumetric CT machine for dental imaging based on the cone-beam technique: Preliminary results",
        "Development of a compact computed tomographic apparatus for dental use",
        "Applications of CBCT in dental practice: A review of the literature",
        "Radiation Protection No. 172: Cone Beam CT for Dental and Maxillofacial Radiology",
        "Computation of bremsstrahlung X-ray spectra and comparison with spectra measured with a Ge(Li) detector",
        "The Essential Physics of Medical Imaging",
        "Comparison of flat-panel detector and image-intensifier detector for cone-beam CT",
        "Dynamic flat panel detector versus image intensifier in cardiac imaging: Dose and image quality",
        "Dosimetry of a cone beam CT device for oral and maxillofacial radiology using Monte Carlo techniques and ICRP adult reference computational phantoms",
        "Monte Carlo modeling for dose assessment in cone beam CT for oral and maxillofacial applications",
        "Effective radiation dose and eye lens dose in dental cone beam CT: Effect of field of view and angle of rotation",
        "Technical assessment of a cone-beam CT scanner for otolaryngology imaging: Image quality, dose, and technique protocols",
        "Diagnostic accuracy of limited-volume cone-beam computed tomography in the detection of periapical bone loss: 360° scans versus 180° scans",
        "Principles of Computerized Tomographic Imaging",
        "Practical cone-beam algorithm",
        "IEEE. Trans Nucl Sci",
        "Handbook of Medical Imaging",
        "Maximum Likelihood Reconstruction for Emission Tomography",
        "EM reconstruction algorithms for emission and transmission tomography",
        "Developments with Maximum Likelihood X-Ray Computed Tomography",
        "A Generalized Gaussian Image Model for Edge-Preserving MAP Estimation",
        "Ordered subsets algorithms for transmission tomography",
        "Accelerated iterative transmission CT reconstruction using an ordered subsets convex algorithm",
        "Transmission maximum-likelihood reconstruction with ordered subsets for cone beam CT",
        "Dimensional stability in composite cone beam computed Tomography",
        "Variability of dental cone beam CT grey values for density estimations",
        "CBCT-based bone quality assessment: Are Hounsfield units applicable?",
        "A geometric calibration method for cone beam CT systems",
        "Geometric calibration of a mobile C-arm for intraoperative cone-beam CT",
        "Comparison of spatial and contrast resolution for cone-beam computed tomography scanners",
        "Spatial resolution in CBCT machines for dental/maxillofacial applications - What do we know today?",
        "Artefacts in CBCT: A review",
        "Quantification of metal artifacts on cone beam computed tomography images",
        "Iterative correction of beam hardening artifacts in CT",
        "The 2007 Recommendations of the International Commission on Radiological Protection. ICRP publication 103.",
        "A pragmatic approach to determine the optimal kVp in cone beam CT: Balancing contrast-to-noise ratio and radiation dose",
        "MARCHING CUBES: A HIGH RESOLUTION 3D SURFACE CONSTRUCTION ALGORITHM.",
        "Ray casting architectures for volume visualization",
        "Dimensional changes of maxillary sinuses and pharyngeal airway in Class III patients undergoing bimaxillary orthognathic surgery",
        "Segmentation of Trabecular Jaw Bone on Cone Beam CT Datasets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tokyo",
            "affilname": "School of Dentistry",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Johns Hopkins Department of Biomedical Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Electronics and Computer Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}