{
    "eid": "2-s2.0-84958062279",
    "title": "The effect of the PALMSS alcohol prevention program among high school students in a rural area of Thailand",
    "cover-date": "2016-09-02",
    "subject-areas": [
        {
            "$": "Health (social science)",
            "@code": "3306"
        },
        {
            "$": "Medicine (miscellaneous)",
            "@code": "2701"
        }
    ],
    "keywords": [
        "alcohol",
        "Alcohol prevention program",
        "high school students",
        "low-risk drinkers",
        "students"
    ],
    "authors": [
        "Donnapa Hongthong"
    ],
    "citedby-count": 3,
    "ref-count": 33,
    "ref-list": [
        "Alcohol in Europe a Public Health Perspective: A Report to the European Commission",
        "Prevalence and patterns of alcohol consumption and health-risk behaviors among high school students in Thailand",
        "Brief Intervention for Hazardous and Harmful Drinking. A Manual for Use in Primary Care",
        "AUDIT The Alcohol Use Disorders Identification Test: Guidelines for Use in Primary Care",
        "Social Learning Theory",
        "What Works for Preventing and Stopping Substance Use in Adolescents: Lessons from Experimental Evaluations of Programs and Interventions",
        "Provincial Alcohol Report 2011",
        "Development and evaluation of an interactive CD-ROM refusal skills program to prevent youth substance use: 'Refuse to use'",
        "Evaluating the Lions-Quest \"Skills for Adolescence\" drug education program: Second-year behavior outcomes",
        "New Inroads in Preventing Adolescent Drug Use: Results from a Large-Scale Trial of Project ALERT in Middle Schools",
        "Computer-based interventions for college drinking: A qualitative review",
        "Universal school-based prevention programs for alcohol misuse in young people.",
        "A randomized trial of parents who care: Effects on key outcomes at 24-month follow-up",
        "Modifying alcohol consumption among high school students: An efficacy trial of an alcohol risk reduction program (PRIME for Life)",
        "Factors predictive of alcohol consumption among senior high school students in Phayao province, Thailand",
        "Journal of Health Research",
        "Brief intervention: The ASSIST-linked brief intervention for hazardous and harmful substance use",
        "Monitoring the Future National Survey Results on Drug Use, 1975–2004. (Vol. 2: College Students and Adults Ages 19–45 (NIH Publication No. 05-5728))",
        "Monitoring the Future National Results on Adolescent Drug Use: Overview of Key Findings",
        "Monitoring the Future National Results on Adolescent Drug Use: Overview of Key Findings, 2008(Vol. (NIH Publication No. 09-7401))",
        "Journal of Adolescent Health",
        "Harm minimization in school drug education: Final results of the School Health and Alcohol Harm Reduction Project (SHAHRP)",
        "NIDA Info facts: Lessons from prevention research [online]",
        "Permanente Journal",
        "Gender-specific computer-based intervention for preventing drug abuse among girls",
        "Reducing the risks of alcohol use among urban youth: Three-year effects of a computer-based intervention with and without parent involvement",
        "Longitudinal Outcomes of an Alcohol Abuse Prevention Program for Urban Adolescents",
        "Alcohol Education for Young People: A Review of the Literature from 1983–1992",
        "School Based Drug Prevention: A Systematic Review of the Effectiveness on Illicit Drug Use: Monograph 07 Griffith University",
        "Overview of preventive interventions addressing underage drinking: State of the evidence and steps toward public health impact",
        "The Basic Education Core Curriculum B.E. 2551(A.D. 2008)",
        "Lessons learned",
        "A computerized harm minimization prevention program for alcohol misuse and related harms: Randomized controlled trial"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "WHO Collaborating Center for Research on Rabies Pathogenesis and Prevention",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Boromarajonani College of Nursing",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}