{
    "eid": "2-s2.0-84935029628",
    "title": "Naturally concurrent infections of bacterial and viral pathogens in disease outbreaks in cultured Nile tilapia (Oreochromis niloticus) farms",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        }
    ],
    "keywords": [
        "Aeromonas veronii",
        "Concurrent infections",
        "Flavobacterium columnare",
        "Tilapia"
    ],
    "authors": [
        "Ha Thanh Dong"
    ],
    "citedby-count": 147,
    "ref-count": 45,
    "ref-list": [
        "Genetic fingerprinting of Flavobacterium columnare isolates from cultured fish",
        "Epizootic mortalities in tilapia Oreochromis mossambicus",
        "Dis. Aquat. Org.",
        "Tilapia Farming Faces Expansion Issues In Thailand",
        "Characterization of pathogenic Aeromonas veronii bv. veronii associated with ulcerative syndrome from Chinese longsnout catfish (Leiocassis longirostris günther)",
        "Aeromonas stool isolates from individuals with or without diarrhea in southern Taiwan: Predominance of Aeromonas veronii",
        "Plesiomonas shigelloides infection in Southeast China",
        "Genetic diversity of Flavobacterium columnare examined by restriction fragment length polymorphism and sequencing of the 16S ribosomal RNA gene and the 16S-23S rDNA spacer",
        "Shieh medium supplemented with tobramycin for selective isolation of Flavobacterium columnare (Flexibacter columnaris) from diseased fish",
        "Concurrent infections of Flavobacterium columnare and Edwardsiella ictaluri in striped catfish, Pangasianodon hypophthalmus in Thailand",
        "Phenotypic characterization and genetic diversity of Flavobacterium columnare isolated from red tilapia, Oreochromis sp., in Thailand",
        "Virulence assay of rhizoid and non-rhizoid morphotypes of Flavobacterium columnare in red tilapia, Oreochromis sp., fry",
        "Some modifications in the procedure of direct sequencing of PCR amplified 16S rDNA",
        "Tilapia Culture",
        "Isolation and characterization of strains of Flavobacterium columnare from Brazil",
        "Why Tilapis is becoming the most important food fish on the planet. Proceedings of the ninth international symposium on tilapia in aquaculture",
        "Analysis of 16S ribosomal DNA sequences of Francisella strains and utilization for determination of the phylogeny of the genus and for identification of strains by PCR",
        "Development of real-time PCR assays for detection of megalocytiviruses in imported ornamental fish",
        "Aeromonas veronii, a new ornithine decarboxylase-positive species that may cause diarrhea",
        "Novel brain lesions caused by Edwardsiella tarda in a red tilapia (Oreochromis spp.)",
        "An outbreak of disease caused by Francisella sp. in Nile tilapia Oreochromis niloticus at a recirculation fish farm in the UK",
        "Aeromonas jandaei and Aeromonas veronii dual infection of a human wound following aquatic exposure",
        "Increasing of temperature induces pathogenicity of Streptococcus agalactiae and the up-regulation of inflammatory related genes in infected Nile tilapia (Oreochromis niloticus)",
        "Molecular characterization and virulence gene profiling of pathogenic Streptococcus agalactiae populations from tilapia (Oreochromis sp.) farms in Thailand",
        "Outbreaks and genetic diversity of Francisella noatunensis subsp orientalis isolated from farm-raised Nile tilapia (Oreochromis niloticus) in Brazil",
        "Identification and pathogenicity of Aeromonas sobria on Tail-rot disease in Juvenile Tilapia Oreochromis niloticus",
        "Systemic disease involving an iridovirus-like agent in cultured tilapia, Oreochromis niloticus L. - A case report",
        "Occurrence of plesiomonas shigelloides in cultured red hybrid tilapia (Oreochromis niloticus) from tropical rivers, east coast Malaysia",
        "Cholera epidemic associated with consumption of unsafe drinking water and street-vended water-Eastern Freetown, Sierra Leone, 2012",
        "Francisella noatunensis subsp. orientalis, an emerging bacterial pathogen affecting cultured red tilapia (Oreochromis sp.) in Thailand",
        "Molecular typing of Streptococcus agalactiae isolates from fish",
        "J. Clin. Pathol.",
        "Development and efficacy of novobiocin and rifampicin-resistant Aeromonas hydrophila as novel vaccines in channel catfish and Nile tilapia",
        "Vibrio cholerae non-O1/non-O139 infection in fish in the Czech Republic",
        "Effect of water temperature on susceptibility to Streptococcus agalactiae serotype ia infection in nile tilapia (Oreochromis niloticus)",
        "Fish as reservoirs and vectors of Vibrio cholerae",
        "Flavobacterium columnare genomovar influences mortality in channel catfish (Ictalurus punctatus)",
        "Francisella sp., an emerging pathogen of tilapia, Oreochromis niloticus (L.), in Costa Rica",
        "Edwardsiella ictaluri as the causative agent of mortality in cultured nile tilapia",
        "Identification and virulence of Aeromonas dhakensis, Pseudomonas mosselii and Microbacterium paraoxydans isolated from Nile tilapia, Oreochromis niloticus, cultivated in Mexico",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "First identification of Flavobacterium columnare infection in farmed freshwater striped catfish Pangasianodon hypophthalmus",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Transmission and detection of Flavobacterium columnare in channel catfish Ictalurus punctatus",
        "Evaluation of reference genes for quantitative real-time RT-PCR analysis of gene expression in Nile tilapia (Oreochromis niloticus)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University - Veterinary Science Research Fund",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}