{
    "eid": "2-s2.0-84906540572",
    "title": "Use of a hexasubstituted benzene scaffold in the development of multivalent HIV-1 integrase inhibitors",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Cinnamoyl",
        "Hexasubstituted benzene",
        "Integrase inhibitor",
        "Multivalent drug",
        "Polyhydroxylated aromatic"
    ],
    "authors": [
        "Wipa Tupchiangmai"
    ],
    "citedby-count": 6,
    "ref-count": 38,
    "ref-list": [
        "Synthetic Multivalent Molecules: Concepts and Biomedical Applications",
        "Polyvalency: A promising strategy for drug design",
        "Exploiting dendrimer multivalency to combat emerging and re-emerging infectious diseases",
        "Chem. Eur. J.",
        "Inorganic and organometallic hemicage podates and cage cryptates incorporating a benzene platform",
        "Static and Dynamic Stereochemistry of Hexaethylbenzene and of Its Tricarbonylchromium, Tricarbonylmolybdenum, and Dicarbonyl(triphenylphosphine)chromium Complexes",
        "Clinical progress of HIV-1 integrase inhibitors",
        "HIV-1 Integrase: Mechanism and Inhibitor Design",
        "Inhibitors of human immunodeficiency virus integrase",
        "Inhibition of HIV-1 integrase by flavones, caffeic acid phenethyl ester (CAPE) and related compounds",
        "Catechol-Substituted L-Chicoric acid analogues as HIV integrase inhibitors",
        "Design, synthesis, and biological evaluation of chicoric acid analogs as inhibitors of HIV-1 integrase",
        "Dicaffeoyltartaric Acid and Dicaffeoylquinic Acid HIV Integrase Inhibitors",
        "Geometrically and conformationally restrained cinnamoyl compounds as inhibitors of HIV-1 integrase: Synthesis, biological evaluation, and molecular modeling",
        "2,6-Bis(3,4,5-trihydroxybenzylydene) derivatives of cyclohexanone: Novel potent HIV-1 integrase inhibitors that prevent HIV-1 multiplication in cell-based assays",
        "Hydroxylated Aromatic Inhibitors of HIV-1 Integrase",
        "Discovery of structurally diverse HIV-1 integrase inhibitors based on a chalcone pharmacophore",
        "Toward Improved Anti-HIV Chemotherapy: Therapeutic Strategies for Intervention with HIV Infections",
        "The evolution of HIV treatment guidelines: Current state-of-the-art of ART",
        "Molecular properties that influence the oral bioavailability of drug candidates",
        "Flavanone and flavonol glycosides from the leaves of Thevetia peruviana and their HIV-1 reverse transcriptase and HIV-1 integrase inhibitory activities",
        "A novel assay for the DNA strand-transfer reaction of HIV-1 integrase",
        "Usnic acid. Part VIII. C-diacetyl derivatives of phloroglucinol and C-methylphloroglucinol",
        "1,1′,1′′-(2,4,6-Trihydroxybenzene-1,3,5-triyl)triethanone tautomerism revisited",
        "Synthesis of Hexasubstituted Benzene Derivatives from Phloroglucinol",
        "Tris(arylmethyl) derivatives of 1,3,5-trimethoxy- and 1,3,5-triethylbenzene",
        "Structural requirements of 2′,4′,6′-tris(methoxymethoxy) chalcone derivatives for anti-inflammatory activity: The importance of a 2′-hydroxy moiety",
        "Antimitotic and antiproliferative activities of chalcones: Forward structure-activity relationship",
        "Synthesis, cytotoxicity, and anti-Trypanosoma cruzi activity of new chalcones",
        "Base catalysis for fine chemicals production: Claisen-schmidt condensation on zeolites and hydrotalcites for the production of chalcones and flavanones of pharmaceutical interest",
        "Synthesis of flavonoid analogues as scaffolds for natural product-based combinatorial libraries",
        "Solid-phase synthesis of 2′-hydroxychalcones. Effects on cell growth inhibition, cell cycle and apoptosis of human tumor cell lines",
        "Active site binding modes of HIV-1 integrase inhibitors",
        "Design and synthesis of caffeoyl-anilides as portmanteau inhibitors of HIV-1 integrase and CCR5",
        "Synthesis of novel curcumin analogues and their evaluation as selective cyclooxygenase-1 (COX-1) inhibitors",
        "Structure of the HIV-1 integrase catalytic domain complexed with an inhibitor: A platform for antiviral drug design",
        "Theoretical study on the HIV-1 integrase inhibitor 1-(5-chloroindol-3-yl)-3-hydroxy-3-(2H-tetrazol-5-yl)-propenone (5CITEP)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "DPST",
        "Development and Promotion of Science and Technology Talents Project",
        "National Research University",
        "Ratchada phiseksomphot Endowment Fund",
        "Foundation for the National Institutes of Health",
        "Division of Chemistry",
        "Chulalongkorn University",
        "Belgorod National Research University",
        "Suan Sunandha Rajabhat University"
    ]
}