{
    "eid": "2-s2.0-85150311678",
    "title": "Assessment of health burden due to the emissions of fine particulate matter from motor vehicles: A case of Nakhon Ratchasima province, Thailand",
    "cover-date": "2023-05-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Economic benefits",
        "Effect factor",
        "PM2.5",
        "PM2.5 precursors",
        "Upstream emissions",
        "Vehicle emissions"
    ],
    "authors": [
        "Abhishek Dutta",
        "Orathai Chavalparit"
    ],
    "citedby-count": 1,
    "ref-count": 60,
    "ref-list": [
        "Emissions and fuel life cycle assessment of non-passenger diesel vehicles in Qatar",
        "Advanced motor fuels, country reports",
        "A global snapshot of the air pollution-related health impacts of transportation sector emissions in 2010 and 2015",
        "Intake fraction estimates for on-road fine particulate matter (PM2.5) emissions: exploring spatial variation of emissions and population distribution in Lisbon, Portugal",
        "Analysis and interpretation of particulate matter PM10, PM2.5 and PM1 emissions from the heterogeneous traffic near an urban roadway",
        "Managing future air quality in megacities: co-benefit assessment for Delhi",
        "The characteristics of carbonaceous particles down to the nanoparticle range in Rangsit city in the Bangkok Metropolitan Region, Thailand",
        "Health impacts and costs of fine particulate matter formation from road transport in Bangkok metropolitan region",
        "Emission inventory of on-road transport in Bangkok metropolitan region (BMR) development during 2007 to 2015 using the GAINS model",
        "Risk of incident diabetes in relation to long-term exposure to fine particulate matter in Ontario, Canada",
        "Impacts of PM2.5 sources on variations in particulate chemical compounds in ambient air of Bangkok, Thailand",
        "Predicting urban expansion and urban land use changes in Nakhon Ratchasima City using a CA-Markov model under two different scenarios",
        "Air pollution levels related to peak expiratory flow rates among adult asthmatics in Lampang, Thailand",
        "Air pollution in Asia and the Pacific: science-based solutions",
        "New market. New entrants. New challenges. Battery electric vehicles",
        "Vehicle fleet statistics",
        "Gaseous and particulate matter emissions from road transport: the case of Kolkata, India",
        "Ministry of Energy. Project prepare for future use of electric vehicles in Thailand",
        "Characterizing aggregated exposure to primary particulate matter: recommended intake fractions for indoor and outdoor sources",
        "Global effect factors for exposure to fine particulate matter",
        "An assessment of annual mortality attributable to ambient PM2.5 in Bangkok, Thailand",
        "Global guidance on environmental life cycle impact assessment indicators: progress and case study",
        "A comparative life cycle assessment of electric, compressed natural gas, and diesel buses in Thailand",
        "Emissions variation in urban areas resulting from the introduction of natural gas vehicles: application to Barcelona and Madrid Greater Areas (Spain)",
        "Characterizing the burden of disease of particulate matter for life cycle impact assessment",
        "Well-to-wheel climate performance of gas and electric vehicles in Europe",
        "Decreasing trends of suspended particulate matter and PM2.5 concentrations in Tokyo, 1990–2010",
        "Intake fraction for particulate matter: recommendations for life cycle impact assessment",
        "Budget constraint and the valuation of environmental impacts in Thailand",
        "Monitoring greenhouse gas emissions in Thailand's Transport Sector",
        "Particulate matter (PM10) prediction based on multiple linear regression: a case study in Chiang Rai Province, Thailand",
        "The health risks of airborne polycyclic aromatic hydrocarbons (PAHs): upper North Thailand",
        "Estimating ground-level PM2. 5 by fusing satellite and station observations: a geo-intelligent deep learning approach",
        "An analysis of vehicle kilometers of travel of major cities in Thailand",
        "Air pollution concentration approach to potential area selection of the air quality monitoring station in Nakhon Ratchasima Municipality, Thailand",
        "Impacts of vehicle emission on air quality and human health in China",
        "Association of cardiovascular responses in mice with source-apportioned PM2.5 air pollution in Beijing",
        "Managing future air quality in megacities: emission inventory and scenario analysis for the Kolkata Metropolitan City, India",
        "Behavioral, neuroanatomical, and molecular correlates of resilience and susceptibility to maternal immune activation",
        "Impact of residential concentration of PM2.5 analyzed as time-varying covariate on the survival rate of lung cancer patients: a 15-year hospital-based study in upper northern Thailand",
        "Pollution characteristics and policy actions on fine particulate matter in a growing Asian economy: the case of Bangkok metropolitan region",
        "Air quality in Thailand: understanding the regulatory context. SEI working paper",
        "EMEP/EEA Air Pollutant Emission Inventory Guidebook 2019 – Update Oct. 2021: 1. A. 3. Bi-iv Road Transport 2019",
        "The Cost of Air Pollution: Health Impacts of Road Transport",
        "PRTR release estimation manual for motor vehicles in Thailand report",
        "Air Pollution Estimation From Emission Sources in Bangkok Metropolitan Region (BMR). Final Report, Prepared by Garivait et al. of the Joint Graduate School of Energy and Environment, King Mongkut's University of Technology, Submitted to Pollution Control Department (in Thai)",
        "National Roadmap to solve particulate matter pollution report (In Thai). Thailand",
        "The influence of the open burning of agricultural biomass and forest fires in Thailand on the carbonaceous components in size-fractionated particles",
        "Determining the effect of natural selection on linked neutral divergence across species",
        "Burden of disease attributed to ambient air pollution in Thailand: a GIS-based approach",
        "The pollution paralysis: Thailand's structural inability to clean up its air. Bangkok Post",
        "Time series modeling of pneumonia admissions and its association with air pollution and climate variables in Chiang Mai Province, Thailand",
        "Association of climate factors and air pollutants with pneumonia incidence in Lampang province, Thailand: findings from a 12-year longitudinal study Apaporn Ruchiraset & Kraichat Tantrakarnapa Association of climate factors and air pollutants with pneumonia incidence in Lampang province, Thailand: findings from a 12-year longitudinal study",
        "A retrospective approach to assess human health risks associated with growing air pollution in urbanized area of Thar Desert, western Rajasthan, India",
        "Development of human health damage factors related to CO2 emissions by considering future socioeconomic scenarios",
        "Carmakers' move to delay emissions cap angers Thai e-vehicle industry",
        "Guidance to Fuel Importing Countries for Reducing On-Road Fuel Sulfur Levels, Improving vehicle emission standard",
        "The impact of PM2.5 on the human respiratory system",
        "Air pollution and health risks due to vehicle traffic"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}