{
    "eid": "2-s2.0-85105282404",
    "title": "Identification of blood meal from field collected filarial vector mosquitoes, Armigeres subalbatus by multiplex PCR",
    "cover-date": "2019-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "Armigeres subalbatus",
        "Blood meal",
        "Mosquito",
        "Multiplex PCR"
    ],
    "authors": [
        "Rungfar Boonserm",
        "Ratchadaporn Jantorn",
        "Atchara Phumee",
        "Sriwatapron Sor-Suwan",
        "Narissara Jariyapan",
        "Sonthaya Tiawsirisup",
        "Padet Siriyasatien"
    ],
    "citedby-count": 6,
    "ref-count": 35,
    "ref-list": [
        "Family Culicidae. Tribes Megarhinini and Culicini. The fauna of British India, including Ceylon and Burma",
        "Blood meal identification by direct enzyme-linked immunosorbent assay (ELISA), tested on Anopheles (Diptera: Culicidae) in Kenya",
        "A latex agglutination test for the identification of blood-meals of Culicoides (Diptera: Ceratopogonidae)",
        "Armigeres subalbatus incriminated as an important vector of the dog heartworm Dirofilaria immitis and the bird Cardiofilaria in urban Kuala Lumpur",
        "Family Culicidae. Tribe Anophelini. The fauna of British India, including Ceylon and Burma",
        "Diurnal man-biting activity of Armigeres subalbatus (Coquillet, 1898) in a village in West Bengal",
        "Culex nigripalpus: seasonal shift in bird-mammal feeding ratio in a mosquito vector of encephalitis",
        "Host-feeding patterns of Florida mosquitoes. I. Aedes, Anopheles, Coquillettidia, Mansonia and Psorophora",
        "Host-feeding patterns of Florida mosquitoes. II. Culiseta",
        "Mosquito sugar feeding and reproductive energetics",
        "Higher-level phylogeny of new world vireos (aves: vireonidae) based on sequences of multiple mitochondrial DNA genes",
        "The mosquitoes of Nepal: Their identification, distribution and biology",
        "Comparison between precipitin and ELISA tests in the bloodmeal detection of Aedes aegypti (Linnaeus) and Aedes fluviatilis (Lutz) mosquitoes experimentally fed on feline, canine and human hosts",
        "ELISA for identification of blood meal source in black flies (Diptera: Simuliidae)",
        "Species composition and blood meal analysis of mosquitoes collected from a tourist island, Koh Chang, Thailand",
        "Identification of mammalian blood meals in mosquitoes by a multiplexed polymerase chain reaction targeting cytochrome B",
        "Molecular methods for arthropod bloodmeal identification and applications to ecological and vector-borne disease studies",
        "A molecular marker for the identification of the zoonotic reservoirs of Lyme borreliosis by analysis of the blood meal in its European vector Ixodes ricinus",
        "Identification of mosquito avian-derived blood meals by polymerase chain reaction-heteroduplex analysis",
        "Japanese encephalitis virus in mosquitoes and swine in Yunnan province, China 2009-2010",
        "Armigeres subalbatus incriminated as a vector of zoonotic Brugia pahangi filariasis in suburban Kuala Lumpur, Peninsular Malaysia",
        "Identification of blood meal sources in the main African malaria mosquito vector by MALDI-TOF MS",
        "Host blood meal identification by multiplex polymerase chain reaction for dispersal evidence of stable flies (Diptera: Muscidae) between livestock facilities",
        "Identification of phlebotomine sand fly blood meals by real-time PCR",
        "RNA interference, arthropod-borne viruses, and mosquitoes",
        "Cavalcante RR, Alexander B and Bates PA. Blood meal identification and parasite detection in laboratory-fed and field-captured Lutzomyia longipalpis by PCR using FTA databasing paper",
        "Molecular identification of blood meals in mosquitoes (Diptera, Culicidae) in urban and forested habitats in southern Brazil",
        "Identification of blood meal of field caught Aedes aegypti (L.) by multiplex-PCR",
        "Biting behaviour of Armigeres subalbatus (Coquillett) with reference to host selection and landing",
        "First report on subconjunctival dirofilariasis in Thailand caused by a Dirofilaria sp. closely related to D. hongkongensis",
        "Blood meal identification in the cryptic species Anopheles gambiae and Anopheles coluzzii using MALDI-TOF MS",
        "High infection rate of Zika virus in mosquitoes collected from an area of active Zika virus transmission of eastern Thailand",
        "Mosquito vector diversity across habitats in central Thailand endemic for dengue and other arthropod-borne diseases",
        "Mosquito host blood meal identification: methodology and data analysis",
        "Host preference of blood feeding mosquitoes in rural areas of southern Tamil Nadu, India"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "108582745",
            "affilname": "Ratchaphiphat Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/108582745",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "WHO-Thailand",
        "World Health Organization Thailand",
        "United States Agency for International Development",
        "National Research Council",
        "National Science and Technology Development Agency",
        "NRCT",
        "Faculty of Medicine, Chulalongkorn University",
        "Health Systems Research Institute"
    ]
}