{
    "eid": "2-s2.0-85103136157",
    "title": "Effect of Temperature-Dependent Blood Viscosity on Low-Density Lipoprotein Transport: Numerical Study",
    "cover-date": "2021-03-09",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "R. Piemjaiswang",
        "Y. Ding",
        "Y. Feng",
        "B. Chalermsinsuwan"
    ],
    "citedby-count": 1,
    "ref-count": 18,
    "ref-list": [
        "Heart disease and stroke statistics-2018 update: A report from the American Heart Association",
        "Atherosclerosis-An inflammatory disease",
        "Modelling and simulation of low-density lipoprotein transport through multi-layered wall of an anatomically realistic carotid artery bifurcation",
        "Mathematical modelling of atheroma plaque formation and development in coronary arteries",
        "Computational modeling of coupled blood-wall mass transport of LDL: effects of local wall shear stress",
        "Exploring the relationship between biomechanical stresses and coronary atherosclerosis",
        "Modeling of the early stage of atherosclerosis with emphasis on the regulation of the endothelial permeability",
        "Modeling of low-density lipoprotein (LDL) transport in the artery-effects of hypertension",
        "Effect of the fluid-structure interactions on low-density lipoprotein transport within a multi-layered arterial wall",
        "Effects of shear stress on low-density lipoproteins (LDL) transport in the multi-layered arteries",
        "Simulation of Low Density Lipoprotein (LDL) permeation into multilayer coronary arterial wall: Interactive effects of wall shear stress and fluid-structure interaction in hypertension",
        "Endothelium resolving simulations of wall shear-stress dependent mass transfer of LDL in diseased coronary arteries",
        "A review study on blood in human coronary artery: Numerical approach",
        "Fluid-structure interaction modeling in cardiovascular medicine-A systematic review 2017-2019",
        "\"Environmental Hypertensionology\" the effects of environmental factors on blood pressure in clinical practice and research",
        "Blood viscosity and blood pressure: Role of temperature and hyperglycemia",
        "Patient-specific three-dimensional simulation of LDL accumulation in a human left coronary artery in its healthy and atherosclerotic states"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60011362",
            "affilname": "RMIT University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011362",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Melbourne",
            "@id": "60005750",
            "affilname": "CSIRO Minerals",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005750",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}