{
    "eid": "2-s2.0-84928651968",
    "title": "Theoretical prediction of structural stability, electronic and elastic properties of ZrSi2 under pressure",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [],
    "authors": [
        "Ruru Hao"
    ],
    "citedby-count": 16,
    "ref-count": 60,
    "ref-list": [
        "Correlations between aging heat treatment, ω phase precipitation and mechanical properties of a cast Ti-Nb alloy",
        "Aging response of the Ti-Nb system biomaterials with β-stabilizing elements",
        null,
        null,
        "REFRACTORY SILICIDES FOR INTEGRATED CIRCUITS.",
        "J. Appl. Phys.",
        "Silicide interfaces in silicon technology",
        null,
        "Mater. Sci. Eng., R",
        "Synthesis of zirconium silicide in Zr thin film on Si and study of its surface morphology",
        "Electronic structure of TiSi2",
        "Electronic structure and bonding properties of titanium silicides",
        null,
        null,
        null,
        null,
        "Morphology of TiSi2 and ZrSi2 on Si(100) and (111) surfaces",
        null,
        "Formation of zirconium silicide between silicon substrate and zirconium films",
        null,
        "Rapid and cost-effective method for synthesizing zirconium silicides",
        null,
        "Simultaneous occurrence of multiphases in the interfacial reactions of ultrahigh-vacuum-deposited V and Zr thin films on (111)Si",
        "Solid phase reaction and electrical properties in Zr/Si system",
        null,
        null,
        null,
        "Fundamentals of silicon material properties for successful exploitation of strain engineering in modern CMOS manufacturing",
        "Strain for CMOS Performance Improvement",
        "Continuous MOSFET performance increase with device scaling: The role of strain and channel material innovations",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "Density-functional Theory of Atoms and Molecules",
        "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism",
        "Generalized gradient approximation made simple",
        "Relaxation of Crystals with the Quasi-Newton Method",
        null,
        null,
        null,
        "The elastic behaviour of a crystalline aggregate",
        "A simplified method for calculating the debye temperature from elastic constants",
        "GIBBS: Isothermal-isobaric thermodynamics of solids from energy curves using a quasi-harmonic Debye model",
        null,
        "Thermal expansion studies of the group IV-VII transition-metal disilicides",
        "On the Stability of Crystal Lattices I",
        "Structural, elastic and electronic properties of β′ phase precipitate in Mg-Gd alloy system investigated via first-principles calculation",
        null,
        "The first-principles study on the LaN",
        "First-principles study of the structural, electronic, vibrational, and elastic properties of orthorhombic NiSi",
        "Philos. Mag.",
        null,
        "Structure and elasticity of MgO at high pressure",
        "Universal elastic anisotropy index",
        "Comparison of density of states of transition metal disilicides and their related compounds systematically calculated by a first-principle pseudopotential method using plane-wave basis",
        "Correlation between electronic structure, mechanical properties and phase stability in intermetallic compounds",
        null,
        "Electronic properties, superconductivity and stability of the ordered alloys of the Ti-Rh, Zr-Rh and Hf-Rh isoelectronic systems",
        "Electronic properties, superconductivity and stability of the ZrRh alloys",
        "Phase stability and electronic structure of ScAl3 and ZrAl3 and of Sc-stabilized cubic ZrAl3 precipitates",
        "Solid-solution strengthening: Substitution of V in Ni3Al and structural stability of Ni3(Al,V)",
        "Population analysis of plane-wave electronic structure calculations of bulk materials"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Natural Science Foundation of China"
    ]
}