{
    "eid": "2-s2.0-84959422113",
    "title": "Fouling characterization and control for harvesting microalgae Arthrospira (Spirulina) maxima using a submerged, disc-type ultrafiltration membrane",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Flux recovery",
        "Membrane filtration",
        "Membrane fouling",
        "Microalgae harvesting",
        "Spirulina"
    ],
    "authors": [
        "Ekkachai Kanchanatip"
    ],
    "citedby-count": 39,
    "ref-count": 34,
    "ref-list": [
        null,
        "J. Fundam. Renewable Energy Appl.",
        "Critical and sustainable fluxes: Theory, experiments and applications",
        "Harvesting techniques applied to microalgae: A review",
        "Membrane technology in microalgae cultivation and harvesting: A review",
        "Harvesting microalgal biomass using submerged microfiltration membranes",
        "Biofuels from microalgae-A review of technologies for production, processing, and extractions of biofuels and co-products",
        "Simultaneous carbon capture, biomass production, and diary wastewater purification by Spirulina maxima photobioreaction",
        "Carbon dioxide removal from air by microalgae cultured in a membrane-photobioreactor",
        "Biodiesel from microalgae",
        null,
        "Critical flux concept for microfiltration fouling",
        "Critical, sustainable and threshold fluxes for membrane filtration with water industry applications",
        "Influence of hydrodynamics in tangential and dynamic ultrafiltration systems for microalgae separation",
        "Placing microalgae on the biofuels priority list: A review of the technological challenges",
        "Microfiltration for separation of green algae from water",
        "Potential of using organic fertilizer to cultivate Chlorella vulgaris for biodiesel production",
        null,
        "Recovery of microalgal biomass and metabolites: Process options and economics",
        "Fouling phenomena during membrane filtration of microalgae",
        "Harvesting of cyanobacterium Arthrospira platensis using organic filtration membranes",
        "Membrane technology for the continuous separation microalgae/culture medium: Compared performances of cross-flow microfiltration and ultrafiltration",
        null,
        "NIH Image to ImageJ: 25 years of image analysis",
        null,
        null,
        "Dewatering of microalgal cultures: A major bottleneck to algae-based fuels",
        "The use of polyetherimide hollow fibres in a submerged membrane bioreactor operating with air backwashing",
        null,
        "Microfiltration of algae (Chlorella sorokiniana): Critical flux, fouling and transmission",
        null,
        "Carbon dioxide fixation by algal cultivation using wastewater nutrients",
        "Harvesting algal biomass for biofuels using ultrafiltration membranes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taichung",
            "affilname": "Tunghai University",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taichung",
            "affilname": "New Century Membrane Inc.",
            "affiliation-country": "Taiwan"
        }
    ],
    "funding": [
        "Tunghai University",
        "Ministry of Education"
    ]
}