{
    "eid": "2-s2.0-85081911834",
    "title": "Thai society for metabolic and bariatric surgery consensus guideline on bariatric surgery for the treatment of obese patient in Thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Bariatric surgery",
        "Best practice guidelines",
        "Clinical practice guidelines",
        "Metabolic surgery",
        "Obesity",
        "Weight loss surgery"
    ],
    "authors": [
        "A. Techagumpuch",
        "S. Pantanakul",
        "P. Chansaenroj",
        "N. Boonyagard",
        "J. Wittayapairoch",
        "T. Poonthananiwatkul",
        "P. Chanswangphuvana",
        "K. Tepmalai",
        "V. Taweerutchana",
        "S. Punchai",
        "K. Yolsuriyanwong",
        "T. Ingkakul",
        "P. Prathanvanich",
        "P. Sumritpradit",
        "A. Khaimook",
        "P. Yimcharoen",
        "S. Cheewattanakornkul",
        "S. Udomsawaengsup",
        "T. Nimmanwudipong",
        "S. Linananda"
    ],
    "citedby-count": 4,
    "ref-count": 58,
    "ref-list": [
        "Prevalence and trends of obesity and association with socioeconomic status in Thai adults: National health examination surveys, 1991-2009",
        "Prevalence of obesity in Thailand",
        "Economic costs of obesity in Thailand: A retrospective cost-of-illness study",
        "Prevalence of overweight and obesity in Thai population: Results of the national Thai food consumption survey",
        "Cost-effectiveness evaluation of bariatric surgery for morbidly obese with diabetes patients in Thailand",
        "IFSO-APC consensus statements 2011",
        "Clinical practice guidelines for the perioperative nutritional, metabolic, and nonsurgical support of the bariatric surgery patient-2013 update: Cosponsored by American Association of Clinical Endocrinologists, the obesity society, and American Society for Metabolic & Bariatric surgery",
        "Guideline recommendations for obesity management",
        "2018 Korean Society for the Study of Obesity guideline for the management of obesity in Korea",
        "American Society for Metabolic and Bariatric Surgery position statement on long-term survival benefit after metabolic and bariatric surgery",
        "Bariatric surgery vs. Advanced practice medical management in the treatment of type 2 diabetes mellitus: Rationale and design of the Surgical Therapy and Medications Potentially Eradicate Diabetes Efficiently trial (STAMPEDE)",
        "Interdisciplinary European guidelines on metabolic and bariatric surgery",
        "The effectiveness and risks of bariatric surgery: An updated systematic review and meta-analysis, 2003-2012",
        "Comorbidities as an indication for metabolic surgery",
        "Pre-operative bariatric clinic attendance is a predictor of post-operative clinic attendance and weight loss outcomes",
        "Efficacy of a required preoperative weight loss program for patients undergoing bariatric surgery",
        "Review of nutritional guidelines for patients undergoing bariatric surgery",
        "Bariatric/metabolic surgery in the Asia-Pacific Region: APMBSS 2018 survey",
        "Perioperative management of obstructive sleep apnea in bariatric surgery: A consensus guideline",
        "Obstructive sleep apnea and bariatric surgical guidelines: Summary and update",
        "Prevalence and associated factors of obstructive sleep apnea in morbidly obese patients undergoing bariatric surgery",
        "Recommendations for the presurgical psychosocial evaluation of bariatric surgery patients",
        "Preoperative evaluation in bariatric surgery",
        "Recommendations for the standards of equipping of the Bariatric and Metabolic Surgery Center",
        "European guidelines on perioperative venous thromboembolism prophylaxis: Surgery in the obese patient",
        "A new protocol for venous thromboembolism prophylaxis in bariatric surgery",
        "The effect of helicobacter pylori on postoperative outcomes in patients undergoing bariatric surgery: A systematic review and meta-analysis",
        "The role of routine preoperative upper endoscopy in bariatric surgery: A systematic review and meta-analysis",
        "Post-operative complications and readmissions associated with smoking following bariatric surgery",
        "Association of long-term anastomotic ulceration after roux-en-y gastric bypass with tobacco smoking",
        "Peri-operative management of the obese surgical patient 2015: Association of anaesthetists of Great Britain and Ireland society for obesity and bariatric anaesthesia",
        "Enhanced recovery after bariatric surgery",
        "Guidelines for perioperative care in bariatric surgery: Enhanced Recovery after Surgery (ERAS) Society recommendations",
        "Designing intelligent anesthesia for a changing patient demographic: A consensus statement to provide guidance for specialist and non-specialist anesthetists written by members of and endorsed by the Society for Obesity and Bariatric Anaesthesia (SOBA)",
        "Consensus statements and bariatric surgery",
        "Canadian consensus statement: Enhanced recovery after surgery in bariatric surgery",
        "Prevalence of nutrient deficiencies in bariatric patients",
        "Screening and diagnosis of micronutrient deficiencies before and after bariatric surgery",
        "Improved and more effective algorithms to screen for nutrient deficiencies after bariatric surgery",
        "Bariatric surgery and the perioperative management of type 2 diabetes: Practical guidelines",
        "The effects of optimal perioperative glucose control on morbidly obese patients undergoing bariatric surgery",
        "Nutrition and metabolic support recommendations for the bariatric patient",
        "Nutritional follow-up of patients after obesity surgery: Best practice",
        "American society for Metabolic and Bariatric surgery integrated health nutritional guidelines for the surgical weight loss patient 2016 update: Micronutrients",
        "Long-term nutritional follow-up post bariatric surgery",
        "ASMBS position statement on prevention, detection, and treatment of gastrointestinal leak after gastric bypass and sleeve gastrectomy, including the roles of imaging, surgical exploration, and nonoperative management",
        "Obesity management Task Force of the European Association for the Study of Obesity released \"practical recommendations for the post-bariatric surgery medical management",
        "Practical recommendations of the obesity management Task Force of the European Association for the Study of Obesity for the Post-Bariatric Surgery Medical Management",
        "Guidelines for the follow-up of patients undergoing bariatric surgery",
        "Surgery for weight loss in adults",
        "Sensitivity and specificity of 50% excess weight loss (50%EWL) and twelve other bariatric criteria for weight loss success",
        "Eligibility and success criteria for bariatric/metabolic surgery",
        "Worthy or not? Six-year experience of revisional bariatric surgery from an Asian center of excellence",
        "Revisional surgery for laparoscopic minigastric bypass",
        "Revisional bariatric surgery",
        "Revision of Roux-En-Y gastric bypass for weight regain: A systematic review of techniques and outcomes",
        "Systematic review on reoperative bariatric surgery: American Society for Metabolic and Bariatric Surgery revision task Force",
        "Revisiting the role of BMI in the guidelines for bariatric surgery"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199571",
            "affilname": "Bangkok Metropolitan Administration General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199571",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Songkla",
            "@id": "60026607",
            "affilname": "Hatyai Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026607",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "60022738",
            "affilname": "Bhumibol Adulyadej Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022738",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60014909",
            "affilname": "Taksin Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014909",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60006964",
            "affilname": "Phramongkutklao College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "123002008",
            "affilname": "Somdet Phra Pin Klao Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/123002008",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phuket",
            "@id": "106443738",
            "affilname": "Bangkok Hospital Phuket",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106443738",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Laparoscopic and Endoscopic Surgeons of Thailand"
    ]
}