{
    "eid": "2-s2.0-85099373782",
    "title": "Pattern of cortical thinning in logopenic progressive aphasia patients in Thailand",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Alzheimer’s disease",
        "Aphasia, primary progressive",
        "Cortical thickness",
        "Freesurfer",
        "Logopenic progressive aphasia",
        "Magnetic resonance imaging"
    ],
    "authors": [
        "Sekh Thanprasertsuk",
        "Yuttachai Likitjaroen"
    ],
    "citedby-count": 1,
    "ref-count": 28,
    "ref-list": [
        "The paradox of syndromic diversity in Alzheimer disease",
        "Classification of primary progressive aphasia and its variants",
        "Primary progressive aphasia and the evolving neurology of the language network",
        "Prevalence of amyloid-beta pathology in distinct variants of primary progressive aphasia",
        "Asymmetry and heterogeneity of Alzheimer's and frontotemporal pathology in primary progressive aphasia",
        "Logopenic, mixed, or Alzheimer-related aphasia?",
        "Quantitative classification of primary progressive aphasia at early and mild impairment stages",
        "Early-onset Alzheimer disease clinical variants: multivariate analyses of cortical thickness",
        "Cognition and anatomy in three variants of primary progressive aphasia",
        "Neural regions essential for distinct cognitive processes underlying picture naming",
        "Anatomy of language impairments in primary progressive aphasia",
        "Thai mental state examination (TMSE)",
        "Cortical surface-based analysis. I. Segmentation and surface reconstruction",
        "Cortical surface-based analysis. II: Inflation, flattening, and a surface-based coordinate system",
        "Measuring the thickness of the human cerebral cortex from magnetic resonance images",
        "Detection of cortical thickness correlates of cognitive performance: Reliability across MRI scan sessions, scanners, and field strengths",
        "Cortical thickness, surface area and volume measures in Parkinson's disease, multiple system atrophy and progressive supranuclear palsy",
        "Smoothing and cluster thresholding for cortical surface-based group analysis of fMRI data",
        "Quantitative template for subtyping primary progressive aphasia",
        "Thoughts on word and sentence segmentation in Thai",
        "fMRI activation in the middle frontal gyrus as an indicator of hemispheric dominance for language in brain tumor patients: a comparison with Broca's area",
        "Focal decline of cortical thickness in Alzheimer's disease identified by computational neuroanatomy",
        "Focal temporal pole atrophy and network degeneration in semantic variant primary progressive aphasia",
        "Primary progressive aphasia. Longitudinal course, neuropsychological profile, and language features",
        "Progression of language decline and cortical atrophy in subtypes of primary progressive aphasia",
        "The distribution of thai mental state examination scores among non-demented elderly in suburban bangkok metropolitan and associated factors",
        "Sex differences in cortical thickness mapped in 176 healthy individuals between 7 and 87 years of age",
        "An unbiased data-driven age-related structural brain parcellation for the identification of intrinsic brain volume changes over the adult lifespan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Radiology",
        "Division of Neurology",
        "Faculty of Medicine, Chulalongkorn, University, Thailand",
        "Ratchadapiseksompotch Fund",
        "King Chulalongkorn Memorial Hospital",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}