{
    "eid": "2-s2.0-85094216633",
    "title": "Forests, peoples, and governments: Persistent land-use conflict in northern thailand",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (miscellaneous)",
            "@code": "2001",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Management of Technology and Innovation",
            "@code": "1405",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [],
    "authors": [
        "Khemarat Talerngsri-Teerasuwannajak"
    ],
    "citedby-count": 4,
    "ref-count": 42,
    "ref-list": [
        "Who should be considered ‘Indigenous’? A survey of ethnic groups in northern Thailand",
        "Intensification of upland agriculture in Thailand: Development or degradation?",
        "Climate change, rice crops, and violence: Evidence from Indonesia",
        "Farmers’ land use decision-making in the context of changing land and conservation policies: A case study of Doi Mae Salong in Chiang Rai Province, Northern Thailand",
        "Dealing with Contradictions: Examining National Forest Reserves in Thailand",
        "Forest Conflict in Thailand: Northern Minorities in Focus",
        "Policy and politics related to Thai occupied forest areas in the 1990s",
        "Yielding to high yields? Critiquing food security definitions and policy implications for ethnic minority livelihoods in upland Vietnam",
        "The Fourth National Economic and Social Development Plan (1977– 1981)",
        "The Fifth National Economic and Social Development Plan (1982– 1986)",
        "The Sixth National Economic and Social Development Plan (1987– 1991)",
        "The Seventh National Economic and Social Development Plan (1992– 1996)",
        "Land and Agricultural Development Policies Impacting on Human Rights in Thailand by Amara Pongsapich",
        "Forest management in Thailand",
        "Thaksin's populism",
        "COUNTRY REPORT: THAILAND Potential Conflict Arising in the Context of REDD+ Implementation in Thailand",
        "Budgeting System and Bureau of the Budget in Thailand",
        "A Study of Maize Farmers’ Incomes and Vicious cycle of Highland Maize farming",
        "Is climate change a driver of armed conflict?",
        "Smallholders and forest landscape restoration in upland northern Thailand",
        "Rush for cash crops and forest protection: Neither land sparing nor land sharing"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}