{
    "eid": "2-s2.0-85016025418",
    "title": "Wreck/conciliation? The politics of truth commissions in Thailand",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Political Science and International Relations",
            "@code": "3320"
        },
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Sociology and Political Science",
            "@code": "3312"
        },
        {
            "$": "Development",
            "@code": "3303"
        }
    ],
    "keywords": [
        "Fact-finding",
        "Investigation",
        "Recommendations",
        "Reconciliation",
        "Thailand",
        "Transitional justice",
        "Truth commission"
    ],
    "authors": [
        "Duncan McCargo"
    ],
    "citedby-count": 7,
    "ref-count": 33,
    "ref-list": [
        "Bangkok Post",
        "On Good Terms: Clarifying Reconciliation",
        "Telling the Truth: Truth Telling and Peace Building in Post-Conflict Societies",
        "Asia Times",
        "Truth commissions and procedural fairness",
        "Violence and the Partiality of Truth: The Difficulty of Documenting Human Rights Violations After May 2010 in Thailand",
        "Unspeakable Truths: Transitional Justice and the Challenge of Truth Commissions",
        "Extrajudicial Killings of Drug Suspects in Thailand: Lawful or Willful? Official Report of the Independent Commission for Examination, Study and Analysis of the Formation and Implementation of the Drug Suppression Policy",
        "San jak prathan lae kamakan",
        "Raingan wijai kansang khwamprongdong haengchat",
        "Thailand's National Reconciliation Commission: A flawed response to the southern conflict",
        "Truth-seeking, truth-telling, and postconflict peacebuilding: Curb the enthusiasm?",
        "What Is to Come in Thailand?",
        "Raingan phonkantruatsop puea mi khoseneua nae cheng nayobai: Karani hetkanchumnum khong klum no po cho rawang wan thi 12 minakhom 2553 thung wan thi 19 prutsaphakhom 2553",
        "Khwamching phuea khwamyutitham: Hetkanlaephonkrathop jak kansalaikan chumnum mesaphrutuspha 53",
        "Raignan chabap somboon khong khor or por: Bai anuyat hai kha",
        "New York Times",
        "New Mandala",
        "The Nation",
        "Human Rights: Politics and Practice",
        "The Politics of Acknowledgement: Truth Commissions in Uganda and Haiti",
        "Forensic Firearms and Ballistics Examination for the TRCT",
        "Truth commissions and the provision of truth, justice, and reconciliation",
        "Constellations: An International Journal of Democratic and Critical Theory",
        "Truth recovery and justice after conflict: Managing violent pasts",
        "Confronting past human rights violations: Justice vs peace in times of transition",
        "Interim Report, Truth for Reconciliation Commission of Thailand (TRCT) First Report",
        "Interim Report, Truth for Reconciliation Commission of Thailand (TRCT) Third Report",
        "Final Report, Truth for Reconciliation Commission of Thailand (TRCT), July 2010 to July 2012",
        "Unchopping a tree: Reconciliation in the aftermath of political violence",
        "The Politics of Truth and Reconciliation in South Africa: Legitimizing the Post-Apartheid State"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "affilname": "Columbia University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Leeds",
            "affilname": "University of Leeds",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}