{
    "eid": "2-s2.0-85165201261",
    "title": "Bureaucracy and distributed vulnerability at a Chinese research institute: beyond the faculty perspective on audit cultures",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Anthropology",
            "@code": "3314",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [],
    "authors": [
        "Timothy McLellan"
    ],
    "citedby-count": 0,
    "ref-count": 57,
    "ref-list": [
        "Contingency, staff, anxious pedagogy – and love",
        "Discourse and discipline at the National Research Council: a bureaucratic Bildungsroman",
        "Reforming promise",
        "Documenting subjects: performativity and audit culture in food production in northern Italy",
        "Faculty and staff often don't trust one another. How do we fix that?",
        "The farming of trust",
        "Black hole of responsibility: the adjudication committee's role in a Chinese court",
        "Provisional agency in India: jugaad and legitimation of corruption",
        "The value of words and the meaning of things in eastern Indonesian exchange",
        "Practices of guanxi production and practices of ganqing avoidance",
        "Audit cultures: neoliberal governmentality, socialist legacy, or technologies of governing?",
        "A free gift makes no friends",
        "Between gift and commodity: the phenomenon of ‘blat",
        "Impact, theory of change, and the horizons of scientific practice",
        "Tools for an efficient witness: deskilling science and devaluing labor at an agro-environmental research institute",
        "Technologies of truth in the anthropology of conflict: AES/APLA Presidential Address, 2013",
        "Constructing regional worlds in experience: kula exchange, witchcraft and Gawan local events",
        "The gift in the animal: the ontology of hunting and human-animal sociality",
        "Making business personal: corruption, anti-corruption, and elite networks in post-Mao China",
        "The trickster's dilemma",
        "The hard truths of the academic-labor crisis: even if striking workers win, the system is still rigged against them",
        "Audit culture and illiberal governance: universities and the politics of accountability",
        "Audit culture revisited: rankings, ratings, and the reassembling of society",
        "Gifts, bribes, and guanxi: a reconsideration of Bourdieu's social capital",
        "Anthropology's ‘impact’: a comment on audit and the unmeasurable nature of critique",
        "The tyranny of transparency",
        "Between the ethical and the right thing: how (not) to be corrupt in Indonesian bureaucracy in an age of good governance",
        "Multimodality, transparency, and food safety in China",
        "The social life of a ‘free’ gift",
        "Commitments of debt: temporality and the meanings of aid work in a Japanese NGO in Myanmar",
        "Seeking signs of transparency: audit, materiality, and monuments to active citizenship in New Delhi",
        "The accountability system of township governments (trans. T. Wang)"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Cornell East Asia Program",
        "National Science Foundation",
        "Cornell Society for the Humanities",
        "Cornell Mario Einaudi Center for International Studies"
    ]
}