{
    "eid": "2-s2.0-85061232350",
    "title": "Searching for serum protein markers of equine squamous gastric disease using gel electrophoresis and mass spectrometry",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Equine",
            "@code": "3402",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "gastric ulceration",
        "horse",
        "nonglandular stomach",
        "proteomics"
    ],
    "authors": [
        "P. Tesena",
        "Y. Yingchutrakul",
        "S. Roytrakul",
        "J. Taylor",
        "K. Angkanaporn",
        "T. Wongtawan"
    ],
    "citedby-count": 5,
    "ref-count": 54,
    "ref-list": [
        "Clinical syndromes of gastric ulceration in foals and mature horses",
        "European college of equine internal medicine consensus statement–equine gastric ulcer syndrome in adult horses",
        "Gastric ulcers in standardbred racehorses: prevalence, lesion description, and risk factors",
        "Prevalence of gastric ulceration in Swedish Standardbreds in race training",
        "Prevalence of gastric ulcers in endurance horses–a preliminary report",
        "Prevalence of gastric ulcer syndrome in high-level endurance horses",
        "Prevalence of non-glandular gastric ulcers in horses involved in a university riding program",
        "Cross-sectional study of gastric ulcers of the squamous mucosa in thoroughbred racehorses",
        "Diagnostic accuracy of blood sucrose as a screening test for equine gastric ulcer syndrome (EGUS) in adult horses",
        "New perspectives in equine gastric ulcer syndrome",
        "Gastroscopy and esophagoscopy",
        "The role of commercial biomarker assay kits in preclinical and clinical trials",
        "Biomarkers for Helicobacter pylori infection and gastroduodenal diseases",
        "Detection of an isoform of alpha (1)-antitrypsin in serum samples from foals with gastric ulcers",
        "Rethinking equine gastric ulcer syndrome: part 1 – terminology, clinical signs and diagnosis",
        "Nanoelectrospray tandem mass spectrometry and sequence similarity searching for identification of proteins from organisms with unknown genomes",
        "UniProt: the universal protein knowledgebase",
        "Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics",
        "Proteomics. Tissue-based map of the human proteome",
        "A comparative encyclopedia of DNA elements in the mouse genome",
        "B4GALNT2 gene expression controls the biosynthesis of Sda and sialyl Lewis X antigens in healthy and cancer human gastrointestinal tract",
        "Roles of oxidative stress in stomach disorders",
        "Orally administered phenylbutazone causes oxidative stress in the equine gastric mucosa",
        "Xanthine oxidase formation during experimental ischemia of the equine small intestine",
        "Severe abnormalities in the oral mucosa induced by suprabasal expression of epidermal keratin K10 in transgenic mice",
        "Cytokeratin expression in non-neoplastic oesophageal epithelium and squamous cell carcinoma of the oesophagus",
        "Substrate specificity of kallikrein-related peptidase 13 activated by salts or glycosaminoglycans and a search for natural substrate candidates",
        "Kallikrein-related peptidase 13 (KLK13) gene expressional status contributes significantly in the prognosis of primary gastric carcinomas",
        "The SLC4 family of bicarbonate (HCO(3)(-)) transporters",
        "HCO3- secretion in the esophageal submucosal glands",
        "Role of peroxisome proliferator-activated receptor γ activation in gastric mucosal ulcer healing",
        "DNA methylation patterns of ulcer-healing genes associated with the normal gastric mucosa of gastric cancers",
        "Peroxisome proliferator-activated receptor gamma (PPARgamma) regulates trefoil factor family 2 (TFF2) expression in gastric epithelial cells",
        "Surface mucus in the non-glandular region of equine stomach",
        "Role of mucus layers in gut infection and inflammation",
        "Searching the evolutionary origin of epithelial mucus protein components-mucins and FCGBP",
        "The mucus and mucins of the goblet cells and enterocytes provide the first defense line of the gastrointestinal tract and interact with the immune system",
        "The GCTM-5 epitope associated with the mucin-like glycoprotein FCGBP marks progenitor cells in tissues of endodermal origin",
        "Deficient plakophilin-1 expression due to a mutation in PKP1 causes ectodermal dysplasia-skin fragility syndrome in Chesapeake Bay retriever dogs",
        "Keratin pattern in hyperkeratotic and ulcerated gastric pars oesophagea in pigs",
        "Impaired skin regeneration and remodeling after cutaneous injury and chemically induced hyperplasia in taps-transgenic mice",
        "Gastric ulcers in horses: a comparison of endoscopic findings in horses with and without clinical signs",
        "Expression of the blood-group-related glycosyltransferase B4galnt2 influences the intestinal microbiota in mice",
        "Role of xanthine oxidoreductase as an antimicrobial agent",
        "Roles of PPARs in health and disease",
        "PPARgamma in inflammatory bowel disease",
        "Plakophilins: multifunctional proteins or just regulators of desmosomal adhesion?",
        "The desmosomal plaque proteins of the plakophilin family",
        "Intestinal goblet cells and mucins in health and disease: recent insights and progress",
        "A novel aspartic proteinase-like gene expressed in stratified epithelia and squamous cell carcinoma of the skin",
        "Dissecting the formation, structure and barrier function of the stratum corneum",
        "Molecular expression of SLC4-derived Na+-dependent anion transporters in selected human tissues"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Edinburgh",
            "@id": "60110825",
            "affilname": "Edinburgh Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60110825",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Proteomics Research Laboratory of National Centre for Genetics Engineering and Biotechnology",
        "Remount Department of Royal Thai Army",
        "Chulalongkorn University",
        "Faculty of Veterinary Science, Mahidol University"
    ]
}