{
    "eid": "2-s2.0-85123931590",
    "title": "Desmopressin Stimulation Test in a Pregnant Patient with Cushing's Disease",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Endocrinology, Diabetes and Metabolism",
            "@code": "2712",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cushing's disease",
        "Cushing's syndrome",
        "desmopressin stimulation test",
        "pregnancy"
    ],
    "authors": [
        "Wasita Warachit Parksook",
        "Thachanun Porntharukchareon",
        "Sarat Sunthornyothin"
    ],
    "citedby-count": 1,
    "ref-count": 15,
    "ref-list": [
        "Cushing's syndrome during pregnancy: personal experience and review of the literature",
        "Cushing's syndrome and pregnancy outcomes: a systematic review of published cases",
        "The desmopressin test in the differential diagnosis between Cushing's disease and pseudo-Cushing states",
        "The usefulness of the combined high-dose dexamethasone suppression test and desmopressin stimulation test in establishing the source of ACTH secretion in ACTH-dependent Cushing's syndrome",
        "The diagnosis of Cushing's syndrome: an Endocrine Society Clinical Practice Guideline",
        "The hypothalamic-pituitary-adrenal axis in pregnancy: challenges in disease detection and treatment",
        "The increase in plasma and saliva cortisol levels in pregnancy is not due to the increase in corticosteroid-binding globulin levels",
        "Determination of nighttime salivary cortisol during pregnancy: comparison with values in non-pregnancy and Cushing's disease",
        "Consensus on diagnosis and management of Cushing's disease: a guideline update",
        "How to diagnose and manage Cushing's disease during pregnancy, when hypercortisolism is mild?",
        "The treatment of Cushing's disease",
        "Comparative evaluation of conventional and dynamic magnetic resonance imaging of the pituitary gland for the diagnosis of Cushing's disease",
        "Pregnancy-associated Cushing's disease? An exploratory retrospective study",
        "Guidelines for diagnostic imaging during pregnancy and lactation. Committee Opinion No. 723",
        "Endocrine causes of hypertension in pregnancy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022464",
            "affilname": "Chulabhorn Royal Academy",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022464",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Medicine, Faculty of Medicine, Chulalongkorn University",
        "Division of Endocrinology and Metabolism"
    ]
}