{
    "eid": "2-s2.0-85094621903",
    "title": "Association between clinical signs of oral lichen planus and oral health-related quality of life: A preliminary study",
    "cover-date": "2020-10-04",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "OIDP",
        "Oral health-related quality of life",
        "Oral impact on daily activities",
        "Oral lichen planus",
        "Thongprasom sign score"
    ],
    "authors": [
        "Sasirin Yiemstan",
        "Sudaduang Krisdapong",
        "Pornpan Piboonratanakit"
    ],
    "citedby-count": 6,
    "ref-count": 53,
    "ref-list": [
        "A multicenter study of oral lichen planus in Thai patients",
        "Current controversies in oral lichen planus: Report of an international consensus meeting. Part 1. Viral infections and etiopathogenesis",
        "Number V Oral lichen planus: Clinical features and management",
        "Current controversies in oral lichen planus: Report of an international consensus meeting. Part 2. Clinical management and malignant transformation",
        "Disease scoring systems for oral lichen planus; a critical appraisal",
        "Relative efficacy of fluocinolone acetonide compared with triamcinolone acetonide in treatment of oral lichen planus",
        "A new delivery system of clobetasol-17-propionate (lipid-loaded microspheres 0.025%) compared with a conventional formulation (lipophilic ointment in a hydrophilic phase 0.025%) in topical treatment of atrophic/erosive oral lichen planus. A phase IV, randomized, observer-blinded, parallel group clinical trial",
        "Ciclosporin vs. clobetasol in the topical management of atrophic and erosive oral lichen planus: A double-blind, randomized controlled trial",
        "A randomized controlled trial to compare steroid with cyclosporine for the topical treatment of oral lichen planus",
        "Topical clobetasol in the treatment of atrophic-erosive oral lichen planus: A randomized controlled trial to compare two preparations with different concentrations",
        "Patient-reported outcome measures in oral lichen planus: A comprehensive review of the literature with focus on psychometric properties and interpretability",
        "A systematic review of the pain scales in adults: Which to use?",
        "Impact of chronic oral mucosal disease on daily life: Preliminary observations from a qualitative study",
        "Dietary alterations in patients with oral vesiculoulcerative diseases",
        "Oral symptoms and salivary findings in oral lichen planus, oral lichenoid lesions and stomatitis",
        "Symptomatic oral lesions may be associated with contact allergy to substances in oral hygiene products",
        "Sleep disturbances, anxiety and depression in patients with oral lichen planus: A case-control study",
        "Pain and emotion: A biopsychosocial review of recent research",
        "Association between psychological disorders and the presence of oral lichen planus, burning mouth syndrome and recurrent aphthous stomatitis",
        "Psychological disorders and oral lichen planus: Matched case-control study and literature review",
        "Lichen planus of the lips: An intermediate disease between the skin and mucosa? Retrospective clinical study and review of the literature",
        "Approaches to the evaluation of lip hyperpigmentation",
        "Cost of illness of oral lichen planus in a U.K. population—A pilot study",
        "World Workshop on Oral Medicine VI: Patient-reported outcome measures and oral mucosal disease: Current status and future direction",
        "The use of quality of life measures in oral medicine: A review of the literature",
        "The effect of inadequate language translation on Hispanics’ responses to health surveys",
        "Patient-centred outcome measures in oral medicine: Are they valid and reliable?",
        "Oral health-related quality of life in different clinical forms of oral lichen planus",
        "Psychopathological profile and quality of life of patients with oral lichen planus",
        "Psychological profiles in patients with symptomatic reticular forms of oral lichen planus: A prospective cohort study",
        "Psychological disorders and quality of life in oral lichen planus patients and a control group",
        "Quality of life and psychological problems of patients with oral mucosal disease in dermatological practice",
        "The impact of structured plaque control for patients with gingival manifestations of oral lichen planus: A randomized controlled study",
        "Patient-centred outcome measures for oral mucosal disease are sensitive to treatment",
        "Self-perceived oral health, satisfaction with overall health and quality of life comparisons between patients with oral lichen planus and their matched controls",
        "Quality of life in patients with oral lichen planus",
        "Plaque control improves the painful symptoms of oral lichen planus gingival lesions. A short-term study",
        "Emotional assessment of patients with oral lichen planus",
        "Severity of oral lichen planus and oral lichenoid lesions is associated with anxiety",
        "Oral impacts on daily performances",
        "Oral health-related quality of life of 12- and 15-year-old Thai children: Findings from a national survey",
        "Developing and evaluating an oral health-related quality of life index for children; the child-OIDP",
        "Assessing prosthodontic dental treatment needs in older adults in Thailand: Normative vs. sociodental approaches",
        "Condition-specific oral health impacts in Thai children and adolescents: Findings from the national oral health-related quality of life survey",
        "Lack of clinicopathologic correlation in the diagnosis of oral lichen planus based on the presently available diagnostic criteria and suggestions for modifications",
        "Which aspects of an oral health-related quality of life measure are mainly associated with global ratings of oral health in children?",
        "Predictors of symptomatic oral lichen planus",
        "Outcomes of oral lichen planus and oral lichenoid lesions treated with topical corticosteroid",
        "Influence of oral mucosal lesions and oral symptoms on oral health related quality of life in dermatological patients: A cross sectional study in Sudan",
        "Validation of instruments to measure the symptoms and signs of oral lichen planus",
        "Oral lichen planus: REU scoring system correlates with pain",
        "Clinical profile of 102 patients with oral lichen planus in Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}