{
    "eid": "2-s2.0-85097609625",
    "title": "Drugs-Herbs-Dietary Supplements-induced Liver Injury: A Hidden but Emerging Clinical Problem",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "DILI-HILI-SILI",
        "Drug-induced liver injury",
        "Hepatitis",
        "R pattern"
    ],
    "authors": [
        "Thitaporn Roongrawee",
        "Kessarin Thanapirom",
        "Roongruedee Chaiteerakij",
        "Piyawat Komolmit",
        "Chonlada Phathong",
        "Sombat Treeprasertsuk"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Drug-induced liver injury: present and future",
        "A prospective nationwide study of drug-induced liver injury in Korea",
        "Drug-induced liver injury at an Asian center: a prospective study",
        "The incidence, presentation, outcomes, risk of mortality and economic data of drug-induced liver injury from a national database in Thailand: a population-base study",
        "Features and Outcomes of 899 Patients With Drug-Induced Liver Injury: The DILIN Prospective Study",
        "EASL Clinical Practice Guidelines: Drug-induced liver injury",
        "Evaluation of prognostic markers in severe drug-induced liver disease",
        "The predictors of complications in patients with drug-induced liver injury caused by antimicrobial agents",
        "Drug-induced liver injury: a safety review",
        "Roussel Uclaf causality assessment method for drug-induced liver injury: present and future",
        "RUCAM in drug and herb induced liver injury: The update",
        "ACG Clinical Guideline: the diagnosis and management of idiosyncratic drug-induced liver injury",
        "Consumer usage and reasons for using dietary supplements: report of a series of surveys",
        "Dietary supplement use pattern of U.S. adult population in the 2007-2008 National Health and Nutrition Examination Survey (NHANES)",
        "Trends in dietary supplement use among US adults from 1999-2012",
        "Problems and prospects: public health regulation of dietary supplements",
        "Herb induced liverinjuryafterusingherbalmedicine:Asystemicreview and case-control study",
        "Herbalanddietarysupplement-inducedliverinjuries in the Spanish DILI Registry",
        "Incidence, presentation, and outcomes in patients with drug-induced liver injury in the general population of Iceland",
        "A proposal of the diagnostic scale of drug-induced liver injury",
        "Incidence and etiology of drug-induced liver injury in mainland China",
        "Hepatobiliary and pancreatic: Comparison between Chinese herbal medicine and Western medicine-induced liver injury of 1985 patients",
        "Traditional Thai medicine",
        "The significance of Tinospora crispa in treatment of diabetes mellitus",
        "Herbal or traditional medicine consumption in a Thai worker population: pattern of use and therapeutic control in chronic diseases",
        "Tinospora crispa (L.) Hook. f. & Thomson: A review of its ethnobotanical, phytochemical, and pharmacological aspects",
        "Toxicological study of crude extract of Tinospora crispa Mier ex Hook F. & Thoms",
        "Effect of Tinospora crispa on thioacetamide-induced liver cirrhosis in rats",
        "Literature review of liver injury induced by Tinospora crispa associated with two cases of acute fulminant hepatitis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}