{
    "eid": "2-s2.0-85129629016",
    "title": "Agroecology",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nils McCune",
        "Peter Rosset"
    ],
    "citedby-count": 0,
    "ref-count": 58,
    "ref-list": [
        "The ecological role of biodiversity in agroecosystems",
        "The agroecological revolution in Latin America: Rescuing nature, ensuring food sovereignty and empowering peasants",
        "Confronting the coffee crisis: Can fair trade, organic, and specialty coffees reduce small-scale farmer vulnerability in northern Nicaragua?",
        "Peasant theories and smallholder policies: Past and present",
        "Meeting peasants where they are: Cultivating agroecological alternatives in neoliberal Guatemala",
        "How much do you know about agroecology?",
        "Agroecology, scaling and interdisciplinarity",
        "Agroecology: The ecology of food systems",
        "Agriculture and the state system: The rise and decline of national agricultures, 1870 to the present",
        "Can the state take agroecology to scale? Public policy experiences in agroecological territorialization from Latin America",
        "Agroecology as a territory in dispute: Between institutionality and social movements",
        "Agroecology: Growing the roots of resistance",
        "The ecological basis for the application of traditional agricultural technology in the management of tropical agro-ecosystems",
        "Food crises, food regimes and food movements: Rumblings of reform or tides of transformation?",
        "Agroecological research: Conforming-or transforming the dominant agro-food regime?",
        "La Vía Campesina: The birth and evolution of a transnational social movement",
        "Diálogo de saberes in La Vía Campesina: Food sovereignty and agroecology",
        "Teaching the territory: Agroecological pedagogy and popular movements",
        "Agroecological formación in rural social movements",
        "Mediated territoriality:Rural workers and the efforts to scale out agroecology in Nicaragua",
        "The long road:Rural youth, farming and agroecological formación in Central America",
        "Peasant balances and agroecological scaling in Puerto Rican coffee farming",
        "Agroecology as a transdisciplinary, participatory, and action-oriented approach",
        "Traditional knowledge and pest management in the Guatemalan highlands",
        "The classical agrarian question: Myth, reality and relevance today",
        "Regulating sustainability in the coffee sector: A comparative analysis of third-party environmental and social certification initiatives",
        "Agroecology versus input substitution: A fundamental contradiction of sustainable agriculture",
        "Rural social movements and agroecology: Context, theory, and process",
        "The Campesino-to-Campesino agroecology movement of ANAP in Cuba: Social process methodology in the construction of sustainable peasant agriculture and food sovereignty",
        "Agroecología y agricultura ecológica: Hacia una “re”construcción de la soberanía alimentaria",
        "Agroecology: Foundations in agrarian social thought and sociological theory",
        "New rural social movements and agroecology",
        "Peasant balances, neoliberalism, and the stunted growth of non-traditional agro-exports in Haiti",
        "The peasantries of the twenty-first century: The commoditization debate revisited",
        "Peasant-driven agricultural growth and food sovereignty",
        "Agroecology as a science, a movement and a practice: A review",
        "Reconnecting agriculture and the environment: Food sovereignty and the agrarian basis of ecological citizenship"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tapachula",
            "@id": "60015438",
            "affilname": "El Colegio de la Frontera Sur",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015438",
            "affiliation-country": "Mexico"
        },
        {
            "affiliation-city": "Sao Paulo",
            "@id": "60032751",
            "affilname": "Universidade Paulista",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032751",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Fortaleza",
            "@id": "60021606",
            "affilname": "Universidade Estadual do Ceará",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021606",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Burlington",
            "@id": "60009500",
            "affilname": "University of Vermont",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009500",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}