{
    "eid": "2-s2.0-85137975211",
    "title": "Genotyping and physiological characteristics of Acanthamoeba isolated from beaches in Phuket Province, Thailand",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Acanthamoeba",
        "beach",
        "genotype",
        "salt-tolerance",
        "Thailand",
        "thermo-tolerance"
    ],
    "authors": [
        "Narumon Boonman",
        "Chanate Wanna",
        "Jaruwan Chutrtong",
        "Srilert Chotpantarat",
        "Siriphan Boonsilp"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Prevalence and distribution of fecal indicator organisms in South Florida beach sand and preliminary assessment of health effects associated with beach sand exposure",
        "In vitro acanthamoebicidal activity of fusaric acid and dehydrofusaric acid from an endophytic fungus Fusarium sp. Tlau3",
        "Molecular and physiological evaluation of subtropical environmental isolates of Acanthamoeba spp., causal agent of Acanthamoeba keratitis",
        "Acanthamoeba keratitis: a review of biology, pathophysiology and epidemiology",
        "Acanthamoeba keratitis, pathology, diagnosis and treatment",
        "Phylogenetic analysis and the evolution of the 18S rRNA gene typing system of Acanthamoeba",
        "Bacteria in beach sands: an emerging challenge in protecting coastal water quality and bather health",
        "Acanthamoeba and its pathogenic role in granulomatous amebic encephalitis",
        "Acanthamoeba: biology and increasing importance in human health",
        "Molecular and physiological differentiation between pathogenic and nonpathogenic Acanthamoeba",
        "A systematic analysis of Acanthamoeba genotype frequency correlated with source and pathogenicity: T4 is confirmed as a pathogen-rich genotype",
        "Genotyping of Acanthamoeba spp. isolated from the Caspian Sea in Iran",
        "Acanthamoeba species isolated from marine water in Malaysia exhibit distinct genotypes and variable physiological properties",
        "Isolation and identification of Acanthamoeba genotypes and Naegleria spp. from the water samples of public swimming pools in Qazvin, Iran",
        "Acanthamoeba of three morphological groups and distinct genotypes exhibit variable and weakly inter-related physiological properties",
        "Analysis of Acanthamoeba genotypes from public freshwater sources in Thailand reveals a new genotype, T23 Acanthamoeba bangkokensis sp. nov",
        "Characterization of a new pathogenic Acanthamoeba species, A. byersi n. sp., isolated from a human with fatal amoebic encephalitis",
        "Use of subgenic 18S ribosomal DNA PCR and sequencing for genus and genotype identification of Acanthamoebae from humans with keratitis and from sewage sludge",
        "Morphological, physiological and genetic characteristics of protozoa of genus Acanthamoeba, isolated from different deposit of bentonite in Ukraine",
        "Characteristics of mineral water from nature hot springs in Ranong Province, Thailand",
        "Acanthamoeba keratitis-Clinical signs, differential diagnosis and treatment",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Pathogenic free-living amoebae: epidemiology and clinical review",
        "Twenty years of Acanthamoeba diagnostics in Austria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60020352",
            "affilname": "Vajira Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020352",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Sunandha Rajabhat University"
    ]
}