{
    "eid": "2-s2.0-85054374904",
    "title": "Comparison of sulphide and nitrate removal from synthetic wastewater by pure and mixed cultures of nitrate-reducing, sulphide-oxidizing bacteria",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Hydrogen sulphide oxidation",
        "Mixed culture",
        "Nitrate reduction",
        "NR-SOB",
        "Paracoccus spp."
    ],
    "authors": [
        "Wannapawn Watsuntorn",
        "Chalermchai Ruangchainikom",
        "Eldon R. Rene",
        "Piet N.L. Lens",
        "Warawut Chulalaksananukul"
    ],
    "citedby-count": 39,
    "ref-count": 50,
    "ref-list": [
        "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs",
        "Simultaneous biodesulphurization and denitrification using an oil reservoir microbial culture: effects of sulphide loading rate and sulphide to nitrate loading ratio",
        "Sulfur compound oxidation and carbon co-assimilation in the haloalkaliphilic sulfur oxidizers Thioalkalivibrio versutus and Thioalkalimicrobium aerophilum",
        "Standard Methods for the Examination of Water and Wastewater",
        "Comparison on the removal of hydrogen sulfide in biotrickling filters inoculated with Thiobacillus thioparus and Acidithiobacillus thiooxidans",
        "Remediation of nitrate-contaminated water by solid-phase denitrification process – A review",
        "Immobilization of microbes for bioremediation of crude oil polluted environments: a mini review",
        "Nutritional stress induces exchange of cell material and energetic coupling between bacterial species",
        "Simultaneous heterotrophic nitrification and aerobic denitrification by bacterium Rhodococcus sp. CPZ24",
        "Mitigating adverse impacts of varying sulfide/nitrate ratios on denitrifying sulfide removal process performance",
        "Removal of high concentration of NH3and coexistent H2S by biological activated carbon (BAC) biotrickling filter",
        "A quick method for the determination of dissolved and precipitated sulfides in cultures of sulfate-reducing bacteria",
        "Monitoring of hydrogen sulfide via substrate-integrated hollow waveguide mid-infrared sensors in real-time",
        "Use of volatile fatty acids from an acid-phase digester for denitrification",
        "Biogas biodesulfurization in an anoxic biotrickling filter packed with open-pore polyurethane foam",
        "Isolation and characterization of strains CVO and FWKO B, two novel nitrate-reducing, sulfide-oxidizing bacteria isolated from oil field brine",
        "Anaerobic digestion of pulp and paper mill wastes – An overview of the developments and improvement opportunities",
        "Removal of hydrogen sulfide generated during anaerobic treatment of sulfate-laden wastewater using biochar: evaluation of efficiency and mechanisms",
        "The genus Paracoccus",
        "Biological oxidation of hydrogen sulfide under steady and transient state conditions in an immobilized cell biofilter",
        "Production and physiological effects of hydrogen sulfide",
        "Environmental and genetic determinants of biofilm formation in Paracoccus denitrificans",
        "Simultaneous heterotrophic nitrification and aerobic denitrification by Chryseobacterium sp. R31 isolated from abattoir wastewater",
        "Denitrifying sulfide removal and nitroso sulfide complex: Azoarcus sp. NSC3 and Pseudomonas sp. CRS1 mix",
        "Removal of nitrate using Paracoccus sp. YF1 immobilized on bamboo carbon",
        "Fermentative hydrogen production from glucose and starch using pure strains and artificial co-cultures of Clostridium spp",
        "Investigating the nitrification and denitrification kinetics under aerobic and anaerobic conditions by Paracoccus denitrificans ISTOD1",
        "Hydrogen sulfide removal performance of a bio-trickling filter employing Thiobacillus thiparus immobilized on polyurethane foam under various starvation regimes",
        "Effect of organics on sulfur-utilizing autotrophic denitrification under mixotrophic conditions",
        "Isolation and characterization of a thermophilic Bacillus sp. with protease activity isolated from hot spring of Tarabalo, Odisha India",
        "Sulfur-oxidizing bacteria in environmental technology",
        "Metabolic interactions in microbial communities: untangling the Gordian knot",
        "Nitrate-contaminated groundwater remediation by combined autotrophic and heterotrophic denitrification for sulfate and pH control: batch tests",
        "Nitrate removal from drinking water with a focus on biological methods: a review",
        "Biological removal of nitrate and ammonium under aerobic atmosphere by Paracoccus versutus LYM",
        "Synthetic microbial consortia: from systematic analysis to construction and applications",
        "Metabolic divergence in simultaneous biological removal of nitrate and sulfide for elemental sulfur production under temperature stress",
        "Evaluation of sulfur-based autotrophic denitrification and denitritation for biological removal of nitrate and nitrite from contaminated waters",
        "Metagenomic and biochemical characterizations of sulfur oxidation metabolism in uncultured large sausage-shaped bacterium in hot spring microbial mats",
        "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Bacteria of the sulphur cycle: an overview of microbiology, biokinetics and their role in petroleum and mining industries",
        "Biofilms formed within the acidic and the neutral biotrickling filters for treating H2S-containing waste gases",
        "Comparison of denitrification at low temperature using encapsulated Paracoccus denitrificans, Pseudomonas fluorescens and mixed culture",
        "Comparative performance of Halothiobacillus Neapolitanus and Paracoccus Pantotrophus in sulphur oxidation",
        "A dual-species co-cultivation system to study the interactions between Roseobacters and dinoflagellates",
        "Regeneration of elemental sulfur in a simultaneous sulfide and nitrate removal reactor under different dissolved oxygen conditions",
        "Hydrogen sulfide oxidation under anoxic conditions by a nitrate-reducing, sulfide-oxidizing bacterium isolated from the Mae Um Long Luang hot spring, Thailand",
        "Identification of novel denitrifying bacteria Stenotrophomonas sp. ZZ15 and Oceanimonas sp. YC13 and application for removal of nitrate from industrial wastewater",
        "Paracoccus versutus KS293 adaptation to aerobic and anaerobic denitrification: Insights from nitrogen removal, functional gene abundance, and proteomic profiling analysis",
        "Sulfur oxidation activities of pure and mixed thermophiles and sulfur speciation in bioleaching of chalcopyrite"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Delft",
            "@id": "60022091",
            "affilname": "IHE Delft Institute for Water Education",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022091",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60015778",
            "affilname": "PTT",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015778",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}