{
    "eid": "2-s2.0-85016791059",
    "title": "Large variation in carbon isotope composition of bulk leaf material of rubber trees from a germplasm collection: An Opportunity for improving water use efficiency in breeding programs",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Chemistry (miscellaneous)",
            "@code": "1601"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Carbon isotopes",
        "Genetic variability",
        "Hevea brasiliensis",
        "Thailand",
        "WUE"
    ],
    "authors": [
        "N. Kanpanon"
    ],
    "citedby-count": 3,
    "ref-count": 42,
    "ref-list": [
        "Rubber Stat. Bull.",
        "An analysis of growth and drought tolerance in rubber during the immature phase in a dry subhumid climate",
        "J. Rubb. Res.",
        "Proceedings International Rubber Conference, Ho Chi Minh City, 2-3 Nov 2015",
        "Influence of soil, plant and meteorological factors on water relations and yield in Hevea brasiliensis",
        "Water relations and latex flow",
        "Studies on the relationship between yield and meteorological parameters of para rubber tree (Hevea brasiliensis)",
        "Ecohydrology",
        "Hydrologic effects of the expansion of rubber (Hevea brasiliensis) in a tropical catchment",
        "How do rubber (Hevea brasiliensis) plantations behave under seasonal water stress in northeastern Thailand and central Cambodia?",
        "The water relations of rubber (hevea brasiliensis): A review",
        "Arg. JPH",
        "Water loss regulation in mature Hevea brasiliensis: Effects of intermittent drought in the rainy season and hydraulic regulation",
        "A simple framework to analyze water constraints on seasonal transpiration in rubber tree (Hevea brasiliensis) plantations",
        "Stable Isotopes in Ecological Research",
        "On the relationship between carbon isotope discrimination and the intercellular carbon dioxide concentration in leaves.",
        "Genetic architecture of carbon isotope composition and growth in Eucalyptus across multiple environments",
        null,
        "Gene discovery in cereals through quantitative trait loci and expression analysis in water-use efficiency measured by carbon isotope discrimination",
        "Breeding for high water-use efficiency",
        "Association genetics of carbon isotope discrimination, height and foliar nitrogen in a natural population of Pinus taeda L",
        "The genetics of water-use efficiency and its relation to growth in maritime pine",
        "Inheritance of carbon isotope discrimination in bread wheat (Triticum aestivum L.)",
        "Hevea gene pool for breeding",
        "Genetic structure of Amazonian populations of Hevea brasiliensis is shaped by hydrographical network and isolation by distance",
        "J. Rubb. Res.",
        "BioScience",
        null,
        null,
        null,
        "Genetic variation for carbon isotope composition in honey mesquite (Prosopis glandulosa)",
        "Diversity of leaf traits related to productivity in 31 Populus deltoides x Populus nigra clones",
        "Productivity, leaf traits and carbon isotope discrimination in 29 Populus deltoides x P. nigra clones",
        "Impact of drought on productivity and water use efficiency in 29 genotypes of Populus deltoides x Populus nigra",
        "Population differences in physiological and morphological adaptations of Populus davidiana seedlings in response to progressive drought stress",
        "Is Carbon Isotope Composition a Relevant Ecophysiological Indicator of Genetic Variation in Water Use Efficiency of Rubber Tree?",
        "Natural Rubber: Agromanagement and Crop Processing",
        "Genetic variability for girth growth and rubber yield in Hevea brasiliensis",
        "Carbon isotope composition of latex does not reflect temporal variations of photosynthetic carbon isotope discrimination in rubber trees (Hevea brasiliensis)",
        "Genetic variation in productivity, leaf traits and carbon isotope discrimination in hybrid poplars cultivated on contrasting sites",
        null,
        "Leaf-level water use efficiency determined by carbon isotope discrimination in rice seedlings: Genetic variation associated with population structure and QTL mapping"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Champenoux",
            "affilname": "Silva",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Nancy",
            "affilname": "Université de Lorraine",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Paris",
            "affilname": "CIRAD",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nong Khai",
            "affilname": "Rubber Research Institute of Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}