{
    "eid": "2-s2.0-85026415804",
    "title": "Microalgal hydrogen production – A review",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Biofuels",
        "Cyanobacteria",
        "Hydrogen-production",
        "Hydrogenase",
        "Microalgae",
        "Photobioreactors"
    ],
    "authors": [
        "Wanthanee Khetkorn"
    ],
    "citedby-count": 258,
    "ref-count": 99,
    "ref-list": [
        "Photobiological hydrogen production: Photochemical efficiency and bioreactor design",
        "Recent Developments on Cyanobacteria and Green Algae for Biohydrogen Photoproduction and Its Importance in CO2 Reduction",
        "Heterologous expression of clostridial hydrogenase in the cyanobacterium Synechococcus PCC7942",
        "Role of HoxE subunit in Synechocystis PCC6803 hydrogenase",
        "Hydrogen versus synthetic fossil fuels",
        "Integrated hydrogen production and power generation from microalgae",
        null,
        "Plastidial expression of type II NAD(P)H dehydrogenase increases the reducing state of plastoquinones and hydrogen photoproduction rate by the indirect pathway in chlamydomonas reinhardtii",
        null,
        "Biophys (Russ)",
        "Nitrogen fixation and hydrogen metabolism in cyanobacteria",
        "The role of the bidirectional hydrogenase in cyanobacteria",
        "Opportunities and challenges for a sustainable energy future",
        "Oxygen and the light-dark cycle of nitrogenase activity in two unicellular cyanobacteria",
        "Sustained Photoevolution of Molecular Hydrogen in a Mutant of Synechocystis sp. Strain PCC 6803 Deficient in the Type I NADPH-Dehydrogenase Complex",
        "Recent trends on the development of photobiological processes and photobioreactors for the improvement of hydrogen production",
        "Hydrogen production by biological processes: A survey of literature",
        "Hydrogen and fuel cells: Towards a sustainable energy future",
        null,
        null,
        "Heterocyst-specific flavodiiron protein Flv3B enables oxic diazotrophic growth of the filamentous cyanobacterium Anabaena sp. PCC 7120",
        "Microalgal hydrogen production research",
        "Photobiological hydrogen production: Recent advances and state of the art",
        "Photosynthesis as a power supply for (bio-)hydrogen production",
        "Microalgal Biomass Cultivation",
        "Microbial BioEnergy: Hydrogen production",
        null,
        "Hydrogen production with the microalga Chlamydomonas reinhardtii grown in a compact tubular photobioreactor immersed in a scattering light nanoparticle suspension",
        "Plant Physiol.",
        "Relevance of nutrient media composition for hydrogen production in Chlamydomonas",
        "The bidirectional NiFe-hydrogenase in synechocystis sp. PCC 6803 Is reduced by flavodoxin and ferredoxin and is essential under mixotrophic, nitrate-limiting conditions",
        "Inhibition of respiration and nitrate assimilation enhances photohydrogen evolution under low oxygen concentrations in Synechocystis sp. PCC 6803",
        "Towards optimization of cyanobacteria as biotechnologically relevant producers of molecular hydrogen, a clean and renewable energy source",
        "Transcriptional and mutational analysis of the uptake hydrogenase of the filamentous cyanobacterium Anabaena variabilis ATCC 29413",
        "Enhanced the energy outcomes from microalgal biomass by the novel biopretreatment",
        "An overview of hydrogen production technologies",
        "Hydrogen production from renewable and sustainable energy resources: Promising green energy carrier for clean development",
        "Photoautotrophic hydrogen production by eukaryotic microalgae under aerobic conditions",
        "Cyanobacterial hydrogenases and hydrogen metabolism revisited: Recent progress and future prospects",
        "The Physiology of Microalgae, Developments in Applied Phycology",
        null,
        "Inactivation of uptake hydrogenase leads to enhanced and sustained hydrogen production with high nitrogenase activity under high light exposure in the cyanobacterium Anabaena siamensis TISTR 8012",
        null,
        "Metabolic and genetic engineering of cyanobacteria for enhanced hydrogen production",
        "Hydrogenases for biological hydrogen production",
        "Molecular hydrogen production by nitrogenase of Rhodobacter sphaeroides and by Fe-only hydrogenase of Rhodospirillum rubrum",
        "Modeling and Technoeconomic Analysis of Algae for Bioenergy and Coproducts",
        null,
        null,
        "Demonstration of sustained hydrogen photoproduction by immobilized, sulfur-deprived Chlamydomonas reinhardtii cells",
        "A hydrogen-producing, hydrogenase-free mutant strain of Nostoc punctiforme ATCC 29133",
        "Hupw protease specifically required for processing of the catalytic subunit of the uptake hydrogenase in the cyanobacterium Nostoc sp. Strain PCC 7120",
        null,
        "Microoxic niches within the thylakoid stroma of air-grown Chlamydomonas reinhardtii protect [FeFe]-hydrogenase and support hydrogen production under fully aerobic environment",
        "A newly isolated green alga, Tetraspora sp. CU2551, from Thailand with efficient hydrogen production",
        "Sulfate permease (SulP) and hydrogenase (HydA) in the green alga Tetraspora sp. CU2551: Dependence of gene expression on sulfur status in the medium",
        "Disruption of the uptake hydrogenase gene, but not of the bidirectional hydrogenase gene, leads to enhanced photobiological hydrogen production by the nitrogen-fixing cyanobacterium Anabaena sp. PCC 7120",
        "Metabolic pathway engineering for enhanced biohydrogen production",
        "Chloroplast sulfate transport in green algae - Genes, proteins and effects",
        "[FeFe] hydrogenases and their evolution: A genomic perspective",
        "Comparative evaluation of compact photobioreactors for large-scale monoculture of microalgae",
        "Tubular photobioreactor design for algal cultures",
        "Towards a sustainable hydrogen economy: Optimisation-based framework for hydrogen infrastructure development",
        "Recent insights into biohydrogen production by microalgae – From biophotolysis to dark fermentation",
        "The cell wall in heterocyst formation by Anabaena sp. PCC 7120",
        "Hydrogen production by the engineered cyanobacterial strain Nostoc PCC 7120 δhupW examined in a flat panel photobioreactor system",
        "Catalytic surface development of novel nickel plate catalyst with combined thermally annealed platinum and alumina coatings for steam methane reforming",
        "Challenges and opportunities for hydrogen production from microalgae",
        "Photo-bioproduction of hydrogen by Chlamydomonas reinhardtii using a semi-continuous process regime",
        "Comparison of tubular and panel type photobioreactors for biohydrogen production utilizing Chlamydomonas reinhardtii considering mixing time and light intensity",
        "Biohydrogen from Microalgae, Uniting Energy, Life, and Green Future",
        "A brief look at three decades of research on cyanobacterial hydrogen evolution",
        "Genetic engineering of algae for enhanced biofuel production",
        "Turning around the electron flow in an uptake hydrogenase. EPR spectroscopy and in vivo activity of a designed mutant in HupSL from Nostoc punctiforme",
        "An overview of industrial uses of hydrogen",
        "Current status, barriers and developments in biohydrogen production by microalgae",
        "Preface",
        "Enhancing hydrogen production of microalgae by redirecting electrons from photosystem i to hydrogenase"
    ],
    "affiliation": [
        {
            "affiliation-city": "Aubiere",
            "affilname": "Institut Pascal",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Mohali",
            "affilname": "Center of Innovative and Applied Bioprocessing",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vallabh Vidyanagar",
            "affilname": "Sardar Patel University",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Uppsala",
            "affilname": "Uppsala Universitet",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "New Delhi",
            "affilname": "Ministry of Environment",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "IMobS3 Laboratory of Excellence",
        "Department of Biotechnology, Ministry of Science and Technology, India",
        "University Grants Commission",
        "Thailand Research Fund"
    ]
}