{
    "eid": "2-s2.0-84961891755",
    "title": "Tautomeric transformation of temozolomide, their proton affinities and chemical reactivities: A theoretical approach",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Computer Graphics and Computer-Aided Design",
            "@code": "1704"
        },
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        }
    ],
    "keywords": [
        "Chemical reactivity",
        "Proton affinity",
        "Rate constants",
        "Reaction energy",
        "Temozolomide isomers",
        "Thermodynamic properties"
    ],
    "authors": [
        "Wichien Sang-Aroon"
    ],
    "citedby-count": 1,
    "ref-count": 38,
    "ref-list": [
        "The effect of temozolomide/poly(lactide-co-glycolide) (PLGA)/nano-hydroxyapatite microspheres on glioma U87 cells behavior",
        "Temozolomide and treatment of malignant glioma",
        "Radiotherapy plus concomitant and adjuvant temozolomide for glioblastoma",
        "Brain tumors",
        "Survival following surgery and prognostic factors for recently diagnosed malignant glioma: Data from the glioma outcomes project",
        "Temozolomide followed by combined immunotherapy with GM-CSF, low-dose IL2 and IFNα in patients with metastatic melanoma",
        "Temozolomide: A review of its discovery, chemical properties, pre-clinical development and clinical trials",
        "Temozolomide: A review of its use in the treatment of malignant gliomas, malignant melanoma and other advanced cancers",
        "Recent approaches to improve the antitumor efficacy of temozolomide",
        "Mechanisms of disease: Temozolomide and glioblastoma - Look to the future",
        "Radiotherapy and temozolomide for newly diagnosed glioblastoma: Recursive partitioning analysis of the EORTC 26981/22981-NCIC CE3 phase III randomized trial",
        "Mechanisms of disease: Temozolomide and glioblastoma - Look to the future",
        "NMR and Molecular Modeling Investigation of the Mechanism of Activation of the Antitumor Drug Temozolomide and Its Interaction with DNA",
        "Temozolomide: A review of its use in the treatment of malignant gliomas, malignant melanoma and other advanced cancers",
        "Skin delivery potency and antitumor activities of temozolomide ester prodrugs",
        null,
        "Int. J. Pharm. Sci. Res.",
        "Crystal engineering of stable temozolomide cocrystals",
        "Enhanced brain targeting of temozolomide in polysorbate-80 coated polybutylcyanoacrylate nanoparticles.",
        "Identification and physicochemical characteristics of temozolomide process-related impurities",
        "Interaction between temozolomide and water: Preferred binding sites",
        "Quantum chemical calculations and analysis of FTIR, FT-Raman and UV-Vis spectra of temozolomide molecule",
        "Rate Constant Calculation for Thermal Reactions: Methods and Applications",
        "A DFT study of transformation of nitrosothiol isomers and their decomposition to nitric oxide in gas phase",
        "The M06 suite of density functionals for main group thermochemistry, thermochemical kinetics, noncovalent interactions, excited states, and transition elements: Two new functionals and systematic testing of four M06-class functionals and 12 other functionals",
        "The IEF version of the PCM solvation method: An overview of a new method addressed to study molecular solutes at the QM ab initio level",
        "A new integral equation formalism for the polarizable continuum model: Theoretical background and applications to Isotropic and anisotropic dielectrics",
        "Continuum solvation models: A new approach to the problem of solute's charge distribution and cavity boundaries",
        "Gaussian09 Revision A.02",
        "MOLEKEL 4.3",
        "Tautomeric and rotameric transformations of 4-methyl-3,6-pyridazinedione isomers",
        "Thermochemistry in Gaussian",
        null,
        "On Koopmans' theorem in density functional theory",
        "Long-range corrected functionals satisfy Koopmans' theorem: Calculation of correlation and relaxation energies",
        "Structures of gas-phase nitrosamine-dimer isomers, their interconversions and energetics: A DFT study",
        "Computational molecular nanoscience study of the properties of copper complexes for dye-sensitized solar cells"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Rajamangala University of Technology Isan",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Khon Kaen University",
        "Khon Kaen University"
    ]
}