{
    "eid": "2-s2.0-85139230443",
    "title": "Preconception Care for Obese Women",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Obstetrics and Gynecology",
            "@code": "2729",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "counseling",
        "folic acid",
        "obesity",
        "preconception"
    ],
    "authors": [
        "Vorapong Phupong"
    ],
    "citedby-count": 0,
    "ref-count": 37,
    "ref-list": [
        "Obesity: preventing and managing the global epidemic. Report of a WHO consultation",
        "ACOG Committee Opinion No. 736: Optimizing postpartum care",
        "Contraceptive use and reproductive intentions among women requesting contraceptive counseling",
        "Preconception Care of the Obese Woman",
        "The clinical content of preconception care: an overview and preparation of this supplement",
        "ACOG Practice Bulletin No. 201 Summary: Pregestational diabetes mellitus",
        "Preconception care of women with diabetes",
        "HbA1c measured in the first trimester of pregnancy and the association with gestational diabetes",
        "Community-based prepregnancy care programme improves pregnancy preparation in women with pregestational diabetes",
        "Preconception counseling in women with diabetes: a population-based study in the north of England",
        "ACOG practice bulletin no. 105: bariatric surgery and pregnancy",
        "Outcomes of pregnancy after bariatric surgery",
        "A meta-analysis of maternal and fetal outcomes of pregnancy after bariatric surgery",
        "Prenatal diagnoses: reason for, technique and iIssue",
        "Prevention of neural tube defects: results of the Medical Research Council Vitamin Study. MRC Vitamin Study Research Group",
        "Prevention of the first occurrence of neural-tube defects by periconceptional vitamin supplementation",
        "ACOG practice bulletin No 156: Obesity in pregnancy",
        "Prepregnancy obesity and the risk of gestational diabetes mellitus",
        "Gestational weight gain recommendations in the context of the obesity epidemic",
        "Risk of adverse pregnancy outcomes by prepregnancy body mass index: a population-based study to inform prepregnancy weight loss counseling",
        "Maternal overweight and obesity and the risk of congenital anomalies: a systematic review and meta-analysis",
        "Maternal morbid obesity and the risk of adverse pregnancy outcome",
        "Population-based trends and correlates of maternal overweight and obesity, Utah 1991-2001",
        "Physical activity in the United States measured by accelerometer",
        "Exercise in pregnancies complicated by obesity: achieving benefits and overcoming barriers",
        "Maternal obesity and risk of neural tube defects: a metaanalysis",
        "Awareness of the benefits of folic acid and prevalence of the use of folic acid supplements to prevent neural tube defects among Thai women",
        "Body mass index and serum folate in childbearing age women"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}