{
    "eid": "2-s2.0-85068802771",
    "title": "Accuracy of clinical risk scores in predicting post-rtPA intracerebral hemorrhage in a Thai cohort",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Post-rtPA intracerebral hemorrhage",
        "Predicting",
        "Risk scores",
        "Stroke",
        "Thai patients"
    ],
    "authors": [
        "A. Suengtaworn",
        "G. Saposnik",
        "C. P. Hurst",
        "N. Poungvarin",
        "Y. Nilanont"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Guidelines for the early management of adults with ischemic stroke: A guideline from the American Heart Association/American Stroke Association Stroke Council, Clinical Cardiology Council, Cardiovascular Radiology and Intervention Council, and the Atherosclerotic Peripheral Vascular Disease and Quality of Care Outcomes in Research Interdisciplinary Working Groups: The American Academy of Neurology affirms the value of this guideline as an educational tool for neurologists",
        "Antithrombotic and thrombolytic therapy for ischemic stroke: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition)",
        "Intracerebral hemorrhage following intravenous thrombolysis in Thai patients with acute ischemic stroke",
        "The iScore predicts clinical response to tissue plasminogen activator in Korean stroke patients",
        "Comparison of risk-scoring systems in predicting symptomatic intracerebral hemorrhage after intravenous thrombolysis",
        "A risk score to predict intracranial hemorrhage after recombinant tissue plasminogen activator for acute ischemic stroke",
        "The HAT Score: A simple grading scale for predicting hemorrhage after thrombolysis",
        "The iScore predicts efficacy and risk of bleeding in the National Institute of Neurological disorders and Stroke Tissue Plasminogen Activator Stroke Trial",
        "Predicting the risk of symptomatic intracerebral hemorrhage in ischemic stroke treated with intravenous alteplase: Safe Implementation of Treatments in Stroke (SITS) symptomatic intracerebral hemorrhage risk score",
        "Symptomatic intracranial hemorrhage after stroke thrombolysis: The SEDAN score",
        "Risk score for intracranial hemorrhage in patients with acute ischemic stroke treated with intravenous tissue-type plasminogen activator",
        "Stroke Prognostication using Age and NIH Stroke Scale: SPAN-100",
        "An integer-based score to predict functional outcome in acute ischemic stroke: The ASTRAL score",
        "The stroke-thrombolytic predictive instrument: A predictive instrument for intravenous thrombolysis in acute ischemic stroke",
        "Predicting outcome of IV thrombolysis-treated ischemic stroke patients: The DRAGON score",
        "National Institute of Neurological Disorders and Stroke rt-PA Stroke Study Group. Tissue plasminogen activator for acute ischemic stroke",
        "Randomised double-blind placebo-controlled trial of thrombolytic therapy with intravenous alteplase in acute ischaemic stroke (ECASS II)",
        "Comparison of 8 scores for predicting symptomatic intracerebral hemorrhage after IV thrombolysis",
        "Validation assessment of risk tools to predict outcome after thrombolytic therapy for acute ischemic stroke",
        "Symptomatic intracerebral hemorrhage after intravenous thrombolysis in Chinese patients: Comparison of prediction models",
        "Targeting recombinant tissue-type plasminogen activator in acute ischemic stroke based on risk of intracranial hemorrhage or poor functional outcome: An analysis of the third international stroke trial",
        "Race/Ethnic differences in the risk of hemorrhagic complications among patients with ischemic stroke receiving thrombolytic therapy",
        "Prevalence, awareness, treatment and control of coexistence of diabetes and hypertension in thai population",
        "Cerebral microbleeds on MRI: Prevalence, associations, and potential clinical implications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toronto",
            "@id": "60017018",
            "affilname": "Saint Michael's Hospital University of Toronto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017018",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}