{
    "eid": "2-s2.0-84955591642",
    "title": "Investment policy at family firms: Evidence from Thailand",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Economics and Econometrics",
            "@code": "2002"
        },
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "General Business",
            "@code": "1400"
        }
    ],
    "keywords": [
        "Capital investment",
        "Family ownership",
        "Financing constraints",
        "Investment-cash flow sensitivity",
        "Pyramids",
        "Thailand"
    ],
    "authors": [
        "J. Thomas Connelly"
    ],
    "citedby-count": 14,
    "ref-count": 34,
    "ref-list": [
        "Investment policy in family controlled firms",
        "Founding-Family Ownership and Firm Performance: Evidence from the S&P 500",
        "Family ownership, financing constraints and investment decisions",
        "The modern corporation and private property",
        "Mixing family with business: A study of Thai business groups and the families behind them",
        "The role of family in family firms",
        "Measuring and explaining management practices across firms and countries",
        "Thai business groups: A unique guide to who owns what",
        "Disentangling the incentive and entrenchment effects of large shareholdings",
        "The separation of ownership and control in East Asian Corporations",
        "The relationship between firm investment and financial status",
        "Corporate investment and financial slack: International evidence",
        "Journal of Banking & Finance",
        "Agency Costs of Controlling Minority Shareholders",
        "Brookings Papers on Economic Activity",
        "Investment-cash flow sensitivities are useful: A comment on Kaplan and Zingales",
        "Investment policy, internal financing and ownership concentration in the UK",
        "Marginal q, Tobin's q, Cash Flow, and Investment",
        "Average q, marginal q, and the relation between ownership and performance",
        "Do investment-cash flow sensitivities provide useful measures of financing constraints?",
        "Investment-cash flow sensitivities are not valid measures of financing constraints",
        "Is group affiliation profitable in emerging markets? an analysis of diversified Indian business groups",
        "Estimating the performance effects of business groups in emerging markets",
        "Corporate ownership around the world",
        "Corporate governance, economic entrenchment, and growth",
        "Concentrated Corporate Ownership, NBER Conference Volume",
        "Southern Economic Journal",
        "Corporate financing and investment decisions when firms have information that investors do not have",
        "Investment-cash flow sensitivity and financing constraints: New evidence from Indian business group firms",
        "Inherited control and firm performance",
        "Financing constraint and firm-level investment following a financial crisis in Indonesia. GATE Working Paper Series No. 07-14",
        "How do family ownership, control and management affect firm value?",
        "Ownership structure, cash flow, and capital investment: Evidence from East Asian economies before the financial crisis",
        "The equity ownership structure of Thai firms. Working paper 8"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}