{
    "eid": "2-s2.0-84960452160",
    "title": "Distribution and genetic profiles of campylobacter in commercial broiler production from breeder to slaughter in Thailand",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Sakaoporn Prachantasena"
    ],
    "citedby-count": 37,
    "ref-count": 47,
    "ref-list": [
        "Campylobacter jejuni: A review of its characteristics, pathogenicity, ecology, distribution, subspecies characterization and molecular methods of detection",
        "Campylobacter jejuni: Molecular biology and pathogenesis",
        "Patient-reported complications associated with Campylobacter jejuni infection",
        "Human campylobacteriosis: A challenge for the veterinary profession",
        "Scientific Opinion on Campylobacter in broiler meat production: control options and performance objectives and/or targets at different stages of the food chain",
        "Campylobacter sequence typing databases: Applications and future prospects",
        "Molecular epidemiology of campylobacter isolates from poultry production units in Southern Ireland",
        "Occurrence and genotypes of Campylobacter in broiler flocks, other farm animals, and the environment during several rearing periods on selected poultry farms",
        "Multilocus sequence typing of Campylobacter jejuni from broilers",
        "Global epidemiology of campylobacter infection",
        "A systematic review characterizing on-farm sources of Campylobacter spp. for broiler chickens",
        "Poultry as a host for the zoonotic pathogen campylobacter jejuni",
        "Multiple typing for the epidemiological study of contamination of broilers with thermotolerant Campylobacter",
        "Correlations between Campylobacter spp. prevalence in the environment and broiler flocks",
        "Biosecurity-based interventions and strategies to reduce Campylobacter spp. on poultry farms",
        "Impact of transport crate reuse and of catching and processing on Campylobacter and Salmonella contamination of broiler chickens",
        "Tracing Campylobacter jejuni strains along the poultry meat production chain from farm to retail by pulsed-field gel electrophoresis, and the antimicrobial resistance of isolates",
        "Transmission of Campylobacter spp. to chickens during transport to slaughter",
        "Recovery of Campylobacter jejuni from surfaces of poultry slaughterhouses after cleaning and disinfection procedures: Analysis of a potential source of carcass contamination",
        "Genotype dynamics of Campylobacter jejuni in a broiler flock",
        "Sources of Campylobacter spp. colonizing housed broiler flocks during rearing",
        "Small rodents and other mammals associated with mountain meadows as reservoirs of Giardia spp. and Campylobacter spp.",
        "Sequence typing and comparison of population biology of Campylobacter coli and Campylobacter jejuni",
        "Isolation of a novel campylobacter jejuni clone associated with the bank vole, Myodes glareolus",
        "Rapid identification by PCR of the genus Campylobacter and of five Campylobacter species enteropathogenic for man and animals",
        "Discrimination of Campylobacter jejuni isolates by fla gene sequencing",
        "BIGSdb: Scalable analysis of bacterial genome variation at the population level",
        "Multilocus sequence typing system for Campylobacter jejuni",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "The long-term dynamics of Campylobacter colonizing a free-range broiler breeder flock: An observational study",
        "Colonization of campylobacter spp. in broiler chickens and laying hens reared in tropical climates with low-biosecurity housing",
        "Molecular characterization and environmental mapping of campylobacter isolates in a subset of intensive poultry flocks in Ireland",
        "The prevalence of campylobacter amongst a free-range broiler breeder flock was primarily affected by flock age",
        "Co-selection of resistance to antibiotics, biocides and heavy metals, and its relevance to foodborne pathogens",
        "Characterization of in vivo-acquired resistance to macrolides of Mycoplasma gallisepticum strains isolated from poultry",
        "Macrolide resistance in Campylobacter jejuni and Campylobacter coli",
        "Campylobacter control in poultry by current intervention measures ineffective: Urgent need for intensified fundamental research",
        "Reduction in flock prevalence of Campylobacter spp. in broilers in Norway after implementation of an action plan",
        "Danish strategies to control Campylobacter in broilers and broiler meat: Facts and effects",
        "Prevalence and risk factors for Salmonella spp. and Campylobacter spp. caecal colonization in broiler chicken and turkey flocks slaughtered in Quebec, Canada",
        "The effects of Campylobacter numbers in caeca on the contamination of broiler carcasses with Campylobacter",
        "Campylobacter Cross-Contamination of Chicken Products at an Abattoir",
        "Clonal population structure and antimicrobial resistance of Campylobacter jejuni in chicken meat from Belgium",
        "Zoonoses Public Hlth",
        "Identification of potential environmentally adapted Campylobacter jejuni strain, United Kingdom",
        "Campylobacter genotypes from food animals, environmental sources and clinical disease in Scotland 2005/6",
        "Multilocus sequence typing, pulsed-field gel electrophoresis, and fla short variable region typing of clonal complexes of Campylobacter jejuni strains of human, bovine, and poultry origins in Luxembourg"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Liverpool",
            "affilname": "University of Liverpool",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Swansea",
            "affilname": "Swansea University",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Biotechnology and Biological Sciences Research Council",
        "Biotechnology and Biological Sciences Research Council",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}