{
    "eid": "2-s2.0-85063056042",
    "title": "First record of Odontosphaeropyx cameron, 1910 from the oriental region with description of a new species from Thailand (hymenoptera, braconidae, cheloninae)",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Afrotropical",
        "Cheloninae",
        "New taxon",
        "Oriental",
        "Parasitoid",
        "Range extension"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Buntika A. Butcher"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "New data on African Cheloninae (Hymenoptera, Braconidae) show a strong biogeographic signal for taxa with spined propodea",
        "New species of the ‘rare’ genera Dentigaster Zettel, 1990 and Odontosphaeropyx Cameron, 1910 (Hymenoptera, Braconidae: Cheloninae)",
        "Some South African parasitic Hymenoptera of the families Evaniidae, Braconidae, Alysiidae, and Plumariidae in the South African Museum with a catalogue of the known species",
        "Studies on Ethiopian Braconidae with a catalogue of the African species",
        "Major extensions of range of two genera of the parasitic wasp subtribe Facitorina (Braconidae: Rogadinae: Yeliconini) with new generic synonymy",
        "On some African species of the subfamilies Exothecinae, Aphrastobraconinae, Cheloninae, Doryctinae, Cardiochilinae and Microgasterinae in the Royal Berlin Zoological Museum",
        "Cardiochilinae et Sigalphinae (Hymenoptera: Apocrita) Fam. Braconidae",
        "Siniphanerotomella gen. nov., a new genus of the subfamily Cheloninae Nees (Hymenoptera: Braconidae) from China",
        "Remarkable range extension of the previously monotypic braconid genus Wushenia Zettel (Hymenoptera: Braconidae: Cheloninae), with description of a second species from Australia",
        "Synopsis of Australian chelonine wasps (Hymenoptera: Braconidae: Cheloninae) with description of two new genera",
        "Molecular and morphological phylogenetics of chelonine parasitoid wasps (Hymenoptera: Braconidae), with a critical assessment of divergence time estimations",
        "Range extension of the rare braconine genus, Lyricibracon Quicke (Hymenoptera: Braconidae), with the description of a new species from India",
        "Afrotropical-North American disjunct distribution of Minanga (Hymenoptera: Braconidae) with the description of a new species and first record for the New World",
        "Morphology and terminology. Identification manual to the New World genera of Braconidae",
        "New species of the rare genera Dentigaster Zettel, 1990 (Hymenoptera, Braconidae, Cheloninae) and Minanga Cameron, 1906 (Sigalphinae) from French Guiana",
        "Classification and biology of Braconid wasps (Hymenoptera: Braconidae)",
        "The genus Minanga Cameron (Hymenoptera: Braconidae) in China, with description of a new subgenus and species",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "Eine Revision der Gattungen der Cheloninae (Hymenoptera, Braconidae) mit Beschreibungen neuer Gattungen und Arten"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalong-korn University",
        "Rachadaphiseksomphot Fund",
        "NSF",
        "Chulalongkorn University"
    ]
}