{
    "eid": "2-s2.0-85041378490",
    "title": "Peripheral pulmonary lesion classification from endobronchial ultrasonography images using weight-sum of upper and lower GLCM feature",
    "cover-date": "2017-11-27",
    "subject-areas": [],
    "keywords": [
        "genetic selection",
        "GLCM",
        "lung cancer",
        "pulmonary lesion classification",
        "SVM"
    ],
    "authors": [
        "Banphatree Khomkham"
    ],
    "citedby-count": 1,
    "ref-count": 16,
    "ref-list": [
        "Analysis of the internal structure of peripheral pulmonary lesions using endobronchial ultrasonography",
        "Diagnosis of peripheral lung cancer with three echoic features via endobronchial ultrasound",
        "New Image Characteristics in Endobronchial Ultrasonography for Differentiating Peripheral Pulmonary Lesions",
        "Differentiating peripheral pulmonary lesions based on images of endobronchial ultrasonography",
        "Histogram-based quantitative evaluation of endobronchial ultrasonography images of peripheral pulmonary lesion",
        "Fetal lung segmentation using texture-based boundary enhancement and active contour models",
        "Fifth International Conference on Computational Intelligence, Modelling and Simulation",
        "Identification & extraction of sono-mammographic features to characterize malignant breast lesion",
        "8th IEEE International Conference on BioInformatics and BioEngineering",
        "Automated algorithm for ovarian cysts detection in ultrasonogram",
        "Heterogeneous image features integration via multi-modal semi-supervised learning model",
        "Textural Features for Image Classification",
        "Texture analysis of medical images",
        "Computer-aided detection of cancer in automated 3-D breast ultrasound",
        "Texture Features for Classification of Ultrasonic Liver Images",
        "Int. J. Electron. Electr. Eng."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine Ramathibodi Hospital, Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}