{
    "eid": "2-s2.0-84994339679",
    "title": "Surface modification of bacterial cellulose membrane by oxygen plasma treatment",
    "cover-date": "2016-11-25",
    "subject-areas": [
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Surfaces and Interfaces",
            "@code": "3110"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        }
    ],
    "keywords": [
        "Acetobacter xylinum",
        "Cellulose",
        "Plasma modification",
        "Water flux"
    ],
    "authors": [
        "W. Bhanthumnavin"
    ],
    "citedby-count": 29,
    "ref-count": 31,
    "ref-list": [
        "Utilization of various fruit juices as carbon source for production of bacterial cellulose by Acetobacter xylinum NBRC 13693",
        "Utilization of D-xylose as carbon source for production of bacterial cellulose",
        "Production of bacterial cellulose by Acetobacter xylinum BPR2001 using molasses medium in a jar fermentor",
        "Gas permeability of a novel cellulose membrane",
        "Palladium-bacterial cellulose membranes for fuel cells",
        "Study on highly hydrophilic cellulose hollow fiber membrane contactors for thiol sulfur removal",
        "Template assisted synthesis of porous nanofibrous cellulose membranes for tissue engineering",
        "The future prospects of microbial cellulose in biomedical applications",
        "Plasma surface modification of polypropylene microfiltration membranes and fouling by BSA dispersion",
        null,
        "Chitosan membrane filtering characteristics modification by N-ion beams",
        "Characteristics of chitosan membranes modified by argon plasmas",
        "Argon and nitrogen beams influencing membrane permeate fluxes and microbial growth",
        "Plasma modification of polyacrylonitrile ultrafiltration membrane",
        "Development of polyion complex membranes based on cellulose acetate modified by oxygen plasma treatment for pervaporation",
        "Microfluidic dialysis device fabrication for protein solution enrichment and its enrichment enhancement by plasma surface treatment of a membrane",
        "Ion beam modification of chitosan and cellulose membranes for simulation of ion bombardment of plant cell envelope",
        "J. Sci. Technol.",
        "Nano-ranged low-energy ion-beam-induced DNA transfer in biological cells",
        "Surface nanomodification of cotton fiber for flame retardant application",
        null,
        "Hydrophobic and hydrophilic surface nano-modification of PET fabric by plasma process",
        null,
        null,
        "Molecular weight cut-off curves for ultrafiltration membranes of varying pore sizes",
        "Polysulfone/N-phthaloylchitosan novel composite membranes for salt rejection application",
        "Preparation and characterization of sulfonated polysulfone and N-phthloyl chitosan blend composite cation-exchange membrane for desalination",
        "Comparative study of an RF and a microwave high-density-plasma source for plasma immersion ion implantation",
        null,
        null,
        "Investigations of the hydrophobic and hydrophilic interactions in polymer-water systems by ATR FTIR and Raman spectroscopy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}