{
    "eid": "2-s2.0-85135635451",
    "title": "Extension of distribution range of Oman gurnard in Bay of Bengal",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Bay of Bengal",
        "demersal",
        "first record",
        "gurnard",
        "Lepidotrigla omanensis"
    ],
    "authors": [
        "Md Abu Hanif",
        "Shaharior Hossen",
        "Md Reaz Chaklader",
        "Sarower Mahfuj",
        "Mir Mohammad Ali"
    ],
    "citedby-count": 0,
    "ref-count": 28,
    "ref-list": [
        "A new record of black-spotted gurnard Pterygotrigla hemisticta (Temminck and Schlegel, 1843) (Scorpaeniformes: Triglidae) from the bay of Bengal, Bangladesh",
        "Standardized measurements, landmarks, and meristic counts for cypriniform fishes",
        "Intraspecifi c morphometric diversity of barramundi (Lates calcarifer Bloch, 1790) in the waters of southern Bangladesh",
        "Spatial and temporal trend in the abundance and distribution of gurnards (Pisces: Triglidae) in the northern Mediterranean Sea",
        "Forage fish, their fisheries, and their predators: Who drives whom?",
        "Analysis of prey size preference of North Sea whiting, saithe, and grey gurnard",
        "Review of the Lepidotrigla gurnards (Teleostei: Scorpaeniformes: Triglidae) in the bay of Bengal and Andaman Sea off Myanmar with a description of a new species",
        "An updated checklist of marine fishes of Bangladesh",
        "Firstrecord of blue mackerel, Scomberaustralasicus (Pisces: Scombridae) in the Bay of Bengal, Bangladesh",
        "New distributional record of oblique-banded groper, Epinephelus radiatus (day, 1868) from the St. Martin Island, Bangladesh",
        "Fish diversity in the southern coastal waters of Bangladesh: Present status, threats and conservation perspectives",
        "First record of Australian Sawcheek scorpionfish, Brachypterois curvispina, (Actinopterygii: Scorpaeniformes: Scorpaenidae) from the St. Martin Island, Bangladesh",
        "Feeding strategy and ontogenetic changes in diet of gurnards (Teleostea: Scorpaeniformes: Triglidae) from the Adriatic Sea",
        "Morphometric measurements and sexual dimorphism of barramundi Latescalcarifer (Bloch, 1790) from the coastal rivers adjoining Bay of Bengal",
        "Fishes. The John Murray expedition 1933–34. Scientific Reports",
        "Diets and resource partitioning among three sympatric gurnards in northeastern Tasmanian waters, Australia",
        "Report on the marine fishes collected by Mr. J. Stanley Gardiner in the Indian Ocean. The transactions of the Linnaean Society of London. Second series",
        "Comments on the genus Lepidotrigla (Pisces: Triglidae) with descriptions of two new species from the Indian and Pacific oceans",
        "Systematics of the gurnards, genus Lepidotrigla (Pisces, Triglidae), from the Indian Ocean",
        "Is the occurrence of dragonets fish (Callionymus carebares and Callionymus profundus) in the coastal waters of Bangladesh natural or incidental?",
        "A multivariate morphometric investigation to delineate stock structure of gangetic whiting, Sillaginopsis panijus (Teleostei: Sillaginidae)",
        "Records of the Rare Searobin Lepidotrigla pectoralis (Triglidae) from Japan and the South China Sea",
        "Exploiting formalin-preserved fish specimens for resources of DNA barcoding"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Dhaka",
            "@id": "60014584",
            "affilname": "Sher-e-Bangla Agricultural University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014584",
            "affiliation-country": "Bangladesh"
        },
        {
            "affiliation-city": "Gwangju",
            "@id": "60007215",
            "affilname": "Chonnam National University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007215",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}