{
    "eid": "2-s2.0-84899659445",
    "title": "Comparison of edta and edds enhancted phytoextraction of Cr and Pb from contaminated soil by Ananas comosus (L.) Merr",
    "cover-date": "2014-04-18",
    "subject-areas": [
        {
            "$": "General Agricultural and Biological Sciences",
            "@code": "1100"
        }
    ],
    "keywords": [
        "Ananas comosus",
        "Cr",
        "EDDS",
        "EDTA",
        "Pb",
        "Phytoremediation"
    ],
    "authors": [
        "Pantawat Sampanpanish"
    ],
    "citedby-count": 3,
    "ref-count": 25,
    "ref-list": [
        "Using orthosiphon stamineus blume for phytoremediation of heavy metals in soils amended with sewage sludge",
        "Suitability of using Phragmites australis and Tamarix aphylla as vegetation filters in industrial areas",
        "Enhanced accumulation of Pb in Indian mustard by soil-applied chelating agents",
        "Ethylenediaminedissuccinate as a new chelate for environmentally safe enhanced lead phytoextraction",
        "The Fate of Hexavalent Chromium In the Atmosphere",
        "Comparison of the toxicity of heavy metals to cabbage growth",
        "Phytoremediadon of lead-contaminated soils: Role of synthetic chelates in lead phytoextraction",
        "Effects of chelators on chromium and nickel uptake by Brassica juncea on serpentine-mine tailings for phytoextraction",
        "Phytoextraction: The Use of Plants To Remove Heavy Metals from Soils",
        "Phytoremediation of heavy metal-contaminated soils: Natural hyperaccumulation versus chemically enhanced phytoextraction",
        "Enhanced phytoextraction of Cu, Pb, Zn and Cd with EDTA and EDDS",
        "Enhanced phytoextraction of Pb and other metals from artificially contaminated soils through the combined application of EDTA and EDDS",
        "Heavy metal displacement in chelate-irrigated soil during phytoremediation",
        "Comparison of EDTA and EDDS as potential soil amendments for enhanced phytoextraction of heavy metals",
        "Growth performance, biomass and phytoextraction efficiency of acacia mangium and Melaleuca cajuputi in remediating heavy metal contaminated soil",
        "Proc. Nat. Acad Sci. Ind. Biol. Sci",
        "Acacia nilotica L. Bark Removes Toxic Elements from Solution: Corroboration from Toxicity Bioassay Using Salix viminalis L. in Hydroponic System",
        "Heavy Metal Resistance In Salix",
        "Heavy metal uptake and translocation by Dipterocarpus verrucosus from sewage sludge contaminated soil",
        "Chromium removal from soil by phytoremediation with weed plant species in Thailand",
        "Metal accumulation by aquacultured seedlings of Indian mustard",
        "Chromium toxicity in plants",
        "The role of EDTA in lead transport and accumulation by Indian mustard",
        "EDTA-enhanced phytoremediation of heavy metal contaminated soil with Indian mustard and associated potential leaching risk"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}