{
    "eid": "2-s2.0-84953268000",
    "title": "Effective fluoride mouthwash delivery methods as an alternative to rinsing",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "General Nursing",
            "@code": "2900"
        }
    ],
    "keywords": [
        "Mouthwashes",
        "Oral care",
        "Saliva",
        "Special-needs patient",
        "Topical fluorides"
    ],
    "authors": [
        "Chayanit Rattanawiboon"
    ],
    "citedby-count": 1,
    "ref-count": 34,
    "ref-list": [
        "Observed dietary intake in adults with intellectual disability living in the community",
        "Associations between oral sugar clearance, dental caries, and related factors among 71-year-olds",
        "Oral health of patients with intellectual disabilities: A systematic review",
        "The prevalence of dysphagia among adults in the United States",
        "Combined effects of a fluoride dentifrice and mouthrinse on the incidence of dental caries",
        "Fluoride in mixed human saliva after different topical fluoride treatments and possible relation to caries inhibition",
        "The Changing Patterns of Systemic Fluoride Intake",
        "Mechanisms of action of fluoride for caries control",
        "Dysphagia in children with severe generalized cerebral palsy and intellectual disability",
        "Effect of post-brushing mouthwash solutions on salivary fluoride retention - Study 2",
        "Caries-preventive effects of daily and weekly fluoride mouthrinsing in an optimally fluoridated community: findings after eighteen months.",
        "Fluoride in Saliva and Plaque Following Use of Fluoride-containing Mouthwashes",
        "Feeding and gastrointestinal problems in children with cerebral palsy",
        "Longitudinal study of dental caries, tooth mortality and interproximal bone loss in adults with intellectual disability",
        "Oral sugar clearance in individuals with oral motor dysfunctions",
        "Prevalence of dysphagia in multiple sclerosis: a systematic review and meta-analysis",
        "A comparison of the anticaries effectiveness of daily and weekly rinsing with sodium fluoride solutions: findings after two years.",
        "Distribution and forms of F in saliva and plaque.",
        "Young people with Down syndrome: A preliminary investigation of health knowledge and associated behaviours",
        "Cochrane reviews of randomized trials of fluoride therapies for preventing dental caries.",
        "A Textbook of Public Health Dentistry",
        "Oromotor dysfunction and communication impairments in children with cerebral palsy: A register study",
        "The World Oral Health Report 2003: Continuous improvement of oral health in the 21st century - The approach of the WHO Global Oral Health Programme",
        "Sodium fluoride mouthrinse used twice daily increased incipient caries lesion remineralization in an in situ model",
        "Contemporary perspective on the use of fluoride products in caries prevention",
        "A clinical trial of a slow-releasing fluoride device in children",
        "Caries-preventive effect of fluoride toothpaste: A systematic review",
        "Caries-preventive effect of sodium fluoride mouthrinses: A systematic review of controlled clinical trials",
        "Topical fluoride for caries prevention",
        "Swallowing problems in neuromuscular disorders",
        "Fluoride concentrations in duct saliva and in whole saliva.",
        "Comparison of Fluoride Concentrations in Unstimulated whole Saliva Following the Use of a Fluoride Dentifrice and a Fluoride Rinse",
        "Effective use of self-care fluoride administration in Asia.",
        "Studies of Fluoride Retention by Oral Soft Tissues after the Application of Home-use Topical Fluorides"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}