{
    "eid": "2-s2.0-85139699919",
    "title": "THE WATER-FOOD-ENERGY NEXUS: Power, Politics, and Justice",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics, Econometrics and Finance (all)",
            "@code": "2000",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Jeremy Allouche",
        "Carl Middleton",
        "Dipak Gyawali"
    ],
    "citedby-count": 30,
    "ref-count": 565,
    "ref-list": [
        "Examining the food-energy- water and conflict nexus",
        "The water-energy-food-nexus: A systematic review of methods for nexus assessment",
        "The water-food-energy nexus: An introduction to nexus concepts and some conceptual and operational problems",
        "Nexus nirvana or nexus nullity? A dynamic approach to security and sustainability in the water-energy-food nexus",
        "Adapting water management to climate change: Institutional involvement, inter-institutional networks and barriers in India",
        "Considering the energy, water and food nexus: Towards an integrated modelling approach",
        "On water security, sustainability, and the waterfood- energy-climate nexus",
        "Iron triangles, rectangles or golden pentagons? Understanding power relations in irrigation development paradigms of Northeast Thailand and Northern Cambodia",
        "Climate change, the Food Energy Water Nexus and food security in South Africa",
        "Climate and Southern Africa’s water-energy-food nexus",
        "The land use-climate change-energy nexus",
        "The green economy in South Africa: Global discourses and local politics",
        "A methodology to assess the water energy food ecosystems nexus in transboundary river basins",
        "Methods of the water-energy-food nexus",
        "Node and regime: Interdisciplinary analysis of water-energy-food nexus in the Mekong region",
        "Water and energy",
        "Viewpoint - The next nexus? Environmental ethics, water policies, and climate change",
        "Pluralized water policy terrain: Sustainability and integration",
        "Social and environmental justice and the water-energy nexus: A quest in progress for rural people",
        "Environmental scarcities and violent conflict: Evidence from cases",
        "Black sands, green plans and vernacular (in) securities in the contested margins of south-western Madagascar",
        "The energy-water nexus: Managing the links between energy and water for a sustainable future",
        "To what end? Drip irrigation and the water-energy-food nexus in Morocco",
        "Water-energy-food nexus in a transboundary context: The Euphrates-Tigris river basin as a case study",
        "Water-energy nexus in Shared River Basins: How hydropower shapes cooperation and coordination",
        "The water-energy-food nexus: Trade-offs, thresholds and transdisciplinary approaches to sustainable development",
        "Basin perspective on the water-energy-food security nexus",
        "Nexus narratives and resource insecurities in the Mekong Region",
        "Securitising sustainability? Questioning the “water, energy and food-security nexus”",
        "Energy-water nexus: An integrated modeling approach",
        "Implementing the water-energy-food nexus at various scales: Trans-boundary challenges and solutions",
        "The new politics and geographies of scarcity",
        "Nirvana concepts, storylines and policy models: Insights from the water sector",
        "Present and future of the water-energy-food nexus and the role of the community of practice",
        "The effect of climate change on the water and food nexus in China",
        "Energy-water nexus for mass cultivation of algae",
        "Climate change and the water-energy-food nexus: Insights from policy and practice in Tanzania",
        "From farm gate to food plate: Energy in post-harvest food systems in south Asia",
        "Refinement of the concept of uncertainty",
        "Gaining perspective on the waterenergy nexus at the community scale",
        "Australian climate, energy and water policies: Conflicts and synergies",
        "Managing the food, water, and energy nexus for achieving the Sustainable Development Goals in South Asia",
        "Geography and the nexus: Presidential address and record of the royal geographical society (with IBG) AGM 2013",
        "The waterland- food nexus of first-generation biofuels",
        "Policy and institutional dimensions of the water-energy nexus",
        "The energy-water nexus in Texas",
        "Clumsy solutions for a complex world: The case of climate change",
        "The energy-water-food nexus: Strategic analysis of technologies for transforming the urban metabolism",
        "Water, food and energy supply chains for a green economy",
        "Making sustainable beer",
        "Closing the governance gaps in the water-energy-food nexus: Insights from integrative governance",
        "Liberalism and the postulate of scarcity",
        "The sustainability and resilience of global water and food systems: Political analysis of the interplay between security, resource scarcity, political systems and global trade",
        "The birth and spread of IWRM: A case study of global policy diffusion and translation",
        "Technical veil, hidden politics: Interrogating the power linkages behind the nexus",
        "An interview with James G. March",
        "Food losses: Developing a consistent global estimation framework",
        "Water and economic growth",
        "Landscapes of diversity: A local political ecology of livelihood diversification in south-western Niger",
        "The water, energy and food security nexus: How to govern complex risks to sustainable supply",
        "Global food crises: Monitoring and assessing impact to inform policy responses",
        "Cross-sectoral strategies in global sustainability governance: Towards a nexus approach",
        "Water security for a planet under pressure: Interconnected challenges of a changing world call for sustainable solutions",
        "The politics of biofuels, land and agrarian change, Editors’ Introduction",
        "Global land grabbing and trajectories of agrarian change: A preliminary analysis",
        "Concepts of security threats, challenges, vulnerabilites and risks",
        "Water and economic development: The role of variability and a framework for resilience",
        "The new institutional economics and the theory of behaviour under uncertainty",
        "A methodology to assess the water energy food ecosystems nexus in transboundary river basins",
        "A framework for analysing transboundary water governance complexes, illustrated in the Mekong Region",
        "An agenda for deliberative water governance arenas in the Mekong",
        "Node and regime: Interdisciplinary analysis of water-energy-food nexus in the Mekong region",
        "Planetary boundaries: Exploring the challenges for global environmental governance",
        "The debate over sustainable intensification",
        "Pluralized water policy terrain: Sustainability and integration",
        "Causes and consequences of the oil shock of 2007-2008",
        "The poverty implications of climateinduced crop yield changes by 2030",
        "Methane and the greenhouse-gas footprint of natural gas from shale formations",
        "Natural gas: Should fracking stop?",
        "Integrated analysis of climate change, landuse, energy and water strategies",
        "Climate policy: Deadline 2015",
        "Taming the waters: Strategies to domesticate the wicked problems of water resource management",
        "Securitising sustainability? Questioning the “water, energy and food-security nexus”",
        "Good governance for food, water and energy security",
        "The water-energy-food-nexus: The imperative of policy coherence for sustainable development",
        "The politics of nature in the Anthropocene. In: R. Emmett and T. Lekan (eds)",
        "Rising food prices, social mobilizations, and violence: Conceptual issues in understanding and responding to the connections linking hunger and conflict",
        "A vision for attaining food security",
        "Nirvana concepts, storylines and policy models: Insights from the water sector",
        "Energy and water tradeoffs in enhancing food security: A selective international assessment",
        "Three bubbles and a panic: An explanatory review of recent food commodity price events",
        "Food, water, and energy security in South Asia: A nexus perspective from the Hindu Kush Himalayan region",
        "Dilemmas in a general theory of planning",
        "A safe operating space for humanity",
        "Sustainable intensification of agriculture for human prosperity and global sustainability",
        "The food, fuel, and financial crises affect the urban and rural poor disproportionately: A review of the evidence",
        "Global food security under climate change",
        "Deliberations about a perfect storm: The meaning of justice for food energy water-nexus (FEW-Nexus)",
        "Planetary boundaries: Guiding human development on a changing planet",
        "Biogeography and ecology in crisis: The urgent need for a new metalanguage",
        "Making sustainable beer",
        "A nexus approach to the post-2015 agenda: Formulating integrated water, energy, and food SDGs",
        "The water-energy-food-nexus: A systematic review of methods for nexus assessment",
        "IWRM: The new sanctioned discourse?",
        "The water-food-energy nexus: An introduction to nexus concepts and some conceptual and operational problems",
        "Adaptive management for a turbulent future",
        "The birth and spread of IWRM: A case study of global policy diffusion and translation",
        "Technical veil, hidden politics: Interrogating the power linkages behind the nexus",
        "Considering the energy, water and food nexus: Towards an integrated modelling approach",
        "Is environmental management really more collaborative? A comparative analysis of putative ‘paradigm shifts’ in Europe, Australia and the USA",
        "Water governance in a comparative perspective: From IWRM to a “nexus” approach?",
        "The danger of naturalizing water policy concepts: Water productivity and efficiency discourses from field irrigation to virtual water trade",
        "Sustainable development and the waterenergy- food nexus: A perspective on livelihoods",
        "Integrated Water Resources Management: Is It Working?",
        "Current Directions: Integrated Water Resources Management: A Second Look",
        "Anatomy of a buzzword: The emergence of “the waterenergy- food nexus” in UK natural resource debates",
        "Poverty and citizenship: Sociological perspectives on water services and public-private participation",
        "Which risks get managed? Addressing climate effects in the context of evolving water-governance institutions",
        "The potential of MRC to pursue IWRM in the Mekong: Trade-offs and public participation",
        "Integrated and adaptive management of water resources: Tensions, legacies, and the next best thing",
        "Towards integrated catchment management: Opening the paradigm locks between hydrology, ecology and policy-making",
        "Node and regime: Interdisciplinary analysis of water-energy-food nexus in the Mekong region",
        "Rethinking the public sphere: A contribution to the critique of actually existing democracy",
        "Can integrated water resources management increase adaptive capacity to climate change adaptation? A critical review",
        "Water governance, resilience and global environmental change - a re- assessment of integrated water resources management (IWRM)",
        "Sink or swim? Water security for growth and development",
        "Fractured Institutions and Physical Interdependence: Challenges to Local Water Management in the Tinau River Basin, Nepal",
        "Reflecting on the chasm between water punditry and water politics",
        "Politics and development in a transboundary watershed: The case of the Lower Mekong Basin",
        "Evaluation of Spain’s water-energy nexus",
        "Interactions between water, energy, food and environment: Evolving perspectives and policy issues",
        "Adaptive water governance: Assessing the institutional prescriptions of adaptive (co)management from a governance perspective and defining a research agenda",
        "The energy-water nexus: Managing the links between energy and water for a sustainable future",
        "The geography of multiple scarcities: Urban development and water problems in Lima, Peru",
        "Integrated water resources management: Lost on the road from ambition to realisation?",
        "The water framework directive: A new directive for a changing social, political and economic European framework",
        "Footprints of water and energy inputs in food production-Global perspectives",
        "Basin perspective on the water-energy-food security nexus",
        "Securitising sustainability? Questioning the “water-energy and food-security nexus”",
        "Good governance for food, water and energy security",
        "Water-energy nexus in resource-poor economies: The Indian experience",
        "Introduction to the special issue: Flows and practices - The politics of integrated water resources management (IWRM) in Southern Africa",
        "Integrating “livelihoods” into integrated water resources management: Taking the integration paradigm to its logical next step for developing countries",
        "Patterns and implications",
        "Irrigation and water policies: Trends and challenges",
        "Nirvana concepts, narratives and policy models: Insights from the water sector",
        "River-basin planning and management: The social life of a concept",
        "Hydraulic bureaucracies and the hydraulic mission: Flows of water, flows of power",
        "The “Nexus” as a step towards a more coherent water resource management paradigm",
        "Energy and water tradeoffs in enhancing food security: A selective international assessment",
        "Enhancing the resilience of the Australian National Electricity Market: Taking a systems approach in Policy Development",
        "The Penobscot River, Maine, USA: A basin-scale approach to balancing power generation and ecosystem restoration",
        "Transitions towards adaptive management of water facing climate and global change",
        "Managing change toward adaptive water management through social learning",
        "River basin management planning with participation in Europe: From contested hydro-politics to governance-beyond-the-state",
        "Food sovereignty",
        "National climate change policies and sustainable water management: Conflicts and synergies",
        "Australian climate, energy and water policies: Conflicts and synergies",
        "Geography and the nexus: Presidential address and record of the royal geographical society (with IBG) AGM 2013",
        "Evaluating IWRM implementation success: Are water policies in Bangladesh enhancing adaptive capacity to climate change impacts?",
        "Eras of water management in the United States: Implications for collaborative watershed approaches",
        "Critical review of integrated water resources management: Moving beyond polarised discourse",
        "From state to system: Financialization and the waterenergy- food-climate nexus",
        "Policy and institutional dimensions of the water-energy nexus",
        "The water-energy-climate nexus: Resources and policy outlook for aquifers in Mexico",
        "The water-food-energy Nexus-Realising a new paradigm",
        "The energy-water nexus in Texas",
        "Political challenges to sustainably managing intra-basin water resources in Southern Africa: Drawing lessons from cases",
        "Interrogating post-democratization: Reclaiming egalitarian political spaces",
        "Modernity, exclusion and resistance: Water and indigenous struggles in Peru",
        "Large-scale management experiments and learning by doing",
        "China’s water-energy nexus: Greenhouse-gas emissions from groundwater use for agriculture",
        "The water-energy-food nexus: Is the increasing attention warranted, from either a research or policy perspective?",
        "Defining, researching and struggling for water justice: Some conceptual building blocks for research and action",
        "The water-energy-food-nexus: A systematic review of methods for nexus assessment",
        "Technical veil, hidden politics: Interrogating the power linkages behind the nexus",
        "Special issue: Sustainability issues in the food-energy-water nexus",
        "Land, livelihoods and remittances: A political ecology of youth outmigration across the Lao-Thai Mekong Border",
        "Logics of interdisciplinarity",
        "Considering the energy, water and food nexus: Towards an integrated modelling approach",
        "Viewpoint - Pouring money down the drain: Can we break the habit by reconceiving wastes as resources?",
        "Overcoming food security challenges within an energy/water/food nexus (EWFN) approach",
        "The nexus of food, energy, and water resources: Visions and challenges in spatial computing",
        "A review of the current state of research on the water, energy, and food nexus",
        "Methods of the water-energy-food nexus",
        "The nexus of food, energy, and water",
        "Node and regime: Interdisciplinary analysis of water-energy-food nexus in the Mekong region",
        "Pak Mun Dam: Perpetually contested?",
        "Songs of the doomed: The continuing neglect of capture fisheries in hydropower development in the Mekong",
        "Technological transitions as evolutionary reconfiguration processes: A multi-level perspective and a case-study",
        "Complexity at the social science interface",
        "What is Special about Water?",
        "Water in Nepal. Occasional Paper No. 8. Hawaii: East-West Center Environment and Policy Institute. Reprinted in Gyawali, D. (2003)",
        "The decline of hydrological data collection for development of integrated water resource management tools in Southern Africa",
        "Understanding barriers to decision making in the UK energy-food-water nexus: The added value of interdisciplinary approaches",
        "Opportunities for knowledge co-production across the energy-food-water nexus: Making interdisciplinary approaches work for better climate decision making",
        "Integrated analysis of climate change, landuse, energy and water strategies",
        "The energy-water nexus: Managing the links between energy and water for a sustainable future",
        "Tracing the water-energy-food nexus: Description, theory and practice",
        "Sustainability transitions research: Transforming science and practice for societal change",
        "Transdisciplinarity: Between mainstream and marginalization",
        "Environmental sustainability issues in the food-energy-water nexus: Breakfast cereals and snacks",
        "Interdisciplinary approach: Advantages, disadvantages, and the future benefits of interdisciplinary studies",
        "A taxonomy of interdisciplinarity",
        "Climate change and transdisciplinary science: Problematizing the integration imperative",
        "Transdisciplinary global change research: The co-creation of knowledge for sustainability",
        "The “Greening of Issan”: Politics, ideology and irrigation development in the Northeast of Thailand",
        "Present and future of the water-energy-food nexus and the role of the community of practice",
        "Enhancing the resilience of the Australian National Electricity Market: Taking a systems approach in Policy Development",
        "Problematizing disciplinarity, transdisciplinary problematics",
        "Achieving the promise of transdisciplinarity: A critical exploration of the relationship between transdisciplinary research and societal problem solving",
        "Arts of the contact zone",
        "Food, water, and energy security in South Asia: A nexus perspective from the Hindu Kush Himalayan region",
        "Thinking complex interconnections: Transition, nexus and geography",
        "A nexus perspective on competing land demands: Wider lessons from a UK policy case study",
        "The water-energy-food nexus: Is the increasing attention warranted, from either a research or policy perspective?",
        "Energy-water nexus: Balancing tradeoffs between tolevel decision makers",
        "Viewpoint-Pouring money down the drain: Can we break the habit by reconceiving wastes as resources?",
        "The water, energy and food security nexus: How to govern complex risks to sustainable supply",
        "Water governance in a comparative perspective: From IWRM to a ŉexus’ approach?",
        "Node and regime: Interdisciplinary analysis of water-energy-food nexus in the Mekong region",
        "Pluralized water policy terrain: Sustainability and integrati on",
        "Climate, land, energy and water (CLEW) interlinkages in Burkina Faso: An analysis of agricultural intensification and bioenergy production",
        "Pathways to reduce the environmental footprints of water and energy inputs in food production",
        "Tackling complexity: Understanding the food-energy-environment nexus in Ethiopia’s Lake Tana sub-basin",
        "Water, energy, and food: The ultimate nexus",
        "Limnology and fishery potential of the Indrasarobar Reservoir at Kulekhani, Nepal",
        "The water-energy-food security nexus through the lenses of the value chain and the institutional analysis and development frameworks",
        "Closing the governance gaps in the water-energy-food nexus: Insights from integrative governance",
        "Adding value with CLEWS: Modelling the energy system and its interdependencies for Mauritius",
        "Food sovereignty, food security and democratic choice: Critical contradictions, difficult conciliations",
        "Global environmental justice or Le droit au monde?",
        "Ethnic minorities in Britain: Short change, systematic indifference and sustainable development",
        "Exploring the nexus: Bringing together sustainability, environmental justice and equity",
        "Introduction: Joined-up thinking bringing together sustainability, environmental justice, and equity",
        "The political ecology of cross-sectoral cumulative impacts: Modern landscapes, large hydropower dams and industrial tree plantations in Laos and Cambodia",
        "Laos and the making of a “relational” resource frontier",
        "Landscapes of diversity: A local political ecology of livelihood diversification in south-western Niger",
        "The half-life of the environmental justice frame: Innovation, diffusion and stagnation",
        "Prices and politics in Andean water reforms",
        "Global land grabbing and trajectories of agrarian change: A preliminary analysis",
        "Towards a better understanding of global land grabbing: An editorial introduction",
        "Towards rights-duties congruence: Extraterritorial application of the Human Right to Water in the African human rights system",
        "Environmental injustice: Case studies from the South",
        "Synthesis: Discourse, power and knowledge",
        "The potential of MRC to pursue IWRM in the Mekong: Trade-offs and public participation",
        "Deliberation and scale in Mekong Region water governance",
        "Sustainable development and environmental justice: Same planet, different worlds",
        "Node and regime: Interdisciplinary analysis of water-energy-food nexus in the Mekong region",
        "Why land planners and water managers don’t talk to one another and why they should!",
        "Introduction: Democracy and Human Rights in Southeast Asia",
        "Viewpoint - The next nexus? Environmental ethics, water policies, and climate change",
        "Mekong hydropower: Drivers of change and governance challenges",
        "Politics and development in a transboundary watershed: The case of the Lower Mekong Basin",
        "Beyond the water-land binary in geography: Water/lands of Bengal re-visioning hybridity",
        "Going with the flow: Sustainable water management as ontological cleaving",
        "Tracing the water-energy-food nexus: Description, theory and practice",
        "Consumption, inequity, and environmental justice: The making of new metropolitan landscapes in developing countries",
        "Good governance for food, water and energy security",
        "The environmentalism of the poor",
        "Water grabbing in the Mekong basin: An analysis of the winners and losers of Thailand’s hydropower development in Lao PDR’",
        "Global environmental justice and the right to water: The case of peri-urban Cochabamba and Delhi",
        "Introduction to the special issue: Water grabbing? Focus on the (re)appropriation of finite water resources",
        "The “nature” of beneficial flooding of the Mekong River",
        "Transborder environmental justice in regional energy trade in Mainland South-East Asia",
        "Where’s the (environmental) justice? The rise and implications of the water-energy-food nexus in Southeast Asia",
        "National human rights institutions, extraterritorial obligations and hydropower in Southeast Asia: Implications of the region’s authoritarian turn",
        "Why justice matters in water governance: Some ideas for a “water justice framework”",
        "Water governance and the politics of scale",
        "Food sovereignty",
        "Transboundary Hydropower projects seen through the lens of three international legal regimes: Foreign investment, environmental protection and human rights",
        "Lost in transition: Landscape, ecological gradients, and legibility on the Tonle Sap floodplain",
        "Property, legal pluralism, and water rights: The critical analysis of water governance and the politics of recognizing “local” rights",
        "Insights and applications: An Analysis of the “path of least resistance” argument in three environmental justice success cases",
        "Reconceiving environmental justice: Global movements and political theories",
        "Third world environmental justice",
        "Globalizing environmental justice?",
        "The environment-energy security nexus: Critical analysis of an energy “love triangle2 in Southeast Asia",
        "A framework for bridging science and decision making",
        "Struggles over dams as struggles for justice: The World Commission on Dams (WCD) and Anti-Dam Campaigns in Thailand and Mozambique",
        "The rise of the environmental justice paradigm",
        "Rights-based freshwater governance for the twenty-first century: Beyond an exclusionary focus on domestic water uses",
        "Water for food: A human right perspective",
        "The birth and spread of IWRM - A case study of global policy diffusion and translation",
        "Viewpoint: Further ideas towards a water ethic",
        "From state to market? Water mercantilization in Spain",
        "Neoliberalizing nature? Market environmentalism in water supply in England and Wales",
        "The “commons” versus the “commodity”: Alter-globalization, anti-privatization and the human right to water in the global south",
        "Introduction: The multiple challenges and layers of water justice struggles",
        "Food, consumer concerns, and trust: Food ethics for a globalizing market",
        "Ethics and genetically modified foods",
        "Environmental citizenship: Towards sustainable development",
        "Energy ethics, homogenization, and hegemony: A reflection on the traditional energy paradigm",
        "From agricultural modernisation to agri-food globalisation: The waning of national development in Thailand",
        "Viewpoint - The next nexus? Environmental ethics, water policies, and climate change",
        "Ethics and water governance",
        "Restoring development dharma with toad’s eye science?",
        "Water and conflict: Whose ethics is to prevail",
        "Achieving sustainable supply chains through energy justice",
        "The concept of energy justice across the disciplines",
        "Water management ethics in the framework of environmental and general ethics: The case of islamic water ethics",
        "Bound by ethical complexities and socio-material histories: An exploration of household energy consumption in Singapore",
        "Modernise it, sustainabilise it! Swiss energy policy on the eve of electricity market liberalisation",
        "Energy justice: A conceptual review",
        "Humanizing sociotechnical transitions through energy justice: An ethical framework for global transformative change",
        "Ethics of food production and consumption",
        "The land ethic",
        "The role of ethics in water and food security: Balancing utilitarian and intangible values",
        "Constructing a “landscape justice” for windfarm development: The case of Nant Y Moch, Wales",
        "Ecological modernisation around the world: An introduction",
        "Nirvana concepts, storylines and policy models: Insights from the water sector",
        "Hydraulic bureaucracies and the hydraulic mission: Flows of water, flows of power",
        "Revisiting the commons: Local lessons, global challenges",
        "Governance and the global water system: A theoretical exploration",
        "Tinkering with turbines: Ethics and energy decentralization in Scotland",
        "The missing piece: A water ethic",
        "Navigating alternative framings of human-environment interactions: Variations on the theme of “Finding Nemo”",
        "New Zealand river granted same legal rights as human being",
        "Ganges and Yamuna rivers granted same legal rights as human beings",
        "Deliberations about a perfect storm-The meaning of justice for food energy water-nexus (FEW-Nexus)",
        "Water ethics and water management",
        "Social learning in the Anthropocene: Novel challenges, shadow networks, and ethical practices",
        "Water and wisdom as embodied in the works of Thales of Miletus",
        "Energy justice: Conceptual insights and practical applications",
        "New frontiers and conceptual frameworks for energy justice",
        "Power and politics in water governance: Revisiting the role of collective action in the commons",
        "Dispossessing H2O: The contested terrain of water privatization",
        "A short history of food ethics",
        "Defining, researching and struggling for water justice: Some conceptual building blocks for research and action"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brighton",
            "@id": "60079674",
            "affilname": "Institute of Development Studies, Brighton",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60079674",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "128726904",
            "affilname": "ESRC-funded STEPS Centre",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128726904",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}