{
    "eid": "2-s2.0-85028433706",
    "title": "Solubilization and bioprecipitation of zinc oxide nanoparticles by fungi isolated from zinc sulfide mineral ores",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [
        "Bioprecipitation",
        "Fungi",
        "Solubilization",
        "Zinc oxide nanoparticles"
    ],
    "authors": [
        "Thanawat Sutjaritvorakul"
    ],
    "citedby-count": 5,
    "ref-count": 31,
    "ref-list": [
        "Ecotoxicological effect of zinc oxide nanoparticles on soil microorganisms",
        "Antibacterial activity and mechanism of action of zinc oxide nanoparticles against Campylobacter jejuni",
        "Nanotechnol. Sci. Appl.",
        "Afr. J. Biotechnol.",
        "Bioavailability of heavy metals in soil: Impact on microbial biodegradation of organic compounds and possible improvement strategies",
        "Effects of the size and morphology of zinc oxide nanoparticles on the germination of Chinese cabbage seeds",
        "Zinc oxide nanoparticles as selective killers of proliferating cells.",
        "Zinc phosphate and pyromorphite solubilization by soil plant-symbiotic fungi",
        "Fungal degradation of calcium-, lead- and silicon-bearing minerals",
        "Bioremedial potential of microbial mechanisms of metal mobilization and immobilization",
        "Interactions of fungip with toxic metals",
        "J. Sci.",
        "Illustrated Genera of Imperfect Fungi",
        "The Genera of Fungi Sporulating in Pure Culture",
        "Solubilization of toxic metal minerals and metal tolerance of mycorrhizal fungi",
        "Solubilization of insoluble metal compounds by soil fungi: development of a screening method for solubilizing ability and metal tolerance",
        "Solubilization of insoluble inorganic zinc compounds by ericoid mycorrhizal fungi derived from heavy metal polluted sites",
        "J. Pure. Appl. Microbio.",
        "An in vitro study on the adsorption, absorption and uptake capacity of Zn by the bioremediator Trichoderma atroviride",
        "Zinc oxalate crystal formation by aspergillus nomius",
        "Solubilization and transformation of insoluble inorganic metal compounds to insoluble metal oxalates by Aspergillus niger",
        "Solubilization and transformation of insoluble zinc compounds by fungi isolated from a zinc mine",
        "Microorganisms and heavy metal toxicity",
        "Geomycology: Fungi in mineral substrata",
        "Fungal production of citric and oxalic acid: Importance in metal speciation, physiology and biogeochemical processes",
        "Sci. Iran. C.",
        "Effects of metals on growth and sporulation of aquatic fungi",
        "Fungal biotransformation of zinc silicate and sulfide mineral ores",
        "Heavy metal tolerance and biotransformation of toxic metal compounds by new isolates of wood-rotting fungi from thailand",
        null,
        "Oxalate production by fungi: Significance in geomycology, biodeterioration and bioremediation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Pathumwan Institute of Technology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}