{
    "eid": "2-s2.0-85022058289",
    "title": "Towards 5G cellular: Understanding 3D in-building single band and multi-band small cells with control/user-plane coupled and separation architectures with a novel resource reuse approach",
    "cover-date": "2017-06-15",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "5G",
        "Architecture",
        "Control-/user-plane",
        "Femtocell",
        "Frequency band",
        "In-building",
        "Resource reuse"
    ],
    "authors": [
        "Rony Kumer Saha"
    ],
    "citedby-count": 1,
    "ref-count": 43,
    "ref-list": [
        "A novel architecture for LTE-B:C-plane/U-plane split and Phantom Cell concept",
        "Separation framework: An enabler for cooperative and D2D communication for future 5G networks",
        "Control-data separation architecture for cellular radio access networks: A survey and outlook",
        "Capacity Analysis of Control-/User-Plane Traffic of Different Small Cell Base Station Architectures for 5G Cellular",
        "Five disruptive technology directions for 5G",
        "A Novel Clustering, Frequency Reuse and Allocation Technique for 2D Regular Grid-Based Dense Urban Femtocell Deployment for 5G Mobile Networks",
        "Looking beyond green cellular networks",
        "On functionality separation for green mobile networks: Concept study over LTE",
        "Incentive and Architecture of Multi-Band Enabled Small Cell and UE for Up-/Down-Link and Control-/User-Plane Splitting for 5G Mobile Networks",
        "NTT DOCOMO Tech. J",
        "An operations research game approach for resource and power allocation in cooperative femtocell networks",
        "Fractional frequency reuse for interference management in LTE-advanced hetnets",
        "Dynamic orthogonal frequency division multiple access resource management for downlink interference avoidance in two-tier networks",
        "Transmission optimizing on dense femtocell deployments in 5G",
        "Coverage and load balancing in heterogeneous cellular networks with minimum cell separation",
        "Energy-efficient repulsive cell activation for heterogeneous cellular networks",
        "Dynamic Clustering Based Sub-Band Allocation in Dense Femtocell Environments",
        "QoS-based power control and resource allocation in OFDMA femtocell networks",
        "Distributed clustering and interference management in two-tier networks",
        "Joint subchannel and power allocation in two-tier OFDMA HetNets with clustered femtocells",
        "Subchannel and power allocation schemes for clustered femtocells in two-tier OFDMA HetNets",
        "Clustering strategy based on graph method and power control for frequency resource management in femtocell and macrocell overlaid system",
        "Inter-femtocell interference coordination in 3D in-building scenario",
        "Adaptive soft frequency reuse scheme for inbuilding dense femtocell networks",
        "Cooperative interference mitigation for indoor dense femtocell networks",
        "A tractable analytical model for interference characterization and minimum distance enforcement to reuse resources in three-dimensional in-building dense small cell networks",
        "3Rd Generation Partnership Project (3GPP) TSG RAN WG4 (Radio) Meeting #51, R4-092042",
        "On the impact of network geometric models on multicell cooperative communication systems",
        "3Rd Generation Partnership Project (3GPP) TSG RAN WG4 (Radio) Meeting #50Bis, R4-091422",
        "3Rd Generation Partnership Project (3GPP), TR 36.921, Ver. 2.0.0",
        "A concept for efficient system-level simulations of OFDMA systems with proportional fair fast scheduling",
        "5G wireless backhaul networks: Challenges and research advances",
        "Energy efficient radio access architectures for green radio: Large versus small cell size deployment",
        "Energy Aware Radio and Network Technologies (EARTH)",
        "Carrier load balancing and packet scheduling for multi-carrier systems",
        "Channel predictive proportional fair scheduling",
        "Int. J. Digital Info. & Wireless Commun. (IJDIWC)",
        "Proc. 2017 International Conference on Electronics, Information, and Communication (ICEIC)",
        null,
        "Millimeter-wave propagation channel characterization for short-range wireless communications",
        "Employing 60 GHz ISM band for 5G wireless communications",
        "Towards 1 Gbps/UE in Cellular Systems: Understanding Ultra-Dense Small Cell Deployments",
        "Evolution toward 5G mobile networks - A survey on enabling technologies"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Electrical Engineering Chulalongkorn University",
        "Chulalongkorn University"
    ]
}