{
    "eid": "2-s2.0-85057489087",
    "title": "Effect of EDTA and NTA on Arsenic Bioaccumulation and Translocation Using Phytoremediation by Mimosa pudica L. from Contaminated Soils",
    "cover-date": "2019-01-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Toxicology",
            "@code": "3005",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Accumulation",
        "Arsenic",
        "Chelating agent",
        "Mimosa pudica L",
        "Phytoextraction"
    ],
    "authors": [
        "Pantawat Sampanpanish",
        "Khamla Nanthavong"
    ],
    "citedby-count": 12,
    "ref-count": 23,
    "ref-list": [
        "Phytotechnology remediation of inorganic contaminants",
        "Bio-monitoring studies on the effect of lead in date palm (Phoenix dactylifera) in the arid ecosystem of Kuwait",
        "Enhanced uptake of As, Zn, and Cu by Vetiveria zizanioides and Zea mays using chelating agents",
        "Chelate assisted phytoextraction of heavy metals from soil. Effect, mechanism, toxicity and fate of chelating agents",
        "Biococentration and biomagnification in the aquatic environment",
        "Effects of chelators on chromium and nickel uptake by Brassica juncea on serpentine-mine tailings for phytoextraction",
        "Bioconcentration, bioaccumulation, and metabolism of pesticides in aquatic organisms",
        "Removal of cadmium and zinc by water hyacinth Eichhornia crassipes",
        "Uptake of by Aster tripolium in relation to rhizosphere oxidation",
        "Reduction and coordination of in Indian mustard",
        "Detoxification of arsenic by phytochelatings in plants",
        "Arsenic in the soil environment. CRC for soil and land management glen Osmond, South Australia 5064 Australia",
        "The influence of different growth stages and dosage of EDTA on Cd uptake and accumulation in Cd-hyperaccumulator (Solanum nigrum L.)",
        "Chap. 1-Phytoremediation of soils: prospects and challenges",
        "Effect of EDTA and DTPA on cadmium removal from contaminated soil with water hyacinth",
        "Phytoextraction of cadmium by Ipomoea aquatica (water spinach) in hydroponic solution: effects of cadmium speciation",
        "Hydride-generation atomic absorption spectrometry coupled with flow injection analysis",
        "Effects of Cd on uptake of P in potato grown in sierozems",
        "Metal tolerance, accumulation and translocation in poplar and willow clones treated with cadmium in hydroponics",
        "Spatial distribution of arsenic and heavy metals in willow roots from a contaminated floodplain soil measured by X-ray fluorescence spectroscopy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091516",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091516",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Hazardous",
        "ERIC",
        "Environmental Research Institute",
        "PERDO",
        "Ratchadaphiseksomphot Endowment Fund",
        "S&T Postgraduate Education and Research Development Office",
        "Office of Higher Education Commission",
        "PERDO",
        "Chulalongkorn University",
        "Synchrotron Light Research Institute"
    ]
}