{
    "eid": "2-s2.0-85113169753",
    "title": "Interventions and outcomes of adult patients with B-ALL progressing after CD19 chimeric antigen receptor T-cell therapy",
    "cover-date": "2021-08-19",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [],
    "authors": [
        "Kitsada Wudhikarn",
        "Jessica R. Flynn",
        "Isabelle Rivière",
        "Mithat Gönen",
        "Xiuyan Wang",
        "Brigitte Senechal",
        "Kevin J. Curran",
        "Mikhail Roshal",
        "Peter G. Maslak",
        "Mark B. Geyer",
        "Elizabeth F. Halton",
        "Claudia Diamonte",
        "Marco L. Davila",
        "Michel Sadelain",
        "Renier J. Brentjens",
        "Jae H. Park"
    ],
    "citedby-count": 30,
    "ref-count": 33,
    "ref-list": [
        "Long-term follow-up of CD19 CAR therapy in acute lymphoblastic leukemia",
        "CD19 CAR-T cells of defined CD4+:CD8+ composition in adult B cell ALL patients",
        "Intent-to-treat leukemia remission by CD19 CAR T cells of defined formulation and dose in children and young adults",
        "Tisagenlecleucel in children and young adults with B-cell lymphoblastic leukemia",
        "Treatment of acute lymphoblastic leukaemia with the second generation of CD19 CAR-T containing either CD28 or 4-1BB",
        "Potent anti-leukemia activities of humanized CD19-targeted chimeric antigen receptor T (CAR-T) cells in patients with relapsed/refractory acute lymphoblastic leukemia",
        "Toxicity and response after CD19-specific CAR T-cell therapy in pediatric/young adult relapsed/refractory B-ALL",
        "Optimizing chimeric antigen receptor T-cell therapy for adults with acute lymphoblastic leukemia",
        "Outcomes of patients with large B-cell lymphomas and progressive disease following CD19-specific CAR T-cell therapy",
        "Relapsed or refractory CLL after CD19-specific CAR-T therapy: treatment patterns and clinical outcomes",
        "Outcomes of patients with large B-cell lymphoma progressing after axicabtagene ciloleucel",
        "Safety and persistence of adoptively transferred autologous CD19-targeted T cells in patients with relapsed or chemotherapy refractory B-cell leukemias",
        "Manufacturing validation of biologically functional T cells targeted to CD19 antigen for autologous adoptive cell therapy",
        "In adults with standard-risk acute lymphoblastic leukemia, the greatest benefit is achieved from a matched sibling allogeneic transplantation in first complete remission, and an autologous transplantation is less effective than conventional consolidation/maintenance chemotherapy in all patients: final results of the International ALL Trial (MRC UKALL XII/ECOG E2993)",
        "ASTCT consensus grading for cytokine release syndrome and neurologic toxicity associated with immune effector cells",
        "Understanding and managing large B cell lymphoma relapses after chimeric antigen receptor T cell therapy",
        "CAR T-cell therapy is effective for CD19-dim B-lymphoblastic leukemia but is impacted by prior blinatumomab therapy",
        "End of phase I results of ZUMA-3, a phase 1/2 study of KTE-X19, anti-CD19 chimeric antigen receptor (CAR) T cell therapy, in adult patients (pts) with relapsed/refractory (R/R) acute lymphoblastic leukemia (ALL)",
        "CD19 antibody-drug conjugate therapy in DLBCL does not preclude subsequent responses to CD19-directed CAR T-cell therapy",
        "Preemptive mitigation of CD19 CAR T-cell cytokine release syndrome without attenuation of antileukemic efficacy",
        "Corticosteroids do not influence the efficacy and kinetics of CAR-T cells for B-cell acute lymphoblastic leukemia",
        "Earlier steroid use with axicabtagene ciloleucel (Axi-Cel) in patients with relapsed/refractory large B cell lymphoma",
        "Mosunetuzumab induces complete remissions in poor prognosis non-Hodgkin lymphoma patients, including those who are resistant to or relapsing after chimeric antigen receptor T-cell (CAR-T) therapies, and is active in treatment through multiple lines",
        "Axicabtagene ciloleucel for relapsed or refractory lymphoma after prior treatment with a different CD19-directed CAR T-cell therapy",
        "Factors associated with outcomes after a second CD19-targeted CAR T-cell infusion for refractory B-cell malignancies",
        "Early memory phenotypes drive T cell proliferation in patients with pediatric malignancies",
        "CD19 CAR T cell product and disease attributes predict leukemia remission durability",
        "Tumor burden, inflammation, and product attributes determine outcomes of axicabtagene ciloleucel in large B-cell lymphoma",
        "Characteristics of anti-CD19 CAR T cell infusion products associated with efficacy and toxicity in patients with large B cell lymphomas",
        "T-cell phenotypes associated with effective CAR T-cell therapy in postinduction vs relapsed multiple myeloma",
        "A Phase I study of CD19-targeted 19(T2)28z1xx CAR T cells in adult patients with relapsed or refractory B-cell malignancies",
        "Targeted delivery of a PD-1-blocking scFv by CAR-T cells enhances anti-tumor efficacy in vivo",
        "Engineered tumor-targeted T cells mediate enhanced anti-tumor efficacy both directly and through activation of the endogenous immune system"
    ],
    "affiliation": [
        {
            "affiliation-city": "New York",
            "@id": "60009343",
            "affilname": "Memorial Sloan-Kettering Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009343",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "New York",
            "@id": "60007997",
            "affilname": "Weill Cornell Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007997",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Tampa",
            "@id": "60004803",
            "affilname": "Moffitt Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004803",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": null,
            "@id": "126765716",
            "affilname": "Cellular Therapeutics Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126765716",
            "affiliation-country": null
        },
        {
            "affiliation-city": null,
            "@id": "126765627",
            "affilname": "Cell Therapy and Cell Engineering Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126765627",
            "affiliation-country": null
        },
        {
            "affiliation-city": null,
            "@id": "126765406",
            "affilname": "Hematopathology Service",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126765406",
            "affiliation-country": null
        },
        {
            "affiliation-city": "Annaba",
            "@id": "126542363",
            "affilname": "Bone Marrow Transplantation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126542363",
            "affiliation-country": "Algeria"
        }
    ],
    "funding": [
        "King Chulalongkorn Memorial Hospital Thai Red Cross Society",
        "National Institutes of Health",
        "National Cancer Institute",
        "National Center for Advancing Translational Sciences",
        "Parker Institute for Cancer Immunotherapy",
        "Chulalongkorn University"
    ]
}