{
    "eid": "2-s2.0-84952668950",
    "title": "Developing a validated instructional leadership profile of Turkish primary school principals",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Education",
            "@code": "3304"
        }
    ],
    "keywords": [],
    "authors": [
        "Mehmet Sukru Bellibas"
    ],
    "citedby-count": 31,
    "ref-count": 67,
    "ref-list": [
        "Australian professional standard for principals and the leadership profiles",
        "Standards for educational and psychological tests. American Psychological Association & National Council on Measurement in Education",
        "A rating formulation for ordered response categories",
        "Successful principal leadership in times of change: an international perspective",
        "American Educational Research Journal",
        "The Instructional Management Role of the Principal",
        "Research on the School Administrator: The State of the Art, 1967-19801",
        "Cross-cultural research and methodology series",
        "Testing structural equation models",
        "Organizing schools for improvement: lessons from Chicago",
        "A preparation for school leadership international perspectives",
        "What Are Principals Expected to Do? Congruence Between Principal Evaluation and Performance Standards",
        "Designing principal evaluation systems: Research to guide decision-making",
        "Coefficient alpha and the internal structure of tests",
        "The dependability of behavioral measurements",
        "The managerial imperative and the practice of leadership in schools",
        "Distributed leadership",
        "Key decisions of a first-year 'Turnaround' principal",
        "Research on Educational Administration: The State-of-the-Art",
        "Educational Leadership",
        "The evaluation of principals: What and how do states and urban districts assess leadership?",
        "Tools for improving principals' work",
        "A review of three decades of doctoral studies using the principal instructional management rating scale: A lens on methodological progress in educational leadership",
        "Measurement properties of the principal instructional management rating scale. Technical report (ver. 5.12)",
        "Principal instructional management rating scale",
        "School context, principal leadership, and student reading achievement",
        "Review of research publications on educational leadership and management in Asia: a comparative analysis of three regions",
        "Reassessing the Principal's Role in School Effectiveness: A Review of Empirical Research, 1980-1995",
        "Exploring principal capacity to lead reform of teaching and learning quality in Thailand",
        "Mapping instructional leadership in Thailand: Has education reform impacted principal practice?",
        "Culture and educational administration: A case of finding out what you don’t know you don’t know",
        "Elementary School Journal",
        "Assessing the Measurement Properties of the Principal Instructional Management Rating Scale: A Meta-Analysis of Reliability Studies",
        "Assessing instructional leadership with the principal instructional management rating scale",
        "Modeling the longitudinal effects of school leadership on teaching and learning",
        "Testing a longitudinal model of distributed leadership effects on school improvement",
        "Instructional Leadership and School Achievement:Validation of a Causal Model",
        "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
        "STUDENT EVALUATIONS OF TEACHING: THE GENERALIZABILITY OF CLASS MEANS",
        "A Practical guide to research methods",
        "Increasing productivity through performance appraisal",
        "National contexts influencing principals' time use and allocation: economic development, societal culture, and educational system",
        "Successful school leadership in times of change",
        "Seven strong claims about successful school leadership",
        "Leading school turnaround: how successful leaders transform low-performing schools",
        "Testing a conception of how school leadership influences student learning",
        "Executive summary: how leadership influences student learning",
        "Educational Researcher",
        "Principal Leadership and School Performance: An Integration of Transformational and Instructional Leadership",
        "Handbook on restructuring and substantial school improvement",
        "Turning around failing schools: leadership lessons from the organizational sciences",
        "Mplus 6",
        "Rethinking Instructional Leadership, a Review: What Do We Know About Principal, Teacher, and Coach Instructional Leadership, and Where Should We Go From Here?",
        "Psychometric theory",
        "Developing a psychometrically sound assessment of school leadership: The VAL-ED as a case study",
        "Three Logics of Instructional Leadership",
        "Leading and Managing",
        "The Influence of Principal Leadership on Classroom Instruction and Student Learning: A Study of Mediated Pathways to Learning",
        "Primary school leadership practice: How the subject matters",
        "Understanding the limitations of global fit assessment in structural equation modeling",
        "Second international handbook of educational leadership and administration",
        "Principal leadership in an era of accountability: A perspective from the Hong Kong context",
        "Principal selection panels: Strategies, preferences and perceptions",
        "Educational Leadership and Student Achievement: The Elusive Search for an Association",
        "Rating scale analysis",
        "Rasch Measurement Transactions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Adiyaman",
            "affilname": "Adiyaman Üniversitesi",
            "affiliation-country": "Turkey"
        },
        {
            "affiliation-city": "Edmonton",
            "affilname": "University of Alberta",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hong Kong",
            "affilname": "The Education University of Hong Kong",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Johannesburg",
            "affilname": "University of Johannesburg",
            "affiliation-country": "South Africa"
        }
    ],
    "funding": [
        "General Research Fund",
        "Research Grant Council"
    ]
}