{
    "eid": "2-s2.0-85014499506",
    "title": "Dose Estimation in Pediatric Nuclear Medicine",
    "cover-date": "2017-03-01",
    "subject-areas": [
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [],
    "authors": [
        "Frederic H. Fahey"
    ],
    "citedby-count": 29,
    "ref-count": 34,
    "ref-list": [
        "Pediatric nuclear medicine and molecular imaging",
        "NCRP Report No. 160, ionizing radiation exposure of the population of the United States, medical exposure - Are we doing less with more, and is there a role for health physicists?",
        "Quo Vadis Pediatric Nuclear Medicine",
        "Standardization of Administered activities in pediatric nuclear medicine: A report of the first Nuclear Medicine Global Initiative project, part 1 - Statement of the Issue and a review of available resources",
        "Standardization of administered activities in pediatric nuclear medicine: A report of the first nuclear medicine global initiative project, part 2 - Current standards and the path toward global standardization",
        "Health risks from exposure to low levels of ionizing radiation: BEIR VII Phase 2",
        null,
        "Pediatric radiopharmaceutical administered doses: 2010 North American Consensus Guidelines",
        "MIRD pamphlet No. 21: A generalized schema for radiopharmaceutical dosimetry-standardization of nomenclature",
        "Uncertainties in internal dose calculations for radiopharmaceuticals",
        "ICRP Publication 128: Radiation Dose to Patients from Radiopharmaceuticals: A Compendium of Current Information Related to Frequently Used Substances",
        null,
        "Estimated radiation dose to the newborn in FDG-PET studies",
        "Normal cerebral FDG uptake during childhood",
        null,
        "Positron emission tomography study of human brain functional development",
        "Regional changes in glucose metabolism during brain development from the age of 6 years",
        null,
        "Changes in radiation dose with variations in human anatomy: larger and smaller normal-stature adults.",
        "Dosimetry of pediatric nuclear medicine procedures",
        "Ann ICRP",
        "The 2007 Recommendations of the International Commission on Radiological Protection. ICRP publication 103.",
        "Dosimetry of pediatric PET/CT",
        "AAPM Report No. 204: Size-specific dose estimates (SSDE) in pediatric and adult body CT examinations",
        "Dosimetry and adequacy of CT-based attenuation correction for pediatric PET: Phantom study",
        "Handbook of Anatomical Models for Radiation Dosimetry",
        "Anthropometric approaches and their uncertainties to assigning computational phantoms to individual patients in pediatric dosimetry studies",
        "Perspective: Minimizing radiation dose for pediatric body applications of single-detector helical CT: Strategies at a large children's hospital",
        "Radiation, CT, and children: The simple answer is... it's complicated",
        null,
        null,
        "Reduction in radiation dose in mercaptoacetyltriglycerine renography with enhanced planar processing",
        "Beyond current guidelines: reduction in minimum administered radiopharmaceutical activity with preserved diagnostic image quality in pediatric hepatobiliary scintigraphy",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Gainesville",
            "affilname": "Herbert Wertheim College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Boston Children's Hospital",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Brigham and Women's Hospital",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard Medical School",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Johns Hopkins University School of Medicine",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Cancer Institute",
        "National Cancer Institute"
    ]
}