{
    "eid": "2-s2.0-84971568063",
    "title": "Fixation and recall of YouTube ad banners: An eye-tracking study",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        }
    ],
    "keywords": [
        "Ad banner",
        "Eye-tracking",
        "Fixation",
        "Recall",
        "YouTube"
    ],
    "authors": [
        "Chatpong Tangmanee"
    ],
    "citedby-count": 17,
    "ref-count": 48,
    "ref-list": [
        "Internet advertising: Is anybody watching?",
        "Banner advertiser-web site context congruity and color effects on attention and attitudess",
        "Is banner blindness genuine? Eye tracking internet text advertising",
        "Attention to banner ads and their effectiveness: An eye-tracking approach",
        "Generation Y, web design, and eye tracking",
        "The Workshop on 'Commercial Uses of Eye Tracking' Held at the 19th British HCI Group Annual Conference",
        "The Impact of Advertising Location and User Task on the Emergence of Banner Ad Blindness: An Eye-Tracking Study",
        "YouTube Stats (Subscriber, Ranking, & Video Statistics)",
        "Top Sites",
        "Determinants of use of social media tools in retailing sector",
        "Statistics and social network of YouTube videos",
        "Characteristics and potentials of YouTube: A measurement study",
        "The effect of banner animation on fixation behavior and recall performance in search tasks",
        "Eye Tracking in User Experience Design",
        "Think-aloud protocols: A comparison of three think-aloud protocols for use in testing data-dissemination web sites for usability",
        "Fixation location and fixation duration as indices of cognitive processing",
        "Recall and recognition of static vs. animated banner advertisements",
        "High-cost banner blindness: Ads increase perceived workload, hinder visual search, and are forgotten",
        "Why do people avoid advertising on the internet?",
        "Interactivity and vividness effects on social presence and involvement with a web-based advertisement",
        "Using Eye-tracking to Understand Banner Blindness and Improve Website Design",
        "Banner Blindness: An Effect of Information Overload on the World Wide Web",
        "Modeling the effect of habituation on banner blindness as a function of repetition and search type: Gap analysis for future work",
        "Journal of Interactive Marketing",
        "Eye fixations on advertisements and memory for brands: A model and findings",
        "A review of eye-tracking research in marketing",
        "The impact of human brand image appeal on visual attention and purchase intentions at an e-commerce website",
        "The Effects of Animation and Format on the Perception and Memory of Online Advertising",
        "Efficiency, trust, and visual appeal: Usability testing through eye tracking",
        "Reactions to Recruitment Web Sites: Visual and Verbal Attention, Attraction, and Intentions to Pursue Employment",
        "The Impact of Salient Advertisements on Reading and Attention on Web Pages",
        "Eye movements when viewing advertisements",
        "An eye tracking study of the effect of target rank on Web search",
        "Eye tracking in web search tasks: Design implications",
        "Recall and persuasion: Does creative advertising matter?",
        "Marketing Science",
        "Journal of Marketing Research",
        "19.2 Million Spanish Internet Users Watched 2.9 Billion Online Videos in October 2010",
        "UK Engagement with Online Video Descends with Age",
        "ComScore Releases August 2014 U. S. Online Video Rankings",
        "Profiles of Internet Users in Thailand",
        "Teens Fact Sheet",
        "The conceptualization and empirical validation of web site user satisfaction",
        "Why are users banner-blind? The impact of navigation style on the perception of Web banners",
        "Effects of Personalized Banner Ads on Visual Attention and Recognition Memory",
        "Banner advertising and consumer recall: An empirical study",
        "Retain viewer's attention on banner ad by manipulating information type of the content",
        "The reach and persuasiveness of viral video ads"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn Business School",
        "affiliation-country": "Thailand"
    },
    "funding": []
}