{
    "eid": "2-s2.0-85152793762",
    "title": "Anti-Leukemic Effects on a U937 Cell Line of Fresh and Steamed Chinese Kale Juice and Their Pro-Apoptotic Effects via a Caspase-Dependent Pathway",
    "cover-date": "2023-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Health Professions (miscellaneous)",
            "@code": "3601",
            "@abbrev": "HEAL"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "apoptosis",
        "Brassica",
        "cancer",
        "glucosinolate",
        "isothiocyanate",
        "kale",
        "leukemia"
    ],
    "authors": [
        "Siriphorn Pungpuag",
        "Somchai Boonpangrak",
        "Yaneenart Suwanwong"
    ],
    "citedby-count": 0,
    "ref-count": 48,
    "ref-list": [
        "Phytotherapy and food applications from Brassica genus",
        "Cruciferous vegetables and risk of cancers of the gastrointestinal tract",
        "Cruciferous vegetables intake and risk of prostate cancer: A meta-analysis",
        "Intake of cruciferous vegetables modifies bladder cancer survival",
        "Pre-diagnosis cruciferous vegetables and isothiocyanates intake and ovarian cancer survival: A prospective cohort study",
        "Glucosinolates and isothiocyanates in health and disease",
        "Allyl isothiocyanate as a cancer chemopreventive phytochemical",
        "Phenethyl isothiocyanate: A comprehensive review of anti-cancer mechanisms",
        "Bitter taste of Brassica vegetables: The role of genetic factors, receptors, isothiocyanates, glucosinolates, and flavor context",
        "Effect of preliminary processing and method of preservation on the content of glucosinolates in kale (Brassica oleracea L. var. acephala) leaves",
        "Isothiocyanates: Cholinesterase inhibiting, antioxidant, and anti-inflammatory activity",
        "Neuroprotective and anti-inflammatory activities of allyl isothiocyanate through attenuation of JNK/NF-ΚB/TNF-α signaling",
        "Health-promoting phytochemicals and antioxidant capacity in different organs from six varieties of Chinese kale",
        "Cardiac side-effects of cancer chemotherapy",
        "The neurologic side effects of chemotherapeutic agents",
        "Emerging importance of dietary phytochemicals in fight against cancer: Role in targeting cancer stem cells",
        "Determination of glucosinolates using their alkaline degradation and reaction with ferricyanide",
        "Improved synthesis methods of standards used for quantitative determination of total isothiocyanates from broccoli in human urine",
        "UAE-HPLC-UV: New contribution for fast determination of total isothiocyanates in Brassicaceae vegetables",
        "Rapid estimation of glucosinolate thermal degradation rate constants in leaves of chinese kale and broccoli (Brassica oleracea) in two seasons",
        "Pre- and post-harvest factors affecting glucosinolate content in broccoli",
        "A mechanistic perspective on process-induced changes in glucosinolate content in Brassica vegetables: A review",
        "Changes in glucosinolate concentrations, myrosinase activity, and production of metabolites of glucosinolates in cabbage (Brassica oleracea Var. capitata) cooked for different durations",
        "Influence of cooking methods on glucosinolates and isothiocyanates content in novel cruciferous foods",
        "Effect of cooking method on antioxidant compound contents in cauliflower",
        "Glucosinolates and vitamin C content in edible parts of broccoli florets after domestic cooking",
        "Effect of storage, processing and cooking on glucosinolate content of Brassica vegetables",
        "The effect of processing and cooking on glucoraphanin and sulforaphane in brassica vegetables",
        "Impact of thermal processing on sulforaphane yield from broccoli (Brassica oleracea L. ssp. italica)",
        "Effects of cooking methods on total isothiocyanate yield from cruciferous vegetables",
        "Evaluation of the nutritional quality of Chinese kale (Brassica alboglabra Bailey) using UHPLC-quadrupole-orbitrap MS/MS-based metabolomics",
        "Anti-carcinogenic glucosinolates in cruciferous vegetables and their antagonistic effects on prevention of cancers",
        "Kaempferol increases apoptosis in human acute promyelocytic leukemia cells and inhibits multidrug resistance genes",
        "Vitamin K3 and vitamin C alone or in combination induced apoptosis in leukemia cells by a similar oxidative stress signalling mechanism",
        "Composition and antioxidant activity of kale (Brassica oleracea L. var. acephala) raw and cooked",
        "Isothiocyanates from Brassica vegetables-effects of processing, cooking, mastication, and digestion",
        "Effects of different cooking methods on the antioxidant capacity and flavonoid, organic acid and mineral contents of Galega Kale (Brassica oleracea var. acephala cv. Galega)",
        "Induction of differentiation and apoptosis—A possible strategy in the treatment of adult acute myelogenous leukemia",
        "Cell cycle regulation by checkpoints",
        "Chapter 6 DNA damage response and apoptosis",
        "The role of Sulforaphane in cancer chemoprevention and health benefits: A mini-review",
        "Apoptosis as a mechanism of the cancer chemopreventive activity of glucosinolates: A review. Asian Pac",
        "Phenethyl isothiocyanate exhibits antileukemic activity in vitro and in vivo by inactivation of Akt and activation of JNK pathways",
        "Phenethyl isothiocyanate inhibits growth of human chronic myeloid leukemia K562 cells via reactive oxygen species generation and caspases",
        "Novel anticancer activity and anticancer mechanisms of Brassica oleracea L. var. capitata f. rubra",
        "The role of bitter taste receptors in cancer: A systematic review",
        "Denatonium as a bitter taste receptor agonist modifies transcriptomic profile and functions of acute myeloid leukemia cells",
        "Polyphenols and taste 2 receptors. Physiological, pathophysiological and pharmacological implications"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}