{
    "eid": "2-s2.0-85032581552",
    "title": "Effects of protein hydrolysate from chicken feather meal on tyrosinase activity and melanin formation in B16F10 murine melanoma cells",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Chicken feather meal",
        "Melanogenesis",
        "Protein hydrolysates",
        "Tyrosinase inhibition"
    ],
    "authors": [
        "Puttaporn Pongkai"
    ],
    "citedby-count": 21,
    "ref-count": 35,
    "ref-list": [
        "Tyrosinase inhibitors from natural and synthetic sources: Structure, inhibition mechanism and perspective for the future",
        "Glabrene and isoliquiritigenin as tyrosinase inhibitors from licorice roots",
        "Mutational mapping of the catalytic activities of human tyrosinase",
        "Constituents from the Formosan apple reduce tyrosinase activity in human epidermal melanocytes",
        "Novel peptides with tyrosinase inhibitory activity",
        "Enzymatic protein hydrolysates in human nutrition",
        "Protein hydrolysis using proteases: An important tool for food biotechnology",
        "Protein hydrolysate from visceral waste proteins of Catla (Catla catla): Optimization of hydrolysis conditions for a commercial neutral protease",
        "A rapid autolytic method for the preparation of protein hydrolysate from poultry viscera",
        "Total solubilisation of the chicken feathers by fermentation with a keratinolytic bacterium, Bacillus pumilus A1, and the production of protein hydrolysate with high antioxidative activity",
        "J. Bioprocess. Biotech.",
        "Middle East J. Sci. Res.",
        "Affinity purification and characterisation of chelating peptides from chickpea protein hydrolysates",
        "Potency of Indonesian medicinal plants as tyrosinase inhibitor and antioxidant agent",
        "Recovery of Low-molecular Weight Galloyltannins from Agricultural Residue of Juglans sigillata Dode Seed Husks and their Tyrosinase Inhibitory Effect",
        "The Determination of Enzyme Dissociation Constants",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Combination of amino acids reduces pigmentation in B16F0 melanoma cells",
        "Silk protein, sericin, inhibits lipid peroxidation and tyrosinase activity",
        "The functional property of egg yolk phosvitin as a melanogenesis inhibitor",
        "Enzymatic production of bioactive peptides from sericin recovered from silk industry wastewater",
        "Free radical scavenging and tyrosinase inhibition activity of oils and sericin extracted from Thai native silkworms (Bombyx mori)",
        "Optimization of antioxidant activity by response surface methodology in hydrolysates of jellyfish (Rhopilema esculentum) umbrella collagen",
        "Inhibitory effects of adlay extract on melanin production and cellular oxygen stress in B16F10 melanoma cells",
        "Effect of xanthoxylin on melanin content and melanogenic protein expression in B16F10 melanoma",
        "Melanogenesis of murine melanoma cells induced by hesperetin, a Citrus hydrolysate-derived flavonoid",
        "Topical skin depigmentation agents: Current products and discovery of novel inhibitors of melanogenesis",
        "Inhibitory effects of Sargassum polycystum on tyrosinase activity and melanin formation in B16F10 murine melanoma cells",
        "A novel form of melanoma apoptosis resistance: Melanogenesis up-regulation in apoptotic B16-F0 cells delays ursolic acid-triggered cell death",
        "Molecular design of antibrowning agents: Antioxidative tyrosinase inhibitors",
        "Antityrosinase and antimicrobial activities of furfuryl alcohol, furfural and furoic acid",
        "Inhibitory kinetics of chlorocinnamic acids on mushroom tyrosinase",
        "Betula pendula leaves: Polyphenolic characterization and potential innovative use in skin whitening products",
        "Tyrosinase inhibitory components of immature calamondin peel",
        "Short-sequence oligopeptides with inhibitory activity against mushroom and human tyrosinase"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence on Medical Biotechnology",
        "PERDO",
        "S&T Postgraduate Education and Research Development Office",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "National Center for Genetic Engineering and Biotechnology"
    ]
}