{
    "eid": "2-s2.0-85058802145",
    "title": "Response of Synechocystis sp. PCC 6803 to UV radiations by alteration of polyamines associated with thylakoid membrane proteins",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Polyamine association, Synechocystis sp. PCC 6803",
        "Stress response",
        "Thylakoid membrane protein complexes",
        "UV radiations"
    ],
    "authors": [
        "Suparaporn Khanthasuwan",
        "Aran Incharoensakdi",
        "Saowarath Jantaro"
    ],
    "citedby-count": 1,
    "ref-count": 40,
    "ref-list": [
        "Biosynthesis, oxidation and conjugation of aliphatic polyamines in higher plants",
        "Ultraviolet B exposure of whole leaves of barley affects structure and functional organization of photosystem II",
        "Interaction of polyamines with protein of photosystem II: cation binding and photosynthetic oxygen evolution",
        "UV-B induced vertical migrations of cyanobacteria in a microbial mat",
        "Terrestrial solar spectral data sets",
        "The effects of spermine and spermidine on the structure of photosystem II proteins in relation to inhibition of electron transport",
        "Polyamines and environmental challenges: recent development",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "The interaction of polyamines with DNA: a 23Na NMR study",
        "Molecular and biochemical characterization of herbicide-resistant mutants of cyanobacteria reveals that phytoene desaturation is a rate-limiting step in carotenoid biosynthesis",
        "UV radiation and the skin",
        "A novel high light-inducible carotenoid-binding protein complex in the thylakoid membranes of Synechocystis PCC 6803",
        "UV protection in cyanobacteria",
        "Large losses of total ozone in Antractica reveal seasonal ClOx/NOx interaction",
        "Spermine-DNA interactions: a theoretical study",
        "Extensive remodeling of a cyanobacterial photosynthetic apparatus in far-red light",
        "Polyamines and abiotic stress: recent advances",
        "Polyamines interaction with thylakoid proteins during stress",
        "Reactive oxygen species and UV-B: effect on cyanobacteria",
        "Effects of polyamines on the functionality of photosynthetic membrane in vivo and in vitro",
        "Putrescine stimulates chemiosmotic ATP synthesis",
        "Content and biosynthesis of polyamines in salt and osmotically-stressed cells of Synechocystis sp. PCC 6803",
        "Suppression of lethality of high light to a quadruple HLI mutant by the inactivation of the regulatory protein PfsR in Synechocystis PCC 6803",
        "Short-term UV-B and UV-C radiations preferentially decrease spermidine contents and arginine decarboxylase transcript levels of Synechocystis sp. PCC 6803",
        "Exogenous spermidine alleviated UV-induced growth inhibition of Synechocystis sp. PCC 6803 via reduction of hydrogen peroxide and malonaldehyde levels",
        "Protection from UV-B-induced DNA damage by flavonoids",
        "Polyamines in the photosynthetic apparatus. Photosystem II highly resolved subcomplexes are enriched in spermine",
        "Characterization of the photoreceptor(s) responsible for the regulation of the intracellular polyamine level and the putative participation of heterotrimeric G-proteins in the signal transduction chain",
        "Simulated solar irradiation with enhanced UV-B adjust plastid- and thylakoid-associated polyamine changes for UV-B protection",
        "The cyanobacterial UV-absorbing pigment scytonemin displays radical scavenging activity",
        "Formulae for determination of chlorophyllous pigments extracted with N, N-dimethylformamide",
        "Ozone impact on the photosynthetic apparatus and the protective role of polyamines",
        "Characterization of UV-screening compounds, mycosporine-like amino acids, and scytonemin in the cyanobacterium Lyngbya sp. CU2555",
        "Generic assignment, strain histories and properties of pure cultures of cyanobacteria",
        "The involvement of LHCII-associated polyamines in the response of the photosynthetic apparatus to low temperature",
        "A review: polyamines and photosynthesis",
        "Flavonoids can protect maize DNA from the induction of ultraviolet radiation damage",
        "The high light-inducible polypeptides stabilize trimeric photosystem I complex under high light conditions in Synechocystis PCC 6803",
        "Effects of enhanced ultraviolet-B radiation on algae and cyanobacteria",
        "Effect of biogenic polyamine spermine on the structure and function of photosystem I"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}