{
    "eid": "2-s2.0-84900332310",
    "title": "Use of fibrin sealant to reduce pain and postoperative impairment at the split skin graft donor site Einsatz von Fibrinkleber zur Reduktion von Schmerzen und postoperativer Beeinträchtigung bei Spalthautentnahme",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Surgery",
            "@code": "2746"
        }
    ],
    "keywords": [],
    "authors": [
        "N. C. Pausch"
    ],
    "citedby-count": 2,
    "ref-count": 10,
    "ref-list": [
        "Multicenter trial to evaluate the safety and potential efficacy of pooled human fibrin sealant for the treatment of burn wounds",
        "The use of fibrin glue in plastic surgery",
        "Fibrinklebung in der Verbrennungschirurgie-Plastische Chirurgie",
        "Fibrin sealant: Past, present, and future: A brief review",
        "Evaluation of an oxygen-diffusion dressing for accelerated healing of donor-site wounds",
        "Clinical trial comparing 3 different wound dressings for the management of partial-thickness skin graft donor sites",
        "Randomized clinical trial of donor-site wound dressings after split-skin grafting",
        "Exploratory, randomized, controlled, phase 2 study to evaluate the safety and efficacy of adjuvant fibrin sealant VH S/D 4 S-apr (ARTISS) in patients undergoing rhytidectomy",
        "Clinical evaluation of application of polyglycolic acid sheet and fibrin glue spray for partial glossectomy",
        "Evidence-based oral and maxillofacial surgery: Some pitfalls and limitations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Leipzig",
            "affilname": "Universitätsklinikum Leipzig und Medizinische Fakultät",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Marburg",
            "affilname": "Universitätsklinikum Gießen und Marburg, Standort Marburg",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}