{
    "eid": "2-s2.0-85057522094",
    "title": "Solving cockpit crew scheduling problem of a low-cost airline using metaheuristics",
    "cover-date": "2018-11-16",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Physics and Astronomy (all)",
            "@code": "3100",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [],
    "authors": [
        "K. Arayikanon",
        "P. Chutima"
    ],
    "citedby-count": 1,
    "ref-count": 22,
    "ref-list": [
        "Airline Schedule Planning: Accomplishments and Opportunities",
        "Twenty years of evolutionary multi-objective optimization: A historical view of the field, IEEE Comput",
        "A Monogenous MBO Approach to Satisfiability. International Conference on Computational Intelligence for Modelling",
        "MBO: Marriage in Honey Bees Optimization A Haplometrosis Polygynous Swarming Approach",
        "Short-term Hydrothermal Scheduling via Honey-bee Mating Optimization Algorithm",
        "Evolutionary many-objective optimization: A short review",
        "Estimation of the number of sex alleles and queen matings from diploid male frequencies in apopulation of apis mmellifera",
        "Hoffman and Manfred Padberg, Solving Airline Crew Scheduling Problems by Branch-and-Cut",
        "Effective ranking+speciation = Many-objective optimization",
        "Cockpit crew pairing problem in airline scheduling: Shortest path with resource constraints approach",
        "Airline Crew Rostering: Problem Types, Modeling, and Optimization",
        "A Honey-bee Mating Optimization Algorithm for Educational Timetabling Problems",
        "Simulated annealing for the multi-objective aircrew rostering problem",
        "Marriage in Honey Bees Optimization Algorithm for Flow-shop Problems",
        "Reformulating Branch Coverage as a Many-Objective Optimization Problem",
        "MOEA/D: A multiobjective evolutionary algorithm based on decomposition",
        "Computer Solutions of the Traveling Salesman Problem",
        "Airline cockpit crew scheduling",
        "Many-Objective Evolutionary Algorithm: Objective Space Reduction and Diversity Improvement"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "North Bangkok",
            "@id": "109168253",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109168253",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}