{
    "eid": "2-s2.0-85091975971",
    "title": "Tetrahydroxanthone–chromanone heterodimers from lichen Usnea aciculifera and their cytotoxic activity against human cancer cell lines",
    "cover-date": "2020-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Dimeric xanthones",
        "Tetrahydroxanthone chromanone heterodimers",
        "Usnea aciculifera",
        "Usneaxanthones E–H"
    ],
    "authors": [
        "Truong L. Tuong",
        "Lien T.M. Do",
        "Thammarat Aree",
        "Piyanuch Wonganan",
        "Warinthorn Chavasiri"
    ],
    "citedby-count": 7,
    "ref-count": 29,
    "ref-list": [
        "Lichens: chemistry and biological activities, in Studies in natural products chemistry",
        "Lichen Secondary Metabolites: Bioactive Properties and Pharmaceutical Potential. Edited by Branislav Ranković. 2015. Cham, Switzerland: Springer International Publishing. Pp. v+ 202, tables, figures (some colour). Page size 235× 155 mm. ISBN 978-3-319-13373-7 (hardcover), price£ 126; ISBN 978-3-319-13374-4 (e-book), price£ 110.50",
        "Usnic acid",
        "Chemistry and biology of mycotoxins and related fungal metabolites",
        "Xanthone dimers: A compound family which is both common and privileged",
        "New mono-and dimeric members of the Secalonic acid family: Blennolides A–G isolated from the fungus Blennoria sp",
        "Bioactive sulfur-containing sulochrin dimers and other metabolites from an Alternaria sp. isolate from a Hawaiian soil sample",
        "New dimeric and monomeric chromanones, gonytolides D–G, isolated from the fungus Gonytrichum sp",
        "Biosynthetically distinct cytotoxic polyketides from Setophoma terrestris",
        "Versixanthones A–F, cytotoxic xanthone–chromanone dimers from the marine-derived fungus Aspergillus versicolor HDN1009",
        "A new depside from Usnea aciculifera growing in Vietnam",
        "Dimeric tetrahydroxanthones from the lichen Usnea aciculifera",
        "There is no corresponding record for this reference.[Google Scholar]",
        "Bruker AXS Inc",
        "Crystal structure solution with ShelXT",
        "Program for Crystal Structure Refinement–Multi-CPU, v. 2014/7",
        "Use of intensity quotients and differences in absolute structure refinement",
        "Unusual dimeric tetrahydroxanthone derivatives from Aspergillus lentulus and the determination of their axial chiralities",
        "Absolute configuration and antibiotic activity of neosartorin from the endophytic fungus Aspergillus fumigatiaffinis",
        "Atropselective syntheses of (−) and (+) rugulotrosin A utilizing point-to-axial chirality transfer",
        "The structures of eumitrins A1, A2 and B: the yellow pigments of the lichen, Usnea bayleyi (Stirt.) Zahlbr",
        "O-methylation effect on the carbon-13 nuclear magnetic resonance signals of ortho-disubstituted phenols and its application to structure determination of new phthalides from Aspergillus silvaticus",
        "Identification of lichen substances, in Identification of lichen substances",
        "Synthesis of 4-O-methylcedrusin. Selective protection of catechols with diphenyl carbonate",
        "Investigation of the Constituents of Inonotus Mikadoi",
        "More investigations in potent activity and relationship structure of the lichen antibiotic (+)-usnic acid and its derivate dibenzoylusnic acid",
        "Isolation, structure elucidation and antioxidant screening of some natural products from Colebrookia oppositifolia",
        "Triterpenes from the lichen genus Physcia",
        "Cell viability assays, in Assay Guidance Manual [Internet]"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "@id": "115879518",
            "affilname": "Sai Gon University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/115879518",
            "affiliation-country": "Viet Nam"
        }
    ],
    "funding": [
        "Chulalongkorn University-ASEAN",
        "Special Task Force for Activating Research Ratchadaphiseksomphot Endowment Fund",
        "NSTDA",
        "Thailand Research Fund",
        "NANOTEC",
        "Ministry of Science and Technology, Thailand"
    ]
}