{
    "eid": "2-s2.0-84926224342",
    "title": "Influence of pH and HPC concentration on the synthesis of zinc oxide photocatalyst particle from zinc-dust waste by hydrothermal treatment",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Dispersant",
        "Hydrothermal",
        "Photocatalyst",
        "Zinc oxide",
        "Zinc-dust waste"
    ],
    "authors": [
        "P. Sujaridworakun"
    ],
    "citedby-count": 15,
    "ref-count": 24,
    "ref-list": [
        "Preparation of zinc oxide ceramics with a sustainable antibacterial activity under dark conditions",
        "Influence of synthesis route on the formation of ZnO particles and their morphologies",
        "\"Nanoantibiotics\": A new paradigm for treating infectious diseases using nanomaterials in the antibiotics resistant era",
        "Synthesis and surface modification of ZnO nanoparticles",
        "Simple fabrication and photocatalytic activity of ZnO particles with different morphologies",
        "Zinc oxide particles: Synthesis, properties and applications",
        "Preparation of ZnO nanoparticles using the direct precipitation method in a membrane dispersion micro-structured reactor",
        "Handbook of Hydrothermal Technology: A Technology for Crystal Growth and Materials Processing",
        "Hydrothermal synthesis of zinc oxide powders with controllable morphology",
        "Hydrothermal synthesis of highly crystalline ZnO nanoparticles: A competitive sensor for LPG and EtOH",
        null,
        "ZnO/montmorillonite for photocatalytic and photochemical degradation of methylene blue",
        "A survey of photocatalytic materials for environmental remediation",
        null,
        "Photocatalysis: Science and Technology",
        null,
        null,
        "Microwave-assisted hydrothermal synthesis of ZnO rod-assembled microspheres and their photocatalytic performances",
        "Oil/water surface rheological properties of hydroxypropyl cellulose (HPC) alone and mixed with lecithin: Contribution to emulsion stability",
        "Surfactants in Cosmetics (Surfactant Science)",
        "Suranaree J. Sci. Technol.",
        "Photocatalytic degradation of organic contaminants in water by ZnO nanoparticles: Revisited",
        "Synthesis and characterization of nano-sized ZnO powders by direct precipitation method",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Center of Excellence on Petrochemical and Materials Technology",
        "IIAC Chulalongkorn University",
        "National Research University Project of Thailand",
        "Higher Education Research Promotion",
        "Office of the Higher Education Commission",
        "Chulalongkorn University",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}