{
    "eid": "2-s2.0-85115219642",
    "title": "Molecular phylogenetic and morphological evidence reveal a rare limacoid snail genus, Khmerquantula gen. nov. (Eupulmonata: Dyakiidae) from Cambodia",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "diversity",
        "Indochina",
        "land snails",
        "limestone",
        "new genus",
        "new species",
        "taxonomy"
    ],
    "authors": [
        "Arthit Pholyotha",
        "Chirasak Sutcharit",
        "Parin Jirapatrasilp",
        "Peng Bun Ngor",
        "Yuichi Oba",
        "Somsak Panha"
    ],
    "citedby-count": 1,
    "ref-count": 57,
    "ref-list": [
        "A biogeographic synthesis of the amphibians and reptiles of Indochina",
        "Selection of conserved blocks from multiple alignments for their use in phylogenetic analysis",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des espèces nouvelles ou peu connues",
        "Les mollusques testacés du Cambodge. Seconde partie: Gastéropodes Pulmonés, Bivalves et bibliographie",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "The Lower Mekong: an insurmountable barrier to amphibians in southern Indochina?",
        "On a collection of land shells made in Borneo by Mr. Everett, with descriptions of supposed new species. Part II. Zonitidae and Helicinidae",
        "Chapter 3. Landforms of Southeast Asia",
        "A preliminary phylogenetics and biogeographic analysis of Dyakiidae (Gastropoda: Stylommatophora) and a biogeographic analysis of other Sundaland taxa",
        "Aktualisierte liste der terrestrischen gastropoden Thailands",
        "An empirical test of bootstrapping as a method for assessing confidence in phylogenetic analysis",
        "Substantial incongruence among the morphology, taxonomy, and molecular phylogeny of the land snails Aegista, Landouria, Trishoplita, and Pseudobuliminus (Pulmonata: Bradybaenidae) occurring in East Asia",
        "Genetic and morphometric rediscovery of an extinct land snail on oceanic islands",
        "Frequentist properties of Bayesian posterior probabilities of phylogenetic trees under simple and complex substitution models",
        "Molecular phylogenetics and systematic revision of the south-eastern Australian Helicarionidae (Gastropoda, Stylommatophora",
        "Annotated checklist of the terrestrial molluscs from Laos (Mollusca, Gastropoda)",
        "Molecular phylogeny of the limacoid snail family Dyakiidae in Southeast Asia, with the description of a new genus and species",
        "MAFFT online service: multiple sequence alignment, interactive sequence choice and visualization",
        "A molecular phylogeny of camaenid land snails from north-western Australia unravels widespread homoplasy in morphological characters (Gastropoda, Helicoidea))",
        "Lessons from Timor: Shells are poor taxonomic indicators in Asperitas land snails (Stylommatophora, Dyakiidae)",
        "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Cambodiparmarion doroshenkoi gen. et sp. nov. (Pulmonata, Helicarionidae) from Cambodia",
        "On a new subfamily Dyakiinae of the Zonitidae",
        "Molecular phylogenetics and evolutionary history of the endemic land snail genus Everettia in northern Borneo",
        "Systematic revision of the genus Everettia Godwin-Austen, 1891 (Mollusca: Gastropoda: Dyakiidae) in Sabah, northern Borneo",
        "Molecular systematics: a synthesis of the common methods and the state of knowledge",
        "A phylogeny of planorbid snails, with implications for the evolution of Schistosoma parasites",
        "Biodiversity hotspots for conservation priorities",
        "Historical demography of four gecko species specializing in boulder cave habitat: Implications in the evolutionary dead end hypothesis and conservation",
        "Land snail genus Sarika Godwin-Austen, 1907 (Eupulmonata: Ariophantidae) from Cambodia, with description of three new species",
        "Documents sur la faune malacologique de la Cochinchine et du Cambodge",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "RAxML Version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Reassessment and systematic position of the sinistral snails of genus Hemiplecta from Thailand (Eupulmonata: Ariophantidae), with description of two new species",
        "Notes on the sinistral helicoid snail Bertia cambojiensis (Reeve, 1860) from Vietnam (Eupulmonata, Dyakiidae)",
        "Annotated checklist of the land snail fauna from southern Cambodia (Mollusca, Gastropoda)",
        "Taxonomic revision of Dyakia janus from Peninsular Malaysia (Pulmonata: Dyakiidae), with notes on other sinistrally coiled helicarionids",
        "Improvement of phylogenies after removing divergent and ambiguously aligned blocks from protein sequence alignments",
        "Kakusan4 and Aminosan: two programs for comparing nonpartitioned, proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data",
        "A new genus and new species of dyakiid snail (Pulmonata: Dyakiidae) from Phu Phan Range, Northeastern Thailand",
        "Phuphania costata, a new species of dyakiid land snail (Pulmonata: Dyakiidae) from Phu Pha Lom limestone area, Loei Province, northeastern Thailand",
        "New species of land snails (Mollusca: Gastropoda: Caenogastropoda and Pulmonata) of the Mekong Delta Limestone Hills (Cambodia, Vietnam)",
        "New species of terrestrial molluscs (Caenogastropoda, Pupinidae & Pulmonata: Vertiginidae) of the Hon Chong–Ha Tien limestone hills, Southern Vietnam",
        "Evolutionary relationships among the Pulmonate land snails and slugs (Pulmonata, Stylommatophora)",
        "A phylogeny of the land snails (Gastropoda: Pulmonata)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kasugai",
            "@id": "60007976",
            "affilname": "Chubu University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007976",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "124173948",
            "affilname": "Wonders of the Mekong Project",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/124173948",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "@id": "101946935",
            "affilname": "Fisheries Administration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101946935",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": [
        "Cambodia Fisheries Administration",
        "Inland Fisheries Research and Development Institute",
        "Chubu University",
        "Chulalongkorn University",
        "Khon Kaen University",
        "Mahidol University",
        "Thailand Research Fund",
        "Center of Excellence on Biodiversity"
    ]
}