{
    "eid": "2-s2.0-85144810835",
    "title": "Insecticidal activities of long pepper (Piper retrofractum Vahl) fruit extracts against seed beetles (Callosobruchus maculatus Fabricius, Callosobruchus chinensis Linnaeus, and Sitophilus zeamais Motschulsky) and their effects on seed germination",
    "cover-date": "2022-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Botanical insecticide",
        "Bruchid beetles",
        "Film seeds coating method",
        "Hexane extract",
        "Long pepper",
        "Maize weevil"
    ],
    "authors": [
        "J. Pumnuan",
        "D. Namee",
        "K. Sarapothong",
        "T. Doungnapa",
        "S. Phutphat",
        "C. Pattamadilok",
        "K. Thipmanee"
    ],
    "citedby-count": 2,
    "ref-count": 62,
    "ref-list": [
        "A method of computing the effectiveness of an insecticide",
        "Modern seed technology: seed coating delivery systems for enhancing seed and crop performance",
        "Recent advances in seed enhancements",
        "Comparative insecticidal activity of different plant materials from six common plant species against Tribolium castaneum (Herbst) (Coleoptera: Tenebrionidae)",
        "Efficacy of different plant extract on reducing seed borne infection and increasing germination of collected rice seed sample",
        "Effect of pulse beetle, Callosobruchus chinensis L on oviposition and damage in some important genotypes of pulse crops in Bangladesh",
        "Management of stored grain pests in organic systems",
        "Use of botanical insecticides for sustainable agriculture: future perspectives",
        "Correlation between the infestation level of Sitophilus zeamais Motschulsky, 1855 (Coleoptera, Curculionidae) and quality factors of stored corn, Zea mays L. (Poaceae)",
        "Secondary metabolites of the annonaceae, Solanaceae and meliaceae families used as biological control of insects",
        "Insecticide treatment and physiological quality of seeds",
        "Medicinal plants that used as repellent, insecticide and larvicide in Ethiopia",
        "Acaricidal activity of essential oil nanoemulsion against the African red mite (Eutetranychus africanus)",
        "Management and quality control of grain seed. Research on the influence of storage conditions",
        "A Guidance for the Control of Insect and Other Animal Pests 2010, 17th Printing",
        "Effect of chemical treatment on corn seeds conservation during storage",
        "Potentiality of fractionated extracts from Hemizygia welwitschii Rolfe-Ashby (Lamiaceae) leaf to protect maize against Sitophilus zeamais Motschulsky (Coleoptera: Curculionidae) in storage",
        "Assessment of four plant extracts as maize seed protectants against Sitophilus zeamais and Prostephanus truncatus in Ghana",
        "Effect of plant extracts on seed germination behaviour and vigour of okra [Abelmoschus esculentus (L.) Moench]",
        "Methods to improve seed performance in the field",
        "Chemical composition of Juniperus oxycedrus L. subsp macrocarpa essential oil and study of their herbicidal effects on germination and seedling growth of weeds",
        "Botanical insecticides, deterrents, and repellents in modern agriculture and an increasingly regulated world",
        "Effect of seed coating on the yield of soybean Glycine max (L.) Merr",
        "Allelopathic effects of plant extracts against seed germination of some weeds",
        "Allelopathic effects of weeds extracts against seed germination of some plants",
        "Management of stored grain pest with special reference to Callosobruchus maculatus, a major pest of cowpea: a review",
        "Evaluation of eucalyptus leaf extracts as repellent for adult Sitophilus oryzae (L.) (Col.: Curculionidae) and attractant for Callosobruchus chinensis (L.) (Col.: Bruchidae). Bangladesh",
        "Insecticidal activities of aromatic plant extracts and essential oils against Sitophilus oryzae and Callosobruchus chinensis",
        "Study of the behavior of the new insecticide cyantraniliprole in large lysimeters of the Moscow State University",
        "Evaluation of constituents of Piper Retrofractum fruits on neurotrophic activity",
        "Postharvest insect resistance in maize",
        "Effects of fungicides and plant extracts on seed germination and seed associated mycoflora of Lens arietinum L. and Lathyrus sativus",
        "Terpenes and terpenoids as main bioactive compounds of essential oils, their roles in human health and potential application as natural food preservatives",
        "The effect of plant extracts as seed treatments to control bacterial leaf spot of tomato in Tanzania",
        "Damage potential, effect on germination, and development of Sitophilus oryzae (Coleoptera: Curculionidae) on wheat grains in Northwestern Himalayas",
        "In vitro allelopathic effects of extracts and fractions of five plants on tomato seed germination and vigor index",
        "Insecticidal efficacy and chemical composition of Balanites aegyptiaca (L.) Delile seed oils against Tribolium castaneum Herbst (Coleoptera: Tenebrionidae)",
        "Plant compounds insecticide activity against Coleoptera pests of stored products",
        "Isolation of metyhl-piperate from n-hexane extract of fruit of cabe jawa (Piper retrofractum Vahl.)",
        "Insecticidal action of hexane extracts of three plants against bean weevil, Callosobruchus maculatus (F.) and maize weevil, Sitophilus zeamais Motsch",
        "Rearing of maize weevil, Sitophilus zeamais on an artificial maize-cassava diet",
        "In vitro antimicrobial activity of Piper retrofractum Fruit extracts against microbial pathogens causing infections in human and animals",
        "Bioactivity of wild hop extracts against the granary weevil, Sitophilus granarius (L.)",
        "Insecticidal activity of the extracts of Piper retrofractum fruit and Tephrosia vogelii leaf and their mixtures against Crocidolomia pavonana",
        "Effects of seven plant essential oils on mortalities of chicken lice (Lipeurus caponis L.) adult",
        "Film seeds coating with hexane extracts from Illicium verum Hook.f. and Syzygium aromaticum (L.) Merrill & Perry for controlling Callosobruchus maculatus (F.) and Callosobruchus chinensis L",
        "Insecticidal activity of Piper retrofractum fruit extracts and isolated compounds against Spodoptera litura",
        "Phytopharmacological investigations of Piper retrofractum Vahl. A review",
        "Synergism between essential oils: a promising alternative to control Sitophilus zeamais (Coleoptera: Curculionidae)",
        "Insecticidal activity of Thai botanical extracts against development stages of German cockroach, Blattella germanica (L.) (Orthoptera: Blattellidae)",
        "Development and damage assessment of the storage beetle, Callosobruchus maculatus (Thanjavur and Coimbatore strain) under normal and controlled conditions",
        "Seed treatments for sustainable agriculture. A review",
        "Plant-derived substances used against beetles–pests of stored crops and food–and their mode of action: − A review",
        "Genetics and breeding of resistance to bruchids (Callosobruchus spp.) in Vigna crops: a review",
        "Insecticidal activity of crude plant extracts against Sitophilus spp. (Coleoptera: Curculionidae) and Callosobruchus chinensis (L.) (Coleoptera: Bruchidae)",
        "Seed Treatment: Insecticides & Fungicides",
        "Potential role of Lolium multiflorum Lam. in the management of rice weeds",
        "Future of insecticide seed treatment",
        "A review of phytochemical and pharmacological studies of Piper retrofractum Vahl",
        "The possibility of using isolated alkaloid compounds and crude extracts of Piper retrofractum (Piperaceae) as larvicidal control agents for Culex quinquefasciatus (Diptera: Culicidae) larvae",
        "Effects of Cabya (Piper retrofractum Vahl.) fruit developmental stage on VOCs",
        "Insecticidal effect of from three Hypericum species extracts against Rhyzopertha dominica, Sitophilus oryzae and Tribolium confusum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60091569",
            "affilname": "Valaya Alongkorn Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091569",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand",
        "King Mongkut's Institute of Technology Ladkrabang"
    ]
}