{
    "eid": "2-s2.0-85059016897",
    "title": "Efficacy and safety of anticoagulation for atrial fibrillation in patients with cirrhosis: A systematic review and meta-analysis",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hepatology",
            "@code": "2721",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Gastroenterology",
            "@code": "2715",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Anticoagulation",
        "Atrial fibrillation",
        "Cirrhosis",
        "Liver failure",
        "Meta-analysis",
        "Systematic review"
    ],
    "authors": [
        "Ronpichai Chokesuwattanaskul",
        "Charat Thongprayoon",
        "Tarun Bathini",
        "Aldo Torres-Ortiz",
        "Oisin A. O'Corragain",
        "Kanramon Watthanasuntorn",
        "Ploypin Lertjitbanjong",
        "Konika Sharma",
        "Somchai Preechawat",
        "Patompong Ungprasert",
        "Paul T. Kröner",
        "Karn Wijarnpreecha",
        "Wisit Cheungpasitporn"
    ],
    "citedby-count": 43,
    "ref-count": 40,
    "ref-list": [
        "Venous thromboembolism with chronic liver disease",
        "Regression of human cirrhosis: an update, 18 years after the pioneering article by Wanless et al",
        "The coagulopathy of chronic liver disease",
        "Hemostatic abnormalities and liver diseases",
        "Worldwide epidemiology of atrial fibrillation: a Global Burden of Disease 2010 study",
        "Atrial fibrillation is associated with worse outcomes in patients with cirrhosis",
        "Prevalence and characteristics of atrial fibrillation in patients with end stage liver disease",
        "Warfarin in patients with liver cirrhosis and atrial fibrillation…worth the risk?",
        "Liver disease as a novel risk factor for atrial fibrillation",
        "Cirrhosis is a risk factor for atrial fibrillation: a nationwide, population-based study",
        "Atrial fibrillation in patients with cirrhosis",
        "Liver cirrhosis prevents atrial fibrillation: a reality or just an illusion?",
        "2012 focused update of the ESC Guidelines for the management of atrial fibrillation: an update of the 2010 ESC Guidelines for the management of atrial fibrillation. Developed with the special contribution of the European Heart Rhythm Association",
        "Edoxaban versus warfarin in atrial fibrillation patients at risk of falling: ENGAGE AF-TIMI 48 Analysis",
        "Apixaban versus warfarin in patients with atrial fibrillation",
        "Rivaroxaban versus warfarin in nonvalvular atrial fibrillation",
        "Dabigatran versus warfarin in patients with atrial fibrillation",
        "Safety of direct oral anticoagulants vs warfarin in patients with chronic liver disease and atrial fibrillation",
        "Risks versus benefits of anticoagulation for atrial fibrillation in cirrhotic patients",
        "Incidence of bleeding in patients with atrial fibrillation and advanced liver fibrosis on treatment with vitamin K or non-vitamin K antagonist oral anticoagulants",
        "Anticoagulant treatment for atrial fibrillation and decompensation rate in patients with liver cirrhosis",
        "Favorable effect of non-vitamin K antagonist oral anticoagulants in atrial fibrillation patients with liver cirrhosis",
        "Liver cirrhosis in patients with atrial fibrillation: would oral anticoagulation have a net clinical benefit for stroke prevention?",
        "Atrial fibrillation, liver disease, antithrombotics and risk of cerebrovascular events: a population-based cohort study",
        "The safety and efficacy of vitamin K antagonist in patients with atrial fibrillation and liver cirrhosis",
        "The strengthening the reporting of observational studies in epidemiology (STROBE) statement: guidelines for reporting observational studies",
        "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
        "Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses",
        "Are healthcare workers’ intentions to vaccinate related to their knowledge, beliefs and attitudes? A systematic review",
        "Meta-analysis in clinical trials",
        "Measuring inconsistency in meta-analyses",
        "Publication bias in clinical research",
        "Coagulation disorders and hemostasis in liver disease: pathophysiology and critical assessment of current management",
        "Management of varices and variceal hemorrhage in cirrhosis",
        "Bacterial infection in cirrhosis impairs coagulation by a heparin effect: a prospective study",
        "Revising consensus in portal hypertension: report of the Baveno V consensus workshop on methodology of diagnosis and therapy in portal hypertension",
        "Uremic bleeding: closing the circle after 30 years of controversies?",
        "An imbalance of pro- vs anti-coagulation factors in plasma from patients with cirrhosis",
        "Detection of the imbalance of procoagulant versus anticoagulant factors in cirrhosis by a simple laboratory method",
        "Oral anticoagulants versus antiplatelet therapy for preventing stroke in patients with non-valvular atrial fibrillation and no history of stroke or transient ischemic attacks"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60021187",
            "affilname": "Temple University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021187",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60011189",
            "affilname": "Faculty of Medicine Siriraj Hospital, Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011189",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tucson",
            "@id": "60010065",
            "affilname": "The University of Arizona",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010065",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rochester",
            "@id": "60005558",
            "affilname": "Mayo Clinic",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005558",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jackson",
            "@id": "60004109",
            "affilname": "University of Mississippi Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004109",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cooperstown",
            "@id": "60002688",
            "affilname": "The Mary Imogene Bassett Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002688",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Jacksonville",
            "@id": "60002333",
            "affilname": "Mayo Clinic in Jacksonville, Florida",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002333",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}