{
    "eid": "2-s2.0-85046668945",
    "title": "Identification and antimicrobial activity of Micromonospora strains from Thai peat swamp forest soils",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (miscellaneous)",
            "@code": "2701",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology, Toxicology and Pharmaceutics (all)",
            "@code": "3000",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Pharmacology (medical)",
            "@code": "2736",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Actinomycetes",
        "Antimicrobial activity",
        "Micromonospora",
        "Soils",
        "Thai peat swamp forest"
    ],
    "authors": [
        "Chitti Thawai",
        "Pawina Kanchanasin",
        "Moriya Ohkuma",
        "Takuji Kudo",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 2,
    "ref-count": 45,
    "ref-list": [
        "Disk susceptibility testing",
        "Two new species of the genus Micromonospora: Micromonospora chokoriensis sp. nov. and Micromonospora coxensis sp. nov., isolated from sandy soil",
        "Culture media for Actinomycetes",
        "Recent progress on the development of antibiotics from the genus Micromonospora",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Confidence limits on phylogenies: an approach using the bootstrap",
        "Micromonospora pisi sp. nov., isolated from root nodules of Pisum sativum",
        "Crytoendolithic actinomycetes from Antarctic sandstone rock samples: Micromonospora endolithica sp. nov. and two isolates related to Micromonospora coerulea Jensen 1932",
        "Micromonospora rifamycinica sp. nov., a novel actinomycete from mangrove sediment",
        "Micromonospora krabiensis sp. nov., isolated from marine soil in Thailand",
        "Intrageneric relationships among Micromonospora species deduced from gyrB-based phylogeny and DNA relatedness",
        "Genus Micromonospora",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "C, new members of the antlermicin family",
        "A new antibiotic, antlermicin A",
        "16S/23S rRNA sequencing",
        "Izumenolide-a novel beta-lactamase inhibitor produced by Micromonospora. I. Detection, isolation and characterization",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Micromonospora sediminis sp. nov., isolated from mangrove sediment",
        "Biodiversity and conservation of tropical peat swamp forests",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Methods for characterization of Streptomyces species",
        "Micromonospora maritima sp. nov., isolated from mangrove soil",
        "Micromonospora humi sp",
        "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
        "The species belonging to the genus Micromonospora Ørskov, 1923 and their taxonomy",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Micromonospora marina sp. nov., isolated from sea sand",
        "Micromonospora eburnea sp. nov., isolated from a Thai peat swamp forest",
        "Micromonospora siamensis sp. nov., isolated from Thai peat swamp forest",
        "Micromonospora pattaloongensis sp. nov., isolated from a Thai mangrove forest",
        "Micromonospora narathiwatensis sp. nov., from Thai peat swamp forest soils",
        "Novel antitumor antibiotics, tetrocarcins",
        "Tetrocarcins, novel antitumor antibiotics. I. Producing organism, fermentation and antimicrobial activity",
        "Micromonospora lupini sp. nov. and Micromonospora saelicesensis sp. nov., isolated from root nodules of Lupinus angustifolius",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Micromonospora rhizosphaerae sp. nov., isolated from mangrove rhizosphere soil",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Actinomycetes",
        "Introducing EzBio-Cloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}