{
    "eid": "2-s2.0-84922496679",
    "title": "Effects of amylose content, cooling rate and aging time on properties and characteristics of rice starch gels and puffed products",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Crystallinity",
        "Physical properties",
        "Rice starch gel and puffed product",
        "Sensory attributes"
    ],
    "authors": [
        "Rossaporn Jiamjariyatam"
    ],
    "citedby-count": 54,
    "ref-count": 30,
    "ref-list": [
        "Effect of storage temperature on starch retrogradation of bread staling",
        "Relevance of amylose-lipid complexes to the behaviour of thermally processed starches",
        "Effect of amylose content on expansion of extruded rice pellet",
        "Nanoscale Self-assembly of Starch: Phase Relations, Formation, and Structure",
        "The effect of partial gelatinization of corn starch on its retrogradation",
        "Cereal Chem.",
        "Staling of Bread: Role of Amylose and Amylopectin and Influence of Starch-Degrading Enzymes",
        "Cereal Chem.",
        "Amperometric Method for Determining the Sorption of Iodine by Starch",
        "Retrogradation of corn starch after thermal treatment at different temperatures",
        "Characterization of a crosslinked high amylose starch excipient",
        "Effect of puffing on ultrastructure and physical characteristics of cereal grains and flours",
        "The application of polymer crystal growth theory to the kinetics of formation of the B-amylose polymorph in a 50% wheat-starch gel",
        "Pertanika J. Trop. Agric. Sci.",
        "Spherulitic crystallization of gelatinized maize starch and its fractions",
        "Hot air expansion of potato starch pellets with different water contents and salt concentrations",
        "Water redistribution and structural changes of starch during storage of a gluten-free bread",
        "Elucidation of the Extrusion Puffing Process",
        "Starch retrogradation and texture of cooked milled rice during storage",
        "Crystallinity changes in wheat starch during the bread-making process: Starch crystallinity in the bread crust",
        "Network formation in dilute amylose and amylopectin studied by TEM",
        "Effect of blending cassava starch, rice, waxy rice and wheat flour on physico-chemical properties of flour mixtures and mechanical and sound emission properties of cassava crackers",
        "Polymorphism of resistant starch type III",
        "Morphological, thermal and rheological properties of starches separated from rice cultivars grown in India",
        "Effect of sago starch addition and steaming time on making cassava cracker (keropok)",
        "Microstructure of retrograded starch: Quantification from lacunarity analysis of SEM micrographs",
        "Rice starches. III. Structural aspects provide insight in amylopectin retrogradation properties and gel texture",
        "Retrogradation of Potato Starch as Studied by Fourier Transform Infrared Spectroscopy",
        "Impact of amylose content on starch retrogradation and texture of cooked milled rice during storage",
        "Impact of cooling rates on the staling behavior of cooked rice during storage"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Perkin Elmer (Thailand) Co. Ltd.",
        "Chulalongkorn University"
    ]
}