{
    "eid": "2-s2.0-85029849785",
    "title": "A Review of the effectiveness and side-effects of fluocinolone acetonide 0.1% in the treatment of oral mucosal diseases Pregled učinkovitosti i nuspojava 0,1 %-tnog fluocinolon acetonida u liječenju bolesti oralne sluznice",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Dentistry",
            "@code": "3500"
        }
    ],
    "keywords": [
        "Drug-related side effects and adverse reactions",
        "Erythema multiforme",
        "Fluocinolone acetonide",
        "Oral candidiasis",
        "Oral lichen planus",
        "Pemphigus"
    ],
    "authors": [
        "Kobkan Thongprasom"
    ],
    "citedby-count": 4,
    "ref-count": 30,
    "ref-list": [
        "Efficacy and safety of dexamethasone ointment on recurrent aphthous ulceration",
        "Steriods in the treatment of lichen planus: a review.",
        "Interventions for treating oral lichen planus: A systematic review",
        null,
        "Fluocinolone acetonide 0.1% solution and prednisolone in the treatment of oral pemphigus: 12-Year follow-up",
        "Nickel - Induced oral pemphigus vulgaris - Like lesions",
        "Pemphigus, discoid lupus erythematosus, and dermatomyositis during an 8-year follow-up period: a case report",
        "Therapeutic management of mucous membrane pemphigoid. Report of 11 cases",
        "Treatment of a pregnant patient with herpes associated erythema multiforme (HAEM): A case report",
        "Steroids. CXXXVII. Synthesis of a New Class of Potent Cortical Hormones. 6α,9α-Difluoro-16α-hydroxyprednisolone and its Acetonide",
        "J Dent Assoc Thai",
        "Clinical evaluation in treatment of oral lichen planus with topical fluocinolone acetonide: A 2-year follow-up",
        "Expression of TNF-α in oral lichen planus treated with fluocinolone acetonide 0.1%",
        "Current controversies in oral lichen planus: Report of an international consensus meeting. Part 2. Clinical management and malignant transformation",
        "Adverse oral reactions associated with the COX-2 inhibitor rofecoxib",
        "IJEDS",
        "Characterization of oral pemphigus vulgaris in Thai patients.",
        "Relative efficacy of fluocinolone acetonide compared with triamcinolone acetonide in treatment of oral lichen planus",
        "Pharmacokinetics study about topical clobetasol on oral mucosa",
        "Iatrogenic Cushing's syndrome and topical steroid therapy: Case series and review of the literature",
        "Int J Dent",
        "Current controversies in oral lichen planus: Report of an international consensus meeting. Part 1. Viral infections and etiopathogenesis",
        "Adverse drug events in the oral cavity",
        "Mucosal pigmentation after oral lichen planus treatment with topical tacrolimus",
        "Fluocinolone acetonide is a potent synergistic factor of TGF-β3-associated chondrogenesis of bone marrow-derived mesenchymal stem cells for articular surface regeneration",
        "Fluocinolone acetonide promotes the proliferation and mineralization of dental pulp cells",
        null,
        null,
        "In vitro high-capacity assay to quantify the clonal heterogeneity in trilineage potential of mesenchymal stem cells reveals a complex hierarchy of lineage commitment"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}