{
    "eid": "2-s2.0-84987942311",
    "title": "Continuous production of diatom Entomoneis sp. in mechanically stirred tank and flat-panel airlift photobioreactors",
    "cover-date": "2016-10-02",
    "subject-areas": [
        {
            "$": "Biotechnology",
            "@code": "1305"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Airlift",
        "diatom",
        "Entomoneis",
        "flat panel",
        "microalgae",
        "photobioreactor"
    ],
    "authors": [
        "Thunyaporn Viriyayingsiri"
    ],
    "citedby-count": 6,
    "ref-count": 30,
    "ref-list": [
        "Hierarchical classification of diatom images using ensembles of predictive clustering trees",
        "Optimal Growth Condition for Diatom Entomoneis sp. Cultivation in Photobioreactor",
        "Yield of trihalomethanes and haloacetic acids upon chlorinating algal cells, and its prediction via algal cellular biochemical composition",
        "Isolation of new nanoplanktonic diatom strains and their evaluation as diets for juvenile Pacific oysters (Crassostrea gigas)",
        "Optimal Condition for Diatom Entomoneis sp. Cultivation in Batch and Continuous Cultures",
        "A re–examination of the type material of entomoneis paludosa (W SMITH) Reimer and its morphology and distribution in African waters",
        "Bioprocess Engineering: Basic Concepts",
        "Culture of Marine Invertebrate Animals",
        "Standard Methods for the Examination of Water and Wastewater.",
        "Economical review of Haematococcus pluvialis culture in flat-panel airlift photobioreactors",
        "A Practical Handbook of Seawater Analysis",
        "Astaxanthin induction in microalga H. pluvialis with flat panel airlift photobioreactors under indoor and outdoor conditions",
        "A rapid method of total lipid extraction and purification.",
        "Applied Statistics and Probability for Engineers",
        "Growth and biochemical composition of a microphytobenthic diatom (Entomoneis paludosa) exposed to shorebird (Calidris alpina) droppings",
        "Measurement of the maximum specific growth rate in chemostat of Pseudomonas spp. with different abilities for biofilm formation",
        "Continuous production of Chaetoceros calcitrans in a system suitable for commercial hatcheries",
        "A perfusion-cell bleeding culture strategy for enhancing the productivity of eicosapentaenoic acid by Nitzschia laevis",
        "Effect of dilution rate and light intensity on growth of a diatom Chaetoceros calcitrans under continuous cultivation in flat-panel photobioreactor",
        "Optimal growth conditions and the cultivation of Chaetoceros calcitrans in airlift photobioreactor",
        "Characterization of a novel flat-panel airlift photobioreactor with an internal heat exchanger",
        "Design and characterization of a scalable airlift flat panel photobioreactor for microalgae cultivation",
        "A Modular Flat Panel Photobioreactor (MFPP) for indoor mass cultivation of Nannochloropsis sp. under artificial illumination",
        "Aroma production by Yarrowia lipolytica in airlift and stirred tank bioreactors: Differences in yeast metabolism and morphology",
        "Shear conditions in clavulanic acid production by Streptomyces clavuligerus in stirred tank and airlift bioreactors",
        "The major lipid changes of some important diet microalgae during the entire growth phase",
        "Growth and production of cell constituents in batch cultures of botryococcus sudeticus",
        "Isochrysis sp. IOAC724S, a newly isolated, lipid-enriched, marine microalga for lipid production, and optimized cultivation conditions",
        "Performance of a flat panel reactor in the continuous culture of microalgae in urban wastewater: Prediction from a batch experiment",
        "Microalgae culture in building-integrated photobioreactors: Biomass production modelling and energetic analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}