{
    "eid": "2-s2.0-85032068494",
    "title": "Assemblage of aquatic Heteroptera (Gerromorpha and Nepomorpha) in relation to microhabitats in the Phong River, Northeast Thailand",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Insect Science",
            "@code": "1109"
        }
    ],
    "keywords": [
        "Aquatic macrophyte",
        "Number of species",
        "Water quality"
    ],
    "authors": [
        "Benjamart Suksai"
    ],
    "citedby-count": 6,
    "ref-count": 67,
    "ref-list": [
        "Guide to the aquatic heteroptera of Singapore and Peninsular Malaysia. - 2. Veliidae",
        "Analele Universitatii din Oradea, Fascicula Biologie",
        "Ecological factors determining the distribution and assemblages of the aquatic Hemiptera (Gerromorpha & Nepomorpha) in the Segura River basin (Spain)",
        "Zoologische Mededelingen",
        "Amemboa",
        "Honey bees and other edible insects used as human food in Thailand",
        "Guide to the aquatic heteroptera of Singapore andpeninsular Malaysia. I. Gerridae and hermatobatidae",
        "Tijdschrift Voor Entomologie",
        "The aquatic and semi-aquatic bugs (Heteroptera: Nepomorpha & Gerromorpha) of Malesia",
        "Denisia",
        "A taxonoimic study of the Malayan Gerridae (Hemiptera : Heteroptera) with notes on their biology and distribution",
        "New distributional data on aquatic and semiaquatic bugs (Hemiptera: Heteroptera: Gerromorpha & Nepomorpha) from South America",
        "The influence of habitat integrity and physical-chemical water variables on the structure of aquatic and semi-aquatic Heteroptera",
        "A comparison of aquatic Heteroptera and Coleoptera communities as a basis for environmental and conservation assessments in static water sites",
        "Aquatic Coleoptera and Heteroptera inhabiting waterbodies from Berisso, Buenos Aires province, Argentina",
        "Amemboa",
        "Six-Legged Livestock: Edible Insect Farming, Collection and Marketing in Thailand",
        "African Journal of Agricultural Research",
        "Amemboa",
        "Checklists of Insects and Mites in Thailand",
        "Travaux du Muséum National d' Histoire Naturelle",
        "Micronectae (Heteroptera, Corixidae) as indicators of water quality in two lakes in southern Finland",
        "Local and regional factors determining aquatic and semi-aquatic bug (Heteroptera) assemblages in rivers and streams of Greece",
        "Ecological Methodology",
        "A review of the Oriental species of Ranatra Fabricius (Hemiptera‐Heteroptera: Nepidae)",
        "Tijdschrift Voor Entomologie",
        "Journal of Animal Ecology",
        "Nigerian Journal of Basic and Applied Science",
        "Guide to the aquatic heteroptera of Singapore and peninsular Malaysia. 6. mesoveliidae, with description of a new Nereivelia species from Singapore",
        "Evaluation of the role of Microvelia douglasi atrolineata (Bergroth) (Heteroptera: Veliidae) as predator of the brown planthopper Nilaparvata lugens (Stål) (Homoptera: Delphacidae)",
        "National progress in dengue vector control in Vietnam: Survey for Mesocyclops (Copepoda), Micronecta (Corixidae), and fish as biological control agents",
        "Annalen des Naturhistorischen Museums in Wien",
        "Guide to aquatic heteroptera of Singapore and Peninsular Malaysia. IV. Corixoidea",
        "Guide to aquatic heteroptera of Singapore and Peninsular Malaysia III. Pleidae and Notonectidae",
        "Os heterópteros aquáticos de Minas Gerais",
        "Transylvanian Review of Systematical and Ecological Research",
        "Small aquatic and ripicolous bugs (Heteroptera: Nepomorpha) as predators and prey: The question of economic importance",
        "Guide to the aquatic heteroptera of Singapore and peninsular Malaysia. XI. Infraorder Nepomorpha-families Naucoridae and Aphelocheiridae",
        "A revision of the Indochinese genera Cheirochela and Gestroiella (Heteroptera: Naucoridae), and a review of the tribe Cheirochelini",
        "The Raffles Bulletin of Zoology",
        "Global diversity of true bugs (Heteroptera; Insecta) in freshwater",
        "Guide to the aquatic Heteroptera Of Singapore and Peninsular Malaysia. VIII. Leptopodomorpha, families Saldidae, Leptopodidae, and Omaniidae",
        "Water Quality Standards and Criteria in Thailand",
        "Threatened edible insects in Hidalgo, Mexico and some measures to preserve them",
        "Kamphaengsean Academic Journal",
        "An Introduction to the Aquatic Insects of North America",
        "Food of Anematichthys repasson and Ompok bimaculatus from Kaeng Lawa, Thailand",
        "Aquatic insect predators and mosquito control",
        "Namtokocoris Sites, a new genus of Naucoridae (Hemiptera: Heteroptera) in waterfalls of Indochina, with descriptions of six new species",
        "Heleocoris (Heteroptera: Naucoridae: Laccocorinae) of Thailand, with description of a new species",
        "Aquatic Heteroptera as indicators for terrestrialisation of floodplain habitats",
        "Entomological Research Bulletin",
        "The impact of sediment removal on the aquatic macroinvertebrate assemblage in a fishpond littoral zone",
        "Data Analysis in Community and Landscape Ecology",
        "VNU Journal of Science, Natural Sciences and Technology",
        "Effects of riparian vegetation integrity on fish and Heteroptera communities",
        "Systematics: A review of Ptilomera (Heteroptera: Gerridae) in Thailand, with descriptions of three new species",
        "A review of Eotrechus Kirkaldy (Hemiptera: Heteroptera: Gerridae) of Thailand with descriptions of three new species",
        "Forest Insects as Food: Humans Bite Back, Proceedings of a Workshop on Asia-Pacific Resources and Their Potential for Development, Chiang Mai, Thailand",
        "Feeding of two cichlidae species (Perciformes) in an hypertrophic urban lake",
        "Guide to the aquatic heteroptera of Singapore and Peninsular Malaysia. V. Hydrometridae",
        "Freshwater Invertebrates of the Malaysian Region",
        "Guide to the aquatic heteroptera of Singapore and Peninsular Malaysia: Vii. family helotrephidae"
    ],
    "affiliation": [
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Faculty of Science, Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vienna",
            "affilname": "Naturhistorisches Museum, Vienna",
            "affiliation-country": "Austria"
        }
    ],
    "funding": []
}