{
    "eid": "2-s2.0-85131129328",
    "title": "CTA sensitivity on TeV scale dark matter models with complementary limits from direct detection",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Astronomy and Astrophysics",
            "@code": "3103",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "dark matter experiments",
        "dark matter simulations",
        "dark matter theory",
        "gamma ray detectors"
    ],
    "authors": [
        "C. Duangchan",
        "C. Pongkitivanichkul",
        "P. Uttayarat",
        "A. Jardin-Blicq",
        "M. Wechakama",
        "T. Klangburam",
        "W. Treesukrat",
        "D. Samart",
        "U. Sawangwit",
        "A. Aguirre-Santaella",
        "M. A. Sánchez-Conde"
    ],
    "citedby-count": 2,
    "ref-count": 61,
    "ref-list": [
        "Planck 2015 results. XIII. Cosmological parameters",
        "History of dark matter",
        "Supersymmetric dark matter",
        "Particle dark matter: Evidence, candidates and constraints",
        "Dark Matter Candidates from Particle Physics and Methods of Detection",
        "The waning of the WIMP? A review of models, searches, and constraints",
        "A new era in the search for dark matter",
        "Ten years of PAMELA in space",
        "The Alpha Magnetic Spectrometer (AMS) on the international space station: Part II Results from the first seven years",
        "Dark matter searches with the IceCube Upgrade",
        "Dark Matter Constraints from Observations of 25 Milky Way Satellite Galaxies with the Fermi Large Area Telescope",
        "Search for dark matter annihilation in the Wolf-Lundmark-Melotte dwarf irregular galaxy with H.E.S.S",
        "Search for dark matter signals towards a selection of recently detected DES dwarf galaxy satellites of the Milky Way with H.E.S.S",
        "A search for dark matter in Triangulum II with the MAGIC telescopes",
        "Indirect dark matter searches in the dwarf satellite galaxy Ursa Major II with the MAGIC Telescopes",
        "Dark Matter Constraints from a Joint Analysis of Dwarf Spheroidal Galaxy Observations with VERITAS",
        "Estimating the GeV Emission of Millisecond Pulsars in Dwarf Spheroidal Galaxies",
        "Introducing the CTA concept",
        "Science with the Cherenkov Telescope Array",
        "Singlet Scalar Dark Matter: monochromatic gamma rays and metastable vacua",
        "Scalar Simplified Models for Dark Matter",
        "Closing in on singlet scalar dark matter: LUX, invisible Higgs decays and gamma-ray lines",
        "Nonstandard Yukawa Couplings and Higgs Portal Dark Matter",
        "Doubly Blind Spots in Scalar Dark Matter Models",
        "Inverse seesaw mechanism and portal dark matter",
        "Pattern of Symmetry Breaking with Two Higgs Doublets",
        "The Inert Doublet Model: An Archetype for Dark Matter",
        "Dark matter in the Inert Doublet Model after the discovery of a Higgs-like boson at the LHC",
        "Dark Matter through the Higgs portal",
        "Projected WIMP sensitivity of the XENONnT dark matter experiment",
        "Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC pp collision data at p s = 7 and 8 TeV",
        "Combined measurements of Higgs boson couplings in proton-proton collisions at p s = 13TeV",
        "Combined measurements of Higgs boson production and decay using up to 80 fb?1 of proton-proton collision data at p s = 13TeV collected with the ATLAS experiment",
        "Dark matter from the inert Higgs doublet model",
        "Minkowski space structure of the Higgs potential in 2HDM",
        "GammaLib and ctools: A software framework for the analysis of astronomical gamma-ray data",
        "Dark matter annihilation and decay in dwarf spheroidal galaxies: The classical and ultrafaint dSphs",
        "Cherenkov Telescope Array sensitivity to branon dark matter models",
        "Three exceptions in the calculation of relic abundances",
        "DarkSide-20k: A 20 tonne two-phase LAr TPC for direct dark matter detection at LNGS",
        "Projected WIMP sensitivity of the LUX-ZEPLIN dark matter experiment",
        "Dark matter direct search sensitivity of the PandaX-4T experiment",
        "Multipole analysis of IceCube data to search for dark matter accumulated in the Galactic halo",
        "Combined searches for dark matter in dwarf spheroidal galaxies observed with the MAGIC telescopes, including new data from Coma Berenices and Draco",
        "IceCube Search for Dark Matter Annihilation in nearby Galaxies and Galaxy Clusters",
        "Prospect for dark matter annihilation signatures from gamma-ray observation of dwarf galaxies by LHAASO",
        "Analysis of the very inner Milky Way dark matter distribution and gamma-ray signals",
        "Dark matter annihilation at the galactic center",
        "The flattening of the concentration mass relation towards low halo masses and its implications for the annihilation signal boost",
        "Characterization of subhalo structural properties and implications for dark matter annihilation signals",
        "Halo Substructure Boosts to the Signatures of Dark Matter Annihilation",
        "Non-perturbative effect on dark matter annihilation and gamma ray signature from galactic center",
        "Can the WIMP annihilation boost factor be boosted by the Sommerfeld enhancement?",
        "Handling the Uncertainties in the Galactic Dark Matter Distribution for Particle Dark Matter Searches",
        "Uncertainties in the Galactic Dark Matter distribution: An update",
        "Sensitivity of the Cherenkov Telescope Array to a dark matter signal from the Galactic centre"
    ],
    "affiliation": [
        {
            "affiliation-city": "Madrid",
            "@id": "60026796",
            "affilname": "Universidad Autónoma de Madrid",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026796",
            "affiliation-country": "Spain"
        },
        {
            "affiliation-city": "Chiangmai",
            "@id": "60274668",
            "affilname": "National Astronomical Research Institute of Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60274668",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60000316",
            "affilname": "Srinakharinwirot University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000316",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}