{
    "eid": "2-s2.0-85057610599",
    "title": "Liberalism against the people: Learning to live with coups d’état",
    "cover-date": "2019-01-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Michael K. Connors"
    ],
    "citedby-count": 9,
    "ref-count": 98,
    "ref-list": [
        "Liberalism, authoritarianism and the politics of decisionism in Thailand",
        "Of regimes, state and pluralities: Thai politics enters the 1990s",
        "Toppling Thaksin",
        "Emerging Patterns of Leadership in Thailand",
        "Thailands Hyper Royalism: Its past success and present predicament’",
        "Toppling democracy",
        "Corruption, Morality, and the Politics of Reform in Thailand",
        "Delaying Constitutionalism to Protect Establishment Hegemony in Thailand",
        "Judicialisation of Politics or Politicization of the Judiciary? Considerations from Recent Events in Thailand",
        "Thailands Deep State, Royal Power and the Constitutional Court (1997-2015)’",
        "Military, Monarchy and Repression: Assessing Thailand’s Authoritarian Turn",
        "Goodbye to the security state: Thailand and ideological change",
        "Cultural policy as general will and social-order protectionism: Thailands conservative double movement’",
        "Praetorianism and “the People in Late-Bhumibol Thailand’",
        "Peopling Thailands 2015 Draft Constitution’",
        "The Irony of Democratization and the Decline of Royal Hegemony in Thailand",
        "The 2014 Thai Coup and Some Roots of Authoritarianism",
        "Social movements and political opposition in contemporary Thailand",
        "Toppling democracy",
        "Network Monarchy and Legitimacy Crisis in Thailand",
        "A Different Coup dEtat?",
        "Party fabrication: Constitutional reform and the rise of Thai Rak Thai",
        "Technocracy and Thaksinocracy in Thailand",
        "The 2006 Anti-Thaksin Movement in Thailand: An Analysis",
        "Thailand’s ‘Good Coup’: The Fall of Thaksin, the Military, and Democracy",
        "The Irony of Democratization and the Decline of Royal Hegemony in Thailand",
        "Alternative Meanings of Political Reform in Contemporary Thailand",
        "The Neoliberal Prison: Brexit Hysteria and the Liberal Mind",
        "Saviors or Spoilers? Explaining “Civil Society Coups among Democratizing Regimes’",
        "People Power Sours: Uncivil Society in Thailand and the Philippines",
        "Coup in Algeria",
        "Algerias Islamist Revolution: The People Versus Democracy?’",
        "What Democracy is … and is not",
        "What Democracy is … and is not",
        "Global Instances of Coups from 1950-Present",
        "Egypts Liberal Coup?",
        "Notes towards an Understanding of Thai Liberalism",
        "Nonsynchronism and the Obligation to Its Dialectics",
        "The Political Theology of Prerogative: The Jurisprudential Miracle in Liberal Constitutional Thought",
        "The Political Theology of Prerogative: The Jurisprudential Miracle in Liberal Constitutional Thought",
        "Between decision and deliberation: Political paradox in democratic theory",
        "Article of faith: The failure of royal liberalism in Thailand",
        "Thai-Style Democracy: The Royalist Struggle for Thailand’s Politics’",
        "The Irony of Democratization and the Decline of Royal Hegemony in Thailand",
        "Rhetoric and Conceptual Change"
    ],
    "affiliation": [
        {
            "affiliation-city": "Suzhou",
            "@id": "60102426",
            "affilname": "Xi'an Jiaotong-Liverpool University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60102426",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}