{
    "eid": "2-s2.0-85146121914",
    "title": "Rapid and efficient microwave-assisted extraction of Caesalpinia sappan Linn. heartwood and subsequent synthesis of gold nanoparticles",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Chemistry",
            "@code": "2304",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Industrial and Manufacturing Engineering",
            "@code": "2209",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Health, Toxicology and Mutagenesis",
            "@code": "2307",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Caesalpinia sappan Linn.",
        "extraction",
        "gold nanoparticles",
        "microwave",
        "synthesis"
    ],
    "authors": [
        "Thana Thanayutsiri",
        "Prasopchai Patrojanasophon",
        "Praneet Opanasopit",
        "Tanasait Ngawhirunpat",
        "Wanida Laiwattanapaisal",
        "Theerasak Rojanarata"
    ],
    "citedby-count": 1,
    "ref-count": 23,
    "ref-list": [
        "Green nanotechnology - An innovative pathway towards biocompatible and medically relevant gold nanoparticles",
        "A review on gold nanoparticles: Biological synthesis, characterizations, and analytical applications",
        "Microwave chemistry, recent advancements, and eco-friendly microwave-assisted synthesis of nanoarchitectures and their applications: A review",
        "Recent progress in plant-gold nanoparticles fabrication methods and bio-applications",
        "Formulation of gold nanoparticles with hibiscus and curcumin extracts induced anti-cancer activity",
        "Microwave assisted rapid green synthesis of gold nanoparticles using Annona squamosa L. peel extract for the efficient catalytic reduction of organic pollutants",
        "Microwave assisted facile green synthesis of silver and gold nanocatalysts using the leaf extract of Aerva lanata",
        "Microwave assisted synthesis of gold nanoparticles with Phyla nodiflora (L.) Greene leaves extract and its studies of catalytic reduction of organic pollutants",
        "Bio-actives from Caesalpinia sappan Linn: Recent advancements in phytochemistry and pharmacology",
        "Green synthesis and stabilization of earthworm-like gold nanostructure and quasi-spherical shape using Caesalpinia sappan Linn. extract",
        "A first-principles model for plant cell rupture in microwave-assisted extraction of bioactive compounds",
        "Microwave-assisted extractions of active ingredients from plants",
        "A simple high-performance liquid chromatographic method for quantitative analysis of brazilin in Caesalpinia sappan L. extracts",
        "Antioxidant activity of Caesalpinia sappan heartwood",
        "Antidiabetic activity and acute toxicity of combined extract of Andrographis paniculata, Syzygium cumini, and Caesalpinia sappan",
        "Microwave heating for the preparation of nanometer gold particles",
        "Rapid synthesis of chitosan-capped gold nanoparticles for analytical application and facile recovery of gold from laboratory waste",
        "Beneficial effects of microwave-assisted heating versus conventional heating in noble metal nanoparticle synthesis",
        "Prospects of microwave processing: An overview",
        "Microwave-assisted chemistry: Synthetic applications for rapid assembly of nanomaterials and organics",
        "Vibrational spectroscopic study of brazilin and brazilein, the main constituents of brazilwood from Brazil",
        "Study of an Al (III) complex with the plant dye brazilein from Ceasalpinia sappan Linn",
        "Natural colorimetric sensor from sappanwood for turn-on selective Fe2+detection in aqueous media and its application in water and pharmaceutical samples"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60018809",
            "affilname": "Silpakorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018809",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}