{
    "eid": "2-s2.0-84903287004",
    "title": "Tricyclic and spirobicyclic norsesquiterpenes from the endophytic fungus Pseudolagarobasidium acaciicola",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        }
    ],
    "keywords": [
        "Configuration determination",
        "Cytotoxic activity",
        "Endophytic fungi",
        "Natural products",
        "Norsesquiterpenes",
        "Terpenoids"
    ],
    "authors": [
        "Mario Wibowo"
    ],
    "citedby-count": 38,
    "ref-count": 16,
    "ref-list": [
        "Pestalotiopens A and B: Stereochemically challenging flexible sesquiterpene-cyclopaldic acid hybrids from pestalotiopsis sp.",
        "Periconiasins A-C, new cytotoxic cytochalasans with an unprecedented 9/6/5 tricyclic ring system from endophytic fungus periconia sp.",
        "Epicoccolides: Antimicrobial and antifungal polyketides from an endophytic fungus Epicoccum sp. associated with Theobroma cacao",
        "Chloropupukeanolides C-E: Cytotoxic pupukeanane chlorides with a spiroketal skeleton from pestalotiopsis fici",
        "Endophytic fungi: Novel sources of anticancer lead molecules",
        "Untapped mutualistic paradigms linking host plant and endophytic fungal production of similar bioactive secondary metabolites",
        "A novel tricyclic polyketide and its biosynthetic precursor azaphilone derivatives from the endophytic fungus Dothideomycete sp",
        "Curvularides A-E: Antifungal hybrid peptide-polyketides from the endophytic fungus Curvularia geniculata",
        "Two novel norsesquiterpene peroxides from basidiomycete Steccherinum ochraceum",
        "Cytotoxic nor-chamigrane and chamigrane endoperoxides from a basidiomycetous fungus",
        "The use of X-ray crystallography to determine absolute configuration",
        "Natural sesquiterpenoids",
        "Terpenoids from the seeds of Artemisia annua",
        "Cytotoxic norsesquiterpene peroxides from the endophytic fungus Talaromyces flavus isolated from the mangrove plant Sonneratia apetala",
        "Evaluation of a Tetrazolium-based Semiautomated Colorimetric Assay: Assessment of Chemosensitivity Testing",
        "Mammalian Cell Culture: Essential Techniques"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Graduate Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Research Institute",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thailand Ministry of Education",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}