{
    "eid": "2-s2.0-85129750862",
    "title": "Clinical Characteristics of Kratom Exposures Reported to the Georgia and Alabama Poison Control Centers from 2016–2020: A Retrospective Review",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Clinical Psychology",
            "@code": "3203",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "7-Hydroxymi-tragynine",
        "Dietary supplement",
        "Kratom",
        "Mitragyna speciosa",
        "Mitragynine",
        "National poison data system",
        "Poison Control center"
    ],
    "authors": [
        "P. Palungwachira",
        "M. Yeh",
        "B. Whitworth",
        "W. Rushton",
        "Z. Kazzi"
    ],
    "citedby-count": 0,
    "ref-count": 32,
    "ref-list": [
        "Pharmacology of Kratom: An Emerging botanical agent with stimulant, analgesic and opioid-like effects",
        "Update on the pharmacology and legal status of Kratom",
        "Kratom exposures reported to United States poison control centers: 2011-2017",
        "Prevalence and descrip-tion of kratom (Mitragyna speciosa) use in the United States: a cross-sectional study",
        "Past-Year Kratom Use in the U.S: Esti-mates From a Nationally Representative Sample",
        "The Scheduling of Kratom and selective use of data",
        "Kratom abuse in Ramathibodi Poison Center, Thailand: A five-year experience",
        "Liver injury associated with kratom, a popular opioid-like product: Experience from the U.S. drug induced liver injury network and a review of the literature",
        "Kratom (Mitragyna Specio-sa) Liver Injury: A Comprehensive review",
        "Characteristics of deaths associated with kratom use",
        "2019 Annual Report of the American Association of Poison Control Centers’ National Poison Data System (NPDS): 37th Annual Report",
        "From Kratom to mitragynine and its derivatives: physiological and behavioural effects related to use, abuse, and addiction",
        "Phase I and II metabolites of speciogy-nine, a diastereomer of the main Kratom alkaloid mi-tragynine, identified in rat and human urine by liquid chromatography coupled to low-and high-resolution linear ion trap mass spectrometry",
        "Chemistry and pharmacology of analgesic indole alkaloids from the rubiaceous plant, Mitragyna speciosa",
        "Evaluating kratom alkaloids using PHASE",
        "Clinical outcomes after Kratom exposures: A poison center case series",
        "The pharmacology and toxicology of kratom: from tra-ditional herb to drug of abuse",
        "Kratom (Mitragyna specio-sa) Use, Addiction Potential, and Legal Status",
        "Current perspectives on the impact of Kratom use",
        "Unintentional Pediatric Exposures to Marijuana in Colorado",
        "Intrahepatic cholestasis following abuse of powdered kratom (Mitragyna spe-ciosa)",
        "Seizure and coma following Kratom (Mitragynina spe-ciosa Korth) exposure",
        "An evidence-based systematic review of kratom (Mitragyna speciosa) by the Natural Standard Research Collaboration",
        "Pharmacologic and clinical assessment of kratom",
        "Self-reported prevalence and sever-ity of opioid and kratom (Mitragyna speciosa korth.) side effects",
        "Pharmacokinetics of mitragynine, a major analgesic alkaloid in kratom (Mitragyna speciosa): A systematic review",
        "Inhibitory effect of mitragynine on human cytochrome P450 en-zyme activities",
        "Risk of death associated with kratom use compared to opioids",
        "Kratom (Mitragynine) Ingestion Requiring Naloxone Rever-sal",
        "Is kratom (Mitragyna speciosa Korth.) use associated with ECG abnormalities? Electrocardiogram comparisons between regular kratom users and controls",
        "Understanding the limitations of retrospective analyses of poison center data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Atlanta",
            "@id": "60002339",
            "affilname": "Emory University School of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002339",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Alabama",
            "@id": "128092106",
            "affilname": "Alabama Poison Information Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/128092106",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}