{
    "eid": "2-s2.0-85046794648",
    "title": "Antidandruff potential of kaempheria galanga ethanolic extracts for hair cream formulation",
    "cover-date": "2018-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Antifungal",
        "C. Hystrix",
        "C. Zeylanicum",
        "Cinnamomum zeylanicum",
        "Citrus hystrix",
        "K. Galanga",
        "Malassezia"
    ],
    "authors": [
        "Nur Bainun Parjo",
        "Razauden Mohamed Zulkifli",
        "Madihah Md Salleh",
        "Tewin Tencomnao"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Cytotoxic Activity of Thai Medicinal Plants against Human Cholangiocarcinoma, Laryngeal and Hepatocarcinoma Cells in Vitro",
        "Citrus (Rutaceae): A Review of Recent Advances in Etymology, Systematics and Medical Applications",
        "Herbal Mixtures in the Traditional Medicine of Eastern Cuba",
        "Efficient Plant Regeneration through Somatic Embryogenesis from Leaf Base Derived Callus of Kaempferia galanga L",
        "Bioassay-guided isolation of a vasorelaxant active compound from Kaempferia galanga L",
        "Antimicrobial Activities of Essential Oils and Crude Extracts from Tropical Citrus Spp",
        "Composition, Antimicrobial Activity and in Vitro Cytotoxicity of Essential Oil from Cinnamomum zeylanicum Blume (Lauraceae)",
        "Coffee with Cinnamon–Impact of Phytochemicals Interactions on Antioxidant and Anti-inflammatory in Vitro Activity",
        "Mechanisms, Clinically Curative Effects, and Antifungal Activities of Cinnamon Oil and Pogostemon Oil Complex against Three Species of Candida",
        "Growth Inhibition and Morphological Alterations of Fusarium Verticillioides by Cinnamon Oil and Cinnamaldehyde",
        "In Vitro Antifungal, Anti-Elastase and Anti-Keratinase Activity of Essential Oils of Cinnamomum-, Syzygium-and Cymbopogon-species against Aspergillus fumigatus and Trichophyton rubrum",
        "Allergy and Dermatophytes",
        "Fungi on the Skin: Dermatophytes and Malassezia",
        "Chemical Characterisation and Antifungal Activity of Methanolic Extract of Cinnamomum verum J. Presl bark against Malassezia spp",
        "Anti-yeast Efficacy of Cinnamomum Verum Extracts on Dermatologically Prevalent Yeast Malassezia furfur",
        "Evaluation of the Clinical Efficacy and Safety of Anti-Dandruff Shampoo in the Treatment of Dandruff",
        "Skin Diseases Associated with Malassezia Species",
        "Hair Density, Hair Diameter and the Prevalence of Female Pattern Hair Loss",
        "Antidandruff Activity of Fruit Peel",
        "Toxicity of crude rhizome extract of Kaempferia galanga L.(Proh Hom)",
        "Fast, Noninvasive Method for Molecular Detection and Differentiation of Malassezia Yeast Species on Human Skin and Application of the Method to Dandruff Microbiology",
        "Studies on The Antidandruff Activity of the Essential Oil of Coleus amboinicus and Eucalyptus globulus",
        "A Comparative Novel Method of Antifungal Susceptibility for Malassezia Furfur and Modification of Culture Medium by Adding Lipid Supplement",
        "Comparative Antifungal Study of Essential Oil with Allopathic Drugs against Malassezia furfur",
        "Formulation and Evaluation of Diacerein Cream",
        "Chemical Components and Biological Activities of Volatile Oil of Kaempferia galanga Lin",
        "Antimicrobial, Antioxidant Activities and Chemical Composition of Selected Thai Spices",
        "Development of Lightening Cream from Mangosteen Pericarp Extract with Olivoil Emulsifier. International Proceedings of Economics Development and Research",
        "Preparation and Evaluation of Polyherbal Cosmetic Cream",
        "Functional Analysis of the Stratum Corneum of Scalp Skin: Studies in Patients with Alopecia Areata and Androgenetic Alopecia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Johor Bahru",
            "@id": "60021005",
            "affilname": "Universiti Teknologi Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021005",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}