{
    "eid": "2-s2.0-85143486829",
    "title": "Prevalence of Suspected Cholangiocarcinoma Based on Ultrasonography Screening and its Associated Factors in Northeastern Thailand",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Cholangiocarcinoma",
        "Suspected case",
        "Ultrasonography screening"
    ],
    "authors": [
        "J. Rayubkul",
        "W. Laohasiriwong",
        "B. Thinkhamrop",
        "R. K. Mahato",
        "N. Khantikeo",
        "Sathirakorn Pongpanich"
    ],
    "citedby-count": 0,
    "ref-count": 27,
    "ref-list": [
        "A review of the clinical diagnosis and therapy of cholangiocarcinoma",
        "Diagnostic and prognostic serum marker of cholangiocarcinoma (Review)",
        "Diagnosis and management of cholangiocarcinomas: a comprehensive review",
        "Radiochemotherapy and transplantation allow long-term survival for nonresectable hilar cholangiocarcinoma",
        "A review and update on cholangiocarcinoma",
        "Rising trends in cholangiocarcinoma: is the ICD classification system misleading us?",
        "Cancer review: Cholangiocarcinoma",
        "Cohort profile: cholangiocarcinoma screening and care program (CASCAP)",
        "Cholangiocarcinoma in north east Thailand. A hospital-based study",
        "Cancer incidence in Thailand, 1988-1991",
        "Intrahepatic cholangiocarcinoma in Thailand",
        "Burden of disease in Thailand: changes in health gap between 1999 and 2004",
        "Etiologic and clinical characteristics of peripheral and hilar cholangiocarcinoma",
        "Hilar Cholangiocarcinoma: patterns of spread, the importance of hepatic resection for curative operation, and a presurgical clinical staging system",
        "The role of preoperative biliary decompression in obstructive jaundice",
        "Surgical treatment of intrahepatic cholangiocarcinoma in the USA",
        "Classification, diagnosis, and management of cholangiocarcinoma",
        "Emerging foodborne trematodiasis",
        "Guidelines for the diagnosis and treatment of cholangiocarcinoma: an update",
        "A proposed staging system for intrahepatic cholangiocarcinoma",
        "Molecular characterization of a tetraspanin from the human liver fluke, Opisthorchis viverrini",
        "Raw attitudes, wetland cultures, life-cycles: socio-cultural dynamics relating to Opisthorchis viverrini in the Mekong Basin",
        "Opisthorchis viverrini: an underestimated parasite in world health",
        "Opisthorchis viverrini infection in northeast Thailand and its relationship to cholangiocarcinoma",
        "Transplantation for hilar cholangiocarcinoma",
        "Current concept in management of cholangiocarcinoma",
        "Carcinogenic agents and non traditional treatment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "@id": "60017165",
            "affilname": "Khon Kaen University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017165",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Public Health, Ministry of Interior",
        "Ministry of Education of Thailand",
        "Chulalongkorn University"
    ]
}