{
    "eid": "2-s2.0-84903398818",
    "title": "Establishment of a simple and rapid identification method for Listeria spp. by using high-resolution melting analysis, and its application in food industry",
    "cover-date": "2014-06-11",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Chihiro Ohshima"
    ],
    "citedby-count": 14,
    "ref-count": 28,
    "ref-list": [
        "Methods for the isolation and identification of Listeria spp. and Listeria monocytogenes: A review",
        "Listeria marthii sp. nov., isolated from the natural environment, Finger Lakes National Forest",
        "Listeria rocourtiae sp. nov.",
        "Listeria fleischmannii sp. nov., isolated from cheese",
        "Listeria weihenstephanensis sp. nov., isolated from the water plant Lemna trisulca taken from a freshwater pond",
        "Silage collected from dairy farms harbors an abundance of listeriaphages with considerable host range and genome size diversity",
        "Risk of listeria monocytogenes contamination of raw ready-to-eat seafood products available at retail outlets in Japan",
        "Listeriosis outbreaks and associated food vehicles, United States, 1998-2008",
        "Listeria monocytogenes in Irish Farmhouse cheese processing environments",
        "Rapid quantitative detection of Listeria monocytogenes in meat products by real-time PCR",
        "Food Microbiology, Fundanmentals and Frontiers",
        "Methods used for the detection and subtyping of Listeria monocytogenes",
        "Elucidation of Listeria monocytogenes Contamination Routes in Cold-Smoked Salmon Processing Plants Detected by DNA-Based Typing Methods",
        "Transfer of Listeria innocua from contaminated compost and irrigation water to lettuce leaves",
        "Landscape and meteorological factors affecting prevalence of three food-borne pathogens in fruit and vegetable farms",
        "Ecology of Listeria spp. in a fish farm and molecular typing of Listeria monocytogenes from fish farming and processing companies",
        "The identification of Listeria species",
        "16S rRNA partial gene sequencing for the differentiation and molecular subtyping of Listeria species",
        "Comparison of multiplex PCR with conventional biochemical methods for the identification of Listeria spp. isolates from food and clinical samples in Queensland, Australia",
        "A population genetics-based and phylogenetic approach to understanding the evolution of virulence in the genus Listeria",
        "Rapid Detection and Simultaneous Genotyping of Cronobacter spp. (formerly Enterobacter sakazakii) in Powdered Infant Formula Using Real-time PCR and High Resolution Melting (HRM) Analysis",
        "One-step triplex high-resolution melting analysis for rapid identification and simultaneous subtyping of frequently isolated Salmonella serovars",
        "Barcode DNA high-resolution melting (Bar-HRM) analysis as a novel close-tubed and accurate tool for olive oil forensic use",
        "Rapid detection and identification of human hookworm infections through high resolution melting (HRM) analysis",
        "Rapid identification of Listeria species and screening for variants by melting curve and high-resolution melting curve analyses of the intergenic spacer region of the rRNA gene",
        "Rapid molecular identification of Listeria species by use of real-time PCR and high-resolution melting analysis",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Gene scanning of an internalin B gene fragment using high-resolution melting curve analysis as a tool for rapid typing of Listeria monocytogenes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Tokyo University of Marine Science and Technology",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Pathumtani",
            "affilname": "Research and Development Center of BETAGRO Group",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science"
    ]
}