{
    "eid": "2-s2.0-84902175924",
    "title": "Effect of silver nanoparticles on rice (Oryza sativa L. cv. KDML 105) seed germination and seedling growth",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Pollution",
            "@code": "2310"
        }
    ],
    "keywords": [
        "Nanotoxicology",
        "Rice",
        "Silver nanoparticle"
    ],
    "authors": [
        "Pakvirun Thuesombat"
    ],
    "citedby-count": 305,
    "ref-count": 30,
    "ref-list": [
        "Silver nanoparticles in soil-plant systems",
        "Interaction between two auxin-resistant mutants and their effects on lateral root formation in rice (Oryza sativa L.)",
        "Plant nanotoxicology",
        "CuO and ZnO nanoparticles: Phytotoxicity, metal speciation, and induction of oxidative stress in sand-grown wheat",
        "Sample preparation for the determination of metals in food samples",
        "Cellular internalization of silver nanoparticles in gut epithelia of the estuarine polychaete nereis diversicolor",
        "Phytotoxicity, accumulation and transport of silver nanoparticles by Arabidopsis thaliana",
        "The ecotoxicology and chemistry of manufactured nanoparticles",
        "In-vivo imaging of the uptake of upconversion nanoparticles by plant roots",
        null,
        null,
        "Inorganic contaminants: sample preparation approaches",
        null,
        "Effect of silver nanoparticles in crop plants Phaseolus radiatus and Sorghum bicolor: Media effect on phytotoxicity",
        "Root uptake and phytotoxicity of ZnO nanoparticles",
        "Phytotoxicity of nanoparticles: Inhibition of seed germination and root growth",
        "Uptake, translocation, and transmission of carbon nanomaterials in rice plants",
        "Exposure modeling of engineered nanoparticles in the environment",
        "Environmental behavior and ecotoxicity of engineered nanoparticles to algae, plants, and fungi",
        "Environmental behavior and ecotoxicity of engineered nanoparticles to algae, plants, and fungi",
        "The behavior and effects of nanoparticles in the environment",
        null,
        "Impact of nano-CuO stress on rice (Oryza sativa L.) seedlings",
        "To duckweeds (Landoltia punctata), nanoparticulate copper oxide is more inhibitory than the soluble copper in the bulk solution",
        "Studies on toxicity of multi-walled carbon nanotubes on suspension rice cells",
        "Chemometric analysis of spectroscopic data on shape evolution of silver nanoparticles induced by hydrogen peroxide",
        "J. Pet. Environ. Biotechnol.",
        null,
        "Uptake, translocation, and accumulation of manufactured iron oxide nanoparticles by pumpkin plants"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University, Thailand",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}