{
    "eid": "2-s2.0-84969142187",
    "title": "Comparative assessment of prototype digester configuration for biogas recovery from anaerobic co-digestion of food waste and rain tree leaf as feedstock",
    "cover-date": "2016-09-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Anaerobic co-digestion",
        "Biogas recovery",
        "Food waste",
        "Food waste",
        "Prototype digester configuration",
        "Rain tree leaf"
    ],
    "authors": [
        "Chavalit Ratanatamskul"
    ],
    "citedby-count": 30,
    "ref-count": 19,
    "ref-list": [
        "Methanogenesis in thermophilic biogas reactors",
        "Biomethanation potential of macroalgae Ulva spp. and Gracilaria spp. and in co-digestion with waste activated sludge",
        "Biomass Bioenergy",
        "Review: Alternative energy from food processing wastes",
        "Changes in the microbial communities during co-composting of digestates",
        "Int. J. Environ. Prot.",
        "A comparison study on the high-rate co-digestion of sewage sludge and food waste using a temperature-phased anaerobic sequencing batch reactor system",
        "Prediction of methane yield at optimum pH for anaerobic digestion of organic fraction of municipal solid waste",
        "Propionic to acetic acid ratios in overloaded anaerobic digestion",
        "Anaerobic digestion of organic solid wastes. An overview of research achievements and perspectives",
        "Review on research achievements of biogas from anaerobic digestion",
        "Co-digestion of onion juice and wastewater sludge using an anaerobic mixed biofilm reactor",
        "Household hazardous waste in municipal landfills: Contaminants in leachate",
        "Anaerobic co-digestion of sewage sludge and organic fraction of municipal solid wastes",
        "Characterization of food waste as feedstock for anaerobic digestion",
        "J. Biotechnol."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Research Fund",
        "Japan International Cooperation Agency"
    ]
}