{
    "eid": "2-s2.0-84929012006",
    "title": "Sporolactobacillus shoreae sp. nov. and Sporolactobacillus spathodeae sp. nov., two spore-forming lactic acid bacteria isolated from tree barks in Thailand",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Tanatip Thamacharoensuk"
    ],
    "citedby-count": 17,
    "ref-count": 26,
    "ref-list": [
        "Description of Bacillus laevolacticus (ex Nakayama and Yanoshi 1967) sp. nov., nom. rev.",
        "Sporolactobacillus vineae sp. nov., a spore-forming lactic acid bacterium isolated from vineyard soil",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Sporolactobacillus putidus sp. nov., an endospore-forming lactic acid bacterium isolated from spoiled orange juice",
        "Tuberibacillus calidus gen. nov., sp. nov., isolated from a compost pile and reclassification of Bacillus naganoensis Tomimura et al. 1990 as Pullulanibacillus naganoensis gen. nov., comb. nov. and Bacillus laevolacticus Andersch et al. 1994 as Sporolactobacillus laevolacticus comb. nov",
        "Introducing EzTaxon-e: A prokaryotic 16s rRNA gene sequence database with phylotypes that represent uncultured species",
        "Sporolactobacillus Nov. Subgen.",
        "Clostridium hiranonis sp. nov., a human intestinal bacterium with bile acid 7α-dehydroxylating activity",
        "Lactobacillus similis sp. nov., isolated from fermented cane molasses",
        "Bergey’s Manual of Systematic Bacteriology",
        "Mechercharimyces mesophilus gen. nov., sp. nov. and Mechercharimyces asporophorigenens sp. nov., antitumor substance-producing marine bacteria, and description of Thermoactinomycetaceae fam. nov",
        "Molecular Biological Methods for Bacillus",
        "Lactobacillus saniviri sp. nov. and lactobacillus senioris sp. nov., isolated from human faeces",
        "List of Prokaryotic Names with Standing in Nomenclature: A Folder Available on the Internet",
        "Characterization of lactic acid producing bacteria from Thai sources",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Reclassification of Bacteroides forsythus (Tanner et al. 1986) as Tannerella forsythensis corrig., gen. nov., comb. nov",
        "Alterations in metal content of spores of Bacillus megaterium and the effect on some spore properties.",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "Lactic acid bacteria isolated from soy sauce mash in Thailand",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Int J Syst Bacteriol",
        "Morphological, biochemical, and physiological characteristics of spore-forming lactic acid bacteria",
        "Proposal of Sporolactobacillus nakayamae subsp. nakayamae sp. nov., subsp. nov., Sporolactobacillus nakayamae subsp. racemicus subsp. nov., Sporolactobacillus terrae sp. nov., Sporolactobacillus kofuensis sp. nov., and Sporolactobacillus lactosus sp. nov."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}