{
    "eid": "2-s2.0-84907898691",
    "title": "Multilayer-coated NPK compound fertilizer hydrogel with controlled nutrient release and water absorbency",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "Compound fertilizer hydrogel",
        "Controlled release",
        "Crosslinking",
        "Gels",
        "Hydrophilic polymers",
        "Kinetics",
        "Swelling"
    ],
    "authors": [
        "Supaporn Noppakundilograt"
    ],
    "citedby-count": 104,
    "ref-count": 35,
    "ref-list": [
        "Controlled-release fertilizers and horticultural applications",
        "Release characteristics of nutrients from polymer-coated compound controlled release fertilizers",
        "Preparation and properties of chitosan-coated NPK compound fertilizer with controlled-release and water-retention",
        "Preparation and characterization of cellulose acetate-coated compound fertilizer with controlled-release and water-retention",
        "Bioresour. Technol.",
        "Modeling NPK release from spherically coated fertilizer granules",
        "ScienceAsia",
        "Synthesis of porous poly(acrylamide) hydrogels using alcium carbonate and its application for slow release of potassium nitrate",
        "Synthesis of a slow-release and superabsorbent nitrogen fertilizer and its properties",
        "Preparation of superabsorbent slow release nitrogen fertilizer by inverse suspension polymerization",
        "Preparation and properties of a slow-release membrane-encapsulated urea fertilizer with superabsorbent and moisture preservation",
        "Multifunctional slow-release urea fertilizer from ethylcellulose and superabsorbent coated formulations",
        "Preparation and properties of novel slow-release NPK agrochemical formulations based on poly(acrylic acid) hydrogels and liquid fertilizers",
        "Poly (vinyl alcohol)-chitosan blends: Preparation, mechanical and physical properties",
        "Controlled-release fertilizer encapsulated by starch/polyvinyl alcohol coating",
        "J. Wuhan Univ. Technol.",
        "Novel crosslinking methods to design hydrogels",
        "Blended chitosan and polyvinyl alcohol membranes for the pervaporation dehydration of isopropanol",
        "Physico-chemical properties of siloxane surfactants in water and their surface energy characteristics",
        "Mechanism of sustained‐action medication. Theoretical analysis of rate of release of solid drugs dispersed in solid matrices",
        "Tocopheryl succinate-based lipid nanospheres for paclitaxel delivery: Preparation, characters, and in vitro release kinetics",
        "Kinetic modeling on drug release from controlled drug delivery systems",
        "Mechanisms of solute release from porous hydrophilic polymers",
        "A simple equation for description of solute release I. Fickian and non-fickian release from non-swellable devices in the form of slabs, spheres, cylinders or discs",
        "Studies of chitosan: II. Preparation and characterization of chitosan/poly(vinyl alcohol)/gelatin ternary blend films",
        "Dehydration of 1,4-dioxane through blend membranes of poly(vinyl alcohol) and chitosan by pervaporation",
        "Chitosan-glutaraldehyde copolymers and their sorption properties",
        "Hydrogels of poly(acrylamide-co-acrylic acid):In-vitro study on release of gentamicin sulfate",
        "Aceclofenac-loaded chitosan-tamarind seed polysaccharide interpenetrating polymeric network microparticles",
        "Modified chitosan 4. Superabsorbent hydrogels from poly(acrylic acid-co-acrylamide) grafted chitosan with salt- and pH-responsiveness properties",
        "Study of free-radical copolymerization of acrylamide with 2-acrylamido-2-methyl-1-propane sulphonic acid",
        "Superabsorbent polymer of poly[aciylamide-co-(acrylic acid)] by foamed polymerization. I. Synthesis and water swelling properties",
        "Liquid junction potentials and small cell effects in patch-clamp analysis",
        "Lange's Handbook of Chemistry, 15th Ed.",
        "CRC Handbook of Chemistry and Physics, 84th Ed."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "North Bangkok",
            "affilname": "Academy of Science",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}