{
    "eid": "2-s2.0-84928235518",
    "title": "CO2 adsorption on diatomaceous earth modified with cetyltrimethylammonium bromide and functionalized with tetraethylenepentamine: Optimization and kinetics",
    "cover-date": "2015-07-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Management",
            "@code": "2308"
        }
    ],
    "keywords": [
        "Carbon dioxide adsorption",
        "Diatomaceous earth-CTAB-Tetraethylenepentamine",
        "Optimization",
        "Sesnsitivity"
    ],
    "authors": [
        "Phuwadej Pornaroonthama"
    ],
    "citedby-count": 14,
    "ref-count": 41,
    "ref-list": [
        null,
        null,
        "The removal of anionic dyes from aqueous solutions in the presence of anionic surfactant using aminopropylsilica-A kinetic study",
        null,
        "J.Sci. Technol.",
        null,
        null,
        "A comparison study of carbon dioxide adsorption on polydimethylsiloxane, silica gel, and illinois no. 6 Coal using in situ infrared spectroscopy",
        "Adsorption of Carbon Dioxide on Activated Carbon",
        null,
        "Adsorption characteristics of carbon dioxide on organically functionalized SBA-15",
        "Effects of surfactant concentration on alkyl chain arrangements in dry and swollen organic montmorillonite",
        "Adsorption studies of a water soluble dye, Reactive Red MF-3B, using sonication-surfactant-modified attapulgite clay",
        "In situ Fourier Transform-Infrared (FT-IR) analysis of carbon dioxide absorption and desorption in amine solutions",
        "Vibrational probe studies of water interactions with montmorillonite",
        "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks",
        "FTIR techniques in clay mineral studies",
        "FTIR analyses of water in MX-80 bentonite compacted from high salinary salt solution systems",
        null,
        "Improved carbon dioxide capture using metal reinforced hydrotalcite under wet conditions",
        "Influence of MgO template on carbon dioxide adsorption of cation exchange resin-based nanoporous carbon",
        null,
        "Structural investigations of amines treated polyester thin films by FTIR-ATR spectroscopy",
        "Adsorption of Pb(II) on diatomite as affected via aqueous solution chemistry and temperature",
        null,
        "World Acad. Sci. Eng. Technol.",
        "Preparation and thermal energy storage properties of paraffin/calcined diatomite composites as form-stable phase change materials",
        null,
        null,
        "Conformation of methylene chains in an intercalated surfactant bilayer",
        null,
        "Synthesis and room temperature photoluminescence of ZnO/CTAB ordered layered nanocomposite with flake-like architecture",
        "Infrared study of water sorption on Na-, Li-, Ca-, and Mg-exchanged (SWy-1 and SAz-1) montmorillonite",
        null,
        "FTIR investigation of CTAB-Al-montmorillonite complexes",
        null,
        null,
        null,
        null,
        "The hydroxyl species and acid sites on diatomite surface: A combined IR and Raman study",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}