{
    "eid": "2-s2.0-85054729578",
    "title": "Morphological and molecular evidence reveal a new species of the earthworm genus Pontodrilus Perrier, 1874 (Clitellata, Megascolecidae) from Thailand and Peninsular Malaysia",
    "cover-date": "2018-10-05",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "DNA barcode",
        "Littoral earthworm",
        "Systematics",
        "Taxonomy"
    ],
    "authors": [
        "Teerapong Seesamut",
        "Chirasak Sutcharit",
        "Parin Jirapatrasilp",
        "Ratmanee Chanabun",
        "Somsak Panha"
    ],
    "citedby-count": 11,
    "ref-count": 90,
    "ref-list": [
        "An account of the oligochaeta of travancore",
        "Seven new species of the earthworm genus metaphire sims & easton, 1972 from Thailand, with redescriptions of some species (Clitellata: Megascolecidae)",
        "Three new earthworm species of the genus amynthas kinberg, 1867 from Thailand (Clitellata: Megascolecidae)",
        "Four new species of the genus amynthas kinberg, 1867, with redescription of the type species (Clitellata: Megascolecidae)",
        "Abstract of some investigations into the structure of the oligochaeta",
        "Some new or little known oligochaeta",
        "On a collection of earthworms from new Britain, the Solomon Islands, the new hebrides and the loyalty islands",
        "The earthworms of the maldive and laccadive islands",
        "On a new species of worm of the genus pontodrilus from the shores of the red sea",
        "On some earthworms from the islands around New Zealand",
        "On some new species of aquatic oligochaeta from New Zealand",
        "Origin and means of dispersal of cosmopolitan pontodrilus litoralis (Oligochaeta: Megascolecidae)",
        "Six exotic terrestrial earthworms (Oligochaeta: Megadrilacea: Moniligastridae, lumbricidae, ocnerodrilidae and megascolecidae) newly added to Korean species biodiversity list",
        "A new species of semi-aquatic freshwater earthworm of the genus glyphidrilus horst, 1889 from the mekong river (Oligochaeta: Almidae)",
        "New species of semi-aquatic freshwater earthworm genus glyphidrilus horst, 1889 from Thailand and Laos (Oligochaeta, almidae)",
        "The semi-aquatic freshwater earthworms of the genus glyphidrilus horst, 1889 from Thailand (Oligochaeta, almidae) with re-descriptions of several species",
        "Three new species of semi-aquatic freshwater earthworms of the genus glyphidrilus horst, 1889 from Malaysia (Clitellata: Oligochaeta: Almidae)",
        "A critique of earthworm molecular phylogenetics",
        "On some new earthworms from China II",
        "New records of earthworms from guadeloupe with description of a new species (Oligochaeta; glossoscolecidae, acanthodrilidae, megascolecidae and eudrilidae)",
        "Gli oligocheti della sardegna",
        "Lombrichi raccolti dal cav. Leonardo fea nelle isole del capo verde e nel golfo di Guinea",
        "Potential of DNA barcoding for earthworm research in taxonomy and ecology",
        "Japanese earthworms: A synopsis of the megadrile species (Oligochaeta)",
        "Earthworms (Oligochaeta) from islands of the south-western pacific, and a note on two species from Papua New Guinea",
        "Pacific coast oligochaeta I",
        "Researches on American oligochaeta, with special reference to those of the pacific coast and adjacent islands",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates",
        "Notes on the earthworms from various places in the province of Burma, with descriptions of two new species",
        "Checklist and bibliography of North American earthworms",
        "On some American and oriental earthworms, part II. Family megascolecidae",
        "Exotic earthworms of the United States",
        "Burmese earthworms, an introduction to the systematics and biology of megadrile oligochaetes with special reference to south-east Asia",
        "New site record of an earthworm pontodrilus litoralis in the tuticorin backwater area",
        "Beschreibungen neuer oder wenig bekannter anneliden",
        "Distribution records of the luminous earthworm pontodrilus litoralis from Awaji Island, Japan",
        "Identifying earthworms through DNA barcodes",
        "On a new species of littoral oligochaeta (Pontodrilus matsushimensis)",
        "The oligochaeta of southwestern Australia",
        "DNA barcording reveals cryptic diversity in lumbricus terrestris L., 1758 (Clitellata): Resurrection of l. Herculeus (Savigny, 1826)",
        "Seven new species of amynthas (Clitellata: Megascolecidae) and new earthworm records from Taiwan",
        "Bioluminescent Australian earthworms II. Taxonomy and preliminary report of bioluminescence in the genera spenceriella, fletcherodrilus and pontodrilus (Megascolecidae: Oligochaeta)",
        "DNA barcoding of the Thai species of terrestrial earthworms in the genera amynthas and metaphire (Haplotaxida: Megascolecidae)",
        "Studies on the earthworm fauna of New Zealand, 3",
        "Terricolen der berliner zoologischen sammlung. II",
        "Die regenwurmfauna von Florida und Georgia nach der ausbeute der herren dr. Einer lonnberg",
        "Die terricolenfauna ceylons",
        "Oligochaeten von den inseln des pacific, nebst erörterungen zur systematik der megascoleciden",
        "Terricolen von verschiedenen gebieten der erde",
        "Oligochaeta",
        "Oligochaeta",
        "Oligochaten von madagaska, den comoren und anderen inseln des westlichen indischen ozeans",
        "Oligochäten von verschiedenen gebieten",
        "Oligochaeta of natal and zululand",
        "Neue und wenig bekannte oligochäten aus skandinavischen sammlungen",
        "Oligochaeta from christmas is., south of Java",
        "Creating the CIPRES science gateway for inference of large phylogenetic trees",
        "Second record of pontodrilus litoralis (Grube, 1855) (Annelida: Oligochaeta) from kerala state, India",
        "A comprehensive checklist of earthworm species and subspecies from Vietnam (Annelida: Clitellata: Oligochaeta: Almidae, eudrilidae, glossoscolecidae, lumbricidae, megascolecidae, moniligastridae, ocnerodrilidae, octochaetidae)",
        "Cryptic speciation of hormogastrid earthworms revealed by mitochondrial and nuclear data",
        "DNA barcoding of the luminous earthworm pontodrilus litoralis in Japan",
        "Sur un nouveau genre indigene des lombriciens terrestres (Pontodrilus marionis E. P.)",
        "Études sur ľorganisation des lombriciens terrestres. IV. Organisation des pontodrilus (E. P.)",
        "Low heterogeneity in populations of the terrestrial earthworm, metaphire peguana (Rosa, 1890), in Thailand, as revealed by analysis of mitochondrial DNA COI sequences and nuclear allozymes",
        "Re-integrating earthworm juveniles into soil biodiversity studies: Species identification through DNA barcoding",
        "MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space",
        "Die exotischen terricolen des K. K. Naturhistorischen hofmuseums",
        "On some new earthworms of the british museum",
        "Annelida, oligochaeta, megascolecidae, pontodrilus litoralis (Grupe, 1985): First record from pondicherry mangroves, southeast coast of India",
        "Diversity, distribution and abundance of earthworms in pondicherry region",
        "Neue turbellarien, rotatorien und anneliden 1(2)",
        "Occurrence of the earthworms pontodrilus litoralis (Grube, 1855), metaphire houlleti (Perrier, 1872), and eiseniella tetraedra (Savigny, 1826) from Taiwan",
        "The diversity and distribution of terrestrial earthworms in sakaerat environmental research station and adjacent area, nakorn ratchasima, Thailand",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "Littoral oligochaeta from the chilka lake on the east coast of India",
        "Fauna of the chilka lake. Oligochaeta",
        "On some Indian oligochaeta mainly from southern India and ceylon",
        "On a collection of oligochaeta belonging to the Indian museum",
        "On a collection of oligochaeta from various parts of India and further India",
        "On a collection of oligochaeta from the lesser parts of India and from eastern persia",
        "Oligochaeta from Burma, Kenya and other parts of the world",
        "Integrated taxonomy reveals multiple species in the dendrobaena byblica (Rosa, 1893) complex (Oligochaeta: Lumbricidae)",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Sakon Nakhon",
            "@id": "60194927",
            "affilname": "Sakon Nakhon Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60194927",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}