{
    "eid": "2-s2.0-85150490711",
    "title": "Factors Determining the Farmers’ Decision for Adoption and Non-Adoption of Oil Palm Cultivation in Northeast Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Computer Science (miscellaneous)",
            "@code": "1701",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Building and Construction",
            "@code": "2215",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (miscellaneous)",
            "@code": "2301",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Hardware and Architecture",
            "@code": "1708",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Computer Networks and Communications",
            "@code": "1705",
            "@abbrev": "COMP"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "biodiesel",
        "energy consumption",
        "oil palm cultivation",
        "technology adoption",
        "Thailand"
    ],
    "authors": [
        "Muhammad Yaseen",
        "Neha Thapa",
        "Supawan Visetnoi",
        "Shoukat Ali",
        "Shahab E. Saqib"
    ],
    "citedby-count": 0,
    "ref-count": 79,
    "ref-list": [
        "How renewable energy and non-renewable energy affect environmental excellence in n-11 economies?",
        "A review on solar energy use in industries",
        "The effect of bioenergy expansion: Food, energy, and environment",
        "How can solid biomass contribute to the eu’s renewable energy targets in 2020, 2030 and what are the ghg drivers and safeguards in energy-and forestry sectors?",
        "Renewable Energy and Jobsannual Review 2022",
        "An assessment of Thailand’s biofuel development",
        "Liquid biofuels development in Southeast Asian countries: An analysis of market, policies and challenges",
        "The environmental impacts of palm oil in context",
        "A review of the ecosystem functions in oil palm plantations, using forests as a reference system",
        "Evidence-Based Options for Advancing Social Equity in Indonesian Palm Oil",
        "Does oil palm agriculture help alleviate poverty? A multidimensional counterfactual assessment of oil palm development in indonesia",
        "Bioclimatic impacts of the 1994 smoke haze event in Southeast Asia",
        "Trees, forests and water: Cool insights for a hot world",
        "The moral minefield of ethical oil palm and sustainable development",
        "Towards sustainable palm oil production: The positive and negative impacts on ecosystem services and human wellbeing",
        "Nexus between energy poverty and energy efficiency: Estimating the long-run dynamics",
        "Decomposition analysis of the change of energy intensity of manufactur-ing industries in Thailand",
        "Major Findings of the Household Energy Consumption",
        "Assessment of bargaining power, market risk and coordination costs in the Thailand cassava marketing channel",
        "Bargaining power, market risk, and coordination costs in the cassava starch marketing channel in thailand: A three stage principal-agent model and application",
        "Thailand’s Biodiesel Production, Use Declines in 2022",
        "Full chain energy analysis of biodiesel production from palm oil in Thailand",
        "Implementing a palm oil-based biodiesel policy: The case of Thailand",
        "Palm oil-based biofuels and sustainability in Southeast Asia: A review of Indonesia, Malaysia, and Thailand",
        "Does biodiesel demand affect palm oil prices in Thailand?",
        "An assessment of the biofuels industry in Thailand",
        "A mini review on renewable sources for biofuel",
        "Farm Profits and Adoption of Precision Agriculture",
        "Selection and comparative advantage in technology adoption",
        "The adoption of reduced tillage: The role of human capital and other variables",
        "Socio-economic factors and adoption of energy crops",
        "Factors affecting adoption of management practices in smallholder oil palm plantations of Banten province, Indonesia",
        "Aquaculture technology adoption and profitability of the polyculture system practiced by prawn and crab farmers: Case study of Anhui province in China",
        "Sequential adoption of site-specific technologies and its implications for nitrogen productivity: A double selectivity model",
        "Are farmers’ decisions to work off the farm related to their decisions to participate in the conservation reserve program?",
        "The introduction of oil palm in northeast Thailand: A new cash crop for smallholders?",
        "Transactions in the supply chain of oil palm fruits and their relevance for land conversion in smallholdings in indonesia",
        "Farmers’ intention to use text messaging for extension services in Trinidad",
        "Extension officers’ adoption of modern information communication technologies to interact with farmers of trinidad",
        "Evaluating brazilian agriculturalists’ iot smart agriculture adoption barriers: Understanding stakeholder salience prior to launching an innovation",
        "Updated Biofuel Situation in 2022",
        "Analysing household decision-making on oil palm cultivation in thailand",
        "Technology adoption under production uncertainty: Theory and application to irrigation technology",
        "Beyond rational choice theory: Multifaceted determinants of participation in palm oil sustainable certification amongst smallholders in malaysia. Front. Sustain",
        "Quinlan, M.M. Diffusion of innovations",
        "Factors influencing farmers’ adoption of agricultural credit as a risk management strategy: The case of pakistan",
        "Price risk management using forward contracts: The case of farmers in pakistan",
        "Limitations of rational choice theory",
        "Factors influencing farmers’ utilisation of marketing information sources: Some empirical evidence from pakistan",
        "Determinants and benefits of using smartphone-based information for vegetable production and marketing: A case of lao farmers",
        "Agricultural zoning and policy conflict: Thailand’s experience",
        ". Agricultural Statistics of Thailand 2014",
        "Some statistical models for limited dependent variables with application to the demand for durable goods",
        "Adoption and impact of integrated rice–fish farming system in bangladesh",
        "Double-hurdle model with bivariate normal errors: An application to us rice demand",
        "Gender differences in the adoption of agricultural technology: The case of improved maize varieties in southern ethiopia",
        "Are there systematic gender differences in the adoption of sustainable agricultural intensification practices? Evidence from kenya",
        "perceptions and factors influencing the adoption of no-till conservation agriculture by small-scale farmers in zashuke, kwazulu-natal province",
        "Investigating key factors influencing farming decisions based on soil testing and fertilizer recommen-dation facilities (stfrf)—A case study on rural bangladesh",
        "Economic, social and environmental considerations",
        "How does gender affect the adoption of agricultural innovations? The case of improved maize technology in ghana",
        "Towards Better Practice in Smallholder Palm Oil Production",
        "Oil palm expansion among smallholder farmers in sumatra, indonesia",
        "Managing farm-centric risks in agricultural production at the flood-prone locations of khyber pakhtunkhwa, pakistan",
        "Fertilizer adoption and use intensity among smallholder farmers in northern ghana: A case study of the agra soil health project"
    ],
    "affiliation": [
        {
            "affiliation-city": "Faisalabad",
            "@id": "60220236",
            "affilname": "Faculty of Social Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60220236",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60010105",
            "affilname": "Asian Institute of Technology Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010105",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Peshawar",
            "@id": "129327948",
            "affilname": "Directorate General of Commerce Education and Management Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129327948",
            "affiliation-country": "Pakistan"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}