{
    "eid": "2-s2.0-84933524532",
    "title": "Alternative landmarks of the mandibular foramen to prevent nerve injury during ramus surgery",
    "cover-date": "2015-06-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Mandibular foramen",
        "Mandibular ramus",
        "Nerve injury",
        "Ramus osteotomy"
    ],
    "authors": [
        "Wandee Apinhasmit"
    ],
    "citedby-count": 3,
    "ref-count": 36,
    "ref-list": [
        "The Chronologic Prevalence of Temporomandibular Joint Disorders Associated With Bilateral Intraoral Vertical Ramus Osteotomy",
        "Correction of prognathism by an intraoral vertical subcondylar osteotomy.",
        "Correction of mandibular prognathism by double-oblique intraoral osteotomy: A new technique",
        "Intraoral oblique osteotomy of the mandibular ramus",
        "Evaluation and refinement of the intraoral vertical subcondylar osteotomy",
        "The surgical correction of mandibular prognathism and retrognathia with consideration of genioplasty. Part II. Operating methods for microgenia and distoclusion",
        "Comparison of methods to assess neurosensory alterations following orthognathic surgery.",
        "Surgical versus orthodontic correction of skeletal Class II malocclusion in adolescents: effects and indications.",
        "Sagittal ramus split osteotomy: Literature review and suggested modification of technique",
        "Further refinement and evaluation of intraoral vertical ramus osteotomy",
        "A technique for ensuring accurate bone cuts in the intraoral vertical ramus osteotomy",
        "Surgical Correction of Dentofacial Deformities",
        "Intraoral vertical ramus osteotomy as the preferred treatment for mandibular prognathism",
        "Mandibular ramus anatomy as it relates to the medial osteotomy of the sagittal split ramus osteotomy",
        "Electrophysiological assessment of human inferior alveolar nerve function",
        "Inferior alveolar nerve function after mandibular osteotomies",
        "Shape, height, and location of the lingula for sagittal ramus osteotomy in thais",
        "The study of position of antilingula, midwaist of mandibular ramus and midpoint between coronoid process and gonion in relation to lingula of 92 Thai dried mandibles as potential surgical landmarks for vertical ramus osteotomy",
        "Open Reduction and Internal Fixation of Low Subcondylar Fractures of Mandible Through High Cervical Transmasseteric Anteroparotid Approach",
        "Shape of the lingula and its localization by panoramic radiograph versus dry mandibular measurement",
        "Morphologic basis for the intraoral vertical ramus osteotomy: Anatomic and radiographic localization of the mandibular foramen",
        "Reproducibility of rotational panoramic radiography: Mandibular linear dimensions and angles",
        "Abnormalities of the temporomandibular joint in adults with rheumatic disease. A comparison of panoramic, transcranial and transpharyngeal radiography with tomography.",
        "Anatomical study of the complications of intraoral vertico-sagittal ramus osteotomy",
        "Neurosensory Disturbance of the Inferior Alveolar Nerve After Bilateral Sagittal Split Osteotomy: A Systematic Review",
        "The antilingula as an anatomic landmark in oral surgery",
        "Dimorphic study of surgical anatomic landmarks of the lateral ramus of the mandible",
        "The presence of the antilingula and its relationship to the true lingula",
        "Accuracy of Using the Antilingula as a Sole Determinant of Vertical Ramus Osteotomy Position",
        "Mandibular Anatomy Related to Sagittal Split Ramus Osteotomy in Koreans",
        "A simple method to locate mandibular foramen: Preliminary radiological study",
        "Radiographic localization of mandibular anesthesia landmarks",
        "Measurements of special significance in connection with anesthesia of the inferior alveolar nerve",
        "A study of the position of the mandibular foramen in the adult human mandible",
        "Statistical evaluation of the position of the mandibular foramen",
        "A simple technique to avoid the mandibular nerve in intraoral vertical ramus osteotomy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}