{
    "eid": "2-s2.0-85053704860",
    "title": "Increasing Body Mass Index Steepens the Learning Curve for Ultrasound-guided Percutaneous Nephrolithotomy",
    "cover-date": "2018-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Urology",
            "@code": "2748",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "David B. Bayne",
        "Manint Usawachintachit",
        "David Tzou",
        "Kazumi Taguchi",
        "Alan Shindel",
        "Thomas L. Chi"
    ],
    "citedby-count": 15,
    "ref-count": 30,
    "ref-list": [
        "The modern history and evolution of percutaneous nephrolithotomy",
        "Chapter 1: AUA guideline on management of staghorn calculi: diagnosis and treatment recommendations",
        "EAU guidelines on interventional treatment for urolithiasis",
        "Radiation exposure during the evaluation and management of nephrolithiasis",
        "Pure ultrasonography-guided radiation-free percutaneous nephrolithotomy: report of 357 cases",
        "Percutaneous nephrolithotomy with ultrasonography‐guided renal access: experience from over 300 cases",
        "Fluoroscopy versus ultrasound for image guidance during percutaneous nephrolithotomy: a systematic review and meta-analysis",
        "Evaluating the learning curve for percutaneous nephrolithotomy under total ultrasound guidance",
        "Adopting ultrasound guidance for prone percutaneous nephrolithotomy: evaluating the learning curve for the experienced surgeon",
        "Obesity – United States, 1999-2010",
        "Prevalence of obesity among adults: United States, 2011-2012",
        "“Variations in the prevalence of obesity among European countries, and a consideration of possible causes",
        "Nephrolithiasis in elderly population; effect of demographic characteristics",
        "Obesity, weight gain, and the risk of kidney stones",
        "Influence of body size on urinary stone composition in men and women",
        "Obesity and the challenges of ultrasound fetal abnormality diagnosis",
        "Percutaneous nephrolithotomy in super obese patients (body mass index ≥ 50 kg/m²): overcoming the challenges",
        "Combined CT-and fluoroscopy-guided nephrostomy in patients with non-obstructive uropathy due to urine leaks in cases of failed ultrasound-guided procedures",
        "Ultrasound-guided access during percutaneous nephrolithotomy: entering desired calyx with appropriate entry site and angle",
        "Ultrasound-guided renal access for percutaneous nephrolithotomy: a description of three novel ultrasound-guided needle techniques",
        "Unenhanced CT for the evaluation of acute ureteric colic: the essential pictorial guide",
        "The Clavien-Dindo classification of surgical complications: five-year experience",
        "Sonography in obese and overweight pregnant women: clinical, medicolegal and technical issues",
        "Benefits associated with harmonic tissue imaging in the obstetric patient",
        "A technical tip on scanning obese gravidae",
        "The effect of body mass index on perioperative outcomes after major surgery: results from the National Surgical Quality Improvement Program (ACS-NSQIP) 2005-2011",
        "Factors affecting patient radiation exposure during percutaneous nephrolithotomy",
        "Obesity in percutaneous nephrolithotomy. Is body mass index really important?",
        "Ultrasound guidance to assist percutaneous nephrolithotomy reduces radiation exposure in obese patients",
        "X-ray-free ultrasound-guided percutaneous nephrolithotomy: how to select the right patient?"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}