{
    "eid": "2-s2.0-84928608834",
    "title": "Effect of Fimbristylis ovata on receptor for advanced glycation end-products, proinfammatory cytokines, and cell adhesion molecule level and gene expression in U937 and bEnd.3 cell lines",
    "cover-date": "2015-04-27",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "bEnd.3",
        "Cell adhesion molecule",
        "Fimbristylis ovata",
        "Proinfammatory cytokines",
        "Random activation of gene expression",
        "U937"
    ],
    "authors": [
        "S. Sukjamnong"
    ],
    "citedby-count": 6,
    "ref-count": 38,
    "ref-list": [
        "Markers of inflammation and their clinical significance",
        "C/EBP-related protein 2 confers lipopolysaccharide-inducible expression of interleukin 6 and monocyte chemoattractant protein 1 to a lymphoblastic cell line",
        "The Useful Plants of West Tropical Africa",
        "J. Pharmacogn. Phytochem",
        "Antidiarrhoeal activity of methanol extract of the rhizomes of Cyperus tegetum Roxb",
        "Malays. J. Anal. Sci",
        "Chronic stress and regulation of cellular markers of inflammation in rheumatoid arthritis: Implications for fatigue",
        "Blocking interleukin-1β in acute and chronic autoinflammatory diseases",
        "Endothelial dysfunction in normal and abnormal glucose metabolism",
        "Lipopolysaccharide-induced cyclooxygenase-2 expression in human U937 macrophages is phosphatidic acid phosphohydrolase-1-dependent",
        "Antioxidant, anti-TB activities, phenolic and amide contents of standardised extracts of Piper sarmentosum Roxb",
        "Glucagon-like peptide-1 (GLP-1) inhibits advanced glycation end product (AGE)-induced up-regulation of VCAM-1 mRNA levels in endothelial cells by suppressing AGE receptor (RAGE) expression",
        "Chloroquine inhibits production of TNF-α, IL-1β and IL-6 from lipopolysaccharide-stimulated human monocytes/macrophages by different modes",
        "Indian Medicinal Plants an Illustrated Dictionary",
        "Suppressor of cytokine signaling-1 selectively inhibits LPS-induced IL-6 production by regulating JAK-STAT",
        "The role of inflammatory cytokines in diabetes and its complications",
        "Blockade of cytokine-induced endothelial cell adhesion molecule expression by licorice isoliquiritigenin through NF-κB signal disruption",
        "Inhibitory effect of alternatively spliced RAGEv1 on the expression of NF-κB and TNF-α in hepatocellular carcinoma cells",
        "RAGE signaling in inflammation and arterial aging",
        "LPS/TLR4 signal transduction pathway",
        "The RAGE pathway: Activation and perpetuation in the pathogenesis of diabetic neuropathy",
        "Tumor necrosis factor-α as a therapeutic target for diabetic nephropathy",
        "IL-6 signaling in autoimmunity, chronic inflammation and inflammation-associated cancer",
        "Suppression of accelerated diabetic atherosclerosis by the soluble receptor for advanced glycation endproducts",
        "Cadmium stimulates the expression of vascular cell adhesion molecule-1 (VCAM-1) via p38 mitogen-activated protein kinase (MAPK) and JNK activation in cerebrovascular endothelial cells",
        "Free radical scavenging and anti-inflammatory properties of Lagerstroemia speciosa (L)",
        "Advanced glycation end products induce the expression of interleukin-6 and interleukin-8 by receptor for advanced glycation end product-mediated activation of mitogen-activated protein kinases and nuclear factor-κB in human osteoarthritis chondrocytes",
        "Premature atherosclerotic disease in systemic lupus erythematosus - Role of inflammatory mechanisms",
        "Advanced glycation endproducts interacting with their endothelial receptor induce expression of vascular cell adhesion molecule-1 (VCAM-1) in cultured human endothelial cells and in mice: A potential mechanism for the accelerated vasculopathy of diabetes",
        "Flora of Thailand",
        "Antioxidant activity of Fimbristylis ovata and its effect on RAGE gene expression in human lung adenocarcinoma epithelial cell line",
        "Rheumatoid arthritis: Regulation of synovial inflammation",
        "Clinical significance of interleukin (IL)-6 in cancer metastasis to bone:Potential of anti-IL-6 therapies",
        "Anti-TNF therapy",
        "Anti-inflammatory cyclohexenyl chalcone derivatives in Boesenbergia pandurata",
        "Endothelial dysfunction, inflammation, and apoptosis in diabetes mellitus",
        "PPARγ Agonist Suppresses TLR4 Expression and TNF-α Production in LPS Stimulated Monocyte Leukemia Cells",
        "Receptor for AGE (RAGE) and its ligands-cast into leading roles in diabetes and the inflammatory response"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}