{
    "eid": "2-s2.0-85110769378",
    "title": "Thailand: Moving towards status quo in growth and inequality",
    "cover-date": "2015-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Chairat Aemkulwat"
    ],
    "citedby-count": 0,
    "ref-count": 40,
    "ref-list": [
        "The Second Annual Conference of the Academic Network for Development in Asia (ANDA) Proceedings",
        "Tax Incidence and Inequality and Inequality in Thailand: 1988-2009",
        "Paper presented at The Eighth National Conference of Economists",
        "Thailand’s Export-Led Growth: Retrospect and Prospects",
        "Distributive politics and economic growth",
        "TDRI Quarterly Review",
        "The Uruguay Round: ASEAN Trade Policy Options",
        "ASEAN Economic Community Blueprint: Jakarta",
        "Income inequality: Does inflation matter?",
        "The Thai Labour Movement: Strength Through Unity Challenges and Recommendations",
        "Income redistribution: A cross-national analysis",
        "Rice prices and income distribution in Thailand: a non-parametric analysis",
        "Income Distribution in Thailand: Its Changes, Causes, and Structure",
        "IEPR Working Paper 05.20",
        "Thammasat Economic Journal",
        "Globalization and the distribution of income: The economic arguments",
        "The Thai Economy in Transition",
        "The growth-equity trade-off in modern economic development: The case of Thailand",
        "Issues in Employment and Poverty",
        "American Economic Review",
        "Income inequality, democracy, and public sector size",
        "TDRI Quarterly Review",
        "Thailand’s Poverty and Inequality in 2010",
        "Thailand’s Poverty and Inequality in 2012",
        "THE EFFECTS OF EXPORTS, PUBLIC DEBT, AND DEVELOPMENT ON INCOME INEQUALITY",
        "Openness, welfare spending, and inequality in the developing world",
        "Economic freedom, government policy and the trade-off between equity and economic growth",
        "Development Research Institute Year End Conference Synthesis Report",
        "Thammasat Economic Journal",
        "Pattern of Expenditure Incidence and Tax incidence in Thailand, 1986-1996",
        "TDRI report",
        "The Determinants of FDI and FPI in Thailand: A Gravity Model Analysis",
        "Thammasat Economic Journal",
        "Is growth good for the poor? Thailand's boom and bust",
        "Fiscal policies and poverty incidence: The case of Thailand",
        "ASEAN Economic Bulletin",
        "Boom, bust and beyond",
        "ASEAN Economic Bulletin",
        "Latin American Adjustment: How Much Has Happened?",
        "Property Tax Analysis: The Case of Real Estate and Property Tax"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}