{
    "eid": "2-s2.0-85098533567",
    "title": "Longitudinal analysis of peripheral and colonic cd161+ cd4+ t cell dysfunction in acute hiv-1 infection and effects of early treatment initiation",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "CD161",
        "CD4",
        "HIV-1",
        "IL-12",
        "IL-18",
        "Th17"
    ],
    "authors": [
        "Kerri G. Lal",
        "Yuwadee Phuang-Ngern",
        "Suchada Suhkumvittaya",
        "Edwin Leeansyah",
        "Aljawharah Alrubayyi",
        "Joana Dias",
        "Adam Waickman",
        "Dohoon Kim",
        "Eugène Kroon",
        "Suteeraporn Pinyakorn",
        "Leigh Anne Eller",
        "Milton Maciel",
        "Rungsun Rerknimitr",
        "Nitiya Chomchey",
        "Nittaya Phanuphak",
        "Mark S. de Souza",
        "Sorachai Nitayaphan",
        "Julie A. Ake",
        "Sandhya Vasan",
        "Merlin L. Robb",
        "Jintanat Ananworanich",
        "Johan K. Sandberg",
        "Alexandra Schuetz",
        "Michael A. Eller",
        "Dominic Paquin-Proulx"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Human NKR-P1A. A disulfide-linked homodimer of the C-type lectin superfamily expressed by a subset of NK and T lymphocytes",
        "Cutting Edge: Lectin-Like Transcript 1 Is a Ligand for the CD161 Receptor",
        "CD161 is a marker of all human IL-17-producing T-cell subsets and is induced by RORC",
        "Human interleukin 17-producing cells originate from a CD161+CD4+T cell precursor",
        "Circulating and gut-resident human Th17 cells express CD161 and promote intestinal inflammation",
        "Human MAIT cells are xenobiotic-resistant, tissue-targeted, CD161hi IL-17–secreting T cells",
        "CD161 (NKR-P1A) costimulation of CD1d-dependent activation of human T cells expressing invariant V alpha 24 J alpha Q T cell receptor alpha chains",
        "CD161 Defines a Transcriptional and Functional Phenotype across Distinct Human T Cell Lineages",
        "Peripheral Blood CCR4+CCR6+and CXCR3+CCR6+CD4+T Cells Are Highly Permissive to HIV-1 Infection",
        "HIV-1 infection is characterized by profound depletion of CD161+Th17 cells and gradual decline in regulatory T cells",
        "CD161+CD4+T Cells Harbor Clonally Expanded Replication-Competent HIV-1 in Antiretroviral Therapy-Suppressed Individuals",
        "CD161 identifies polyfunctional Th1/Th17 cells in the genital mucosa that are depleted in HIV-infected female sex workers from Nairobi, Kenya",
        "The loss of CCR6+and CD161+CD4+T-cell homeostasis contributes to disease progression in SIV-infected rhesus macaques",
        "Prospective Study of Acute HIV-1 Infection in Adults in East Africa and Thailand",
        "Incidence and Characterization of Acute HIV-1 Infection in a High-Risk Thai Population",
        "Initiation of ART during Early Acute HIV Infection Preserves Mucosal Th17 Function and Reverses HIV-Related Immune Activation",
        "OMIP-046: Characterization of invariant T cell subset activation in humans",
        "Multiple layers of heterogeneity and subset diversity in human MAIT cell responses to distinct microorganisms and to innate cytokines",
        "Dynamic MAIT cell response with progressively enhanced innateness during acute HIV-1 infection",
        "Stable inhibitory activity of regulatory T cells requires the transcription factor Helios",
        "Impact of Multi-Targeted Antiretroviral Treatment on Gut T Cell Depletion and HIV Reservoir Seeding during Acute HIV Infection",
        "Severe CD4+T-Cell Depletion in Gut Lymphoid Tissue during Primary Human Immunodeficiency Virus Type 1 Infection and Substantial Delay in Restoration following Highly Active Antiretroviral Therapy",
        "Primary HIV-1 Infection Is Associated with Preferential Depletion of CD4+T Lymphocytes from Effector Sites in the Gastrointestinal Tract",
        "Tissue-resident MAIT cell populations in human oral mucosa exhibit an activated profile and produce IL-17",
        "IL-17 production by tissue-resident MAIT cells is locally induced in children with pneumonia",
        "MAIT cells reside in the female genital mucosa and are biased towards IL-17 and IL-22 production in response to bacterial stimulation",
        "Proinflammatory Environment Dictates the IL-17–Producing Capacity of Human Invariant NKT Cells",
        "Single-cell transcriptomics identifies an effectorness gradient shaping the response of CD4+T cells to cytokines",
        "Lymphocyte innateness defined by transcriptional states reflects a balance between proliferation and effector functions",
        "Normal T cell homeostasis: The conversion of naive cells into memory-phenotype cells",
        "HIV-1 selectively targets gut-homing CCR6+CD4+T cells via mTOR-dependent mechanisms",
        "Alpha4(+)beta7(hi)CD4(+)memory T cells harbor most Th-17 cells and are preferentially infected during acute SIV infection",
        "The integrin alpha4beta7 forms a complex with cell-surface CD4 and defines a T-cell subset that is highly susceptible to infection by HIV-1",
        "Integrin alpha4beta7 expression on peripheral blood CD4(+)T cells predicts HIV acquisition and disease progression outcomes",
        "Preferential infection of alpha4beta7+memory CD4+T cells during early acute HIV-1 infection",
        "Very Early Initiation of Antiretroviral Therapy During Acute HIV Infection Is Associated with Normalized Levels of Immune Activation Markers in Cerebrospinal Fluid but Not in Plasma",
        "Interleukin (IL)-22 and IL-17 are coexpressed by Th17 cells and cooperatively enhance expression of antimicrobial peptides",
        "Requirement of Interleukin-17A for Systemic Anti–Candida albicansHost Defense in Mice",
        "Simian immunodeficiency virus-induced mucosal interleukin-17 deficiency promotes Salmonella dissemination from the gut",
        "The Th17 Pathway and Inflammatory Diseases of the Intestines, Lungs, and Skin",
        "Clinical significance of pre-transplant circulating CD3(+)CD4(+)CD161(+)cell frequency on the occurrence of neutropenic infections after allogeneic stem cell transplantation",
        "Low frequency of CD3+CD4+CD161+T cells correlates with the occurrence of infections in refractory/relapsed multiple myeloma patients receiving lenalidomide plus low-dose dexamethasone treatment",
        "Memory-phenotype CD4+T cells spontaneously generated under steady-state conditions exert innate TH1-like effector function",
        "The effect of HIV infection on the host response to bacterial sepsis",
        "In the era of highly active antiretroviral therapy, why are HIV-infected patients still admitted to hospital for an inaugural opportunistic infection?",
        "Tuberculosis Incidence Rates during 8 Years of Follow-Up of an Antiretroviral Treatment Cohort in South Africa: Comparison with Rates in the Community"
    ],
    "affiliation": [
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60138854",
            "affilname": "Amsterdam Institute for Global Health and Development",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138854",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60095034",
            "affilname": "Duke-NUS Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60095034",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60030650",
            "affilname": "National Institute of Infectious Diseases",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030650",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Beijing",
            "@id": "60025278",
            "affilname": "Tsinghua University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025278",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016185",
            "affilname": "Armed Forces Research Institute of Medical Sciences, Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016185",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Stockholm",
            "@id": "60012311",
            "affilname": "Karolinska Institutet",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012311",
            "affiliation-country": "Sweden"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60006762",
            "affilname": "Uniformed Services University of the Health Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006762",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60001157",
            "affilname": "Amsterdam UMC - University of Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001157",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101452707",
            "affilname": "SEARCH",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101452707",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Government Pharmaceutical Organization",
        "Hearl-Lung Foundation",
        "Jonas Söderquist Foundation for Virology and Immunology",
        "Petrus and Augusta Hedlund Foundation",
        "Thai Red Cross AIDS Research Centre",
        "DOD",
        "Henry M. Jackson Foundation",
        "Merck",
        "Gilead",
        "Marie Skłodowska Curie Actions",
        "Swedish Cancer Society",
        "Swedish Research Council",
        "Center for Innovative Medicine"
    ]
}