{
    "eid": "2-s2.0-85054454626",
    "title": "High risk breast lesions identified on MrI-guided vacuum-assisted needle biopsy: Outcome of surgical excision and imaging follow-up",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Megan E. Speer",
        "Monica L. Huang",
        "Basak E. Dogan",
        "Beatriz E. Adrada",
        "Rosalind P. Candelaria",
        "Kenneth R. Hess",
        "Palita Hansakul",
        "Wei T. Yang",
        "Gaiane M. Rauch"
    ],
    "citedby-count": 20,
    "ref-count": 26,
    "ref-list": [
        "Role of MRI in screening, diagnosis and management of breast cancer",
        "Indications for breast MRI in the patient with newly diagnosed breast cancer",
        "Outcome of MRI-guided breast biopsy",
        "Initial clinical experience with a new MRI vacuum-assisted breast biopsy device",
        "Magnetic resonance imaging in breast cancer: A literature review and future perspectives",
        "MR imaging-guided 9-gauge vacuum-assisted core-needle breast biopsy: Initial experience",
        "Magnetic resonance imaging-guided breast biopsy in lesions not visualized by mammogram or ultrasound",
        "Radiologic-pathologic correlation at breast MR imaging: What is the appropriate management for high-risk lesions?",
        "Multidisciplinary considerations in the management of high-risk breast lesions",
        "Risk of upgrade of atypical ductal hyperplasia after stereotactic breast biopsy: Effects of number of foci and complete removal of calcifications",
        "Atypical ductal hyperplasia diagnosed at sonographically guided core needle biopsy: Frequency, final surgical outcome, and factors associated with underestimation",
        "ACR BI-RADS magnetic resonance imaging",
        "Outcome analysis of 9-gauge MRI-guided vacuum-assisted core needle breast biopsies",
        "High-risk lesions diagnosed at MRI-guided vacuum-assisted breast biopsy: Can underestimation be predicted?",
        "Underestimation of atypical ductal hyperplasia at MRI-guided 9-gauge vacuum-assisted breast biopsy",
        "Frequency, upgrade rates, and characteristics of high-risk lesions initially identified with breast MRI",
        "MR imaging-guided 10-gauge vacuum-assisted breast biopsy: Histological characterisation",
        "High-risk lesions at MRI-guided breast biopsy: Frequency and rate of underestimation",
        "Imaging features and management of high-risk lesions on contrast-enhanced dynamic breast MRI",
        "Magnetic resonance-guided, vacuum-assisted breast biopsy: Results from a European multicenter study of 538 lesions",
        "Magnetic resonance-guided vacuum-assisted breast biopsy: Results in 100 Japanese women",
        "Underestimation rate at MR imaging-guided vacuum-assisted breast biopsy: A multi-institutional retrospective study of 1509 breast biopsies",
        "Outcome of high-risk lesions at MRI-guided 9-gauge vacuum-assisted breast biopsy",
        "Flat epithelial atypia: Upgrade rates and risk-stratification approach to support informed decision making",
        "MRI-guided 9-gauge vacuum-assisted breast biopsy: Initial clinical experience",
        "Radial scar of the breast: Is it possible to avoid surgery?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Dallas",
            "@id": "60026695",
            "affilname": "UT Southwestern Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026695",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}