{
    "eid": "2-s2.0-85026916059",
    "title": "A combination of process of care and clinical target among type 2 diabetes mellitus patients in general medical clinics and specialist diabetes clinics at hospital levels",
    "cover-date": "2017-08-07",
    "subject-areas": [
        {
            "$": "Health Policy",
            "@code": "2719"
        }
    ],
    "keywords": [
        "General medical clinics",
        "Hospital levels",
        "Quality of care",
        "Specialist diabetes clinics",
        "Type 2 diabetes mellitus"
    ],
    "authors": [
        "Sokha Sieng"
    ],
    "citedby-count": 9,
    "ref-count": 19,
    "ref-list": [
        "Global estimates of the prevalence of diabetes for 2010 and 2030",
        "IDF Diabetes Atlas: Global estimates of the prevalence of diabetes for 2011 and 2030",
        "Global healthcare expenditure on diabetes for 2010 and 2030",
        "Comparison of HbA1c, blood pressure, and cholesterol (ABC) control in type 2 diabetes attending general medical clinics and specialist diabetes clinics in Thailand",
        "Epidemiology: Open Access",
        "Screening adults for type 2 diabetes: A review of the evidence for the U.S. Preventive Services Task Force",
        "Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)",
        "Tight blood pressure control and risk of macrovascular and microvascular complications in type 2 diabetes: UKPDS 38",
        "Can primary care professionals' adherence to Evidence Based Medicine tools improve quality of care in Type 2 diabetes mellitus? A systematic review",
        "Quality of care and outcomes in type 2 diabetic patients: A comparison between general practice and diabetes clinics",
        "Global guideline for type 2 diabetes",
        "Standards of medical care in diabetes-2014",
        "Purposeful selection of variables in logistic regression",
        "lme4: Linear Mixed-effects Models Using Eigen and S4",
        "Is the quality of diabetes care better in a diabetes clinic or in a general medicine clinic?",
        "Effects of patient volume on quality of outpatient diabetes care",
        "The role of the care model in modifying prognosis in diabetes",
        "Six Challenges in Measuring the Quality of Health Care"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phnom Penh",
            "affilname": "Ministry of Education",
            "affiliation-country": "Cambodia"
        },
        {
            "affiliation-city": "Phnom Penh",
            "affilname": "Cambodia",
            "affiliation-country": "Cambodia"
        }
    ],
    "funding": []
}