{
    "eid": "2-s2.0-84946134657",
    "title": "Upgrading of waste tyre-derived oil from waste tyre pyrolysis over Ni catalyst supported on HZSM-5 zeolite",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [],
    "authors": [
        "Witsarut Namchot"
    ],
    "citedby-count": 19,
    "ref-count": 15,
    "ref-list": [
        "Catalytic conversion of benzothiophene over a H-ZSM5 based catalyst",
        "Catalytic cracking of 2,2,4-trimethylpentane on FAU, MFI, and bimodal porous materials: Influence of acid properties and pore topology",
        "Catalytic conversion of rapeseed oil for the production of raw chemicals, fuels and carbon nanotubes over Ni-modified nanocrystalline and hierarchical ZSM-5",
        "Pyrolysis of waste tyres with zeolite USY and ZSM-5 catalysts",
        "Effects of pyrolysis temperature and Pt-loaded catalysts on polar-aromatic content in tire-derived oil",
        "Activity and selectivity for hydroisomerisation of n-decane over Ni impregnated Pd/H-mordenite catalysts",
        "Adsorptive desulfurization of diesel using metallic Nickel supported on SBA-15 as adsorbent",
        "Ni-ZSM-5 catalysts: Detailed characterization of metal sites for proper catalyst design",
        "Impact of HY as an additive in Pd/HBETA catalyst on waste tire pyrolysis products",
        "Effects of metal modifications of Y zeolites on sulfur reduction performance in fluid catalytic cracking process",
        "Studies in the Terpene Series. XXIII. Pyrolysis of d-Limonene and of Related Hydrocarbons. Mechanisms of Pyrolysis",
        "X-ray photoelectron spectroscopy characterization of the reduction and oxidation behaviour of Ni-containing HZSM-5 zeolites",
        "Mechanistic aspects of catalyzed benzothiophene hydrodesulfurization. A density functional theory study",
        "Transformation of olefin over Ni/HZSM-5 catalyst",
        "Cu-doped catalysts and their impacts on tire-derived oil and sulfur removal"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}