{
    "eid": "2-s2.0-85085643267",
    "title": "Cytokines and chemokines in chikungunya virus infection: Protection or induction of pathology",
    "cover-date": "2020-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Microbiology (medical)",
            "@code": "2726",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Chikungunya",
        "Cytokine",
        "Immune response"
    ],
    "authors": [
        "Chintana Chirathaworn",
        "Jira Chansaenroj",
        "Yong Poovorawan"
    ],
    "citedby-count": 13,
    "ref-count": 46,
    "ref-list": [
        "Genome-scale phylogenetic analyses of chikungunya virus reveal independent emergences of recent epidemics and various evolutionary rates",
        "Seroprevalence of Chikungunya virus (CHIKV) infection on Lamu Island, Kenya, October 2004",
        "Arrival of chikungunya virus in the new world: Prospects for spread and impact on public health",
        "Genome microevolution of chikungunya viruses causing the Indian Ocean outbreak",
        "Chikungunya in Southeast Asia: Understanding the emergence and finding solutions",
        "East/Central/South African genotype chikungunya virus, Brazil, 2014",
        "Chikungunya virus in Asia—Pacific: A systematic review",
        "Emergence of Chikungunya Virus, Pakistan, 2016–2017",
        "Clinical and Laboratory Characteristics of an Acute Chikungunya Outbreak in Bangladesh in 2017",
        "Genome sequences of chikungunya virus isolates from an outbreak in southwest Bangkok in 2018",
        "Chikungunya virus and prospects for a vaccine",
        "Chikungunya Virus-Induced Arthritis: Role of Host and Viral Factors in the Pathogenesis",
        "Emergence and treatment of chikungunya arthritis",
        "Clinical and molecular characterization of chikungunya virus in South Thailand",
        "Serum IL-18 and IL-18BP levels in patients with Chikungunya virus infection",
        "Cytokine levels in patients with chikungunya virus infection",
        "High concentrations of circulating interleukin-6 and monocyte chemotactic protein-1 with low concentrations of interleukin-8 were associated with severe chikungunya fever during the 2009–2010 outbreak in Thailand",
        "Cytokines in acute chikungunya",
        "Her, Z.; et al. IL-1beta, IL-6, and RANTES as biomarkers of Chikungunya severity",
        "The Cytokine Profile in Acute Chikungunya Infection is Predictive of Chronic Arthritis 20 Months Post Infection",
        "Cytokines and chemokines triggered by Chikungunya virus infection in human patients during the very early acute phase",
        "IL-27 in patients with Chikungunya fever: A possible chronicity biomarker?",
        "Proinflammatory Cytokines and Chemokines as Biomarkers of Persistent Arthralgia and Severe Disease After Chikungunya Virus Infection: A 5-Year Follow-Up Study in Southern Thailand",
        "Determination of Toll-like receptor-induced cytokine profiles in the blood and cerebrospinal fluid of Chikungunya patients",
        "Chikungunya disease in nonhuman primates involves long-term viral persistence in macrophages",
        "Overproduction of IL-6 and Type-I IFN in a Lethal Case of Chikungunya Virus Infection in an Elderly Man During the 2017 Italian Outbreak",
        "Paradoxical Effect of Chloroquine Treatment in Enhancing. Chikungunya Virus Infection",
        "Persistent arthralgia induced by Chikungunya virus infection is associated with interleukin-6 and granulocyte macrophage colony-stimulating factor",
        "Correlation of plasma viral loads and presence of Chikungunya IgM antibodies with cytokine/chemokine levels during acute Chikungunya virus infection",
        "Virus load and clinical features during the acute phase of Chikungunya infection in children",
        "Interleukin-18 and IL-18 binding protein",
        "Association of IL1RN VNTR polymorphism with chikungunya infection: A study from Western India",
        "Regulatory T cells and IL-10 as modulators of chikungunya disease outcome: A preliminary study",
        "Expanding regulatory T cells alleviates chikungunya virus-induced pathology in mice",
        "Cytokines in rheumatoid arthritis—Shaping the immunological. Landscape",
        "The role and therapeutic targeting of IL-6 in rheumatoid arthritis",
        "Interleukins and interleukin receptors in rheumatoid arthritis: Research, diagnostics and clinical implications",
        "RANTES, MCP-1 chemokines and factors describing rheumatoid arthritis",
        "RANTES/CCL5 Induces Collagen Degradation by Activating MMP-1 and MMP-13 Expression in Human Rheumatoid Arthritis Synovial Fibroblasts",
        "IL-17 induces production of IL-6 and IL-8 in rheumatoid arthritis synovial fibroblasts via NF-kappaB-and PI3-kinase/Akt-dependent pathways",
        "Circulating IL-27 Is Elevated in Rheumatoid Arthritis Patients",
        "Spotlight on mavrilimumab for the treatment of rheumatoid arthritis: Evidence to date",
        "The role of interleukin-4 in rheumatic diseases",
        "Interleukin-13: A promising therapeutic target for autoimmune disease",
        "Unconventional. Repertoire profile is imprinted during acute chikungunya infection for natural killer cells polarization toward. cytotoxicity",
        "HLA class II allele polymorphism in an outbreak of chikungunya fever in. Middle Andaman, India"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}