{
    "eid": "2-s2.0-84906350648",
    "title": "Usefulness of 99mTc-pertechnetate whole body scan with neck and chest SPECT/CT for detection of post-surgical thyroid remnant and metastasis in differentiated thyroid cancer patients",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "Differentiated thyroid cancer",
        "SPECT/CT",
        "Technetium-99m pertechnetate",
        "Whole body scan"
    ],
    "authors": [
        "Maythinee Chantadisai"
    ],
    "citedby-count": 13,
    "ref-count": 24,
    "ref-list": [
        "Revised American thyroid association management guidelines for patients with thyroid nodules and differentiated thyroid cancer",
        "Influence of scanning doses of iodine-131 on subsequent first ablative treatment outcome in patients operated on for differentiated thyroid carcinoma",
        "Predicting the efficacy of first iodine-131 treatment in differentiated thyroid carcinoma",
        null,
        null,
        "Thyroid stunning",
        null,
        "Thyroid stunning in clinical practice: Is it a real problem?",
        "Stunning phenomenon after a radioactive iodine-131 diagnostic whole-body scan: Is it really a point of clinical consideration?",
        null,
        "Does thyroid stunning exist? A model with benign thyroid disease",
        "Thyroid stunning",
        null,
        null,
        null,
        null,
        "Comparisons of I-123 diagnostic and I-131 post-treatment scans for detecting residual thyroid tissue and metastases of differentiated thyroid cancer",
        "Role of Tc-99m pertechnetate for remnant scintigraphy post-thyroidectomy",
        "Insensitivity of Tc-99m pertechnetate for detecting metastases of differentiated thyroid carcinoma",
        null,
        "Usefulness of 99mTc-pertechnetate single-photon emission computed tomography in remnant mass estimation of postsurgical patients of differentiated thyroid cancer during internal dosimetry",
        "The use of technetium-99m pertechnetate in postoperative thyroid carcinoma. A comparative study with iodine-131",
        "Radiation Dose to Patients from Radiopharmaceuticals",
        "Vascular retention of Tc-99m pertechnetate simulating ectopic or metastatic thyroid tissue"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Rach-adapiseksompoch Research Fund",
        "Ratchadapiseksompotch Research Fund",
        "Faculty of Medicine, Chulalongkorn University"
    ]
}