{
    "eid": "2-s2.0-85146329496",
    "title": "Going from attitude to action: Analyzing how the orientations of sustainable food businesses influence their business strategies",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management, Monitoring, Policy and Law",
            "@code": "2308",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "attitude–behavior gap",
        "business strategies",
        "business sustainability transition",
        "sustainable business model",
        "sustainable food business",
        "sustainable food systems"
    ],
    "authors": [
        "Katherine Jusuf",
        "Krittinee Nuttavuthisit"
    ],
    "citedby-count": 0,
    "ref-count": 48,
    "ref-list": [
        "Purchase intention toward organic food among young consumers using theory of planned behavior: Role of environmental concerns and environmental awareness",
        "Can't buy me green? A review of consumer perceptions of and behavior toward the price of organic food",
        "The ecologically sustainable retailer",
        "An economic efficiency indicator for assessing income opportunities in sustainable waste management",
        "The ideology of the ethical consumption gap",
        "The pyramid of corporate social responsibility: Toward the moral management of organizational stakeholders",
        "Encouraging green product purchase: Green value and environmental knowledge as moderators of attitude and behavior relationship",
        "“What goes where”? Characterizing Edmonton's municipal clothing waste stream and consumer clothing disposal",
        "The role of food systems in achieving the sustainable development goals: Environmental perspective",
        "Towards closing the attitude-intention-behavior gap in green consumption: A narrative review of the literature and an overview of future research directions",
        "Business model innovation for sustainability: Towards a unified perspective for creation of sustainable business models",
        "Bridging the intention-behavior gap among organic grocery customers: The crucial role of point-of-sale information",
        "Spanning the gap: An examination of the factors leading to the green gap",
        "Consumer reactions to the availability of organic food in discount supermarkets",
        "What do social entrepreneurs need to walk their talk? Understanding the attitude-behavior gap in social impact assessment practice",
        "Green marketing consumer-level theory review: A compendium of applied theories and further research directions",
        "The business model in sustainability transitions: A conceptualization",
        "Green thinking but thoughtless buying? An empirical extension of the value-attitude-behaviour hierarchy in sustainable clothing",
        "Exploring the gap between consumers' green rhetoric and purchasing behaviour",
        "Sustainable development and business models of entrepreneurs in the organic food industry",
        "Factors affecting green purchase behaviour and future research directions",
        "An agenda for sustainability transitions research: State of the art and future directions",
        "The impact of television advertising: Learning without involvement",
        "The measurement of advertising involvement",
        "Measuring consumer involvement profiles",
        "Eating “green”: Motivations behind organic food consumption in Australia",
        "The role of business models for sustainable consumption: A pattern approach",
        "Characterizing country-specific human and ecosystem health impact and damage cost of agricultural pesticides: The case for Thailand",
        "When is green a purchase motive? Different answers from different selves",
        "The entrepreneur's business model: Toward a unified perspective",
        "The importance of consumer trust for the emergence of a market for green products: The case of organic food",
        "Exploring attitude–behavior gap in sustainable consumption: Comparison of recycled and upcycled fashion products",
        "Unpacking attitude certainty: Attitude clarity and attitude correctness",
        "Happiness, altruism and the Prius effect",
        "Consumer perceptions of organic foods in Bangkok, Thailand",
        "The socioeconomic causes and effects of the gentrified thrifting experience",
        "Development of performance indicators for municipal solid waste management (PIMS): A review",
        "How and why does the attitude-behavior gap differ between product categories of sustainable food? Analysis of organic food purchases based on household panel data",
        "The expansion of modern trade food retailing in Thailand",
        "Connecting business with the agricultural landscape: Business strategies for sustainable rural development",
        "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
        "Is organic food better for our health?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Jakarta",
            "@id": "101912330",
            "affilname": "Jakarta International School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101912330",
            "affiliation-country": "Indonesia"
        }
    ],
    "funding": []
}