{
    "eid": "2-s2.0-85040672794",
    "title": "Elemental and mineralogical analysis of marine and coastal sediments from Phra Thong Island, Thailand: Insights into the provenance of coastal hazard deposits",
    "cover-date": "2018-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Geology",
            "@code": "1907",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Geochemistry and Petrology",
            "@code": "1906",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "Bootstrap analysis",
        "Cluster analysis",
        "Discriminant function analysis",
        "Grain size parameters",
        "Mineral compositions",
        "Principal component analysis",
        "Provenance",
        "Storm deposit",
        "Trace elements",
        "Tsunami deposit"
    ],
    "authors": [
        "Dat T. Pham",
        "Chris Gouramanis",
        "Adam D. Switzer",
        "Charles M. Rubin",
        "Brian G. Jones",
        "Kruawun Jankaew",
        "Paul F. Carr"
    ],
    "citedby-count": 7,
    "ref-count": 70,
    "ref-list": [
        "Gradistat: a grain size distribution and statistics package for the analysis of unconsolidated sediments",
        "OSL dating of tsunami deposits from Phra Thong Island, Thailand",
        "Local inundation distances and regional tsunami recurrence in the Indian Ocean inferred from luminescence dating of sandy deposits in Thailand",
        "Holocene evolution of Phra Thong's beach-ridge plain (Thailand) — chronology, processes and driving factors",
        "Sediment transport and hydrodynamic parameters of tsunami waves recorded in onshore geoarchives",
        "Resampling methods in R: the boot package",
        "Boot: Bootstrap R (S-Plus) Functions. R Package Version",
        "Chemical signatures of palaeotsunamis: a forgotten proxy?",
        "Geochemical signatures up to the maximum inundation of the 2011 Tohoku-oki tsunami - implications for the 869 AD Jogan and other palaeotsunamis",
        "Insights from geochemistry and diatoms to characterise a tsunami's deposit and maximum inundation limit",
        "Environmental impact assessment of the 2011 Tohoku-oki tsunami on the Sendai Plain",
        "Expanding the proxy toolkit to help identify past events - lessons from the 2004 Indian Ocean tsunami and the 2009 South Pacific tsunami",
        "Flow conditions of the 2004 Indian Ocean tsunami in Thailand, inferred from capping bedforms and sedimentary structures",
        "High-resolution analysis of a tsunami deposit: case-study from the 1755 Lisbon tsunami in southwestern Spain",
        "Statistics and Data Analysis in Geology",
        "An Introduction to the Bootstrap",
        "An Introduction to Applied Multivariate Analysis with R: Use R!",
        "Sediment distribution on the inner continental shelf off Khao Lak (Thailand) after the 2004 Indian Ocean tsunami",
        "Brazos River bar [Texas]; a study in the significance of grain size parameters",
        "Benchmarks and sediment source(s) of the 1755 Lisbon tsunami deposit at Boca do Rio Estuary",
        "Stratigraphic evidence for pre-2004 tsunamis in southwestern Thailand",
        "Detailed measurements of thickness and grain size of a widespread onshore tsunami deposit in Phang-nga Province, southwestern Thailand",
        "Thickness and grain-size distribution of Indian Ocean tsunami deposits at Khao Lak and Phra Thong Island, south-western Thailand",
        "13.13 Tsunami",
        "Progress in palaeotsunami research",
        "Sedimentary differences between the 2002 Easter storm and the 15th-century Okoropunga tsunami, southeastern North Island, New Zealand",
        "Ground penetrating radar examination of thin tsunami beds — a case study from Phra Thong Island, Thailand",
        "Same Same, But Different: Sedimentological Comparison of Recent Storm and Tsunami Deposits from the South-Eastern Coastline of India. Abstract NH21A-3811 Presented at 2014 Fall Meeting, AGU, San Francisco, Calif., 15–19 Dec",
        "Stopping rules in principal components analysis: a comparison of heuristical and statistical approaches",
        "Heavy minerals in the 2011 Tohoku-oki tsunami deposits-insights into sediment sources and hydrodynamics",
        "Heavy minerals in the 2004 tsunami deposits on Kho Khao Island, Thailand",
        "Medieval forewarning of the 2004 Indian Ocean tsunami in Thailand",
        "Distribution and sedimentary characteristics of tsunami deposits on Phra Thong Island, Thailand",
        "Finding Groups in Data: An Introduction to Cluster Analysis",
        "Distinguishing tsunami and storm deposits: an example from Martinhal, SW Portugal",
        "Machine-learning techniques for geochemical discrimination of 2011 Tohoku tsunami deposits",
        "Numerical Ecology",
        "Reconstruction of prehistoric landfall frequencies of catastrophic hurricanes in northwestern Florida from lake sediment records",
        "Cluster: Cluster Analysis Basics and Extensions. R Package Version 1.15.3",
        "The 869 Jogan tsunami deposit and recurrence interval of large-scale tsunami on the Pacific coast of northeast Japan",
        "A 1,000-year sediment record of tsunami recurrence in northern Sumatra",
        "Physical criteria for distinguishing sandy tsunami and storm deposits using modern examples",
        "Sedimentary differences between the 1993 Hokkaido-nansei-oki tsunami and the 1959 Miyakojima typhoon at Taisei, southwestern Hokkaido, northern Japan",
        "A 6000 year tropical cyclone record from Western Australia",
        "Vegan: Community Ecology Package",
        "Tsunamis versus storm deposits from Thailand",
        "Indian Ocean tsunami recurrence from optical dating of tsunami sand sheets in Thailand",
        "R: A Language and Environment for Statistical Computing",
        "Silhouettes: a graphical aid to the interpretation and validation of cluster analysis",
        "Diatom assemblages in tsunami deposits associated with the 2004 Indian Ocean tsunami at Phra Thong Island, Thailand",
        "Holocene sea levels along the Andaman Sea coast of Thailand",
        "Process-sedimentological challenges in distinguishing paleo-tsunami deposits",
        "Preservation potential of tsunami deposits on arid siliciclastic coasts",
        "Numerical models of tsunami sediment transport — current understanding and future directions",
        "Large-scale washover sedimentation in a freshwater lagoon from the southeast Australian coast: sea-level change, tsunami or exceptionally large storm?",
        "Sea level, storm, or tsunami: enigmatic sand sheet deposits in a sheltered coastal embayment from Southeastern New South Wales, Australia",
        "Bedding structures in Indian tsunami deposits that provide clues to the dynamics of tsunami inundation",
        "An integrated approach to assessing coastal hazards at multi-century timescales",
        "Sinking deltas due to human activities",
        "Environmental and geological impacts of the 26 December 2004 tsunami in coastal zone of Thailand - overview of short and long-term effects",
        "Effects of rainy season on mobilization of contaminants from tsunami deposits left in a coastal zone of Thailand by the 26 December 2004 tsunami",
        "Contamination of tsunami sediments in a coastal zone inundated by the 26 December 2004 tsunami in Thailand",
        "Using Multivariate Statistics",
        "Ostracodes reveal the sea-bed origin of tsunami deposits",
        "Report for 40th Session of ESCAP/WMO Typhoon Committee, 40th Session of Typhoon Committee, 21–26 November, Macao",
        "Climate of Thailand, Bangkok",
        "The 2004 Indian tsunami in Thailand: surveyed runup heights and tide gauge records",
        "Distinguishing tsunami from storm deposits in eastern North America: the 1929 Grand Banks tsunami versus the 1991 Halloween storm",
        "Geochemical consequences of the Permian–Triassic mass extinction in a non-marine succession, Sydney Basin, Australia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "@id": "60118622",
            "affilname": "Earth Observatory of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118622",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60118475",
            "affilname": "Asian School of the Environment",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60118475",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60017161",
            "affilname": "National University of Singapore",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017161",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Wollongong",
            "@id": "60011664",
            "affilname": "University of Wollongong",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011664",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "National Research Foundation Singapore",
        "Singapore Ministry of Education",
        "Faculty of Science, Chulalongkorn University"
    ]
}