{
    "eid": "2-s2.0-85074141559",
    "title": "The Relationship of Gender Roles and Beliefs to Crying in an International Sample",
    "cover-date": "2019-10-10",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychology (all)",
            "@code": "3200",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "beliefs about crying",
        "crying",
        "emotion regulation",
        "gender roles",
        "social support"
    ],
    "authors": [
        "Leah S. Sharman",
        "Genevieve A. Dingle",
        "Marc Baker",
        "Agneta Fischer",
        "Asmir Gračanin",
        "Igor Kardum",
        "Harry Manley",
        "Kunalan Manokara",
        "Sirirada Pattara-angkoon",
        "Ad J.J.M. Vingerhoets",
        "Eric J. Vanman"
    ],
    "citedby-count": 5,
    "ref-count": 51,
    "ref-list": [
        "Feeling bad about being sad: the role of social expectancies in amplifying negative mood",
        "Crying and mood change: a cross-cultural study",
        "Age differences in emotion-regulation strategies in handling everyday problems",
        "When and for whom does crying improve mood? A daily diary study of 1004 crying episodes",
        "When is crying cathartic? An international study",
        "Moralizing emotion: a breakdown in Thailand",
        "Gender differences in emotion expression in children: a meta-analytic review",
        "Parental socialization of emotion expression: gender differences and relations to child adjustment",
        "Crying and catharsis",
        "Gender and individual differences in adult crying",
        "Development of the crying proneness scale: associations among crying proneness, empathy, attachment, and age",
        "Gender differences in self-conscious emotional experience: a meta-analysis",
        "What drives the smile and the tear: why women are more emotionally expressive than men",
        "The relation between gender and emotions in different cultures",
        "Gender and culture differences in emotion",
        "Gender differences in parent–child emotion narratives",
        "Japanese and Americans compared on the affect orientation construct",
        "Why only humans shed emotional tears: evolutionary and cultural perspectives",
        "Cultural differences in perceived social norms and social anxiety",
        "Social reactions to adult crying: the help-soliciting function of tears",
        "Social messages of crying faces: their influence on anticipated person perception, emotions and behavioral responses",
        "Social and psychological consequences of not crying: possible associations with psychopathology and therapeutic relevance",
        "Addressing the situation: some evidence for the significance of microcontexts with the gender role conflict construct",
        "Traditional masculinity and femininity: validation of a new scale assessing gender roles",
        "Fer cryin’ out loud—There is a sex difference",
        "There’s no crying in baseball, or is there? Male athletes, tears, and masculinity in North America",
        "The cultural regulation of emotions",
        "Personality, gender, and crying",
        "Tearing: breakthrough in human emotional signaling",
        "Crying, oral contraceptive use and the menstrual cycle",
        "Level of analysis and the organization of affect",
        "Men who cry",
        "lavaan: an R package for structural equation modeling",
        "Is crying beneficial?",
        "Tears of sorrow, tears of joy: an individual differences approach to crying in Dutch females",
        "Does crying help? Development of the Beliefs About Crying Scale (BACS)",
        "Culture and crying: prevalences and gender differences",
        "Self-reported crying during the menstrual cycle: sign of discomfort and emotional turmoil or erroneous beliefs?",
        "Crying during adolescence: the role of gender, menarche, and empathy",
        "Adult crying: a model and review of the literature",
        "Sex differences in crying: empirical findings and possible explanations",
        "The psychological context of crying: towards a model of adult crying",
        "Weeping by adults: personality correlates and sex differences",
        "Japanese and United States preschool Children’s responses to conflict and distress",
        "Display rules for anger, sadness, and pain: it depends on who is watching",
        "Emotion regulation from early adolescence to emerging adulthood and middle adulthood: age differences, gender differences, and emotion-specific developmental variations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60031004",
            "affilname": "The University of Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031004",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Rijeka",
            "@id": "60029546",
            "affilname": "University of Rijeka",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029546",
            "affiliation-country": "Croatia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Portsmouth",
            "@id": "60025475",
            "affilname": "University of Portsmouth",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025475",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Tilburg",
            "@id": "60017145",
            "affilname": "Tilburg University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017145",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": []
}