{
    "eid": "2-s2.0-85017489547",
    "title": "Effect of oral supplementation with different energy boosters in newborn piglets on pre-weaning mortality, growth and serological levels of IGF-I and IgG",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Colostrum",
        "IGF-I",
        "IgG",
        "Mortality",
        "Oral supplementation",
        "Piglet"
    ],
    "authors": [
        "R. Muns"
    ],
    "citedby-count": 32,
    "ref-count": 37,
    "ref-list": [
        "Teat seeking success of newborn piglets after drying or warming",
        "Nutritional interventions to prevent and rear low-birthweight piglets",
        "Piglets' colostrum intake associates with daily weight gain and survival until weaning",
        "Effects of energy supplementation to neonatal (very) low birth weight piglets on mortality, weaning weight, daily weight gain and colostrum intake",
        "Long-term effects of colostrum intake in piglet mortality and performance",
        "Estimation of colostrum intake in the neonatal pig",
        "Field trial to determine the impact of providing additional care to litters on weaning weight of pigs",
        "Perinatal mortality in the pig: Environmental or physiological solutions?",
        "Effect of birth weight and colostrum intake on mortality and performance of piglets after cross-fostering in sows of different parities",
        "Reducing pig mortality through supervision during the perinatal period.",
        "Acta Sci. Vet.",
        "Digestible and metabolizable energy content of crude glycerin originating from different sources in nursery pigs",
        "Effect of crude glycerin on feed manufacturing, growth performance, plasma metabolites, and nutrient digestibility of growing-finishing pigs",
        "Effect of different management techniques to enhance colostrum intake on piglets' growth and mortality",
        "Piglet behavior as a measure of vitality and its influence on piglet survival and growth during lactation",
        "Non-infectious causes of pre-weaning mortality in piglets",
        "Effect of cross-fostering and oral supplementation with colostrums on performance of newborn piglets",
        "Management strategies in farrowing house to improve piglet pre-weaning survival and growth",
        "Nutritional Requirements of Swine",
        "Adding crude glycerin to nursery pig diet: Effect on nutrient digestibility, metabolic status, intestinal morphology and intestinal cytokine expression",
        "Newborn piglet traits associated with survival and growth performance until weaning",
        "Proc. 21St IPVS Congr",
        "Colostrum intake: Influence on piglet performance and factors of variation",
        "The acquisition of passive immunity in the new-born piglet",
        "IGF-I, IGFBP-2 and -3 but not GH concentrations are different in normal and poor growing piglets",
        "Use of crude glycerol, a biodiesel coproduct, in diets for lactating sows",
        "Evaluation of the nutritional value of glycerol for nursery pigs",
        "Effect of glycerol on GHR and IGF-1 gene expression in breast muscle and on growth of Japanese meat quails",
        "Proc. 23Rd IPVS Congr",
        "Proc. 21St IPVS Cong",
        "Neonatal piglet survival: Impact of sow nutrition around parturition on fetal glycogen deposition and production and composition of colostrum and transient milk",
        "A note on teat accessibility and sow parity - consequences for newborn piglets",
        "Management routines at the time of farrowing-effects on teat success and postnatal piglet mortality from loose housed sows",
        "Effects of bovine colostrum on performance, survival, and immunoglobulin status of suckling piglets during the first days of life",
        "Increasing piglet survival through an improved farrowing management protocol",
        "Differential composition of proteomes in sow colostrum and milk from anterior and posterior mammary glands",
        "Postnatal adaptation of the gastrointestinal tract in neonatal pigs: A possible role of milk-borne growth factors"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}