{
    "eid": "2-s2.0-85028056060",
    "title": "Altruism and four shades of family relationships",
    "cover-date": "2015-12-01",
    "subject-areas": [
        {
            "$": "General Economics",
            "@code": "2000"
        }
    ],
    "keywords": [
        "Altruism",
        "Education",
        "Growth",
        "Health",
        "Social security"
    ],
    "authors": [
        "Yoshitaka Koda"
    ],
    "citedby-count": 2,
    "ref-count": 26,
    "ref-list": [
        "Life expectancy and labor supply of the elderly",
        "Health and economic growth",
        "Econometrica",
        "A reformulation of the economic theory of fertility",
        "A model of longevity, fertility and growth",
        "Intergenerational transfers and demographic transition",
        "NBER Working Paper",
        "Mortality, fertility, and saving in a Malthusian economy",
        "Population and Development Review",
        "Endogenous lifetime and economic growth",
        "Jointly determined saving and fertility behaviour: Theory, and estimates for Germany, Italy, UK and USA",
        "A model of the demand for longevity and the value of life extension.",
        "Intergenerational trade, longevity, and economic growth",
        "Social security, the family, and economic growth",
        "Journal of Political Economy",
        "NBER Macroeconomics Annual",
        "Are the Japanese selfish, altruistic or dynastic?",
        "Are Americans and Indians more altruistic than the Japanese and Chinese? Evidence from a new international survey of bequest plans",
        "Estimating a firm’s age-productivity profile using the present value of workers’ earnings",
        "Is health care expenditure across Europe converging? Findings from the application of a nonlinear panel unit root test",
        "A one-sector neoclassical growth model with endogenous retirement",
        "Paternalism as A Predictor of Leadership Behaviors: A Bi-Level Analysis",
        "Journal of Marriage and Family",
        "A Positive Theory of Social Security",
        "Social security programs throughout the world: Asia and the Pacific, 2012",
        "Health and endogenous growth"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}