{
    "eid": "2-s2.0-85088567375",
    "title": "Large transmission cluster of acute hepatitis C identified among HIV-positive men who have sex with men in Bangkok, Thailand",
    "cover-date": "2020-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hepatology",
            "@code": "2721",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "HCV infection",
        "men who have sex with men",
        "molecular epidemiology",
        "phylogenetic clustering",
        "sexual transmission"
    ],
    "authors": [
        "Win M. Han",
        "Donn J. Colby",
        "Apichaya Khlaiphuengsin",
        "Tanakorn Apornpong",
        "Stephen J. Kerr",
        "Sasiwimol Ubolyam",
        "Eugène Kroon",
        "Nittaya Phanuphak",
        "Sandhya Vasan",
        "Gail V. Matthews",
        "Anchalee Avihingsanon",
        "Kiat Ruxrungtham",
        "Praphan Phanuphak",
        "Pisit Tangkijvanich"
    ],
    "citedby-count": 8,
    "ref-count": 22,
    "ref-list": [
        "Sexual transmission of hepatitis C virus among HIV-infected men who have sex with men – New York City, 2005-2010",
        "Evidence of a large, international network of HCV transmission in HIV-positive men who have sex with men",
        "A molecular transmission network of recent hepatitis C infection in people with and without HIV: implications for targeted treatment strategies",
        "Patterns and characteristics of hepatitis C transmission clusters among HIV-positive and HIV-negative individuals in the Australian trial in acute hepatitis C",
        "Recent hepatitis C virus infections in HIV-infected patients in Taiwan: incidence and risk factors",
        "Increasing incidence of recent hepatitis C virus infection among persons seeking voluntary counselling and testing for HIV and sexually transmitted infections in Taiwan",
        "Molecular epidemiology of acute HCV infection in HIV-positive patients from Hong Kong, Taipei, Tokyo",
        "Molecular infectious disease epidemiology: survival analysis and algorithms linking phylogenies to transmission trees",
        "Group sex and methamphetamine use fuel an explosive epidemic of hepatitis C among HIV-infected men who have sex with men in Bangkok, Thailand",
        "A molecular phylogenetics-based approach for identifying recent hepatitis C virus transmission events",
        "Genotypic distribution of hepatitis C virus in Thailand and Southeast Asia",
        "Geographic distribution of hepatitis C virus genotype 6 subtypes in Thailand",
        "Hepatitis C virus spread from HIV-positive to HIV-negative men who have sex with men",
        "Automated analysis of phylogenetic clusters",
        "Hepatitis C virus infection among people who inject drugs in Bangkok, Thailand, 2005–2010",
        "Ice parties among young men who have sex with men in Thailand: pleasures, secrecy and risks",
        "Recent epidemic of acute hepatitis C virus in HIV-positive men who have sex with men linked to high-risk sexual behaviours",
        "Sexualized drug use ('chemsex') and high-risk sexual behaviours in HIV-positive men who have sex with men",
        "Declining hepatitis C virus (HCV) incidence in dutch human immunodeficiency virus-positive men who have sex with men after unrestricted access to HCV therapy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kensington",
            "@id": "60026655",
            "affilname": "The Kirby Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026655",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}