{
    "eid": "2-s2.0-85081263487",
    "title": "Treatment outcomes and factors associated with mortality among individuals with both TB and HIV in the antiretroviral era in Thailand",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Epidemiology",
            "@code": "2713",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Immunology",
            "@code": "2403",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Antiretroviral therapy",
        "Risk factors",
        "Tb/HIV",
        "Treatment outcome"
    ],
    "authors": [
        "Sivaporn Gatechompol",
        "Kamon Kawkitinarong",
        "Gompol Suwanpimolkul",
        "Pairaj Kateruttanakul",
        "Weerawat Manosuthi",
        "Jiratchaya Sophonphan",
        "Sasiwimol Ubolyam",
        "Stephen J. Kerr",
        "Anchalee Avihingsanon",
        "Kiat Ruxrungtham"
    ],
    "citedby-count": 6,
    "ref-count": 34,
    "ref-list": [
        "Life expectancy after initiation of combination antiretroviral therapy in Thailand",
        "HIV and tuberculosis: A deadly human syndemic",
        "Timing of initiation of antiretroviral drugs during tuberculosis therapy",
        "Earlier versus later start of antiretroviral therapy in HIV-infected adults with tuberculosis",
        "Timing of antiretroviral therapy for HIV-1 infection and tuberculosis",
        "Real-life clinical practice of using the Xpert MTB/RIF assay in Thailand",
        "Suwanpimolkul Get al. Clinical characteristics and treatment outcomes among patients with tuberculosis in Bangkok and Nonthaburi, Thailand",
        "Outcomes of TB treatment in HIV co-infected TB patients in Ethiopia: A cross-sectional analytic study",
        "Comparison of treatment outcomes of new smear-positive pulmonary tuberculosis patients by HIV and antiretroviral status in a TB/HIV clinic, Malawi",
        "Mwiru Ret al. Tuberculosis associated mortality in a prospective cohort in sub Saharan Africa: Association with HIV and antiretroviral therapy",
        "Timing, rates, and causes of death in a large South African tuberculosis programme",
        "Thongyen Set al. Survival rate and risk factors of mortality among HIV/tuberculosis-coinfected patients with and without antiretroviral therapy",
        "Integration of antiretroviral therapy with tuberculosis treatment",
        "Early mortality in adults initiating antiretroviral therapy (ART) in low- A nd middle-income countries (LMIC): A systematic review and meta-analysis",
        "Diabetes mellitus increases the risk of active tuberculosis: A systematic review of 13 observational studies",
        "Golub JEet al. Impact of diabetes mellitus on treatment outcomes of patients with active tuberculosis",
        "Survival of patients with pulmonary tuber-culosis: Clinical and molecular epidemiologic factors",
        "Impact of type 2 diabetes on manifestations and treatment outcome of pulmonary tuberculosis",
        "The global burden of tuberculosis: Results from the Global Burden of Disease Study",
        "Tuberculosis in the elderly",
        "Profile and response to anti-tuberculosis treatment among elderly tuberculosis patients treated under the TB Control programme in South India",
        "Tuberculosis among the elderly in Tanzania: Disease presentation and initial response to treatment",
        "Underweight increases the risk of early death in tuberculosis patients",
        "Association of body mass index with timing of death during tuberculosis treatment",
        "The relationship between malnutrition and tuberculosis: Evidence from studies in humans and experimental animals",
        "Outcomes of multi-drug resistant tuberculosis (MDR-TB) among a cohort of South African patients with high HIV prevalence",
        "Andrews JRet al. HIV coinfection in multidrug- A nd extensively drug-resistant tuberculosis results in high early mortality",
        "Improved survival and cure rates with concurrent treatment for MDR-TB/HIV co-infection in South Africa"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60016965",
            "affilname": "The HIV Netherlands Australia Thailand Research Collaboration",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016965",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60015728",
            "affilname": "Thailand Ministry of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015728",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60005255",
            "affilname": "Rajavithi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005255",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "TB national research University",
        "chulalongkorn University"
    ]
}