{
    "eid": "2-s2.0-84893482999",
    "title": "First determination of ethanol production and xylose reductase gene of Zygoascus meyerae E23",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Cloning",
        "Ethanol production",
        "Xylose reductase gene",
        "Yeast",
        "Zygoascus meyerae"
    ],
    "authors": [
        "Wanlapa Lorliam"
    ],
    "citedby-count": 0,
    "ref-count": 24,
    "ref-list": [
        "Comparison of hydrolysis conditions to recover reducing sugar from various lignocellulosic materials",
        "Metabolic engineering for improved fermentation of pentoses by yeasts",
        "Ethanol fermentation from biomass resources: Current state and prospects",
        "Production of xylitol from D-xylose by a xylitol dehydrogenase gene-disrupted mutant of Candida tropicalis",
        "Yeast metabolic engineering for hemicellulosic ethanol production",
        "Microbial Pentose Utilization",
        "Properties of the NAD(P)H-dependent xylose reductase from the xylose-fermenting yeast Pichia stipitis",
        "Xylose reductase from Pichia stipitis with altered coenzyme preference improves ethanolic xylose fermentation by recombinant Saccharomyces cerevisiae",
        "Taxonomy and phylogeny of the ascomycetous yeast genus Zygoascus, with proposal of Zygoascus meyerae sp. nov. and related anamorphic varieties",
        "Rapid isolation of yeast genomic DNA: Bust n' Grab",
        "The Fungal Holomorph - Mitotic, Meiotic and Pleomorphic Speciation In Fungal Systematics",
        "Gapped BLAST and PSI-BLAST: A new generation of protein database search programs",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Evaluation of the waste from cassava starch production as a substrate for ethanol fermentation by Saccharomyces cerevisiae",
        "Screening and characterization of yeasts for xylitol production",
        "Molecular Cloning: A Laboratory Manual",
        "Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "Strain selection, taxonomy, and genetics of xylose-fermenting yeasts",
        "Morphological and ecological similarities: wood-boring beetles associated with novel xylose-fermenting yeasts, Spathaspora passalidarum gen. sp. nov. and Candida jeffriesii sp. nov.",
        "Spathaspora arborariae sp. nov., a d-xylose-fermenting yeast species isolated from rotting wood in Brazil",
        "Candida saraburiensis sp. nov. and Candida prachuapensis sp. nov., xylose-utilizing yeast species isolated in Thailand",
        "Genetic analysis of D-xylose metabolism by endophytic yeast strains of rhodotorula graminis and rhodotorula mucilaginosa",
        "Identification of a xylose reductase gene in the xylose metabolic pathway of Kluyveromyces marxianus NBRC1777",
        "Reversal of coenzyme specificity and improvement of catalytic efficiency of Pichia stipitis xylose reductase by rational site-directed mutagenesis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}