{
    "eid": "2-s2.0-84922392536",
    "title": "Does the “Polyp Paradox” Really Exist?",
    "cover-date": "2014-11-18",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        },
        {
            "$": "Physiology",
            "@code": "1314"
        }
    ],
    "keywords": [],
    "authors": [
        "Helmut Neumann"
    ],
    "citedby-count": 1,
    "ref-count": 12,
    "ref-list": [
        "Long-term colorectal-cancer incidence and mortality after lower endoscopy",
        "Adenoma detection rate and risk of colorectal cancer and death",
        "High Yields of Small and Flat Adenomas With High-Definition Colonoscopes Using Either White Light or Narrow Band Imaging",
        "Physician recommendations and patient adherence after inadequate bowel preparation on screening colonoscopy",
        "A randomized controlled trial assessing the effect of prescribed patient position changes during colonoscope withdrawal on adenoma detection",
        "Colonoscopic withdrawal times and adenoma detection during screening colonoscopy",
        "Advanced Colon Polypectomy",
        "High-Definition White-Light (HDWL) Colonoscopy and Higher Adenoma Detection Rate and the Potential for Paradoxical Over Surveillance",
        "Quality indicators for colonoscopy and the risk of interval cancer",
        "High-Definition Colonoscopy Detects Colorectal Polyps at a Higher Rate Than Standard White-Light Colonoscopy",
        "Role of high definition colonoscopy in colorectal adenomaatous polyp detection",
        "High definition colonoscopy vs. standard video endoscopy for the detection of colonic polyps: A meta-analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Erlangen",
            "affilname": "Friedrich-Alexander-Universität Erlangen-Nürnberg",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}