{
    "eid": "2-s2.0-85068782422",
    "title": "Occurrence of oleaginous yeast from mangrove forest in Thailand",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biotechnology",
            "@code": "1305",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Biodiesel",
        "Cocoa butter",
        "Intracellular lipid",
        "Rhodotorula sphaerocarpa",
        "Saitozyma podzolica",
        "Yeast oil"
    ],
    "authors": [
        "Patcharaporn Hoondee",
        "Thippawan Wattanagonniyom",
        "Trinset Weeraphan",
        "Somboon Tanasupawat",
        "Ancharida Savarajara"
    ],
    "citedby-count": 18,
    "ref-count": 87,
    "ref-list": [
        "Oily yeasts as oleaginous cell factories",
        "Organic carbon accumulation and metabolic pathways in sediments of mangrove forest in Southern Thailand",
        "Kluyveromyces siamensis sp. nov., an ascomycetous yeast isolated from water in a mangrove forest in Ranong Province",
        "Candida andamanensis sp. nov., Candida laemsonensis sp. nov. and Candida ranongensis sp. nov., anamorphic yeast species isolated from estuarine waters in a Thai mangrove forest",
        "Fatty acid desaturation in methylotrophic yeast Hansenula polymorpha strain CBS 1976 and unsaturated fatty acid auxotrophic mutants",
        "Conversion of sewage sludge into lipids by Lipomyces starkeyi for biodiesel production",
        "Kluyveromyces aestuarii, a potential environmental quality indicator yeast for mangroves in the State of Rio de Janeiro, Brazil",
        "Ascomycetous yeast communities of marine invertebrates in a southeast Brazilian mangrove ecosystem",
        "A preliminary note on yeast communities of bromeliad-tank water waters of Rio de Janeiro, Brazil",
        "Multiple markers pyrosequencing reveals highly diverse and host specific fungal communities on the mangrove tree Avicenia marina and Rhizophora stylosa",
        "A new yeast species Candida podzolica sp. nov. isolated from the soil",
        "Single cell oil from oleaginous yeast grown on sugarcane bagasse-derived xylose: An approach toward novel biolubricant for low friction and wear",
        "Exploring the yeast biodiversity of green table olive industrial fermentations for technological applications",
        "Yeast: A new oil producer?",
        "Yarrowia lipolytica as a model for bio-oil production",
        "Diversity and biogeographical patterns of yeast communities in Antarctic, Patagonian and tropical lakes",
        "Nectar-living yeasts of a tropical host plant community: diversity and effects on community-wide floral nectar traits",
        "Occurrence and diversity of yeasts in the mangrove ecosystems in Fujian, Guangdong and Hainan provinces of China",
        "A new species of Saccharomyces isolated from a subtropical estuary",
        "Yeast in marine environment",
        "Five new species of yeasts from fresh water and marine habitats in the Florida Everglades",
        "A simple method for the isolation and purification of total lipid from animal tissues",
        "Lipid production for second generation biodiesel by the oleaginous yeast Rhodotorula graminis",
        "Taxonomic evaluation of mycocins produced by basidiomycetous yeast Cryptococcus podzolicus",
        "Nile red: a selective fluorescent stain for intracellular lipid droplets",
        "Chapter 2 Yeasts in aquatic ecotone habitats",
        "Bioedit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/nt",
        "Selection of fatty acid auxotrophs from the oleaginous yeast Cryptococcus curvatus and production of cocoa butter equivalents in batch culture",
        "Production of cocoa butter equivalents from prickly-pear juice fermentation by an unsaturated fatty acid auxotroph of Cryptococcus curvatus grown in batch culture",
        "Indices of diversity and evenness",
        "Review of biodiesel composition, properties and specifications",
        "Oleaginous yeasts from Ethiopia",
        "Characterization of yeast groupings in the Phyllosphere of Sphagnum mosses",
        "Biology of mangrove and mangrove ecosystems",
        "Endophytic yeast diversity in leaf tissue of rice, corn and sugarcane cultivated in Thailand assessed by a culture-dependent approach",
        "Selection and optimization for lipid production of a newly isolated oleaginous yeast, Rhodosporidium toruloides DMKU3-TK16",
        "Diversity and characterization of cultivable oleaginous yeasts isolated from mangrove forests",
        "Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "Marine yeast-a review",
        "Yeast flora of plant rhizosphere and phyllosphere",
        "Candida Berkhout (1923)",
        "Perspectives of microbial oils for biodiesel production",
        "Chapter 1 Yeasts in Continental and Seawater",
        "Fatty acid profile and lipid composition of farm-raised and wild-caught sandworms, Perinereis nuntia, the diet for marine shrimp broodstock",
        "Candida chanthaburiensis sp. nov., Candida kungkrabaensis sp. nov. and Candida suratensis sp. nov., three novel yeast species from decaying plant materials submerged in water of mangrove forest",
        "Three new thermotolerant methylotrophic yeasts, Candida krabiensis sp. nov., Candida sithepensis sp. nov., and Pichia siamensis sp. nov., isolated in Thailand",
        "Candida thaimueangensis sp. nov., an anamorphic yeast species from estuarine water in a mangrove forest in Thailand",
        "Lipid production by Lipomyces starkeyi cells in glucose solution without auxiliary nutrients",
        "Towards an integrated phylogenetic classification of the Tremellomycetes",
        "Microbial oil production from various carbon sources by newly isolated oleaginous yeasts",
        "Dark chocolate consumption increase HDL cholesterol concentration and chocolate fatty acid may inhibit lipid peroxidation in healthy humans",
        "Drivers of yeast community composition in the litter and soil of a temperate forest",
        "Carbon sequestration of mangrove forest at ranong biosphere reserve",
        "Hybridization probes for conventional DNA fingerprinting used as single primers in the polymerase chain reaction to distinguish strains of Cryptococcus neoformans",
        "Characterization of yeasts in Barataria Bay",
        "Polysaccharides and phenolic compounds as substrates for yeasts isolated from rotten wood and description of Cryptococcus fagi sp. nov",
        "Infection and mortality by the yeast Metschnikowia bicuspidate var. bicuspidate in chinook salmon fed live adult brine shrimp (Artemia franciscana)",
        "Phylogenetic relationships of the soybean sudden death syndrome pathogen Fusarium solanif sp. phaseoli inferred from rDNA sequence data and PCR primers for its identification",
        "Kinetic profile of the cellular lipid composition in an oleaginous Yarrowia lipolytica capable of producing a cocoa-butter substitute from industrial fats",
        "Accumulation of a cocoa-butter-like lipid by Yarrowia lipolytica cultivated on agro-industrial residues",
        "Characterization of oleaginous yeasts accumulating high levels of lipid when cultivated in glycerol and their potential for lipid production from biodiesel-derived crude glycerol",
        "Mangrove Forests in Thailand",
        "Biotechnology of oils and fats",
        "Growth, lipid accumulation, and fatty acid composition in obligate psychrophilic, facultative psychrophilic, and mesophilic yeasts",
        "Rhodotorula Harrison (1928)",
        "Characterization of newly isolated oleaginous yeasts Saitozyma podzolicus, Trichosporon porosum and Pichia segobiensis",
        "A mathematical theory of communication",
        "An improved high-through put Nile red fluorescence assay for estimating intracellular lipids in a variety of yeast species",
        "Manipulation of culture conditions alters lipid content and fatty acid profiles of a wide variety of known and new oleaginous yeast species",
        "Oleaginous yeasts for biodiesel: Current and future trends in biology and production",
        "A tribute to Claude Shannon (1916–2001) and a plea for more rigorous use of species richness, species diversity and the ‘Shannone–Wiener’ Index",
        "Cellulose utilization in forest litter and soil: identification of bacterial and fungal decomposers",
        "Lipomyces orientalis sp.nov., a yeast species isolated from oil in Vietnam",
        "Effects of cocoa butter triacylglycerides and minor compounds on oil migration",
        "A marine killer yeast against the pathogenic yeast strain in crab (Portunus trituberculatus) and an optimization of the toxin production",
        "Cocoa butter-like lipid production ability of non-oleaginous and oleaginous yeasts under nitrogen-limited culture conditions",
        "Microbial lipid production by Rhodosporidium toruloides under sulfate-limited conditions",
        "Yeast of the soil—obsure but precious",
        "Aboveground deadwood deposition supports development of soil yeasts",
        "Assessment of yeast diversity in soils under different management regimes",
        "Production of cocoa butter replacer by dry fractionation, partial hydrogenation, chemical and enzymatic inter-esterification of tea seed oil",
        "Medium optimization for lipid production through co-fermentation of glucose and xylose by the oleaginous yeast Lipomyces starkeyi"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "National Research University Project",
        "Office of Higher Education Commission",
        "Thailand Research Fund"
    ]
}