{
    "eid": "2-s2.0-85124921307",
    "title": "Tea (Camellia oleifera) Seeds: Use of Tea Seeds in Human Health",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Engineering (all)",
            "@code": "2200",
            "@abbrev": "ENGI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (all)",
            "@code": "1100",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Biological activity",
        "Camellia oleifera",
        "Camellia tea seeds",
        "Tea seed cake",
        "Tea seed oil"
    ],
    "authors": [
        "Chanya Chaicharoenpong"
    ],
    "citedby-count": 1,
    "ref-count": 44,
    "ref-list": [
        "Study on properties and oxidative stability of teaseed oil",
        "Effect of tea saponin on rumen fermentation in vitro",
        "Ornamantal tea oil camellia cultivars and their hypocotyl graft propagation",
        "Management practices to improve yield of Camellia oleifera Abel",
        "The tea seed composition, oil characteristics, and the correlation between its maturity and oil content",
        "Effects of sasanguasaponin on blood lipids and subgroups of high density lipoprotein cholesterol in hyperlipoidemia rat models",
        "Triacylglycerols composition, oxidation and oxidation compounds in camellia oil using liquid chromatography-mass spectrometry",
        "Effects of irradiation on the storage stability of red palm oil",
        "Authentication of Camellia oleifera Abel oil by near infrared fourier transform Raman spectroscopy",
        "Antioxidant activity and bioactive compounds of tea seed (Camellia oleifera Abel.) oil",
        "Hepatoprotection of tea seed oil (Camellia oleifera Abel.) against CCl4-induced oxidative damage in rats",
        "Hepatotoxicity and mechanism of action of haloalkanes: Carbon tetrachlorides as a toxicological model",
        "Melanogenesis inhibitory and antioxidant effects of Camellia oleifera seed oil",
        "Thai tea seed (Camellia oleifera) oil favorably affects plasma lipid responses in hamsters fed high-fat diets",
        "Profiling and quantification of phenolic compounds in Camellia seed oils: Natural tea polyphenols in vegetable oil",
        "Fatty acid and sterol composition of tea seed oils: Their comparison by the '‘FancyTiles” approach",
        "The use of saponin to control predaceous fish in shrimp ponds",
        "Effects of sasanquasaponin on ischemia and reperfusion injury in mouse hearts",
        "Inhibitory effects of sasanquasaponin on over-expression of ICAM-1 and on enhancement of capillary permeability induced by burns in rats",
        "Protective effects of sasanquasaponin on injury of endothelial cells induced by anoxia and reoxygenation in vitro",
        "Sasanquasaponin protects rat cardiomyocytes against oxidative stress induced by anoxia-reoxygenation injury",
        "Sasanquasaponin from Camellia oleifera Abel. induces cell cyclearrest and apoptosis in human breast cancer MCF-7 cells",
        "Nanoencapsulation of the sasanquasaponin from Camellia oleifera, its photo responsiveness and neuroprotective effects",
        "Floratheasaponins A-C, acylated oleanane-type triterpene oligoglycosides with anti-hyperlipidemic activities from flowers of the tea plant (Camellia sinensis)",
        "Cardioprotective effect of sasanquasaponin preconditioning via bradykinin-NO pathway in isolated rat heart",
        "Medicinal flowers. XXXI. Acylated oleanane-type triterpene saponins, Sasanquasaponins I-V, with antiallergic activity from the flower buds of Camellia sasanqua",
        "A new saponin from tea seed pomace (Camellia oleifera Abel) and its protective effect on PC12 Cells",
        "New triterpene saponins from the seed cake of Camellia oleifera and their cytotoxic activity",
        "Novel triterpenoid saponins from residual seed cake of Camellia oleifera Abel. show anti-proliferative activity against tumor cells",
        "Saponins from seeds of genus camellia: Phytochemistry and bioactivity",
        "Oleiferasaponin A2, a novel saponin from Camellia oleifera Abel. seeds, inhibits lipid accumulation of HepG2 cells through regulating fatty acid metabolism",
        "Screening of antioxidant and antitumor activities of major ingredients from defatted Camellia oleifera seeds",
        "Antioxidant and antitumor activities of the polysaccharide from seed cake of Camellia oleifera Abel",
        "Characteristics and bioactivities of different molecular weight polysaccharides from camellia seed cake",
        "Hypoglycemic activity in vitro of polysaccharides from Camellia oleifera Abel. seed cake",
        "Physicochemical properties of polysaccharides separated from Camellia oleifera Abel seed cake and its hypoglycemic activity on streptozotocin-induced diabetic mice",
        "Isolation and free radical scavenging activities of a novel biflavonoid from the shells of Camellia oleifera Abel",
        "Polyphenol-rich extracts from oiltea camellia prevent weight gain in obese mice fed a high-fat diet and slowed the accumulation of triacylglycerols in 3T3-L1 adipocytes",
        "Inhibition of α-glucosidase by polysaccharides from the fruit hull of Camellia oleifera Abel",
        "Study on biomolecules in extractives of Camellia oleifera fruit shell by GC-MS",
        "Medicinal flowers. XXVI. Structures of acylated oleanane-type triterpene oligoglycosides, Yuchasaponins A, B, C, and D, from the flower buds of Camellia oleifera -gastroprotective, aldose reductase inhibitory, and radical scavenging effects"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}