{
    "eid": "2-s2.0-85150648571",
    "title": "Novosphingobium kaempferiae sp. nov., a phosphate-solubilizing bacterium isolated from stem of Kaempferia marginata Carey",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "endophytic bacteria",
        "Kaempferia",
        "Novosphingobium kaempferiae",
        "phosphate solubilization"
    ],
    "authors": [
        "Kanchana Sitlaothaworn",
        "Pattaraporn Yukphan",
        "Tanakwan Budsabun",
        "Piyanat Charoenyingcharoen",
        "Wongsakorn Phongsopitanun",
        "Ancharida Savarajara",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 49,
    "ref-list": [
        "Proposal of the genus Sphin-gomonas sensu stricto and three new genera, Sphingobium, Novosphingobium and Sphingopyxis, on the basis of phylogenetic and chemotaxonomic analyses",
        "LPSN-List of Prokaryotic names with Standing in Nomenclature (bacterio.net), 20 years on",
        "Novosphingobium silvae sp. nov., isolated from subtropical forest soil",
        "Novosphingobium aqui-marinum sp. nov., isolated from seawater",
        "Novosphingobium nitrogenifigens sp. nov., a polyhydroxyalkanoate-accumulating diazotroph isolated from a New Zealand pulp and paper waste-water",
        "Novosphingobium panipatense sp. nov. and Novosphingobium mathurense sp. nov., from oil-contaminated soil",
        "Novosphingobium barchaimii sp. nov., isolated from hexachlorocyclohexane-contaminated soil",
        "Proposal of Novo-sphingobium rhizosphaerae sp. nov., isolated from the rhizosphere",
        "Novo-sphingobium pokkalii sp nov, a novel rhizosphere-associated bacterium with plant beneficial properties isolated from saline-tolerant pokkali rice",
        "Novosphingo-bium arabidopsis sp. nov., a DDT-resistant bacterium isolated from the rhizosphere of Arabidopsis thaliana",
        "Novosphin-gobium oryzae sp. nov., a potential plant-promoting endophytic bacterium isolated from rice roots",
        "Novosphingobium gossypii sp. nov., isolated from Gossypium hirsutum",
        "Novosphin-gobium endophyticum sp. nov. isolated from roots of Glycyrrhiza uralensis",
        "Novosphingobium fluoreni sp. nov., isolated from rice seeds",
        "A procedure for the isolation of deoxyribonucleic acid from micro-organisms",
        "Introducing EzBi-oCloud: a taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Multiple sequence align-ment using ClustalW and ClustalX",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees",
        "Evolutionary trees from DNA sequences: a maximum likelihood approach",
        "Quantitative phyletics and the evolution of anurans",
        "MEGA11: Molecular Evolutionary Genetics Analysis Version 11",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Confidence limits of phylogenies: an approach using the bootstrap",
        "Unicycler: resolving bacterial genome assemblies from short and long sequencing reads",
        "Prokka: rapid prokaryotic genome annotation",
        "The RAST Server: rapid annotations using subsystems technology",
        "The SEED and the Rapid Annotation of microbial genomes using Subsystems Technology (RAST)",
        "Circular genome visualization and explo-ration using CGView",
        "AutoMLST: an automated web server for generating multi-locus species trees highlighting natural product potential",
        "JSpe-ciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison",
        "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
        "Shifting the genomic gold standard for the prokaryotic species definition",
        "DNA–DNA hybridization values and their relationship to whole-genome sequence similarities",
        "Rapid flagella stain",
        "Phenotypic characterization and the principles of comparative systematics",
        "Endo-phytic colonization of Vitis vinifera L. by plant growth-promoting bacterium Burkholderia sp. strain PsJN",
        "Infection and colonization of rice seedlings by the plant growth-promoting bacterium Herbaspirillum seropedicae Z67",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Analysis of bacterial menaquinone mixtures by high performance liquid chroma-tography",
        "Lipid and cell-wall analysis in bacterial systematics",
        "An integrated procedure for the extraction of bacterial isopre-noid quinones and polar lipids",
        "Tryptophan-dependent production of indole-3-acetic acid (IAA) affects level of plant growth promotion by Bacillus amyloliquefaciens FZB42",
        "Analysis of indole-3-acetic acid (IAA) production in Klebsiella by LC–MS/MS and the Salkowski method",
        "Untapped endophytic colonization and plant growth-promoting potential of the genus Novosphingobium to opti-mize rice cultivation",
        "Phosphate solubilization and gene expression of phosphate-solubilizing bacterium Burkholderia multivorans WS-FJ9 under different levels of soluble phosphate",
        "The phosphate starvation stimulon of Corynebacterium glutamicum determined by DNA microarray analyses",
        "Isolation and screening of multifunctional phosphate solubilizing bacteria and its growth-promoting effect on Chinese fir seedlings",
        "Growth promotion ability of phosphate-solubilizing bacteria from the soybean rhizo-sphere under maize-soybean intercropping systems"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60103781",
            "affilname": "Suan Sunandha Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60103781",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University"
    ]
}