{
    "eid": "2-s2.0-85082969822",
    "title": "The land snail genus macrochlamys gray, 1847 from thailand, with descriptions of five new species (Pulmonata: Ariophantidae)",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Indochina",
        "Limacoid snail",
        "Limestone",
        "Systematics",
        "Taxonomy",
        "Terrestrial snails"
    ],
    "authors": [
        "Arthit Pholyotha",
        "Chirasak Sutcharit",
        "Somsak Panha"
    ],
    "citedby-count": 15,
    "ref-count": 60,
    "ref-list": [
        "Notes malacologiques. A-Observation sur les mollusques terrestres et fluviatiles recueillies dans ľIndo-Chine et particulièrement au Laos par Henri Counillon. B-Description ďespèces nouvelle du centre ďAfrique; C-Notes sur quelques coupes génériques ou sous-génériques de Mollusques. D-Description ďun mollusque méditerranéen nouveau",
        "Account of a new genus of land snails, allied to the genus Cyclostoma, of Lamarck; with a description of a species found on the outlying rocks of the Rajmahal range of Hills",
        "Observation on a collection of land and freshwater shells formed in the Gangetic Provinces of India",
        "Descriptive catalogue of terrestrial and fluviatile Testacea chiefly from the north-east frontier of Bengal",
        "New Helicidae collected by W. Theobald, Esq., jun., in Burmah and the Khasia Hills, and described by W.H. Benson",
        "Characters of new land-shells from Burmah and the Andamans",
        "Characters of new land-shells from the Andaman Islands, Burmah, and Ceylon, and of the animal of Sophina",
        "New land shells from Travancore, Western and Northern India",
        "Contributions to Indian Malacology, No. V. Descriptions of new land shells from Arakan, Pegu, and Ava; with notes on the distribution of described species",
        "Descriptions of Indian and Burmese land-shells referred to the genera Macrochlamys, Bensonia, Taphrospira, (gen. nov.), Microcystina, Euplecta, and Polita",
        "Mollusca: Testacellidae and Zonitidae",
        "Evolution and extinction of land snails on oceanic islands",
        "Note sur la faune malacologique de Cochinchine, comprenant la description des especes nouvelles ou peu connues",
        "Note on land shells from the Malay Peninsula",
        "Limnaea lesson, Mollusques et Zoophytes, Helix vitrinoides",
        "Catalogue des mollusques terrestres et fluviatiles de ľIndo-China orientale citès jusqu’à ce jour",
        "Diversity and biogeography of land snails (Mollusca, Gastropoda) in the limestone hills of Perak, Peninsular Malaysia",
        "Land and Freshwater Mollusca of India, Including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burmah, Pegu, Tenasserim, Malay Peninsula, Ceylon, and other Islands of the Indian Ocean",
        "Descriptions of land shells from the province of Tavoy, in British Burmah",
        "A list of the genera of recent Mollusca, their synonyma and types",
        "Phylogeny of the Limacoidea sensu lato (Gastropoda: Stylommatophora)",
        "Aktualisierte liste der terrestrischen Gastropoden Thailands",
        "Substantial incongruence among the morphology, taxonomy, and molecular phylogeny of the land snails Aegista, Landouria, Trishoplita, and Pseudobuliminus (Pulmonata: Bradybaenidae) occurring in East Asia",
        "A morphological phylogenetic analysis and generic revision of Australian Helicarionidae (Gastropoda: Pulmonata: Stylommatophora), and an assessment of the relationships of the family",
        "Helicarionidae (Gastropoda: Heterobranchia: Stylommatophora) of Lord Howe Island",
        "Molecular phylogenetics and systematic revision of the south-eastern Australian Helicarionidae (Gastropoda, Stylommatophora)",
        "Shooting darts: co-evolution and counter-adaptation in hermaphroditic snails",
        "New name for Sarama G.-A",
        "Notes on Ariophantidae from the Malay Peninsula, with descriptions of new genera",
        "A list of the land and fresh-water Mollusca of the Malay Peninsula",
        "Systematic revision of the genus Everettia Godwin-Austen, 1891 (Mollusca: Gastropoda: Dyakiidae) in Sabah, northern Borneo",
        "A preliminary checklist of the non-marine molluscs of West-Malaysia",
        "On a collection of land-shells from Samui Islands, Gulf of Siam",
        "Binnenmollusken aus Hinterindien. 1. Land schnecken von Kelantan, Ostküste der Halbinsel Malacca",
        "Binnenmollusken aus Hinterindien. 2. Neue arten und unterarten von Fruhstorfer in Siam gesammelt",
        "Mollusques terrestres & fluviatiles du royaume de Perak et des pays voisins (Presqu’ile Malaise)",
        "Contributions a la faune malacologique de ľIndo-Chine",
        "Biodiversity hotspots for conservation priorities",
        "Developing land snail expertise in South and Southeast Asia, a New Darwin Initiative Project",
        "A checklist and classification of the land terrestrial pulmonate snail in Thailand",
        "A new species of Macrochlamys from Thailand (Stylommatophora: Ariophantidae)",
        "Descriptions of twenty-three species of Helicea, from the collection of H. Cuming, Esq",
        "A systematic revision of the land snails of the Western Ghats of India",
        "Treatise on recent terrestrial pulmonate mollusks. Part 9. Helicarionidae, Gymnarionidae, Rhysotinidae, Ariophantidae",
        "Treatise on recent terrestrial pulmonate mollusks. Part 10. Ariophantidae, Ostracolethidae, Ryssotidae, Milacidae, Dyakiidae, Staffordiidae, Gastrodontidae, Zonitidae, Daudebardiidae, Parmacellidae",
        "Check-list of land pulmonate molluscs of Vietnam (Gastropoda: Stylommatophora)",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "Notes on the terrestrial Mollusca from the neighbourhood of Moulmein, with descriptions of new species",
        "On the land shells of Penang Island, with descriptions of the animals and anatomical notes; part second, Helicacea",
        "Taxonomic re-evaluation of Sarika diadema (Dall, 1897) and S. asamurai (Panha, 1997), two endemic land snails from Thailand (Pulmonata: Ariophantidae: Macrochlamydinae)",
        "Taxonomic revision of Dyakia janus from peninsular Malaysia (Pulmonata: Dyakiidae), with notes on other sinistrally coiled helicarionoids",
        "Redefinition of Thapsia Albers, 1860, and description of three more helicarionoid genera from western Africa (Gastropoda, Stylommatophora)",
        "Gastropoda, Euthyneura"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "EU"
    ]
}