{
    "eid": "2-s2.0-85163351307",
    "title": "A New Species of Land-locked Freshwater Shrimp Genus Caridina (Decapoda: Atyidae) from Middle Mekong Basin, Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Ecology",
            "@code": "2303",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Agricultural and Biological Sciences (miscellaneous)",
            "@code": "1101",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Paleontology",
            "@code": "1911",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "crustacean",
        "freshwater fauna",
        "molecular phylogeny",
        "Southeast Asia",
        "taxonomy"
    ],
    "authors": [
        "Kongkit Macharoenboon",
        "Chirasak Sutcharit",
        "Warut Siriwut",
        "Ekgachai Jeratthitikul"
    ],
    "citedby-count": 0,
    "ref-count": 62,
    "ref-list": [
        "Freshwater ecoregions of the World: A new map of biogeographic units for freshwater biodiversity conservation",
        "Amphidromy in shrimps: A life cycle between rivers and the sea",
        "The complex evolutionary history and phylogeography of Caridina typus (Crustacea: Decapoda): long-distance dispersal and cryptic allopatric species",
        "Quelques espéces nouvelles de Caridines",
        "Species of Caridina nilotica group in China, with description of one new species (Crustacea, Decapoda, Atyidae)",
        "A revision of the Caridina serrata species group, with descriptions of five new species (Crustacea: Decapoda: Caridea: Atyidae)",
        "Freshwater shrimps of the genus Caridina H. Milne Edwards (Crustacea: Decapoda: Atyidae) from Myanmar",
        "A revision of the Caridina gracilirostris De Man, 1892, species group, with descriptions of two new taxa (Decapoda; Caridea; Atyidae)",
        "Freshwater shrimps of the family Atyidae (Crustacea: Decapoda: Caridea) from Peninsular Malaysia and Singapore",
        "A new species of atyid shrimp, Caridina temasek from Singapore",
        "Anesthesia, analgesia, and euthanasia of invertebrates",
        "jModelTest 2: more models, new heuristics and parallel computing",
        "Dead shrimp blues: A global assessment of extinction risk in freshwater shrimps (Crustacea: Decapoda: Caridea)",
        "Decapoden des Indischen archipels",
        "The fauna of brackish ponds at Port Canning, Lower Bengal. Part X. — Decapod Crustacea, with an account of a small collection from brackish water near Calcutta and in the Dacca District, Eastern Bengal",
        "On the Caridina nilotica (Roux) and its varieties",
        "Solomon’s gold mine: Description or redescription of 24 species of Caridina (Crustacea: Decapoda: Atyidae) freshwater shrimps from the Solomon Islands, including 11 new species",
        "Integrative taxonomy helps separate four species of freshwater shrimps commonly overlooked as Caridina longirostris (Crustacea: Decapoda: Atyidae) on Indo-West Pacific islands",
        "The complex study of complexes: The first well-supported phylogeny of two species complexes within genus Caridina (Decapoda: Caridea: Atyidae) sheds light on evolution, biogeography, and habitat",
        "New Insights on Biodiversity and Conservation of Amphidromous Shrimps of the Indo-Pacific islands (Decapoda: Atyidae: Caridina)",
        "When molecules and morphology work together: lines of evidence for the validity of Caridina buehleri Roux (Crustacea: Decapoda: Atyidae) and for C. gueryi Marquet, Keith & Kalfatak as its junior synonym",
        "Taxonomy notes and new occurrence data of four species of atyid shrimp (Crustacea: Decapoda: Atyidae) in Vietnam, all described from China",
        "Descriptions of two new freshwater shrimps of the genus Caridina H. Milne Edwards, 1837 (Crustacea: Decapoda: Atyidae) from northern Vietnam",
        "Larval performance of amphidromous and landlocked atyid shrimp species in the genus Paratya under different temperature and salinity conditions",
        "Population dynamics of a landlocked and amphidromous freshwater shrimp, Caridina gracilipes (Decapoda: Caridea) in subtropical waters",
        "Beitrage zur naheren Kenntnis der Macrouren",
        "Notes on the freshwater Crustacea of Malaya I. The Atyidae",
        "A synopsis of the Decapoda Caridea and Stenopodidea of Singapore, with notes on their distribution and a key to the genera of Caridea occurring in Malayan waters",
        "The invertebrate fauna of the floating vegetation of Bung Borapet, a reservoir in Central Thailand",
        "ModelFinder: fast model selection for accurate phylogenetic estimates",
        "Two species of the fresh-water shrimps from Thailand",
        "MAFFT Multiple Sequence Alignment Software Version 7: Improvements in Performance and Usability",
        "Zoological results of the Abor Expedition 1911-12. Crustacea Decapoda",
        "Zoological results of a tour in the Far East. Crustacea Decapoda and Stomatopoda",
        "Lake Poso’s shrimp fauna revisited: the description of five new species of the genus Caridina (Crustacea, Decapoda, Atyidae) more than doubles the number of endemic lacustrine species",
        "On the Japanese atyid shrimps",
        "The larval development of Caridina pseudodenticulata (Crustacea: Decapoda: Atyidae) reared in the laboratory, with a discussion of larval metamorphosis types",
        "On the Crustacea collected during the “Skeat” Expedition to the Malay Peninsula, together with a note on the genus Actaeopsis. Part I. Brachyura, Stomatopoda, and Macrura",
        "Caridean prawns of northern Vietnam (Decapoda: Atyidae: Palaemonidae)",
        "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
        "Histoire naturelle des crustacés: compre-nant 1’anatomie, la physiologie et la classification de ces animaux",
        "Notes on some freshwater Caridean prawns from the Endau-Rompin area, Johore-Pahang, peninsular Malaysia",
        "IQ-TREE: A Fast and Effective Stochastic Algorithm for Estimating Maximum-Likelihood Phylogenies",
        "Evolutionary relationships of atyid shrimps imply both ancient Caribbean radiations and common marine dispersals",
        "An island in the stream: Australia’s place in the cosmopolitan world of IndoWest Pacific freshwater shrimp (Decapoda: Atyidae: Caridina)",
        "Four species of Caridina from Travacore, including of a new variety",
        "Posterior summarization in bayesian phylogenetics using tracer 1.7",
        "Caridina nilotica (P. Roux, 1833) (Crustacea: Decapoda: Caridea: Atyidae) from East Africa, with descriptions of four new species",
        "Caridina simoni Bouvier, 1904 (Crustacea: Decapoda: Caridea: Atyoidea: Atyidae) and the synonymy by Johnson, 1963",
        "MrBayes 3.2: Efficient Bayesian Phylogenetic Inference and Model Choice Across a Large Model Space",
        "Two new species of the land-locked freshwater shrimps genus, Neocaridina Kubo, 1938 (Decapoda: Caridea: Atyidae), from Taiwan, with notes on speciation on the island",
        "Atyid shrimps of the genus Caridina H. Milne Edwards, 1837, from the Andaman Islands (Decapoda, Caridea)",
        "Molecular phylogeny and diversification of freshwater shrimps (Decapoda, Atyidae, Caridina) from ancient Lake Poso (Sulawesi, Indonesia)—The importance of being colourful",
        "Radiation of endemic species flocks in ancient lakes: Systematic revision of the freshwater shrimp Caridina H. Milne Edwards, 1837 (Crustacea: Deca-poda: Atyidae) from the ancient lakes of Sulawesi, Indonesia, with the description of eight new species",
        "Caridina sinanensis, a new species of stygobiotic atyid shrimp (Deca-poda, Caridea, Atyidae) from a karst cave in the Guizhou Province, southwestern China",
        "Life history of the amphidromous shrimp Caridina leucosticta (Decapoda: Caridea: Atyidae) in the Isazu River, Japan",
        "The freshwater and terrestrial decapod Crustacea of Pulau Tioman, Peninsular Malaysia",
        "Report on the macrurous Crustacea collected during the “Hainan Biological Expedition” in 1934"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence on Biodiversity"
    ]
}