{
    "eid": "2-s2.0-85107902400",
    "title": "Human Immunodeficiency Virus Type 1 Vpu Inhibitor, BIT225, in Combination with 3-Drug Antiretroviral Therapy: Inflammation and Immune Cell Modulation",
    "cover-date": "2021-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Allergy",
            "@code": "2723",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "antiviral",
        "BIT225",
        "HIV-1",
        "reduced inflammation",
        "Vpu"
    ],
    "authors": [
        "Carolyn A. Luscombe",
        "Anchalee Avihingsanon",
        "Khuanchai Supparatpinyo",
        "Sivaporn Gatechompol",
        "Win Min Han",
        "Gary D. Ewart",
        "Audrey S. Thomson",
        "Michelle Miller",
        "Stephen Becker",
        "Robert L. Murphy"
    ],
    "citedby-count": 4,
    "ref-count": 31,
    "ref-list": [
        "Identification of a protein encoded by the vpu gene of HIV-1",
        "A novel gene of HIV-1, vpu, and its 16-kilodalton product",
        "A novel human WD protein, h-βTrCp, that interacts with HIV-1 Vpu connects CD4 to the ER degradation pathway through an F-box motif",
        "HIV-1 Vpu interference with innate cell-mediated immune mechanisms",
        "Vpu protein: The viroporin encoded by HIV-1",
        "Various plus unique: viral protein U as a plurifunctional protein for HIV-1 replication",
        "Macrophages sustain HIV replication in vivo independently of T cells",
        "The HIV-1 accessory protein Vpu downregulates peroxisome biogenesis",
        "Antiviral efficacy of the novel compound BIT225 against HIV-1 release from human macrophages",
        "The antiviral compound BIT225 inhibits HIV-1 replication in myeloid dendritic cells",
        "A phase 1b/2a study of the safety, pharmacokinetics and antiviral activity of BIT225 in patients with HIV-1 infection",
        "Viroporins: structure and biological functions",
        "Vpu from HIV-1 on an atomic scale: experiments and computer simulations",
        "The HIV-1 containing macrophage compartment: A perfect cellular niche?",
        "Contribution of the cytoplasmic determinants of Vpu to the expansion of virus-containing compartments in HIV-1-infected macrophages",
        "HIV-1 antagonism of CD317 is species specific and involves Vpu-mediated proteasomal degradation of the restriction factor",
        "The Vpu protein: new concepts in virus release and CD4 down-modulation",
        "Tetherin inhibits retrovirus release and is antagonized by HIV-1 Vpu",
        "The interferoninduced protein BST-2 restricts HIV-1 release and is downregulated from the cell surface by the viral Vpu protein",
        "Plasma membraneassociated restriction factors and their counteraction by HIV-1 accessory proteins",
        "Vpu inhibitor BIT225 alters T cell activation and homing plasma membrane expression on CD4+ T cells(CD28 and CCR7) and monocyte-derived macrophages (CD80 and CD86)",
        "Human immunodeficiency virus type 1 has an additional coding sequence in the central region of the genome",
        "Soluble CD163, a novel marker of activated macrophages, is elevated and associated with noncalcified coronary plaque in HIV-infected patients",
        "Soluble CD163 made by monocyte/macrophages is a novel marker of HIV activity in early and chronic infection prior to and after anti-retroviral therapy",
        "Elevated sCD163 in plasma but not cerebrospinal fluid is a marker of neurocognitive impairment in HIV infection",
        "Plasma soluble CD163 level independently predicts all-cause mortality in HIV-1-infected individuals",
        "Age-Associated changes in monocyte and innate immune activation markers occur more rapidly in HIV infected women",
        "Soluble CD163 is associated with shortened telomere length in HIVinfected patients",
        "The natural killer cell cytotoxic function is modulated by HIV-1 accessory proteins",
        "HIV-1 reservoirs in urethral macrophages of patients under suppressive antiretroviral therapy"
    ],
    "affiliation": [
        {
            "affiliation-city": "North Ryde",
            "@id": "60086825",
            "affilname": "Biotron Limited",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60086825",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Evanston",
            "@id": "60007363",
            "affilname": "Northwestern University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007363",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}