{
    "eid": "2-s2.0-85069685478",
    "title": "Next-generation sequencing reveals predominant bacterial communities during fermentation of Thai fish sauce in large manufacturing plants",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Food Science",
            "@code": "1106",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Fermented food",
        "Metagenomics",
        "Microbial diversity",
        "Microbiota",
        "Seafood"
    ],
    "authors": [
        "Chihiro Ohshima",
        "Hajime Takahashi",
        "Supasit Insang",
        "Chirapiphat Phraephaisarn",
        "Punnida Techaruvichit",
        "Rabuesak Khumthong",
        "Hiroyuki Haraguchi",
        "Kannapon Lopetcharat",
        "Suwimon Keeratipibul"
    ],
    "citedby-count": 33,
    "ref-count": 42,
    "ref-list": [
        "Next-generation sequencing reveals significant bacterial diversity of botrytized wine",
        "Trimmomatic: A flexible trimmer for Illumina sequence data",
        "Sulfide generation by dominant Halanaerobium microorganisms in hydraulically fractured shales",
        "QIIME allows analysis of high-throughput community sequencing data",
        "Fusobacterium nucleatum infection is prevalent in human colorectal carcinoma",
        "Draft genome sequences of Tetragenococcus muriaticus strains 3MR10-3 and PMC-11-5 isolated from Thai fish sauce during natural fermentation",
        "Microflora of four fermented fish sauce",
        "Microbial diversity of the brine-seawater interface of the Kebrit Deep, Red Sea, studied via 16S rRNA gene sequences and cultivation methods",
        "UPARSE: Highly accurate OTU sequences from microbial amplicon reads",
        "Pyrosequencing analysis of the microbiota of kusaya gravy obtained from Izu Islands",
        "Bacterial communities in fish sauce mash using culture-dependent and –independent methods",
        "Distribution of motile streptococci in faeces of man and animals and in river and sea water",
        "Proteolytic and lipolytic activities of Micrococcus roseus (65), Halomonas elongate (16) and Vibrio sp. (168) isolated from Danish bacon curing brines",
        "Halomonas shantousis sp. nov., a novel biogenic amines degrading bacterium isolated from Chinese fermented fish sauce",
        "Metagenomic analysis of kimchi, a traditional Korean fermented food",
        "Microbial succession and metabolite changes during fermentation of saeu-jeot: Traditional Korean salted seafood",
        "Bacterial communities of traditional salted and fermented seafoods from Jeju Island of Korea using 16S rRNA gene clone library analysis",
        "Microbial successions and metabolite changes during fermentation of salted shrimp (Saeu-Jeot) with different salt concentrations",
        "Bacterial community dynamics and metabolite changes in myeolchi-aekjeot, a Korean traditional fermented fish sauce, during fermentation",
        "Fish sauce products and manufacturing: A review",
        "Characterization of bacterial populations in Danish raw milk cheeses made with different starter cultures by denaturing gradient gel electrophoresis and pyrosequencing",
        "Impact of next generation sequencing techniques in food microbiology",
        "An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea",
        "phyloseq: an R package for reproducible interactive analysis and graphics of microbiome census data",
        "Microbial community analysis of Korean soybean pastes by next-generation sequencing",
        "Isolation of Lentibacillus salicampi strains and Lentibacillus juripiscarius sp. nov. from fish sauce in Thailand",
        "Lentibacillus kimchii sp. nov., an extremely halophilic bacterium isolated from kimchi, a Korean fermented vegetable",
        "Lentibacillus kapialis sp. nov., from fermented shrimp paste in Thailand",
        "Metagenomic analysis of the viral communities in fermented foods",
        "Peptostreptococcus micros in human periodontitis",
        "Peptostreptococcus barnesae sp. nov., a Gram-positive, anaerobic, obligately purine utilizing coccus from chicken feces",
        "Introducing mothur: Open-source, platform-independent, community-supported software for describing and comparing microbial communities",
        "The microbial community structure in industrial biogas plants influences the degradation rate of straw and cellulose in batch tests",
        "Lentibacillus halophilus sp. nov., from fish sauce in Thailand",
        "RStudio: Integrated development for R",
        "Characterization and identification of Tetragenococcus halophilus and Tetragenococcus muriaticus strains from fish sauce (Nam-pla)",
        "Halophiles in Thai fish sauce (Nam pla)",
        "Use of Tetragenococcus halophilus as a starter culture for flavor improvement in fish sauce fermentation",
        "Peptoniphilus duerdenii sp. nov. and Peptoniphilus koenoeneniae sp. nov., isolated from human clinical specimens",
        "Naive Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy",
        "Effect of bacterial community and free amino acids on the content of biogenic amines during fermentation of Yu-lu, a Chinese fermented fish sauce",
        "Vagococcus teuberi sp. nov., isolated from the Malian artisanal sour milk fènè"
    ],
    "affiliation": [
        {
            "affiliation-city": "Atsugi",
            "@id": "60275585",
            "affilname": "FASMAC Co., Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60275585",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "@id": "60018357",
            "affilname": "Tokyo University of Marine Science and Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018357",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "126563806",
            "affilname": "Ltd.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/126563806",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "125160340",
            "affilname": "Research and Development Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125160340",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Chulalongkorn University"
    ]
}