{
    "eid": "2-s2.0-85023641772",
    "title": "Analysis of stereotactic biopsies performed on suspicious calcifications identified within 24 months after completion of breast conserving surgery and radiation therapy for early breast cancer: Can biopsy be obviated?",
    "cover-date": "2018-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Breast cancer",
        "Breast conservation",
        "Calcifications",
        "Mammography",
        "Stereotactic biopsy"
    ],
    "authors": [
        "Rosalind P. Candelaria",
        "Palita Hansakul",
        "Alastair M. Thompson",
        "Huong Le-Petross",
        "Vicente Valero",
        "Roland Bassett",
        "Monica L. Huang",
        "Lumarie Santiago",
        "Beatriz E. Adrada"
    ],
    "citedby-count": 5,
    "ref-count": 23,
    "ref-list": [
        "Breast conserving therapy versus mastectomy forstage I-II breast cancer: 20 year follow-up of the EORTC 10801 phase 3 randomised trial",
        "Twenty-year follow-up of a randomized trial comparing total mastectomy, lumpectomy, and lumpectomy plus irradiation for the treatment of invasive breast cancer",
        "Twenty-year follow-up of a randomized study comparing breast-conserving surgery with radical mastectomy for early breast cancer",
        "Benefit of semiannual ipsilateral mammographic surveillance following breast conservation therapy",
        "The postconservation breast: part 1, Expected imaging findings",
        "Breast microcalcifications after lumpectomy and radiation therapy",
        "Evaluation of appropriate short-term mammographic surveillance in patients who undergo breast-conserving Surgery (BCS)",
        "An evaluation of post-lumpectomy recurrence rates: is follow-up every 6 months for 2 years needed?",
        "Mammographic evaluation of the postirradiated breast",
        "Mammographic findings after breast cancer treatment with local excision and definitive irradiation",
        "Differentiation of benign and malignant local tumor recurrence after lumpectomy",
        "Comparison of rate of development and rate of change for benign and malignant breast calcifications at the lumpectomy bed",
        "Management of microcalcifications developing at the lumpectomy bed after conservative surgery and radiation therapy",
        "Biopsy results of new calcifications in the postirradiated breast",
        "Mammographic detection of recurrent cancer in the irradiated breast",
        "ACR BI-RADS®mammography",
        "Breast imaging and the conservative treatment of breast cancer",
        "Patterns of mammographically detected calcifications after breast-conserving therapy associated with tumor recurrence",
        "Breast microcalcifications as type descriptors to stratify risk of malignancy: a systematic review and meta-analysis of 10665 cases with special focus on round/punctate microcalcifications",
        "Mammo 50: surveillance regimes following early breast cancer",
        "American Society of Clinical Oncology. Breast cancer follow-up and management after primary treatment: American Society of Clinical Oncology clinical practice guideline update",
        "Intraoperative radiation therapy: a critical analysis of the ELIOT and TARGIT trials. Part 1–ELIOT",
        "Intraoperative radiation therapy: a critical analysis of the ELIOT and TARGIT trials. Part 2–TARGIT"
    ],
    "affiliation": [
        {
            "affiliation-city": "Houston",
            "@id": "60015023",
            "affilname": "The University of Texas MD Anderson Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015023",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "NIH/NCI"
    ]
}