{
    "eid": "2-s2.0-84968735531",
    "title": "Oxyresveratrol: Structural modification and evaluation of biological activities",
    "cover-date": "2016-04-01",
    "subject-areas": [
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Chemistry (miscellaneous)",
            "@code": "1601"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Artocarpus lacucha",
        "Artocarpus lakoocha",
        "Cytotoxicity",
        "Free radicals",
        "Herpes simplex",
        "Oxyresveratrol",
        "Stilbene",
        "α-glucosidase"
    ],
    "authors": [
        "Nutputsorn Chatsumpun"
    ],
    "citedby-count": 31,
    "ref-count": 37,
    "ref-list": [
        "Natural stilbenoids: Distribution in the plant kingdom and chemotaxonomic interest in Vitaceae",
        "The Biochemistry of the Stilbenoids",
        "Beyond resveratrol: A review of natural stilbenoids identified from 2009-2013",
        "Influenza (\"bird flu\"), inflammation and anti-inflammatory/ analgesic drugs",
        "Inhibition of α-glucosidase and hypoglycemic effect of stilbenes from the Amazonian plant Deguelia rufescens var urucu (Ducke) A.M.G. Azevedo (Leguminosae)",
        "Screening and profiling stilbene-type natural products with angiotensin-converting enzyme inhibitory activity from Ampelopsis brevipedunculata var. hancei (Planch.) Rehder",
        "Resveratrol partially prevents rotenone-induced neurotoxicity in dopaminergic SH-SY5Y cells through induction of heme oxygenase-1 dependent autophagy",
        "Quantitative analysis of oxyresveratrol content in artocarpus lakoocha and 'Puag-Haad'",
        "Chemical transformations of oxyresveratrol (trans-2,4,3′,5′-tetrahydroxystilbene) into a potent tyrosinase inhibitor and a strong cytotoxic agent",
        "Artocarpus lakoocha heartwood extract as a novel cosmetic ingredient: Evaluation of the in vitro anti-tyrosinase and in vivo skin whitening activities",
        "Phenolics with antiviral activity from Millettia erythrocalyx and Artocarpus lakoocha",
        "Topical cream-based oxyresveratrol in the treatment of cutaneous HSV-1 infection in mice",
        "Herpes simplex virus type 1 infection in neurons leads to production and nuclear localization of APP intracellular domain (AICD): implications for Alzheimer’s disease pathogenesis",
        "Neuroprotective effect of oxyresveratrol from Smilacis chinae rhizome on amyloid β protein (25-35)-induced neurotoxicity in cultured rat cortical neurons",
        "β-secretase (BACE1)-inhibiting stilbenoids from Smilax Rhizoma",
        "Dietary oxyresveratrol prevents parkinsonian mimetic 6-hydroxydopamine neurotoxicity",
        "Oxyresveratrol (trans-2,3′,4,5′-tetrahydroxystilbene) is neuroprotective and inhibits the apoptotic cell death in transient cerebral ischemia",
        "Oxyresveratrol protects against DNA damage induced by photosensitized riboflavin",
        "Development of Non-Cell Based Assays for Screening of Inhibitiors against Avian Influenza Neuraminidase",
        "Comparison of inhibitory activities and mechanisms of five mulberry plant bioactive components against α-glucosidase",
        "Identification of seven metabolites of oxyresveratrol in rat urine and bile using liquid chromatography/tandem mass spectrometry",
        "Blood-brain barrier permeability to the neuroprotectant oxyresveratrol",
        null,
        "Generation and photosensitization properties of the oxidized radical of riboflavin: A laser flash photolysis study",
        "Photogeneration of Superoxide Anion in Serum of Bovine Milk and in Model Systems Containing Riboflavin and Amino Acids",
        "Mechanism of deactivation of triplet-excited riboflavin by ascorbate, carotenoids, and tocopherols in homogeneous and heterogeneous aqueous food model systems",
        "Formation of 8-hydroxyguanine and 2,6-diamino-4-hydroxy-5-formamidopyrimidine in DNA by riboflavin mediated photosensitization",
        "In vitro antiviral effects and 3D QSAR study of resveratrol derivatives as potent inhibitors of influenza H1N1 neuraminidase",
        "ThaiJ. Pharm. Sci.",
        "Anti-herpes simplex virus (HSV-1) activity of oxyresveratrol derived from Thai medicinal plant: Mechanism of action and therapeutic efficacy on cutaneous HSV-1 infection in mice",
        "Isolation and Structure Modification of Oxyresveratrol from Artocarpus Lakoocha for Tyrosinase Activity",
        "Effects of resveratrol, oxyresveratrol, and their acetylated derivatives on cellular melanogenesis",
        "Flavones with free radical scavenging activity from Goniothalamus tenuifolius",
        "Antioxidant activity of Piper betle L. leaf extract in vitro",
        "Efficacy of Thai medicinal plant extracts against herpes simplex virus type 1 infection in vitro and in vivo",
        "Fluorometric assay of neuraminidase with a sodium (4-methylumbelliferyl-α-d-N-acetylneuraminate) substrate",
        "Designing new analogs for streamlining the structure of cytotoxic lamellarin natural products"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulabhorn Research Institute",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}