{
    "eid": "2-s2.0-85087753114",
    "title": "The dynamic effects of retirement on well-being",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "BHPS",
        "life satisfaction",
        "Retirement",
        "well-being"
    ],
    "authors": [
        "Dusanee Kesavayuth",
        "Robert E. Rosenman",
        "Vasileios Zikos"
    ],
    "citedby-count": 3,
    "ref-count": 47,
    "ref-list": [
        "Identification of Causal Effects Using Instrumental Variables",
        "Choice and Constraint in the Retirement of Older Married Women",
        "The Effect of a Wife’s Retirement on Her Husband’s Mental Health",
        "A Continuity Theory of Normal Aging",
        "The Impact of Retirement on Smoking Behavior",
        "Psychological Perspectives on Successful Aging: The Model of Selective Optimization with Compensation",
        "On the Incomplete Architecture of Human Ontogeny: Selection, Optimization, and Compensation as Foundation of Developmental Theory",
        "Retirement and Subjective Well-being",
        "Personality Prior to Disability Determines Adaptation: Agreeable Individuals Recover Lost Life Satisfaction Faster and More Completely",
        "Can Having Internal Locus of Control Insure against Negative Shocks? Psychological Evidence from Panel Data",
        "Is Retirement Depressing? Labor Force Inactivity and Psychological Well-being in Later Life",
        "Social Support, Social Strain, Loneliness, and Well-being among Older Adults: An Analysis of the Health and Retirement Study",
        "Lags and Leads in Life Satisfaction: A Test of the Baseline Hypothesis",
        "The Life-course Paradigm: Historical, Comparative, and Developmental Perspectives",
        "A Longitudinal Study of Well-being of Older Europeans: Does Retirement Matter?",
        "Does Retirement Improve Health and Life Satisfaction?",
        "Elderly Volunteering and Well-being: A cross-European Comparison Based on SHARE Data",
        "Optimisation by Selection and Compensation: Balancing Primary and Secondary Control in Life Span Development",
        "A Life-span Theory of Control",
        "Retirement, Personality, and Well-Being",
        "Retirement and Health Behaviour",
        "Is Retirement Good or Bad for Subjective Well-being?",
        "The Impact of Retirement on Psychological Well-being in Canada",
        "Adaptation and the Set-point Model of Subjective Well-being Does Happiness Change after Major Life Events?",
        "Does Kindness Lead to Happiness? Voluntary Activities and Subjective Well-being",
        "Crime Victimisation and Subjective Well-being: Panel Evidence from Australia",
        "Unhealthy Retirement?",
        "Couples’ Work/retirement Transitions, Gender, and Marital Quality",
        "Effects of Retirement on the Health of Elderly People in São Paulo, Brazil",
        "Does It Matter How You Retire? Old-Age Retirement Routes and Subjective Economic Well-Being",
        "Changes of Life Satisfaction in the Transition to Retirement: A Latent-class Approach",
        "Influences of Socioeconomic Status, Social Network, and Competence on Subjective Well-being in Later Life: A Meta-analysis",
        "What Happens to People before and after Disability? Focusing Effects, Lead Effects, and Adaptation in Different Areas of Life",
        "Jobless, Friendless and Broke: What Happens to Different Areas of Life before and after Unemployment?",
        "Marriage, Adaptation and Happiness: Are There Long-lasting Gains to Marriage?",
        "Gender, Employment and Retirement Quality: A Life Course Approach to the Differential Experiences of Men and Women",
        "Mental Retirement",
        "Towards Understanding Successful Ageing: Patterned Change in Resources and Goals",
        "Couples’ Employment/retirement Patterns and Perceptions of Marital Quality",
        "Are There Gender Differences in Predicting Retirement Decisions?",
        "The Causal Effect of Retirement on Health: Understanding the Mechanisms",
        "The Anatomy of Subjective Well-being",
        "Achieving Well-being in Retirement: Recommendations from 20 Years of Research",
        "How Does Women’s Life Satisfaction Respond to Retirement? A Two-stage Analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pullman",
            "@id": "60018208",
            "affilname": "Washington State University Pullman",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018208",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Centre for Social Research",
        "University of Essex",
        "Economic and Social Research Council",
        "Institute for Social and Economic Research"
    ]
}