{
    "eid": "2-s2.0-85068809843",
    "title": "Cerebellar Microbleed Distribution Patterns and Cerebral Amyloid Angiopathy: A Magnetic Resonance Imaging and Pathology-Based Study",
    "cover-date": "2019-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Advanced and Specialized Nursing",
            "@code": "2902",
            "@abbrev": "NURS"
        }
    ],
    "keywords": [
        "cerebellum",
        "cerebral amyloid angiopathy",
        "cerebral hemorrhage"
    ],
    "authors": [
        "Marco Pasi",
        "Thanakit Pongpitakmetha",
        "Andreas Charidimou",
        "Sanjula D. Singh",
        "Hsin Hsi Tsai",
        "Li Xiong",
        "Gregoire Boulouis",
        "Andrew D. Warren",
        "Jonathan Rosand",
        "Matthew P. Frosch",
        "Anand Viswanathan",
        "M. Edip Gurol",
        "Steven M. Greenberg"
    ],
    "citedby-count": 36,
    "ref-count": 25,
    "ref-list": [
        "Cerebral microbleeds: A guide to detection and interpretation",
        "Clinical diagnosis of cerebral amyloid angiopathy: Validation of the Boston criteria",
        "Prevalence of superficial siderosis in patients with cerebral amyloid angiopathy",
        "Mixed-location cerebral hemorrhage/microbleeds: Underlying microangiopathy and recurrence risk",
        "Spontaneous hemorrhage in the posterior fossa: A study of primary cerebellar and pontine hemorrhages with observations on their pathogenesis",
        "Cerebral amyloid angiopathy: A significant cause of cerebellar as well as lobar cerebral hemorrhage in the elderly",
        "Amyloid angiopathy-related cerebellar hemorrhage",
        "Cerebellar hematoma location: Implications for the underlying microangiopathy",
        "Diagnostic value of lobar microbleeds in individuals without intracerebral hemorrhage",
        "MRI-visible perivascular spaces in cerebral amyloid angiopathy and hypertensive arteriopathy",
        "Cortical superficial siderosis multifocality in cerebral amyloid angiopathy: A prospective study",
        "Susceptibility-weighted imaging is more reliable than T2∗-weighted gradient-recalled echo MRI for detecting microbleeds",
        "Cortical superficial siderosis: Detection and clinical significance in cerebral amyloid angiopathy and related conditions",
        "Neuroimaging standards for research into small vessel disease and its contribution to ageing and neurodegeneration",
        "Distribution of lacunes in cerebral amyloid angiopathy and hypertensive small vessel disease",
        "Plasma beta-amyloid and white matter lesions in AD, MCI, and cerebral amyloid angiopathy",
        "Cerebral amyloid angiopathy without and with cerebral hemorrhages: A comparative histological study",
        "Diagnosis of cerebral amyloid angiopathy. Sensitivity and specificity of cortical biopsy",
        "The vascularization of the human cerebellar cortex",
        "Cerebral amyloid angiopathy in the aged",
        "Cerebral amyloid angiopathy: Incidence and complications in the aging brain. I. Cerebral hemorrhage",
        "Acute hypertensive cerebellar hemorrhage: Diagnosis and surgical treatment",
        "Histopathologic analysis of foci of signal loss on gradient-echo T2∗-weighted MR images in patients with spontaneous intracerebral hemorrhage: Evidence of microangiopathy-related microbleeds",
        "Lobar hemorrhage in the elderly. The undiminishing importance of hypertension",
        "Diagnosis of cerebral amyloid angiopathy: Evolution of the Boston criteria"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Taipei",
            "@id": "60073385",
            "affilname": "National Taiwan University Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073385",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "@id": "60000905",
            "affilname": "Inserm",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000905",
            "affiliation-country": "France"
        }
    ],
    "funding": [
        "National Institutes of Health",
        "National Institute of Aging R01AG026484"
    ]
}