{
    "eid": "2-s2.0-84929506494",
    "title": "Dengue: A global threat",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Dengue",
        "Global",
        "Threat"
    ],
    "authors": [
        "Usa Thisyakorn"
    ],
    "citedby-count": 6,
    "ref-count": 27,
    "ref-list": [
        "Dengue infection: A growing global health threat",
        "Dengue and Other Common Causes of Acute Febrile Illness in Asia: An Active Surveillance Study in Children",
        "Serotype-specific dengue virus circulation and dengue disease in Bangkok, Thailand from 1973 to 1999",
        "Global spread of dengue virus types: Mapping the 70 year history",
        "The global distribution and burden of dengue",
        "Dengue infection complicated by severe hemorrhage and vertical transmission in a parturient woman",
        "JAMA SEA",
        "Dengue infection with unusual manifestations.",
        "Dengue infection with central nervous system manifestations",
        "Southeast Asian J Trop Med Public Health",
        "Controversies in dengue pathogenesis",
        "Nutritional status of children with dengue hemorrhagic fever",
        "Activation of endothelial cells, coagulation and fibrinolysis in children with Dengue virus infection",
        "Dengue Haemorrhagic Fever: Diagnosis, Treatment and Control",
        "The revised WHO dengue case classification: Does the system need to be modified?",
        "Kinetics of peripheral blood leukocyte alterations in Thai children with dengue hemorrhagic fever",
        "Atypical lymphocyte in dengue hemorrhagic fever: its value in diagnosis.",
        "Proceedings of the 1St International Congress of Tropical Pediatrics",
        "Asian Biomed",
        "Asian-Oceanian J Pediatr Child Health",
        "Dengue fever and dengue haemorrhagic fever in adolescents and adults",
        "Diseases caused by arboviruses - Dengue haemorrhagic fever and Japanese B encephalitis",
        "Ther Adv Vaccines",
        "Clinical efficacy and safety of a novel tetravalent dengue vaccine in healthy children in Asia: A phase 3, randomised, observer-masked, placebo-controlled trial",
        "ADVASC-New regional initiative supporting transition from dengue vaccine to vaccination in Southeast Asia",
        "Preparing for dengue vaccine introduction in ASEAN countries: Recommendations from the first ADVA regional workshop",
        "Cost of dengue cases in eight countries in the Americas and asia: A prospective study"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}