{
    "eid": "2-s2.0-84906345714",
    "title": "In vivo assessment of new resorbable PEG-PPG-PEG copolymer/starch bone wax in bone healing and tissue reaction of bone defect in rabbit model",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Biophysics",
            "@code": "1304"
        },
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        }
    ],
    "keywords": [],
    "authors": [
        "J. Suwanprateeb"
    ],
    "citedby-count": 20,
    "ref-count": 36,
    "ref-list": [
        "From sealing wax to bone wax: predecessors to Horsley's development.",
        "The use of local agents: Bone wax, gelatin, collagen, oxidized cellulose",
        "Bone Wax as a Risk Factor for Surgical-Site Infection Following Neurospinal Surgery",
        "Histologically verified bone wax (beeswax) granuloma after median sternotomy in 17 of 18 autopsy cases",
        "The effect of bone wax on the healing of experimental rat tibial lesions.",
        "Haemostasis and healing following median sternotomy",
        "New absorbable hemostatic bone wax; experimental and clinical studies.",
        "Biocompatibility of solid poly (ortho ester)",
        "Polyethylene glycol/microfibrillar collagen composite as a new resorbable hemostatic bone wax",
        "A new biodegradable bone wax substitute with the potential to be used as a bone filling material",
        "Ostene, a new alkylene oxide copolymer bone hemostatic material, does not inhibit bone healing",
        "The Effects of a Soluble Polymer and Bone Wax on Sternal Healing in an Animal Model",
        "Infection rates and healing using bone wax and a soluble polymer material",
        "Systemic and local reactions of a water-soluble copolymer bone on a bony defect of rabbit model",
        "Bone healing after median sternotomy: A comparison of two hemostatic devices",
        "In vivo assessment of osseous wound healing using a novel bone putty containing lidocaine in the surgical management of tooth extractions",
        "Evaluation of PEG-PPG-PEG copolymer blends for using as resorbable bone wax",
        "Ann Surg",
        null,
        "Osseous regeneration in the presence of four common hemostatic agents",
        "Tissue reaction to three subcutaneously implanted local hemostatic agents",
        "Spongostan® used for space obliteration in bone defects",
        "A new, pluronic-based, bone hemostatic agent that does not impair osteogenesis",
        "The effect of three hemostatic agents on early bone healing in an animal model",
        "Preparation and characterization of PEG-PPG-PEG copolymer/pregelatinized starch blends for use as resorbable bone hemostatic wax",
        "Osteomyelitis",
        "Is Bonewax Safe and Does It Help?",
        "Rabbit Health in the 21st Century. 2nd Ed.",
        "In vivo degradation of oxidized, regenerated cellulose",
        "Synthetic biodegradable polymers as orthopedic devices",
        "Assessment of bone union/nonunion in an experimental model using microcomputed technology",
        "Micro-computed tomography assessment of fracture healing: Relationships among callus structure, composition, and mechanical function",
        "Micro-computed tomography assessment of the progression of fracture healing in mice",
        "Principles of bone healing.",
        "Effects of bone wax on rabbit cranial bone lesions",
        "The effect of bone wax on the healing of experimental rat tibial lesions."
    ],
    "affiliation": [
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Faculty of Medicine, Thammasat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Metal and Materials Technology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Science and Technology Development Agency"
    ]
}