{
    "eid": "2-s2.0-84975268197",
    "title": "Dalvelutinoside, a new isoflavone glycoside from the methanol extract of Dalbergia velutina roots",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        }
    ],
    "keywords": [
        "Cytotoxicity",
        "Dalbergia velutina",
        "Dalvelutinoside",
        "Isoflavone glycoside"
    ],
    "authors": [
        "Sutin Kaennakam"
    ],
    "citedby-count": 11,
    "ref-count": 14,
    "ref-list": [
        "Isoflavonoid glycosides of Dalbergia paniculata. The constitutions of dalpanitin and dalpatin",
        "Constituents of Dalbergia sissoo Roxb. leaves with osteogenic activity",
        "Identification of the phenolic compounds contributing to antibacterial activity in ethanol extracts of Brazilian red propolis",
        "Isoflavonoids from Dalbergia olivari",
        "Velucarpins A-C, three new pterocarpans and their cytotoxicity from the roots of Dalbergia velutina",
        "Potent antitumor activity of synthetic 1,2-naphthoquinones and 1,4-naphthoquinones",
        "Isoflavonoid glycosides and rotenoids from Pongamia pinnata leaves",
        "3-Hydroxyisoflavanones from the stem bark of Dalbergia melanoxylon: Isolation, antimycobacterial evaluation and molecular docking studies",
        "Dalsympathetin - A new isoflavone gentiobioside from Dalbergia sympathetica (Dennst.)",
        "Isolation and characterisation of bioactive isoflavonoids from the roots of Dalbergia horrida",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "Chemistry and biological activities of the genus Dalbergia - A review",
        "The structures of isoflavone C-glycosides from Lupinus luteus",
        "Physicochemical properties, chemical composition and antioxidant activity of Dalbergia odorifera T. Chen seed oil"
    ],
    "affiliation": [
        {
            "affiliation-city": null,
            "affilname": "National Cancer Institute Thailand",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}