{
    "eid": "2-s2.0-85103071923",
    "title": "Reproductive seasonality in wild northern pig-tailed macaques (Macaca leonina)",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Circular statistics",
        "Female reproductive synchrony",
        "Latitude",
        "Moderate reproductive seasonality",
        "Phylogenetic inertia",
        "Sex skin"
    ],
    "authors": [
        "Florian Trébouet",
        "Suchinda Malaivijitnond",
        "Ulrich H. Reichard"
    ],
    "citedby-count": 6,
    "ref-count": 82,
    "ref-list": [
        "Sleeping site selection and presleep behavior in wild pigtailed macaques",
        "Influence of food resources on the ranging pattern of northern pig-tailed macaques (Macaca leonina)",
        "Sexual selection in wild baboons: from mating opportunities to paternity success",
        "A field study of the sociobiology of rhesus monkeys Macaca mulatta",
        "Observational study of behavior: Sampling methods",
        "Seasonal home range use and defendability in white-handed gibbons (Hylobates lar) in Khao Yai National Park, Thailand. In: Whittaker D, Lappan S (eds) The gibbons: New perspectives on small ape socioecology and population biology. Springer New York, New York, NY, pp 265–275",
        "Reproductive life history",
        "2020) rgeos: Interface to Geometry Engine - Open Source",
        "Seasonality and reproductive function",
        "Seasonal regulation of reproduction in mammals",
        "Sexual behaviour, swelling of the sex skin and plasma progesterone in the pigtail macaque",
        "An ecological and behavioural study of the pig-tailed macaque",
        "Hormonal regulation of sex skin in Macaca nemestrina",
        "Serum progesterone and corpus luteum function in pregnant pigtailed monkeys (Macaca nemestrina)",
        "Ecology and behaviour of the pig tailed macaque Macaca nemestrina leonina in some forests of Assam in North East India",
        "Dominance rank and mating success in male primates",
        "Fossil macaques, phyletic relationships and a scenario of deployment",
        "Testing the priority-of-access model in a seasonally breeding primate species",
        "Do males time their mate-guarding effort with the fertile phase in order to secure fertilisation in Cayo Santiago rhesus macaques?",
        "Determinants of male reproductive success in wild long-tailed macaques (Macaca fascicularis)—male monopolisation, female mate choice or post-copulatory mechanisms?",
        "Mitogenomics of macaques (Macaca) across Wallace’s Line in the context of modern human dispersals",
        "Phylogenetic position of the white-cheeked macaque (Macaca leucogenys), a newly described primate from southeastern Tibet",
        "Breeding activities of the pig-tailed macaque (Macaca leonina) in Bangladesh",
        "Phylogenies and the comparative method",
        "Phylogenetic analysis and comparative data: A test and review of evidence",
        "Reproductive and life history parameters of wild female Macaca assamensis",
        "Reproductive seasonality is a poor predictor of receptive synchrony and male reproductive skew among nonhuman primates",
        "Assessing current adaptation and phylogenetic inertia as explanations of trait evolution: The need for controlled comparisons",
        "Reproductive seasonality in primates: Patterns, concepts and unsolved questions",
        "Seasonality of primate births in relation to climate",
        "Non-territorial macaques can range like territorial gibbons when partially provisioned with food",
        "Ranging and site fidelity in northern pigtailed macaques (Macaca leonina) over different temporal scales",
        "A botanical inventory of a tropical seasonal forest in Khao Yai National Park, Thailand: Implications for fruit-frugivore interactions",
        "Aggregated seed dispersal by wreathed hornbills at a roost site in a moist evergreen forest of Thailand",
        "Ecology, nutrition, and timing of reproductive events in an Asian primate, the Hanuman langur (Presbytis entellus)",
        "Comparative tests of reproductive skew in male primates: The roles of demographic factors and incomplete control",
        "Mother-infant relationships in three species of macaques (Macaca mulatta, M. nemestrina, M. arctoides). I. Development of the mother-infant relationship in the first three months",
        "Boundary zone between northern and southern pig-tailed macaques and their morphological differences",
        "Male dominance and mount series duration in Cayo Santiago rhesus macaques",
        "Inter-annual variation of reproductive parameters and fruit availability in two populations of Japanese macaques",
        "The evolution of exaggerated sexual swellings in primates and the graded-signal hypothesis",
        "Sexual behaviour and mating system of the wild pig-tailed macaque in west Sumatra",
        "Female reproductive synchrony predicts skewed paternity across primates",
        "Sneaky monkeys: An audience effect of male rhesus macaques (Macaca mulatta) on sexual behavior",
        "Inferring the historical patterns of biological evolution",
        "ape 5.0: an environment for modern phylogenetics and evolutionary analyses in R",
        "Breeding seasonality affects the association between dominance and reproductive success in non-human male primates",
        "Sexual selection and mate choice",
        "Simple features for R: standardized support for spatial vector data",
        "Testing circular symmetry",
        "White-handed gibbons of Khao Yai: Social flexibility, complex reproductive strategies, and a slow life history",
        "phytools: An R package for phylogenetic comparative biology (and other things)",
        "Diversity and evolutionary history of macaques with special focus on Macaca mulatta and Macaca fascicularis",
        "Selection in relation to sex in primates",
        "Mate guarding and paternity in mandrills: Factors influencing alpha male monopoly",
        "Birth patterns in wild and captive lion-tailed macaques (Macaca silenus)",
        "Mating systems",
        "Female mating strategy in an enclosed group of Japanese macaques",
        "A primer on phylogenetic generalised least squares",
        "Reproduction and breeding of nonhuman primates",
        "The macaques: A double-layered social organization",
        "Reproductive parameters of female Macaca mulatta tcheliensis in the temperate forest of Mount Taihangshan Jiyuan, China",
        "Sex and social evolution in primates",
        "An examination of factors potentially influencing birth distributions in golden snub-nosed monkeys (Rhinopithecus roxellana)",
        "Male mating behaviour in relation to female sexual swellings, socio-sexual behaviour and hormonal changes in wild Barbary macaques",
        "Sexual selection and exaggerated sexual swellings of female primates"
    ],
    "affiliation": [
        {
            "affiliation-city": "Carbondale",
            "@id": "60029472",
            "affilname": "Southern Illinois University Carbondale",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029472",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of National Parks",
        "Nik Long",
        "SIU",
        "National Research Council of Thailand"
    ]
}