{
    "eid": "2-s2.0-85064206214",
    "title": "Continuous barbed suture versus knotted interrupted suture for wound closure in total knee arthroplasty: A prospective randomized study",
    "cover-date": "2019-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Barbed suture",
        "Closure",
        "Quill™",
        "Total knee arthroplasty"
    ],
    "authors": [
        "M. Sakdinakiattikoon",
        "A. Tanavalee"
    ],
    "citedby-count": 3,
    "ref-count": 13,
    "ref-list": [
        "Use of a barbed suture in the closure of hip and knee arthroplasty wounds",
        "Evaluation of a novel technique for wound closure using a barbed suture",
        "Knee arthrotomy repair with a continuous barbed suture: A biomechanical study",
        "Water-tight knee arthrotomy closure: Comparison of a novel single bidirectional barbed self-retaining running suture versus conventional interrupted sutures",
        "Performance enhancement of a knotless suture via barb geometry modifications",
        "Barbed versus standard sutures for closure in total knee arthroplasty: A multicenter prospective randomized trial",
        "Total knee arthroplasty closure with barbed sutures",
        "Perioperative closure-related complication rates and cost analysis of barbed suture for closure in TKA",
        "Use of knotless suture for closure of total hip and knee arthroplasties: A prospective, randomized clinical trial",
        "Does barbed suture lower cost and improve outcome in total knee arthroplasty? A randomized controlled trial",
        "Superficial wound closure complications with barbed sutures following knee arthroplasty",
        "Barbed versus traditional sutures: Closure time, cost, and wound related outcomes in total joint arthroplasty",
        "Barbed sutures in total knee arthroplasty: Are these safe, efficacious, and costeffective?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199571",
            "affilname": "Bangkok Metropolitan Administration General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199571",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}