{
    "eid": "2-s2.0-84974625929",
    "title": "Thailand consensus on Helicobacter pylori treatment 2015",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Public Health",
            "@code": "2739"
        },
        {
            "$": "Oncology",
            "@code": "2730"
        },
        {
            "$": "Cancer Research",
            "@code": "1306"
        },
        {
            "$": "Epidemiology",
            "@code": "2713"
        }
    ],
    "keywords": [
        "Guidelines",
        "Helicobacter pylori",
        "Infection",
        "Thailand 2015",
        "Treatment"
    ],
    "authors": [
        "Varocha Mahachai"
    ],
    "citedby-count": 24,
    "ref-count": 113,
    "ref-list": [
        "ACCF/ACG/AHA 2010 expert Consensus Document on the concomitant use of proton pump inhibitors and thienopyridines: A focused update of the ACCF/ACG/AHA 2008 expert consensus document on reducing the gastrointestinal risks of antiplatelet therapy and NSAID use",
        "Helicobacter pylori: Management in 2013",
        "Helicobacter pylori eradication as the sole treatment for gastric and duodenal ulcers",
        "Prevention of gastric cancer by Helicobacter pylori eradication",
        "Atrophic gastritis and intestinal metaplasia in Japan: Results of a large multicenter study",
        "Effects of acid suppression and bismuth medications on the performance of diagnostic tests for Helicobacter pylori infection",
        "Comparative evaluation of 29 commercial helicobacter pylori serological kits",
        "High efficacy of 1-week doxycycline- and amoxicillin-based quadruple regimen in a culture-guided, third-line treatment approach for Helicobacter pylori infection",
        "Effects of Helicobacter pylori infection on long-term risk of peptic ulcer bleeding in low-dose aspirin users",
        "Randomised trial of eradication of Helicobacter pylori before nonsteroidal anti-inflammatory drug therapy to prevent peptic ulcers",
        "Eradication of Helicobacter pylori and risk of peptic ulcers in patients starting long-term treatment with non-steroidal anti-inflammatory drugs: A randomised trial",
        "Helicobacter pylori eradication cannot reduce the risk of gastric cancer in patients with intestinal metaplasia and dysplasia: evidence from a meta-analysis",
        "Long-term results of anti-Helicobacter pylori therapy in early-stage gastric high-grade transformed MALT lymphoma",
        "American College of Gastroenterology guideline on the management of Helicobacter pylori infection",
        "Effect of Bifidobacterium longum on PPI-based triple therapy for eradication of Helicobacter pylori: A randomized, double-blind placebo-controlled study",
        "Second-line Helicobacter pylori Eradication: A Randomized Comparison of 1-week or 2-week Bismuth-containing Quadruple Therapy",
        "Helicobacter pylori serology inversely correlated with the risk and severity of reflux esophagitis in Helicobacter pylori endemic area: A matched case-control study of 5,616 health check-up Koreans",
        "Human Gastric Carcinogenesis: A Multistep and Multifactorial Process- First American Cancer Society Award Lecture on Cancer Epidemiology and Prevention",
        "Pathology of gastric intestinal metaplasia: Clinical implications",
        "Indications and diagnostic tests for Helicobacter pylori infectio",
        null,
        "Four-year trends in Helicobacter pylori IgG serology following successful eradication",
        "Gastric Cancer Risk in Patients With Premalignant Gastric Lesions: A Nationwide Cohort Study in the Netherlands",
        "Levofloxacin/amoxicillin-based schemes vs quadruple therapy for helicobacter pylori eradication in second-line",
        "Management of precancerous conditions and lesions in the stomach (MAPS): Guideline from the European Society of Gastrointestinal Endoscopy (ESGE), European Helicobacter Study Group (EHSG), European Society of Pathology (ESP), and the Sociedade Portuguesa de Endoscopia Digestiva (SPED)",
        "A follow up model for patients with atrophic chronic gastritis and intestinal metaplasia",
        "Efficacy of 5-day levofloxacin-containing concomitant therapy in eradication of helicobacter pylori infection",
        "Meta-analysis: The effect of antibiotic resistance status on the efficacy of triple and quadruple first-line therapies for Helicobacter pylori",
        "Association between Helicobacter pylori and Barrett's Esophagus: A case-control study",
        "In-vitro activity of lansoprazole against Helicobacter pylori",
        "Eradication therapy in Helicobacter pylori positive peptic ulcer disease: Systematic review and economic analysis",
        "Eradication therapy for peptic ulcer disease in Helicobacter pylori positive patients",
        "Helicobacter pylorieradication therapy to prevent gastric cancer in healthy asymptomatic infected individuals: Systematic review and meta-analysis of randomised controlled trials",
        "Role of probiotics in patients with Helicobacter pylori infection",
        "Meta-analysis: Can Helicobacter pylori eradication treatment reduce the risk for gastric cancer?",
        "Effect of eradication of Helicobacter pylori on incidence of metachronous gastric carcinoma after endoscopic resection of early gastric cancer: an open-label, randomised controlled trial",
        null,
        "Helicobacter Pylori First-Line and Rescue Treatments in the Presence of Penicillin Allergy",
        "H. pylori eradication therapy vs. antisecretory non-eradication therapy (with or without long-term maintenance antisecretory therapy) for the prevention of recurrent bleeding from peptic ulcer.",
        "Helicobacter pylori first-line treatment and rescue options in patients allergic to penicillin",
        null,
        "Systematic review and meta-analysis: Is 1-week proton pump inhibitor-based triple therapy sufficient to heal peptic ulcer?",
        "The management of gastric polyps",
        null,
        null,
        "Studies regarding the mechanism of false negative urea breath tests with proton pump inhibitors",
        "Gastroenterol",
        "Is eradication sufficient to heal gastric ulcers in patients infected with Helicobacter pylori? A randomized, controlled, prospective study",
        "Guidelines for the management of Helicobacter pylori infection",
        "A prospective analysis of low-grade gastric MALT lymphoma after Helicobacter pylori eradication",
        "Role of Helicobacter pylori infection and non-steroidal anti-inflammatory drugs in peptic-ulcer disease: A meta-analysis",
        "Effects of the CYP2C19 genetic polymorphism on gastritis, peptic ulcer disease, peptic ulcer bleeding and gastric cancer",
        "Reg 4-5 Med J",
        "Prevalence of Helicobacter pylori in peptic ulcer patients in greater rochester, NY: Is empirical triple therapy justified?",
        "Helicobacter pylori: Future perspectives in therapy reflecting three decades of experience",
        "Eradication of Helicobacter pylori for primary gastric cancer and secondary gastric cancer after endoscopic mucosal resection",
        "Guidelines for the diagnosis and treatment of Helicobacter pylori infection in Korea, 2013 revised edition",
        "Pilot Studies to Identify the Optimum Duration of Concomitant Helicobacter pylori Eradication Therapy in Thailand",
        "Analysis of eight different methods for the detection of Helicobacter pylori infection in patients with dyspepsia",
        "Effect of proton-pump inhibitor therapy on diagnostic testing for Helicobacter pylori",
        "Has the impact of Helicobacter pylori therapy on ulcer recurrence in the United States been overstated? A meta-analysis of rigorously designed trials",
        "Second-line treatment for failure to eradicate Helicobacter pylori: A randomized trial comparing four treatment strategies",
        "Does treatment of Helicobacter pylori with antibiotics alone heal duodenal ulcer? A randomised double blind placebo controlled study",
        null,
        "A meta-analysis comparing eradication, healing and relapse rates in patients with Helicobacter pylori-associated gastric or duodenal ulcer",
        "Factors predicting progression of gastric intestinal metaplasia: Results of a randomised trial on Helicobacter pylori eradication",
        "Do commercial serological kits for Helicobacter pylori infection differ in accuracy? A meta-analysis",
        "Changes of gastric mucosal architecture during long-term omeprazole therapy: Results of a randomized clinical trial",
        "Systematic review: The effects of long-term proton pump inhibitor use on serum gastrin levels and gastric histology",
        "Helicobacter Research",
        "Long-term effect of Helicobacter pylori eradication on the development of metachronous gastric cancer after endoscopic resection of early gastric cancer",
        "Management of Helicobacter pylori infection - The Maastricht IV/ Florence consensus report",
        "Triple therapy for 7 days vs. triple therapy for 7 days plus omeprazole for 21 days in treatment of active duodenal ulcer with Helicobacter pylori infection. A double blind placebo controlled trial",
        "Helicobacter pylori eradication for functional dyspepsia: What are we treating?",
        "Systematic review and economic evaluation of Helicobacter pylori eradication treatment for non-ulcer dyspepsia",
        "Changing patterns of Helicobacter pylori gastritis in long-standing acid suppression",
        "Review article: Helicobacter pylori and gastro-oesophageal reflux disease - Clinical implications and management",
        "Diagnosis of Helicobacter pylori: What should be the gold standard?",
        null,
        "Influences of duration of treatment, CYP2C19 genotyping, interleukin-1 polymorphisms and antibiotic resistant strains in Helicobacter pylori eradication rates"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Faculty of Medicine, Chiang Mai University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thammasat University Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lampang",
            "affilname": "Lampang Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Khon Kaen",
            "affilname": "Khon Kaen University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Phisanulok",
            "affilname": "Buddhachinaraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Phramongkutklao College of Medicine",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Rajavithi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathumtani",
            "affilname": "National Gastric Cancer and Gastrointestinal Diseases Research Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "NKC institute of Gastroenterology and Hepatology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Udon Thani",
            "affilname": "Udonthani Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}