{
    "eid": "2-s2.0-84920861230",
    "title": "(Metallo)porphyrins as potent phototoxic anti-cancer agents after irradiation with red light",
    "cover-date": "2015-01-12",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Anticancer agents",
        "EPR spectroscopy",
        "Photodynamic therapy",
        "Porphyrinoids"
    ],
    "authors": [
        "Philipp M. Antoni"
    ],
    "citedby-count": 76,
    "ref-count": 47,
    "ref-list": [
        "Porphyrin and nonporphyrin photosensitizers in oncology: Preclinical and clinical advances in photodynamic therapy",
        "Imaging and photodynamic therapy: Mechanisms, monitoring, and optimization",
        "Current states and future views in photodynamic therapy",
        "Dye sensitizers for photodynamic therapy",
        "The role of porphyrin chemistry in tumor imaging and photodynamic therapy",
        "Light-activated ruthenium complexes photobind DNA and are cytotoxic in the photodynamic therapy window",
        "Bioinorganic photochemistry: Frontiers and mechanisms",
        "Combined effects of singlet oxygen and hydroxyl radical in photodynamic therapy with photostable bacteriochlorins: Evidence from intracellular fluorescence and increased photodynamic efficacy in vitro",
        "Lipophilic cationic porphyrins as photodynamic sensitisers - Synthesis and structure-activity relationships",
        "Using enzymatic reactions to enhance the photodynamic therapy effect of porphyrin dityrosine phosphates",
        "Mechanisms of singlet-oxygen and superoxide-ion generation by porphyrins and bacteriochlorins and their implications in photodynamic therapy",
        "Nouv. J. Chim.",
        "PHOTOCLEAVAGE OF DNA IN THE PRESENCE OF SYNTHETIC WATER‐SOLUBLE PORPHYRINS",
        "Metalloporphyrin phototoxicity",
        "Photosensitization with Benzochlorin iminium salts",
        "Syntheses, properties and cellular studies of metallo-isoporphyrins",
        "Synthesis of β-functionalized Temoporfin derivatives for an application in photodynamic therapy",
        "In vitro photodynamic therapy and quantitative structure-activity relationship studies with stable synthetic near-infrared-absorbing bacteriochlorin photosensitizers",
        "New J. Chem.",
        "Asymmetrically substituted cationic indole- and fluorene porphyrins inhibit tumor proliferation in small intestinal neuroendocrine tumors and medullary thyroid carcinomas",
        null,
        null,
        "Photoactive sawhorse-type diruthenium tetracarbonyl complexes",
        "Aptamer-based tumor-targeted drug delivery for photodynamic therapy",
        null,
        "Photosensitizing action of isomeric zinc N-methylpyridylporphyrins in human carcinoma cells",
        "Photodynamic therapy in the treatment of microbial infections: Basic principles and perspective applications",
        "Dna damage and apoptosis induced by photosensitization of 5,10,15,20-tetrakis (n-methyl-4-pyridyl)-21h,23h-porphyrin via singlet oxygen generation",
        "Stable anticancer gold(III)-porphyrin complexes: Effects of porphyrin structure",
        "Visible-light-induced annihilation of tumor cells with platinum-porphyrin conjugates",
        "Angew. Chem.",
        "Porphyrin chemistry pertaining to the design of anti-cancer drugs; part 2. The synthesis and in vitro tests of water-soluble porphyrins containing, in the meso positions, the functional groups: 4-methylpyridinium, or 4-sulfonatophenyl, in combination with phenyl, 4-pyridyl, 4-nitrophenyl, or 4-aminophenyl",
        "New Electrocatalysts for the Four-Electron Reduction of Dioxygen Based on (5,10,15-Tris(pentaammineruthenium(II)-4-cyanophenyl)-20- (1-methylpyridinium-4-yl)porphyrinato)cobalt(II) Immobilized on Graphite Electrodes",
        "Porphyrin Studies: Kinetics of Metalloporphyrin Formation",
        "Assembly of positively charged porphyrins driven by metal ions: A novel polymeric arrangement of cationic metalloporphyrin",
        null,
        "Photosensitized production of singlet oxygen",
        "Interaction of cationic 5,10,15,20-tetrakis(4-N-methyl pyridyl) porphyrin with mono-and polynucleotides: A study by picosecond fluorescence spectroscopy",
        "Fluorescence properties of the dicationic porphyrin 5,15-DiMPyP orderly aggregated along DNA surface",
        "Photodynamic therapy with indocyanine green complements and enhances low-dose cisplatin cytotoxicity in MCF-7 breast cancer cells",
        "A cationic zinc porphyrin as a chiroptical probe for Z-DNA",
        "Angew. Chem.",
        "Photocatalytic generation of oxygen radicals by the water-soluble bacteriochlorophyll derivative WST1l, noncovalently bound to serum albumin",
        "Low doses of cisplatin or gemcitabine plus Photofrin/photodynamic therapy: Disjointed cell cycle phase-related activity accounts for synergistic outcome in metastatic non-small cell lung cancer cells (H1299)",
        "Photophysical and photosensitizing properties of brominated porphycenes",
        "Cationic porphycenes as potential photosensitizers for antimicrobial photodynamic therapy",
        "Expanded scope of synthetic bacteriochlorins via improved acid catalysis conditions and diverse dihydrodipyrrin-acetals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Zurich",
            "affilname": "Universität Zürich",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Zurich",
            "affilname": "ETH Zürich",
            "affiliation-country": "Switzerland"
        },
        {
            "affiliation-city": "Winterthur",
            "affilname": "ZHAW Zurich University of Applied Sciences",
            "affiliation-country": "Switzerland"
        }
    ],
    "funding": [
        "Swiss National Science Foundation"
    ]
}