{
    "eid": "2-s2.0-85119501099",
    "title": "Genome analysis and optimization of γ-aminobutyric acid (GABA) production by lactic acid bacteria from plant materials",
    "cover-date": "2021-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Microbiology",
            "@code": "2404",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Gamma-aminobutyric acid",
        "Glutamate decarboxylase gene",
        "Lactic acid bacteria",
        "Lactobacillus brevis",
        "Response surface methodology",
        "Silage"
    ],
    "authors": [
        "Sukanya Phuengjayaem",
        "Nattakorn Kuncharoen",
        "Auttaporn Booncharoen",
        "Boonsri Ongpipattanakul",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 8,
    "ref-count": 48,
    "ref-list": [
        "The RAST server: Rapid annotations using subsystems technology",
        "SEED Servers: High-performance access to the SEED genomes, annotations, and metabolic models",
        "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
        "The gamma-aminobutyric acid-producing ability under low pH conditions of lactic acid bacteria isolated from traditional fermented foods of Ishikawa Prefecture, Japan, with a strong ability to produce ACE-inhibitory peptides",
        "Taxonomic study of Weissella confusa and description of Weissella cibaria sp. nov., detected in food and clinical samples",
        "Lactobacillus plantarum subsp. argentoratensis subsp. nov., isolated from vegetable matrices",
        "Alkaline polyethylene glycol-based method for direct PCR from bacteria, eukaryotic tissue samples, and whole blood",
        "Nucleic acid homologies of some vancomycin-resistant leuconostocs and description of Leuconostoc citreum sp. nov. and Leuconostoc pseudomesenteroides sp. nov",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Genomic insights into a robust gamma-aminobutyric acid-producer Lactobacillus brevis CD0817",
        "Lactobacillus senmaizukei sp. nov., isolated from Japanese pickle",
        "Purification and characterization of glutamate decarboxylase of Lactobacillus brevis CGMCC 1306 isolated from fresh milk",
        "A proposal of Leuconostoc mesenteroides subsp. jonggajibkimchii subsp. nov. and reclassification of Leuconostoc mesenteroides subsp. suionicum (Gu et al., 2012) as Leuconostoc suionicum sp. nov. based on complete genome sequences",
        "Production of gamma-aminobutyric acid in black raspberry juice during fermentation by Lactobacillus brevis GABA100",
        "Isolation and identification of gamma aminobutyric acid (GABA)-producing lactic acid bacteria from Kimchi",
        "Char-acterization of glutamate decarboxylase from a high gamma aminobutyric acid (GABA)-producer, Lactobacillus paracasei",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "New aspects of the simultaneous analysis of amino acids and amines as their o-phthaldialdehyde derivatives by high-performance liquid chromatography—Analysis of wine, beer and vinegar",
        "16S/23S rRNA sequencing",
        "A high gamma aminobutyric acid-producing Lactobacillus brevis isolated from Chinese traditional paocai",
        "Medium optimization for production of gamma-aminobutyric acid by Lactobacillus brevis NCL912",
        "Production of gamma aminobutyric acid by Lactobacillus brevis NCL912 using fed-batch fermentation",
        "gadA gene locus in Lactobacillus brevis NCL912 and its expression during fed-batch fermentation",
        "Enhanced production of gamma-aminobutyric acid by optimizing culture conditions of Lactobacillus brevis HYE1 isolated from kimchi, a Korean fermented food",
        "Submerged fermentation of Lactobacillus rhamnosus YS9 for gamma-aminobutyric acid (GABA) production",
        "Optimisation of fermentative parameters for GABA enrichment by Lactococcus lactis",
        "Exploring the contributions of two glutamate decarboxylase isozymes in Lactobacillus brevis to acid resistance and γaminobutyric acid production",
        "Entero-coccus lactis sp. nov., from Italian raw milk cheeses",
        "Enhancement of gamma-aminobutyric acid (GABA) in Nham (Thai fermented pork sausage) using starter cultures of Lacto bacillus namurensis NH2 and Pediococcus pentosaceus HN8",
        "Statistical optimization of gamma-aminobutyric acid production by response surface methodology and artificial neural network models using Lactobacillus fermentum isolated from palm wine",
        "JSpeciesWS: A web server for prokaryotic species circumscription based on pairwise genome comparison",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Improved high performance liquid chromatographic method for GABA and gluta mate determination in regions of the rodent brain",
        "Optimization of culture conditions for gamma-aminobutyric acid production in fermented adzuki bean milk",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Optimization of gamma-aminobutyric acid pro-duction by Lactobacillus plantarum Taj-Apis362 from honeybees",
        "Determination of DNA base composition",
        "Lactic acid bacteria found in fermented fish in Thailand",
        "Molecular identification, L-lactic acid pro-duction, and antibacterial activity of Bacillus strains isolated from soils",
        "Enzymatic and structural aspects on glutamate decarboxylase",
        "Optimization of batch culture conditions for GABA production by Lactobacillus brevis CRL 1942, isolated from quinoa sourdough",
        "GABA, gammahydroxybutyric acid, and neurological disease",
        "High gamma-aminobutyric acid production from lactic acid bacteria: Emphasis on Lactobacillus brevis as a functional dairy starter",
        "Production of gamma-aminobutyric acid from alcohol distillery lees by Lactoba cillus brevis IFO-12005",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "Lactobacillus pentosus (Fred, Peterson, and Anderson) sp. nov., nom. rev",
        "Optimization of succinic acid fermentation with Actinobacillus succinogenes by response surface methodology (RSM)",
        "Isolation and characterization of a gamma-aminobutyric acid producing strain Lactobacillus buchneri WPZ001 that could efficiently utilize xy lose and corncob hydrolysate"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}