{
    "eid": "2-s2.0-84961253384",
    "title": "Pleiotropic effects of simvastatin on wound healing in diabetic mice",
    "cover-date": "2016-02-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Capillary vascularity",
        "Diabetic wound",
        "Simvastatin",
        "Wound closure"
    ],
    "authors": [
        "Supakanda Sukpat"
    ],
    "citedby-count": 13,
    "ref-count": 26,
    "ref-list": [
        "Diabetes and depression: Global perspectives",
        "Pathways to diabetic limb amputation: Basis for prevention",
        "Treatment with bone marrow-derived stromal cells accelerates wound healing in diabetic rats",
        "Do foot examinations reduce the risk of diabetic amputation?",
        "What is the most effective way to reduce incidence of amputation in the diabetic foot?",
        "Statins inhibit high glucose-mediated neutrophil-endothelial cell adhesion through decreasing surface expression of endothelial adhesion molecules by stimulating production of endothelial nitric oxide",
        "Potential vascular benefits of statins",
        "The role of statins in vascular disease",
        "Simvastatin improves the healing of infected skin wounds of rats",
        "Simvastatin enhances VEGF production and ameliorates impaired wound healing in experimental diabetes",
        "Simvastatin modulates chemokine and chemokine receptor expression by geranylgeranyl isoprenoid pathway in human endothelial cells and macrophages",
        "High Dosage of Simvastatin Reduces TNF-α-Induced Apoptosis of Endothelial Progenitor Cells but Fails to Prevent Apoptosis Induced by IL-1β In Vitro",
        "Prevention of diabetic microangiopathy by prophylactic transplant of mobilized peripheral blood mononuclear cells",
        "Mesenchymal stem cells enhance wound healing through differentiation and angiogenesis",
        "Low-dose simvastatin improves survival and ventricular function via eNOS in congestive heart failure",
        "Acanthus ebracteatus vahl. Ethanol extract enhancement of the efficacy of the collagen scaffold in wound closure: A study in a full-thickness-wound mouse model",
        "Genotoxicity of Streptozotocin",
        null,
        "Concise review: Mesenchymal stem cell treatment of the complications of diabetes mellitus",
        "Angiogenesis and vasculogenesis: Inducing the growth of new blood vessels and wound healing by stimulation of bone marrow-derived progenitor cell mobilization and homing",
        "Endothelial Progenitor Cell Dysfunction: A Novel Concept in the Pathogenesis of Vascular Complications of Type 1 Diabetes",
        "Endothelial progenitor cells dysfunction and senescence: Contribution to oxidative stress",
        "Pathophysiology of acute wound healing",
        "The neutrophilic leukocyte in wound repair a study with antineutrophil serum.",
        "Effect of simvastatin on proinflammatory cytokines production during lipopolysaccharide-induced inflammation in rats",
        "Simvastatin Inhibits Leukocyte Accumulation and Vascular Permeability in the Retinas of Rats with Streptozotocin-Induced Diabetes"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}