{
    "eid": "2-s2.0-84959378173",
    "title": "Elastic, magnetic and electronic properties of iridium phosphide Ir2P",
    "cover-date": "2016-02-24",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Pei Wang"
    ],
    "citedby-count": 15,
    "ref-count": 47,
    "ref-list": [
        "Designing superhard materials",
        "New materials from high-pressure experiments",
        "Is rhenium diboride a superhard material?",
        "Transition metal borides: Superhard versus ultra-incompressible",
        "Stability and strength of transition-metal tetraborides and triborides",
        "Synthesis of ultra-incompressible superhard rhenium diboride at ambient pressure",
        "Discovery of a superhard iron tetraboride superconductor",
        "Hardness, elastic, and electronic properties of chromium monoboride",
        null,
        null,
        "Thermal equation of state of rhenium diboride by high pressure-temperature synchrotron x-ray studies",
        "Electronic structure, phase stability, and hardness of the osmium borides, carbides, nitrides, and oxides: First-principles calculations",
        "Structural, mechanical and electronic properties of 3d transition metal nitrides in cubic zincblende, rocksalt and cesium chloride structures: A first-principles investigation",
        "Synthesis and characterization of a binary noble metal nitride",
        "Synthesis, crystal structure, and elastic properties of novel tungsten nitrides",
        "A high-pressure and high-temperature synthesis of platinum carbide",
        null,
        "Electronic structure and mechanical properties of osmium borides, carbides and nitrides from first principles",
        null,
        "Reduction of the bulk modulus at high pressureinCrN",
        "Experimental invalidation of phase-transition-induced elastic softening in CrN",
        "Questionable collapse of the bulk modulus in CrN",
        null,
        null,
        "Nanoscaled metal borides and phosphides: Recent developments and perspectives",
        "Novel catalysts for advanced hydroprocessing: Transition metal phosphides",
        "Pressure-induced zigzag phosphorus chain and superconductivity in boron monophosphide",
        "Angew. Chem. Int. Ed.",
        "High-pressure synthesis and in-situ high pressure x-ray diffraction study of cadmium tetraphosphide",
        "Evolution of luminescence from doped gallium phosphide over 40 years",
        "Struct. Bond",
        "On the feasibility of phosphide generation from phosphate reduction: The case of Rh, Ir, and Ag",
        "Phosphides of the Platinum Metals",
        "Z. Anorg. Chem",
        "Superconductivity of some new Pt-metal compounds",
        "Osmium has the lowest experimentally determined compressibility",
        "Hardness of Covalent Crystals",
        "First-principles simulation: Ideas, illustrations and the CASTEP code",
        "ELF: The electron localization function",
        "Nano-polycrystalline diamond formation under ultra-high pressure",
        "Diamond- c BN alloy: A universal cutting material",
        "Lubrication, gasketing, and precision in multianvil experiments",
        "Geophys. Res",
        "Two-dimensional detector software: From real detector to idealised image or two-theta scan",
        "Relaxation of Crystals with the Quasi-Newton Method",
        "The elastic behaviour of a crystalline aggregate"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Las Vegas",
            "affilname": "University of Nevada, Las Vegas",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Xining",
            "affilname": "Qinghai University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Chengdu",
            "affilname": "Sichuan University",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Beijing",
            "affilname": "Institute of Physics Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Tempe",
            "affilname": "Arizona State University",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Carnegie DOE Alliance Center",
        "Ministry of Education Special Funds of China",
        "Youth Natural Science in Qinghai Province of China",
        "National Science Foundation",
        "U.S. Department of Energy",
        "U.S. Department of Energy",
        "Carnegie Institution of Washington",
        "Basic Energy Sciences",
        "Basic Energy Sciences",
        "National Nuclear Security Administration",
        "Lawrence Livermore National Laboratory",
        "University of Nevada, Las Vegas",
        "National Natural Science Foundation of China",
        "National Natural Science Foundation of China",
        "China Scholarship Council",
        "China Scholarship Council",
        "National Key Research and Development Program of China",
        "National Key Research and Development Program of China"
    ]
}