{
    "eid": "2-s2.0-84942246130",
    "title": "Heart Transplant in Asia",
    "cover-date": "2015-10-01",
    "subject-areas": [
        {
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705"
        }
    ],
    "keywords": [
        "Asia",
        "Heart failure",
        "Heart transplant"
    ],
    "authors": [
        "Rungroj Krittayaphong"
    ],
    "citedby-count": 13,
    "ref-count": 57,
    "ref-list": [
        "The history and development of cardiac transplantation",
        "The operation. A human cardiac transplant: an interim report of a successful operation performed at Groote Schuur Hospital, Cape Town.",
        "The registry of the international society for heart and lung transplantation: Thirty-first official adult heart transplant report - 2014; Focus theme: Retransplantation",
        "Status of cardiovascular health in Chinese adults",
        "Epidemiology of heart failure in Asia.",
        "Heart disease in asia",
        "Forecasting the impact of heart failure in the united states a policy statement from the american heart association",
        "Epidemiology and clinical management of cardiomyopathies and heart failure in China",
        "Heart failure: preventing disease and death worldwide",
        "Rheumatic heart disease",
        "Heart failure in Asia: The present reality and future challenges",
        "Characteristics and outcomes of patients hospitalized for heart failure in the United States: Rationale, design, and preliminary observations from the first 100,000 cases in the Acute Decompensated Heart Failure National Registry (ADHERE)",
        "Patient characteristics from a regional multicenter database of acute decompensated heart failure in Asia Pacific (ADHERE International-Asia Pacific)",
        "Characterization of heart failure patients with preserved ejection fraction: A comparison between ADHERE-US registry and ADHERE-International registry",
        "Patient selection for ventricular assist devices: A moving target",
        "Prevalence and prognosis of patients with heart failure in Tokyo: A prospective cohort of Shinken database 2004-5",
        "Chronic heart failure in Japan: Implications of the CHART studies",
        "Acute decompensated heart failure syndromes (ATTEND) registry. A prospective observational multicenter cohort study: Rationale, design, and preliminary data",
        "Clinical outcome of heart transplantation: Experience at the National Taiwan University Hospital",
        "The first successful heart transplantation in South East Asia.",
        "Heart transplantation in Asia.",
        "Asian transplant registry",
        "Asian Transplant Registry (1999)",
        "Organ transplants still too few in Japan and Asian countries",
        "Hong Kong Medical Diary",
        "Transplantation Registry in Iran",
        "Heart transplantation in Iran: A comprehensive single-center review of 15-year performance",
        "Heart transplantation in Japan: A critical appraisal for the results and future prospects",
        "The registry report of heart transplantation in Japan (1999-2013)",
        "Under-utilization of donor hearts in the initial era of the heart transplant program in Korea: Review of 13 Years' experience from the Korea national registry",
        "Long-term mortality in adult orthotopic heart transplant recipients",
        "SCOT Data. Organ transplantation in Saudi Arabia--2013",
        "A high-volume heart transplantation center in an Islamic country",
        "Heart transplantation in Singapore.",
        "Current status of heart transplantation in taiwan",
        "The status of heart transplantation in Taiwan, 2005-2010",
        "Intrathoracic organ transplantation in Thailand",
        "Heart transplantation",
        "Risk factors and prognosis of patients with primary graft failure after heart transplantation: An asian center experience",
        "Heart transplantation in endstage rheumatic heart disease - Experience of an endemic area",
        "Heart transplantation in the elderly patients: Midterm results",
        "Twenty-four year single-center experience of hepatitis B virus infection in heart transplantation",
        "Endomyocardial biopsy in heart transplantation: Schedule or event?",
        "Primary heart graft failure",
        "Heart transplant coronary artery disease detected by coronary angiography: A multiinstitutional study of preoperative donor and recipient risk factors",
        "Low incidence of transplant coronary artery disease in Chinese heart recipients",
        "The effect of statins on cardiac allograft survival",
        "Long-term follow-up of arrhythmia characteristics and clinical outcomes in heart transplant patients",
        "Incidence, risk factors, and clinical outcomes of atrial fibrillation and atrial flutter after heart transplantation",
        "Low incidence of malignancy in heart-transplant recipients in Taiwan: an update and comparison with kidney-transplant recipients",
        "Incidence of non-hodgkin lymphomas and the ten most commonly diagnosed cancers after heart transplantation: A nationwide population-based study in Taiwan",
        "A nationwide population-based study of the risk of tuberculosis in different solid organ transplantations in Taiwan",
        "Initial experience in Japan with HeartWare ventricular assist system",
        "Cardiac transplantation after bridged therapy with continuous flow left ventricular assist devices"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Siriraj Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}