{
    "eid": "2-s2.0-85023750205",
    "title": "Variations of characteristics of consecutive rainfall days over northern Thailand",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Atmospheric Science",
            "@code": "1902",
            "@abbrev": "EART"
        }
    ],
    "keywords": [],
    "authors": [
        "P. Klongvessa",
        "M. Lu",
        "S. Chotpantarat"
    ],
    "citedby-count": 6,
    "ref-count": 24,
    "ref-list": [
        "Persistence in rainfall occurrence over tropical South-east Asia and equatorial Pacific",
        "Higher order Markov chain models for monsoon rainfall over West Bengal, India",
        "Chi-square tests for Markov chain analysis",
        "Identifying the dependency pattern of daily rainfall of Dhaka station in Bangladesh using Markov chain and logistic regression model",
        "Inter-annual and spatial variation of altitudinal increase in rainfall over Mount Inthanon and Mae Chaem Watershed, Northern Thailand",
        "Springtime ENSO phase evolution and its relation to rainfall in the continental US",
        "Rainfall pattern over the middle of Indochina Peninsula during 2009–2010 summer monsoon",
        "A Markov chain model for daily precipitation occurrence in South Korea",
        "Diurnal variation of precipitation by moving mesoscale systems: radar observations in northern Thailand",
        "The contrasting features of Asian summer monsoon during surplus and deficient rainfall over India",
        "A Markov chain probability model to describe wet and dry patterns of weather at Colombo",
        "Determining the daily rainfall characteristics from the monthly rainfall totals in Central and Northeastern Thailand",
        "Seasonal changes in diurnal rainfall cycle over and around the IndoChina Peninsula observed by TRMM-PR",
        "Diurnal rainfall pattern observed by tropical rainfall measuring mission precipitation radar (TRMM-PR) around the indochina peninsula",
        "Sequences of wet and dry days described by a Markov chain probability model",
        "Geographical distribution of variance of intraseasonal variations in western IndoChina as revealed from radar reflectivity data"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagaoka",
            "@id": "60018352",
            "affilname": "Nagaoka University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60018352",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Thai Meteorological Department",
        "Hydro"
    ]
}