{
    "eid": "2-s2.0-85089848324",
    "title": "Treatment of recurrent ovarian cancer: Survey of practice among Thai gynecologic oncologists",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Chemotherapy",
        "Cytoreductive surgery",
        "Gynecologic oncologist",
        "Recurrent ovarian cancer",
        "Survey"
    ],
    "authors": [
        "T. Manchana",
        "C. Charakorn",
        "A. Lertkhachonsuk",
        "S. Tangjitgamol",
        "S. Chanpanitkitchote",
        "J. Srisomboon"
    ],
    "citedby-count": 2,
    "ref-count": 29,
    "ref-list": [
        "Universal health coverage and primary care, Thailand",
        "Health access for all: Thailand's universal coverage scheme",
        "Universal coverage of renal dialysis in Thailand: promise, progress, and prospects",
        "Long-term follow-up confirms a survival advantage of the paclitaxel-cisplatin regimen over the cyclophosphamide-cisplatin combination in advanced ovarian cancer",
        "Clinical trials in recurrent ovarian cancer",
        "Phase III trial of gemcitabine compared with pegylated liposomal doxorubicin in progressive or recurrent ovarian cancer",
        "Long-term survival advantage for women treated with pegylated liposomal doxorubicin compared with topotecan in a phase 3 randomized study of recurrent and refractory epithelial ovarian cancer",
        "The impact of second to sixth line therapy on survival of relapsed ovarian cancer after primary taxane/platinum-based therapy",
        "Secondary surgery versus chemotherapy for recurrent ovarian cancer",
        "Secondary surgical cytoreduction for recurrent ovarian cancer",
        "Randomized controlled phase III study evaluating the impact of secondary cytoreductive surgery in recurrent ovarian cancer: AGO DESKTOP III/ ENGOT ov20 [abstract]",
        "When should surgery be used for recurrent ovarian carcinoma?",
        "Randomized controlled trial of single-agent paclitaxel versus cyclophosphamide, doxorubicin, and cisplatin in patients with recurrent ovarian cancer who responded to first-line platinum-based regimens",
        "Gemcitabine plus carboplatin compared with carboplatin in patients with platinum-sensitive recurrent ovarian cancer: an intergroup trial of the AGO-OVAR, the NCIC CTG, and the EORTC GCG",
        "Randomized trial of pegylated liposomal doxorubicin (PLD) plus carboplatin versus carboplatin in platinum-sensitive (PS) patients with recurrent epithelial ovarian or peritoneal carcinoma after failure of initial platinum-based chemotherapy (Southwest Oncology Group Protocol S0200)",
        "Pegylated liposomal Doxorubicin and Carboplatin compared with Paclitaxel and Carboplatin for patients with platinum-sensitive ovarian cancer in late relapse",
        "Sensitivity and resistance to treatment in the primary management of epithelial ovarian cancer",
        "Do all patients with recurrent ovarian cancer need systemic therapy?",
        "Treatment preferences in recurrent ovarian cancer",
        "American Society of Clinical Oncology identifies five key opportunities to improve care and reduce costs: the top five list for oncology",
        "Phase II trial of bevacizumab in persistent or recurrent epithelial ovarian cancer or primary peritoneal cancer: a Gynecologic Oncology Group Study",
        "Bevacizumab combined with chemotherapy for platinum-resistant recurrent ovarian cancer: The AURELIA open-label randomized phase III trial",
        "Olaparib monotherapy in patients with advanced cancer and a germlineBRCA1/2mutation",
        "Rucaparib in relapsed, platinum-sensitive high-grade ovarian carcinoma (ARIEL2 Part 1): an international, multicentre, open-label, phase 2 trial",
        "Latest clinical evidence of maintenance therapy in ovarian cancer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199578",
            "affilname": "Ramathibodi Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199578",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60023366",
            "affilname": "Rangsit University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023366",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60020352",
            "affilname": "Vajira Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020352",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "105992866",
            "affilname": "Office of the Thai Gynecologic Cancer Society",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/105992866",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thai Gynecologic Cancer Society"
    ]
}