{
    "eid": "2-s2.0-84950292796",
    "title": "Synthesis of a Tetrahydrofuranyl β-Amino Acid for Peptide Nucleic Acid Construction",
    "cover-date": "2016-01-04",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "amino acid",
        "dihydroxylation",
        "furan",
        "oxidation",
        "tetrahydrofuran"
    ],
    "authors": [
        "Roderick W. Bates"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        null,
        "β-peptides: A surprise at every turn",
        "β-peptides: From structure to function",
        "Structural chemistry of peptides containing backbone expanded amino acid residues: Conformational features of β, γ, and hybrid peptides",
        "Synthesis and structural characterization of homochiral homo-oligomers of parent cis- and trans-furanoid-β-amino acids",
        "Pyrrolidinyl PNA with α/β-Dipeptide Backbone: From Development to Applications",
        "Synthesis and DNA/RNA Binding Properties of Conformationally Constrained Pyrrolidinyl PNA with a Tetrahydrofuran Backbone Deriving from Deoxyribose",
        "Tetrahydrofuran amino acids of the past decade",
        "Total Synthesis of Natural Products: The 'Chiron' Approach",
        "Catalytic asymmetric dihydroxylation",
        "Syntheses of four D- and L-hoxoses via diastereoselective and enantioselective dihydroxylation reactions",
        "Back to the sugars: A new enantio and diastereocontrolled route to hexoses from furfural",
        "Syntheses of D- and L-mannose, gulose, and talose via diastereoselective and enantioselective dihydroxylation reactions",
        "Efficient conditions for conversion of 2-substituted furans into 4-oxygenated 2-enoic acids and its application to synthesis of (+)-aspicilin, (+)-patulolide a, and (-)-pyrenophorin",
        "Asymmetric aminohydroxylation of vinsylfuran",
        "Bull. Soc. Chim. Fr.",
        "A method for synthesis of homoallylic bromide",
        "Synthetic Applications of Metal Halides. Conversion of Cyclopropylmethanols into Homoallylic Halides",
        "Simple synthesis of β-silyloxyacylcyclopropanes and the homoallyl rearrangement of cyclopropylcarbinols by the action of trimethylsilyl halides in the presence of zinc halides",
        "Izv. Akad. Nauk SSSR,Ser. Khim.",
        "The Osmium-Catalyzed Asymmetric Dihydroxylation: A New Ligand Class and a Process Improvement",
        "Zinc azide mediated Mitsunobu substitution. An expedient method for the one-pot azidation of alcohols",
        "Synthesis",
        "Progress in the mitsunobu reaction. A review",
        "Application of the Mitsunobu reaction in the field of alkaloids",
        "A Greatly Improved Procedure for Ruthenium Tetraoxide Catalyzed Oxidations of Organic Compounds",
        null,
        "A short, chemo-enzymatic synthesis of both enantiomers of trans-3-hydroxypipecolic acid"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "affilname": "Nanyang Technological University",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": []
}