{
    "eid": "2-s2.0-85130465394",
    "title": "Fitness at a distance: towards marginal differences in global fitness",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geography, Planning and Development",
            "@code": "3305",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Tourism, Leisure and Hospitality Management",
            "@code": "1409",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "autoethnography",
        "Baudrillard",
        "consumer society",
        "Fitness",
        "leisure activity"
    ],
    "authors": [
        "Kunphatu Sakwit"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "The fitness revolution: Historical transformations in the global gym and fitness culture",
        "The new fitness geography: The globalisation of Japanese gym and fitness culture",
        "Understanding health promotion in a neoliberal climate and the making of health conscious citizens",
        "Choosing health: Embodied neoliberalism, postfeminism, and the “do-diet”",
        "Postfeminist biopedagogies of Instagram: Young women learning about bodies, health and fitness",
        "Pedagogies of perfection in the postfeminist digital age: Young women’s negotiations of health and fitness on social media",
        "Commentary thematic analysis",
        "Healthism and the medicalization of everyday life",
        "In the gym: Motives, meaning and moral careers",
        "Are we fit yet? English adolescent girls’ experiences of health and fitness apps",
        "The body in consumer culture",
        "Post-industrial masculinities and gym culture: Graft, craft, and fraternity",
        "The hard work of working out: Defining leisure, health, and beauty in a Japanese fitness club",
        "Physical activity and Coronavirus disease 2019 (COVID-19): Specific recommendations for home-based physical training",
        "Social media and inspiring physical activity during Covid-19 and beyond",
        "Fashion Beauty Standard’ [Fashion: Cutting the idea of a ‘beauty standard’ that can hurt everyoneผ่าแนวคิด‘ ที่อาจทำให้ทุกคนต้องเจ็บปวด",
        "Exercise and Advocating Healthy Business Trendออกกำลังกายิต ปลุกกระแสธุรกิจรักสุขภาพ",
        "(Auto)ethnography and cycling",
        "COVID-19: Assessing the impact of lockdown on recreational athletes",
        "กกท. ‘Homey Healthy’ 13 ก.พ. [Sport Authority of Thailand initiated ‘Homey Healthy’ encouraging home-based exercise to fight against? ‘Covid’ starting 13 February]ผุดรายการ ชวนออกกำลังกายอยู่บ้านสู้ ‘โควิด’ ประเดิม",
        "Sport and exercise in times of self-quarantine: How Germans changed their behaviour at the beginning of the Covid-19 pandemic",
        "Let’s work on your weaknesses’: Australian CROSSFIT coaching, masculinity and neoliberal framings of ‘health’ and ‘fitness",
        "Globalization as hybridization",
        "Negotiating fitness: From consumption to virtuous production",
        "-19 - [“Hybrid fitness”: Health lover trend in Covid-19]“ไบริด ิตเนส’ เทรนด์คนรักสุขภาพยุคโควิด โพสต์ทูเดย์ สุขภาพ",
        "Branded fitness: Exercise and promotional culture",
        "Glocommodification: How the global consumes the local–McDonald’s in Israel",
        "Globalisation or glocalisation?",
        "Body lessons: Fitness publishing and the cultural production of the fitness consumer",
        "Leisure and the obligation of self-work: An examination of the fitness field",
        "Globalized fitness in the Norwegian context: The perfect meets the popular",
        "Easier said than done: Writing an autoethnography",
        "Health club use and ‘lifestyle’: Exploring the boundaries between work and leisure"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ratchadapiseksompotch Fund Chulalongkorn University"
    ]
}