{
    "eid": "2-s2.0-84948469031",
    "title": "New meta-depsidones and diphenyl ethers from the lichen Parmotrema tsavoense (Krog & Swinscow) Krog & Swinscow, Parmeliaceae",
    "cover-date": "2015-12-30",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        }
    ],
    "keywords": [
        "Biosynthetic considerations",
        "Cytotoxicity",
        "Diphenyl ethers",
        "Lichen",
        "meta-Depsidones",
        "Parmotrema tsavoense"
    ],
    "authors": [
        "Thuc Huy Duong"
    ],
    "citedby-count": 39,
    "ref-count": 33,
    "ref-list": [
        "An antioxidant extract of tropical lichen, Parmotrema reticulatum, induces cell cycle arrest and apoptosis in breast carcinoma cell line MCF-7",
        "The lichen genus Parmotrema in South Korea",
        "Cytotoxic evaluation of phenolic compounds from lichens against melanoma cells",
        "Identification and quantitation of allelochemicals from the lichen Lethariella canariensis: Phytotoxicity and antioxidative activity",
        "Chemical constituents of Parmotrema lichexanthonicum Eliasaro & Adler - Isolation, structure modification and evaluation of antibiotic and cytotoxic activities",
        "The isolation of methyl β-orsellinate from Stereocaulon alpinum and comments on the isolation of 4,6-dihydroxy-2- methoxy-3-methylacetophenone from stereocaulon species",
        "Radical-scavenging activity of orsellinates",
        null,
        "Identification of Lichen Substances",
        "Two new aliphatic acids from the lichen parmotrema praesorediosum",
        "Carbon‐13 NMR studies of thyroid hormones and model compounds. The conformational analysis of diphenyl ethers",
        "Spectrometric Identification of Organic Compounds",
        "Organic Structures from Spectra",
        "Chemistry and crystal structure of leprolomin, a novel diphenyl ether from the lichen psoroma leprolomum",
        "Aust. J. Chem.",
        "Cyclographin, a new depsidone from the lichen catarraphia dictyoplaca",
        "The Interconversion of the Lichen Depsides para- and meta-Scrobiculin, and the Biosynthetic Implications",
        "A new depside and two new diphenyl ether compounds from the lichen Ramalina farinacea (L.) Ach",
        "Two new diphenyl ethers and a new depside from the lichen micavea prasina fr.",
        "A synthesis of the lichen diphenyl ether epiphorellic acid 1",
        "Epiphorellic acid 3, a New Lichen diphenyl ether",
        "Synthesis of further lichen depsides",
        "A New Synthesis of Depsidones. Diploicin and Gangaleoidin",
        "2-hydroxyvirensic acid, a new depsidone from the lichen Sulcaria sulcata",
        "A novel synthesis of the lichen depsidones divaronic acid and stenosporonic acid, and the biosynthetic implications",
        "A new dibenzofuran and diphenyl ether from the lichen gymnoderma melacarpum",
        "Metabolic diversity of lichen-forming ascomycetous fungi: Culturing, polyketide and shikimate metabolite production, and PKS genes",
        "Bioactive lichen metabolites: Alpine habitats as an untapped source",
        "Sci. Tech. Dev.",
        "New colorimetric cytotoxicity assay for anticancer-drug screening",
        "A Catalogue of Standardized Chromatographic Data and Biosynthetic Relationship for Lichen Substances"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "Ho Chi Minh City University of Education",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Ho Chi Minh City",
            "affilname": "University of Science, Viet Nam National University Ho Chi Minh City",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Rennes",
            "affilname": "Université de Rennes",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Foundation for Science and Technology Development",
        "Chulalongkorn University"
    ]
}