{
    "eid": "2-s2.0-84937239664",
    "title": "The Biginelli Reaction Is a Urea-Catalyzed Organocatalytic Multicomponent Reaction",
    "cover-date": "2015-07-17",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [],
    "authors": [
        "Maneeporn Puripat"
    ],
    "citedby-count": 98,
    "ref-count": 90,
    "ref-list": [
        "Recent developments in isocyanide based multicomponent reactions in applied chemistry",
        "Angew. Chem., Int. Ed.",
        "What do we know about multicomponent reactions? Mechanisms and trends for the biginelli, hantzsch, mannich, passerini and ugi MCRs",
        "Maximizing synthetic efficiency: Multi-component transformations lead the way",
        "The chemistry of isocyanides, their multicomponent reactions and their libraries",
        "Chemistry and biology of multicomponent reactions",
        "The multicomponent Hantzsch reaction: Comprehensive mass spectrometry monitoring using charge-tagged reagents",
        "On the Synthesis of 3,4-Dihydro-2(1H)-Pyrimidinones and the Mechanism of the Biginelli Reaction",
        "Researches on Pyrimidines. CXXXVI. The Mechanism of Formation of Tetrahydropyrimidines by the Biginelli Reaction",
        "Antimony(III) chloride-catalysed Biginelli reaction: a versatile method for the synthesis of dihydropyrimidinones through a different reaction mechanism",
        "Multicomponent reactions: Advanced tools for sustainable organic synthesis",
        "Gazz. Chim. Ital.",
        "Gazz. Chim. Ital.",
        "Angew. Chem.",
        "Revisiting the passerini reaction mechanism: Existence of the nitrilium, organocatalysis of its formation, and solvent effect",
        "Angew. Chem.",
        "Angew. Chem.",
        "Challenging 50 years of established views on Ugi reaction: A theoretical approach",
        "Gazz. Chim. Ital.",
        "Ber. Dtsch. Chem. Ges.",
        "ARKIVOC",
        "Gazz. Chim. Ital.",
        "Biologically active dihydropyrimidones of the Biginelli-type - A literature survey",
        "100 years of the biginelli dihydropyrimidine synthesis",
        "Eur. J. Org. Chem.",
        "Synthesis, structure-activity relationship of novel substituted 4H-chromen-1,2,3,4-tetrahydropyrimidine-5-carboxylates as potential anti-mycobacterial and anticancer agents",
        "Select pyrimidinones inhibit the propagation of the malarial parasite, Plasmodium falciparum",
        "Novel Alkaloids from the Sponge Batzella sp.: Inhibitors of HIV gp120-Human CD4 Binding",
        null,
        "Synthesis and in vitro cytotoxicity evaluation of some fluorinated hexahydropyrimidine derivatives",
        "Dihydropyrimidinone positive modulation of δ-subunit-containing γ-aminobutyric acid type a receptors, including an epilepsy-linked mutant variant",
        "Synthesis, antimicrobial, and mosquito larvicidal activity of 1-aryl-4-methyl-3,6-bis-(5-methylisoxazol-3-yl)-2-thioxo-2,3,6, 10b-tetrahydro-1H-pyrimido[5,4-c]quinolin-5-ones",
        "Synthesis and anti-inflammatory activity of some 3-(4,6-disubtituted-2- thioxo-1,2,3,4-tetrahydropyrimidin-5-yl) propanoic acid derivatives",
        "Novel dihydropyrimidines as a potential new class of antitubercular agents",
        "Synthesis and in vitro microbiological evaluation of novel 4-aryl-5-isopropoxycarbonyl-6-methyl-3,4-dihydropyrimidinones",
        "Antihypertensive activity of newer 1,4-dihydro-5-pyrimidine carboxamides: Synthesis and pharmacological evaluation",
        "A green expedient synthesis of pyridopyrimidine-2-thiones and their antitubercular activity",
        "Unexpected alternative direction of a Biginelli-like multicomponent reaction with 3-amino-1,2,4-triazole as the urea component",
        "The chameleon-like behaviour of 3-amino-1,2,4-triazole in the Biginelli reaction: Unexpected formation of a novel spiroheterocyclic system",
        "Synthesis of 4-unsubstituted dihydropyrimidines. Nucleophilic substitution at position-2 of dihydropyrimidines",
        null,
        "One-pot synthesis of bis(dihydropyrimidinone-4-yl)benzene using boric acid as a catalyst",
        "Mechanistic studies on Lewis acid catalyzed Biginelli reactions in ionic liquids: Evidence for the reactive intermediates and the role of the reagents",
        "Application of β-Oxodithioesters in domino and multicomponent reactions: Facile route to dihydropyrimidines and coumarins",
        "Unprecedented catalytic three component one-pot condensation reaction: An efficient synthesis of 5-alkoxycarbonyl-4-aryl-3,4-dihydropyrimidin- 2(1H)-ones",
        "One-pot synthesis of dihydropyrimidinones catalysed by lithium bromide: An improved procedure for the Biginelli reaction",
        "Ionic liquid effect over the biginelli reaction under homogeneous and heterogeneous catalysis",
        "The biginelli reaction with an imidazolium-tagged recyclable iron catalyst: Kinetics, mechanism, and antitumoral activity",
        "Synthesis and applications of novel imidazole and benzimidazole based sulfonic acid group functionalized Brönsted acidic ionic liquid catalysts",
        null,
        "Chloroferrate(III) ionic liquid: Efficient and recyclable catalyst for solvent-free synthesis of 3,4-dihydropyrimidin-2(1H)-ones",
        "One-pot synthesis of Biginelli and Hantzsch products catalyzed by non-toxic ionic liquid (BMImSac) and structural determination of two products",
        "A reexamination of the mechanism of the Biginelli dihydropyrimidine synthesis. Support for an N-acyliminium ion intermediate",
        "Highly enantioselective Biginelli reaction catalyzed by a simple chiral primary amine catalyst: Asymmetric synthesis of dihydropyrimidines",
        "Facts, presumptions, and myths on the solvent-free and catalyst-free biginelli reaction. What is catalysis for?",
        "Brønsted base-catalyzed one-pot three-component Biginelli-type reaction: An efficient synthesis of 4,5,6-triaryl-3,4-dihydropyrimidin-2(1H)-one and mechanistic study",
        "First application of hexaaquaaluminium(III) tetrafluoroborate as a mild, recyclable, non-hygroscopic acid catalyst in organic synthesis: a simple and efficient protocol for the multigram scale synthesis of 3,4-dihydropyrimidinones by Biginelli reaction",
        "A mechanistic investigation of Biginelli reaction under base catalysis",
        "Substituted 1,4-Dihydropyrimidines. 3. Synthesis of Selectively Functionalized 2-Hetero-1,4-dihydropyrimidines",
        "The three-component biginelli reaction: A combined experimental and theoretical mechanistic investigation",
        "The combined role of catalysis and solvent effects on the biginelli reaction: Improving efficiency and sustainability",
        "Finding reaction pathways of type A + B → X: Toward systematic prediction of reaction mechanisms",
        "Communications: A systematic method for locating transition structures of A+B→X type reactions",
        "Finding reaction pathways for multicomponent reactions: The passerini reaction is a four-component reaction",
        "DFT study on mechanism of the classical Biginelli reaction",
        "Systematic exploration of the mechanism of chemical reactions: The global reaction route mapping (GRRM) strategy using the ADDF and AFIR methods",
        "Mechanistic studies on the reversible hydrogenation of carbon dioxide catalyzed by an Ir-PNP complex",
        "The catalytic role of n-heterocyclic carbene in a metal-free conversion of carbon dioxide into methanol: A computational mechanism study",
        "Hydrolysis of the anticancer drug cisplatin: Pitfalls in the interpretation of quantum chemical calculations",
        "Calculations of Activation Entropies of Chemical Reactions in Solution",
        "Estimating the Entropic Cost of Self-Assembly of Multiparticle Hydrogen-Bonded Aggregates Based on the Cyanuric Acid-Melamine Lattice",
        "J. Am. Chem. Soc.",
        "Intramolecular 1,3-Dipolar Ene Reactions of Nitrile Oxides Occur by Stepwise 1,1-Cycloaddition/Retro-Ene Mechanisms",
        "Ab initio transition state theory for polar reactions in solution",
        "Benchmarking of DFT functionals for the hydrolysis of phosphodiester bonds",
        "Entropy calculations of single molecules by combining the rigid-rotor and harmonic-oscillator approximations with conformational entropy estimations from molecular dynamics simulations",
        "Use of solution-phase vibrational frequencies in continuum models for the free energy of solvation",
        "Role of water in mukaiyama-aldol reaction catalyzed by lanthanide Lewis acid: A computational study"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Kyoto",
            "affilname": "Fukui Institute for Fundamental Chemistry",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Kasetsart University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Japan Society for the Promotion of Science"
    ]
}