{
    "eid": "2-s2.0-84892449929",
    "title": "Volcanic Rocks from Q-Prospect, Chatree Gold Deposit, Phichit Province, North Central Thailand: Indicators of Ancient Subduction",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Gold deposit",
        "Petrogenesis",
        "Subduction",
        "Tectonic",
        "Thailand",
        "Volcanism"
    ],
    "authors": [
        "Jensarin Vivatpinyo"
    ],
    "citedby-count": 5,
    "ref-count": 41,
    "ref-list": [
        "Proceedings of theNational Conference on Geologic Resources of Thailand: Potential for Future Development",
        "Geology of Geothermal Resources of Northern Thailand (Part I, San Kamphaeng)",
        "Paleographic History of Western Thailand and Adjacent Parts of Southeast Asia-A Plate Tectonics Interpretation",
        "Proceedings of the Workshop on Stratigraphic Correlation of Thailand and Malaysia",
        "Proceedings of the International Symposium on Shallow Tethys (ST)",
        "Tectonic significance of a Late Carboniferous volcanic arc in northern Thailand.",
        "Petrology and tectonic implications of Upper Paleozoic volcanic rocks of the Chiang Mai belt, northern Thailand",
        "Preliminary geochemical study of volcanic rocks in the Pang Mayao area, Phrao, Chiang Mai, northern Thailand: Tectonic setting of formation",
        "Oxford Monographs on Geology and Geophysics",
        "Petrochemistry, U-Pb (zircon) age, and palaeotectonic setting of the Lampang volcanic belt, northern Thailand",
        "Tectonic setting of the Permo-Triassic Chiang Khong volcanic rocks, northern Thailand based on petrochemical characteristics",
        "J. Geol. Soc. Thail",
        "J. Geol. Soc. Thail",
        "Petrology and Geochronology of the Volcanic Rocks of the Central Thailand Volcanic Belt",
        "Petrochemistry of Igneous Rocks in the Southern Parts of the Chatree, Changwat Pichit",
        "Stratigraphy, Geochemisty and Petrography of Volcanic Rocks in the Chatree Gold Mine, Changwat Pichit",
        "The Geology and Mineralization atChatree, CentralThailand",
        "1987 Compilation of Elemental Concentration Data for USGS BHVO‐1, MAG‐1, QLO‐1, RGM‐1, SCo‐1, SDC‐1, SGR‐1 and STM‐1",
        "1994 COMPILATION OF WORKING VALUES AND SAMPLE DESCRIPTION FOR 383 GEOSTANDARDS",
        "Studies in 'standard samples' of silicate rocks and minerals 1969- 1982.",
        "Geochemical discrimination of different magma series and their differentiation products using immobile elements",
        "Lithogeochemical techniques using immobile elements",
        "Chemical and isotopic systematics of oceanic basalts: Implications for mantle composition and processes",
        "Using Geochemical Data: Evaluation, Presentation and Interpretation",
        "Potassium, rubidium, and cesium in the Earth and Moon and the evolution of the mantle of the Earth",
        "Igneous Petrogenesis: A Global Tectonic Approach",
        "Philos. Trans. R. Soc. Lond",
        "The application of a Th‒Hf‒Ta diagram to problems of tectonomagmatic classification and to establishing the nature of crustal contamination of basaltic lavas of the British Tertiary Volcanic Province",
        "The La/10-Y/15-Nb/8 diagram: a tool for discriminating volcanic series and evidencing continental crust magmatic mixtures and/or contamination",
        "TiV plots and the petrogenesis of modern and ophiolitic lavas",
        "Petrological and geochemical characteristics of a Paleoproterozoic magmatic arc (Narsajuaq terrane, Ungava Orogen, Canada) and comparisons to Superior Province granitoids",
        "Proceedings of International Conference on Geology of Thailand: Towards Sustainable Development and Sufficiency Economy",
        "Permian tectonic framework and palaeogeography of SE Asia",
        "Parallel Tethyan sutures in mainland Southeast Asia: New insights for Palaeo-Tethys closure and implications for the Indosinian orogeny",
        "Petrochemistry and tectonic setting of mafic volcanic rocks in the Chon Daen-Wang Pong area, Phetchabun, Thailand",
        "Petrochemistry of Volcanic Rocks in Q-Prospect of the Chatree Gold Deposit, Changwat Phichit",
        "Proceedings of the International Conference on Geology, Geotechnology and Mineral Resources of Indochaina (Geo-Indo'95)",
        "Petrochemistry of Volcanic Rocks at Khao Champa Area in Chulalongkorn University Land Development Project, Amphoe Kaeng Khoi, Changwat Saraburi, Bachelor's Senior Project",
        "Petrochemistry of volcanic rocks at Khao Tham Sua area in Chulalongkorn University land development project, Amphoe Kaeng Khoi, Changwat Saraburi, Bachelor's Senior Project",
        "Proceedings of the 6th Symposium of the International Geological Correlation Programme Project 516",
        "Geochemical Characteristics of Waste Rocks from the Akara Gold Mine, Phichit Province, Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}