{
    "eid": "2-s2.0-85040634191",
    "title": "Osmoprotectant and Sunscreen Molecules From Halophilic Algae and Cyanobacteria",
    "cover-date": "2017-05-01",
    "subject-areas": [],
    "keywords": [
        "Amino acid transport",
        "Aphanothece halophytica",
        "Dimethylsulfoniopropionate",
        "Glycine betaine",
        "Halotolerant cyanobacteria",
        "Marine algae",
        "Mycosporine-2-glycine",
        "Mycosporine-like amino acids",
        "Osmoprotectant"
    ],
    "authors": [
        "H. Kageyama"
    ],
    "citedby-count": 7,
    "ref-count": 90,
    "ref-list": [
        "Algae and Cyanobacteria in Extreme Environments",
        "Salt acclimation of cyanobacteria and their application in biotechnology",
        "Abiotic stress tolerance in plants",
        "Sodium chloride toxicity and the cellular basis of salt tolerance in halophytes",
        "Algal Adaptation to Environmental Stresses",
        "The ggpS gene from Synechocystis sp. Strain PCC 6803 encoding glucosyl- glycerol-phosphate synthase is involved in osmolyte synthesis",
        "Glucosylglycerate: A secondary compatible solute common to marine cyanobacteria from nitrogen-poor environments",
        "Compatible solute biosynthesis in cyanobacteria",
        "NaCl acts as a direct modulator in the salt adaptive response: Salt-dependent activation of glucosylglycerol synthesis in vivo and in vitro",
        "Glycosides as compatible solutes: Biosynthesis and applications",
        "Molecular biology of cyanobacterial salt acclimation",
        "Heterosides - compatible solutes occurring in prokaryotic and eukaryotic phototrophs",
        "Quaternary ammonium and tertiary sulfonium compounds in higher plants",
        "Stress Responses of Photosynthetic Organisms",
        "Genes for direct methylation of glycine provide high levels of glycinebetaine and abiotic-stress tolerance in Synechococcus and Arabidopsis",
        "Osmotic adjustment in cyanobacteria from hypersaline environments",
        "Metabolic engineering for betaine accumulation in microbes and plants",
        "Halotolerant cyanobacterium Aphanothece halophytica contains a betaine transporter active at alkaline pH and high salinity",
        "Choline monooxygenase, an unusual iron-sulfur enzyme catalyzing the first step of glycine betaine synthesis in plants: Prosthetic group characterization and cDNA cloning",
        "DNA sequence and analysis of the bet genes encoding the osmoregulatory choline—glycine betaine pathway of Escherichia coli",
        "Synthesis of the osmoprotectant glycine betaine in Bacillus subtilis: Characterization of the gbsAB genes",
        "Molecular cloning of a plant betaine-aldehyde dehydrogenase, an enzyme implicated in adaptation to salinity and drought",
        "Isolation and functional characterization of N-methyltransferases that catalyze betaine synthesis from glycine in a halotolerant photosynthetic organism Aphanothece halophytica",
        "Synechococcus sp. PCC7942 transformed with Escherichia coli bet genes produces glycine betaine from choline and acquires resistance to salt stress",
        "Overexpression of serine hydroxymethyltransferase from halotolerant cyanobacterium in Escherichia coli results in increased accumulation of choline precursors and enhanced salinity tolerance",
        "The metabolic network of Synechocystis sp. PCC 6803: Systemic properties of autotrophic growth",
        "Identification of the light-independent phosphoserine pathway as an additional source of serine in the cyanobacterium synechocystis sp. PCC 6803",
        "Regulation of S-adenosylhomocysteine hydrolase in the halophilic cyanobacterium Aphanothece halophytica: a possible role in glycinebetaine biosynthesis",
        "An isozyme of betaine aldehyde dehydrogenase in barley",
        "Regulation of betaine synthesis by precursor supply and choline monooxygenase expression in Amaranthus tricolor",
        "The salt relations of marine and halophilic species of the unicellular green alga, Dunaliella - The role of glycerol as a compatible solute",
        "The osmotic components of halotolerant algae",
        "Bioenergetic aspects of halophilism",
        "A universal measure of chaotropicity and kosmotropicity",
        "Plant Physiol.",
        "Dunaliella: Physiology, Biochemistry, and Biotechnology",
        "Loss of intracellular glycerol from Dunaliella by electroporation at constant osmotic pressure: subsequent restoration of glycerol content and associated volume changes",
        "Low Permeability of the Plasma Membrane of Dunaliella parva for Solutes",
        "Comparative analysis on the key enzymes of the glycerol cycle metabolic pathway in Dunaliella salina under osmotic stresses",
        "Mar. Biol. Lett.",
        "Concentrations of dimethylsulphoniopropionate and activities of dimethylsulphide-producing enzymes in batch cultures of nine dinoflagellate species",
        "Dimethylsulphoniopropionate (DMSP) and related compounds in higher plants",
        "The effect of light intensity and daylength on the β‐dimethylsulphoniopropionate (DMSP) content of marine green macroalgae from Antarctica",
        "Biosynthesis of dimethylsulfide and dimethylpropiothetin by Hymenomonas carterae in relation to sulfur source and salinity variations",
        "Dimethylsulphoniopropionate (DMSP) accumulation in green macioalgae from polar to temperate regions: interactive effects of light versus salinity and light versus temperature",
        "Effects of ultraviolet and visible radiation on the cellular concentrations of dimethylsulfoniopropionate (DMSP) in Emiliania huxleyi (strain L)",
        "The effect of nitrogen deficiency, methionine and inhibitors of methionine metabolism on the DMSP contents of Tetraselmis subcordiformis (Stein)",
        "An antioxidant function for DMSP and DMS in marine algae",
        "The effect of nitrogen limitation on cellular DMSP and DMS release in marine phytoplankton: Climate feedback implications",
        "Grazing-activated chemical defence in a unicellular marine alga",
        "The case against climate regulation via oceanic phytoplankton sulphur emissions",
        "Regulation of biosynthesis of dimethylsulfoniopropionate and its uptake in sterile mutant of Ulva pertusa (Chlorophyta)",
        "Proteomic analysis of a sea-ice diatom: Salinity acclimation provides new insight into the dimethylsulfoniopropionate production pathway",
        "The response of diatom central carbon metabolism to nitrogen starvation is different from that of green algae and higher plants",
        "Insights into the regulation of DMSP synthesis in the diatom Thalassiosira pseudonana through APR activity, proteomics and gene expression analyses on cells acclimating to changes in salinity, light and nitrogen",
        "Ultraviolet radiation-absorbing mycosporine-like amino acids in coral reef organisms: A biochemical and environmental perspective",
        "Can. J. Chem.",
        "Mycosporine-like amino acids: Relevant secondary metabolites. chemical and ecological aspects",
        "The chemical ecology of cyanobacteria",
        "Multiple roles of photosynthetic and sunscreen pigments in cyanobacteria focusing on the oxidative stress",
        "Using the Acropora digitifera genome to understand coral responses to environmental change",
        "De novo synthesis of a sunscreen compound in vertebrates",
        "Biosynthesis of mycosporines: Mycosporine glutaminol in Trichothecium roseum",
        "Ultraviolet-B radiation stimulates shikimate pathway-dependent accumulation of mycosporine-like amino acids in the coral Stylophora pistillata despite decreases in its population of symbiotic dinoflagellates",
        "Genome mining of mycosporine-like amino acid (MAA) synthesizing and non-synthesizing cyanobacteria: A bioinformatics study",
        "The genetic and molecular basis for sunscreen biosynthesis in cyanobacteria",
        "An ATP-Grasp ligase involved in the last biosynthetic step of the iminomycosporine shinorine in nostoc punctiforme ATCC 29133",
        "Identification and upregulation of biosynthetic genes required for accumulation of mycosporine-2-glycine under salt stress conditions in the halotolerant cyanobacterium Aphanothece halophytica",
        "Genome mining for natural product biosynthetic gene clusters in the Subsection V cyanobacteria",
        "Effects of abiotic stressors on synthesis of the mycosporine-like amino acid shinorine in the cyanobacterium anabaena variabilis PCC 7937",
        "Analysis of UV-absorbing photoprotectant mycosporine-like amino acid (MAA) in the cyanobacterium Arthrospira sp. CU2556",
        "Induction of mycosporine-like amino acids (MAAs) in cyanobacteria by solar ultraviolet-B radiation",
        "Constitutive and UV-inducible synthesis of photoprotective compounds (carotenoids and mycosporines) by freshwater yeasts",
        "Photoinduction of UV-absorbing compounds in Antarctic diatoms and Phaeocystis antarctica",
        "Mycosporine-like amino acids in the marine dinoflagellate Gyrodinium dorsum: Induction by ultraviolet irradiation",
        "Ultraviolet radiation-induced changes in mycosporine-like amino acids and physiological variables in the red alga lemanea fluviatilis",
        "A novel prokaryotic UVB photoreceptor in the cyanobacterium Chlorogloeopsis PCC 6912",
        "The continuity and intensity of ultraviolet irradiation affect the kinetics of biosynthesis, accumulation, and conversion of mycosporine-like amino acids (MAAs) in the coral Stylophora pistillata",
        "Effects of Light and Salinity Stresses in Production of Mycosporine-Like Amino Acids by Gymnodinium catenatum (Dinophyceae)",
        "Mycosporine-like amino acids and related gadusols: Biosynthesis, accumulation, and UV-protective functions in aquatic organisms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nagoya",
            "affilname": "Meijo University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}