{
    "eid": "2-s2.0-85073343266",
    "title": "Effect of implicit and explicit prejudice on forgiveness: Comparisons between ingroup and out-group threats",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Forgiveness",
        "Implicit association test",
        "Prejudice",
        "Threats"
    ],
    "authors": [
        "Charn Rattanapisit",
        "Apitchaya Chaiwutikornwanich"
    ],
    "citedby-count": 0,
    "ref-count": 31,
    "ref-list": [
        "The effects of blame attributions and of fender likeableness on for giveness and revenge in the workplace",
        "Forgive and for get? Antecedents and consequences of intergroup for giveness in Bosnia and Herzegovina",
        "Implicit and explicit measures of prejudice and stereotyping: Do they assess the same underlying knowledge structure?",
        "G*Power 3: A flexible statistical power analysis program for the social, behavioral, and biomedical sciences",
        "Stereotypes and prejudice in the perception of the “other”",
        "Prejudice as self-image maintenance: Affirming the self through derogating others",
        "Forgiveness: Integral to a science of close relationships?",
        "“If you wrong us, shall we not revenge?\" Social identity salience moderates support for retaliation in response to collective threat",
        "Are “implicit” attitudes unconscious?",
        "Understanding and using the implicit association test: I. An improved scoring algorithm",
        "“In Group Love” and “Out Group Hate” in repeated interaction between groups",
        "Intergroup bias",
        "Facing prejudice implicit prejudice and the perception of facial threat",
        "Romance and prejudice-comment on contemporary university students’ personality value orientation",
        "Rumination, emotion, and for giveness: Three longitudinal studies",
        "Evaluation of the psychometric properties of two for giveness scales",
        "Personality and prejudice: A meta-analysis and theoretical review",
        "Putting appraisal in context: Toward a relational model of appraisal and emotion",
        "A two-dimensional model that employs explicit and implicit attitudes to characterize prejudice",
        "The study of stereotyping, prejudice, and discrimination within social psychology: A quick history of theory and research",
        "A review of for giveness process models and a coping framework to guide future research",
        "The roles of ingroup identification and outgroup entitativity in intergroup retribution",
        "The effects of attributions of intent and apology on for giveness: When saying sorry may not help the story",
        "Postconflict reconciliation: Intergroup for giveness and implicit biases in Northern Ireland",
        "The impact of service failure severity on service recovery evaluations and post-recovery relationships"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}