{
    "eid": "2-s2.0-84940417079",
    "title": "Strand displacement and duplex invasion into double-stranded DNA by pyrrolidinyl peptide nucleic acids",
    "cover-date": "2015-07-21",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [],
    "authors": [
        "Peggy R. Bohländer"
    ],
    "citedby-count": 32,
    "ref-count": 47,
    "ref-list": [
        "Sequence-selective recognition of DNA by strand displacement with a thymine-substituted polyamide",
        "PNA hybridizes to complementary oligonucleotides obeying the Watson-Crick hydrogen-bonding rules",
        "Peptide nucleic acid. A molecule with two identities",
        "Peptide Nucleic Acids (PNA) in chemical biology and drug discovery",
        "Peptide nucleic acids: Analogs and derivatives",
        "Acc. Chem. Res.",
        "A peptide nucleic acid (pna) heteroduplex probe containing an inosine-cytosine base pair discriminates a single-nucleotide difference in RNA",
        "(S,S)-trans-cyclopentane-constrained peptide nucleic acids. A general backbone modification that improves binding affinity and sequence specificity",
        "Cyclopentane-peptide nucleic acids for qualitative, quantitative, and repetitive detection of nucleic acids",
        "Hybridization of pyrrolidinyl peptide nucleic acids and DNA: Selectivity, base-pairing specificity, and direction of binding",
        "Pyrrolidinyl peptide nucleic acid with α/β-peptide backbone: A conformationally constrained PNA with unusual hybridization properties",
        "DNA-, RNA- and self-pairing properties of a pyrrolidinyl peptide nucleic acid with a (2′R,4′S)-prolyl-(1S,2S)-2-aminocyclopentanecarboxylic acid backbone",
        "Pyrrolidinyl PNA with α/β-Dipeptide Backbone: From Development to Applications",
        "5-(pyren-1-yl)uracil as a base-discriminating fluorescent nucleobase in pyrrolidinyl peptide nucleic acids",
        "Pyrene-labeled pyrrolidinyl peptide nucleic acid as a hybridization- responsive DNA probe: Comparison between internal and terminal labeling",
        "Reductive alkylation and sequential reductive alkylation-click chemistry for on-solid-support modification of pyrrolidinyl peptide nucleic acid",
        "Synthesis and optical properties of pyrrolidinyl peptide nucleic acid carrying a clicked Nile red label",
        "Double duplex invasion by peptide nucleic acid: A general principle for sequence-specific targeting of double-stranded DNA",
        "Chiral introduction of positive charges to PNA for double-duplex invasion to versatile sequences",
        "Superior duplex DNA strand invasion by acridine conjugated peptide nucleic acids",
        "Strand invasion of mixed-sequence B-DNA by acridine-linked, γ-peptide nucleic acid (γ-PNA)",
        "A simple cytosine to G-clamp nucleobase substitution enables chiral γ-PNAs to invade mixed-sequence double-helical B-form DNA",
        "High-affinity triplex targeting of double stranded DNA using chemically modified peptide nucleic acid oligomers",
        "Strand invasion of extended, mixed-sequence B-DNA by γPNAs",
        "DNA and RNA \"traffic lights\": Synthetic wavelength-shifting fluorescent probes based on nucleic acid base substitutes for molecular imaging",
        "Ultra-stable organic fluorophores for single-molecule research",
        "Imaging beyond the proteome",
        "Imaging of RNA in live cells",
        "Fluorescent analogs of biomolecular building blocks: Design, properties, and applications",
        "Dynamic DNA nanotechnology using strand-displacement reactions",
        "A DNA-fuelled molecular machine made of DNA",
        "A robust DNA mechanical device controlled by hybridization topology",
        "A DNA-based nanomechanical device with three robust states",
        "Chain reaction systems based on loop dissociation of DNA",
        "Enzyme-free nucleic acid logic circuits",
        "Modular multi-level circuits from immobilized DNA-based logic gates",
        "Universal translators for nucleic acid diagnosis",
        "Efficient turing-universal computation with DNA polymers",
        "A precisely controlled DNA biped walking device",
        "A synthetic DNA walker for molecular transport",
        "A proximity-based programmable DNA nanoscale assembly line",
        "A locked nucleic acid-based nanocrawler: Designed and reversible movement detected by multicolor fluorescence",
        "RNA \"traffic lights\": An analytical tool to monitor siRNA integrity",
        "Synthesis of a photostable energy-transfer pair for \"dNA traffic lights\"",
        "Synthesis and evaluation of cyanine-styryl dyes with enhanced photostability for fluorescent DNA staining",
        "Combined Triplex/Duplex Invasion of Double-Stranded DNA by \"Tail-Clamp\" Peptide Nucleic Acid",
        "Specific versus Nonspecific Binding of Cationic PNAs to Duplex DNA"
    ],
    "affiliation": [
        {
            "affiliation-city": "Karlsruhe",
            "affilname": "Karlsruher Institut für Technologie",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Kumoh National Institute of Technology",
        "Massachusetts Department of Fish and Game",
        "Thailand Research Fund"
    ]
}