{
    "eid": "2-s2.0-85019627543",
    "title": "Clipless laparoscopic adrenalectomy for pheochromocytoma: An observational study",
    "cover-date": "2017-04-01",
    "subject-areas": [
        {
            "$": "General Biochemistry",
            "@code": "1300"
        },
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Clipless",
        "Laparoscopic adrenalectomy",
        "LigaSure",
        "Pheochromocytoma",
        "Treatment outcome"
    ],
    "authors": [
        "Apirak Santingamkun"
    ],
    "citedby-count": 2,
    "ref-count": 27,
    "ref-list": [
        "Is laparoscopic adrenalectomy indicated for pheochromocytomas?",
        "Successful outcomes in pheochromocytoma surgery in the modern era",
        "Laparoscopic adrenalectomy: Lessons learned from 100 consecutive procedures",
        "Trends in adrenalectomy: A recent national review",
        "Laparoscopic adrenalectomy for pheochromocytoma",
        "Comparison of the hemodynamic parameters of open and laparoscopic adrenalectomy for pheochromocytoma",
        "Laparoscopic transperitoneal adrenalectomy using the LigaSure™ vessel sealing system",
        "Use of the ligasure vessel sealing system in laparoscopic adrenalectomy",
        "Clipless and sutureless laparoscopic surgery for adrenal and extra-adrenal tumors",
        "Energy-based hemostatic devices in laparoscopic adrenalectomy",
        "Clipless and sutureless laparoscopic adrenalectomy carried out with the ligaSure device in 32 patients",
        "Laparoscopic Adrenalectomy in Cushing's Syndrome and Pheochromocytoma",
        "The positive impact of laparoscopic adrenalectomy on complications of adrenal surgery",
        "High-burst-strength, feedback-controlled bipolar vessel sealing",
        "Initial results with an electrothermal bipolar vessel sealer",
        "Trends in adrenalectomy: A recent national review",
        "Adrenal incidentalomas in the laparoscopic era and the role of correct surgical indications: Observations from 255 consecutive adrenalectomies in an Italian series",
        "Successful outcomes in pheochromocytoma surgery in the modern era",
        "Pheochromocytoma: Current status and changing trends",
        "Medical and Surgical Management of Adrenal Diseases",
        "Laparoscopic treatment of pheochromocytomas smaller or larger than 6cm: A clinical retrospective study on 44 patients. Laparoscopic adrenalectomy for pheochromocytoma",
        "Is the laparoscopic adrenalectomy for pheochromocytoma the best treatment?",
        "Pheochromocytoma: role of preoperative diagnosis in the assessment of malignancy risk and in the choice of surgical approach",
        "Safety of laparoscopic adrenalectomy in patients with large pheochromocytomas: A single institution review",
        "Laparoscopic adrenalectomy for large unilateral pheochromocytoma: Experience in a large academic medical center",
        "Safety and feasibility of laparoscopic resection for large (≥6 cm) pheochromocytomas without suspected malignancy",
        "Laparoscopic adrenalectomy, a safe procedure for pheochromocytoma. A retrospective review of clinical series"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}