{
    "eid": "2-s2.0-84993995288",
    "title": "Tiamulin removal by wood-rot fungi isolated from swine farms and role of ligninolytic enzymes",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Microbiology",
            "@code": "2404"
        }
    ],
    "keywords": [
        "Fungal isolation",
        "Ligninolytic enzyme",
        "Swine farm",
        "Synthetic dye",
        "Tiamulin (TIA)",
        "Wood-rot fungi"
    ],
    "authors": [
        "Thi Kim Xuan Nguyen"
    ],
    "citedby-count": 13,
    "ref-count": 54,
    "ref-list": [
        "Decolorization and detoxification of textile dyes with a laccase from Trametes hirsuta",
        "Biomineralization and formulation of endosulfan degrading bacterial and fungal consortiums",
        "Removal of oseltamivir (Tamiflu) and other selected pharmaceuticals from wastewater using a granular bioplastic formulation entrapping propagules of Phanerochaete chrysosporium",
        "Decolorization of dyes from textile wastewater by Trametes versicolor",
        "Division of Veterinary Management",
        "Antibiotic resistance and its cost: Is it possible to reverse resistance?",
        "Enzymatic bioremediation of polyaromatic hydrocarbons by fungal consortia enriched from petroleum contaminated soil and oil seeds",
        "Mechanism of textile metal dye biotransformation by Trametes versicolor",
        "Biodegradation of crystal violet by the white rot fungus Phanerochaete chrysosporium.",
        "Sales of Veterinary Antimicrobial Agents in 25 EU/EEA Countries in 2011",
        "Decolorization of synthetic dyes by white rot fungi, involving laccase enzyme in the process",
        "Decolorization of several polymeric dyes by the lignin-degrading basidiomycete Phanerochaete chrysosporium",
        "Quantitative analysis of colistin and tiamulin in liquid and solid medicated premixes by HPLC with diode-array detection",
        "Biodegradation of sulfamethoxazole by Phanerochaete chrysosporium",
        "Fate and cometabolic degradation of benzo[a]pyrene by white-rot fungus Armillaria sp. F022",
        "Different behavior of tetracyclines and sulfonamides in sandy soils after repeated fertilization with liquid manure",
        "Detection of the sul1, sul2, and sul3 genes in sulfonamide-resistant bacteria from wastewater and shrimp ponds of north Vietnam",
        "Environmental and public health implications of water reuse: Antibiotics, antibiotic resistant bacteria, and antibiotic resistance genes",
        "Biodegradation of Methyl red by Galactomyces geotrichum MTCC 1360",
        "Life",
        "Role of microbial enzymes in the bioremediation of pollutants: A review",
        "Simultaneous Dephenolization and Decolorization of Treated Palm Oil Mill Effluent by Oil Palm Fiber-Immobilized Trametes Hirsuta Strain AK 04",
        "Screening for novel laccase-producing microbes",
        "Influence of culture parameters on lignin metabolism by Phanerochaete chrysosporium",
        "Nat. Sci.",
        "Ligninolytic enzyme production and dye decolorization by Trametes trogii: Application of the Plackett-Burman experimental design to evaluate nutritional requirements",
        "Elimination of veterinary antibiotics and antibiotic resistance genes from swine wastewater in the vertical flow constructed wetlands",
        "9th Ed. Int. Microbiol.",
        "Degradation of the drug sodium diclofenac by Trametes versicolor pellets and identification of some intermediates by NMR",
        "Potential of biological processes to eliminate antibiotics in livestock manure: An overview",
        "Oxidation mechanism of ligninolytic enzymes involved in the degradation of environmental pollutants",
        "Antibiotic susceptibility of Brachyspira hyodysenteriae isolates from Czech swine farms: A 10-year follow-up study",
        "Degradation of the antibiotics norfloxacin and ciprofloxacin by a white-rot fungus and identification of degradation products",
        "Tiamulin resistance in porcine Brachyspira pilosicoli isolates",
        "Biotransformation of three pharmaceutical active compounds by the fungus Phanerochaete chrysosporium in a fed batch stirred reactor under air and oxygen supply",
        "Different approaches to improving the textile dye degradation capacity of Trametes versicolor",
        "Effect of glucose on enzyme activity and color removal by Trametes versicolor for high strength landfill leachate",
        "A global perspective on the use, sales, exposure pathways, occurrence, fate and effects of veterinary antibiotics (VAs) in the environment",
        "Elimination of macrolides, tiamulin, and salinomycin during manure storage",
        "Determination of antibiotics such as macrolides, ionophores and tiamulin in liquid manure by HPLC-MS/MS",
        "Biodegradation of gamma irradiated low density polyethylene and polypropylene by endophytic fungi",
        "Effect of phenolic compounds on growth and ligninolytic enzyme production in Botryosphaeria isolates",
        "Treatment of tetracycline antibiotics by laccase in the presence of 1-hydroxybenzotriazole",
        "Inoculation of PAH-degrading strains of Fusarium solani and Arthrobacter oxydans in rhizospheric sand and soil microcosms: Microbial interactions and PAH dissipation",
        "Analysis of veterinary antibiotic residues in swine wastewater and environmental water samples using optimized SPE-LC/MS/MS",
        "The characteristics of enriched nitrifier culture in the degradation of selected pharmaceutically active compounds",
        "Bioremediation of a Benzo[a]Pyrene-Contaminated Soil Using a Microbial Consortium with Pseudomonas aeruginosa, Candida albicans, Aspergillus flavus, and Fusarium sp.",
        "Co-metabolic degradation of pyrene by indigenous white-rot fungus Pseudotrametes gibbosa from the northeast China",
        "Enzymatic degradation of tetracycline and oxytetracycline by crude manganese peroxidase prepared from Phanerochaete chrysosporium",
        "PCR Protocols",
        "Chemosphere",
        "Degradation of residual lincomycin in fermentation dregs by yeast strain S9 identified as Galactomyces geotrichum"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Graduate School Thesis Grant and King Mongkut’s University of Technology Thonburi",
        "PERDO",
        "S&T Postgraduate Education and Research Development Office",
        "Office of the Higher Education Commission"
    ]
}