{
    "eid": "2-s2.0-85128494659",
    "title": "Development of factor IX inhibitor in an adult with severe haemophilia B following COVID-19 vaccination: A case report",
    "cover-date": "2022-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Hematology",
            "@code": "2720",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Genetics (clinical)",
            "@code": "2716",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Thita Chiasakul",
        "Craig M. Kessler"
    ],
    "citedby-count": 0,
    "ref-count": 11,
    "ref-list": [
        "Inhibitor incidence in an unselected cohort of previously untreated patients with severe haemophilia B: a PedNet study",
        "First case of acquired hemophilia B in a patient with HIV infection: case report and literature review",
        "Inhibitors in factor IX deficiency a report of the ISTH-SSC international FIX inhibitor registry (1997-2006)",
        "Inhibitor development in haemophilia B: an orphan disease in need of attention",
        "An interactive mutation database for human coagulation factor IX provides novel insights into the phenotypes and genetics of hemophilia B",
        "Covid-19 and autoimmunity",
        "De novo acquired hemophilia as an immune dysregulation phenomenon following SARS-CoV-2 infection",
        "The first case of acquired hemophilia A associated with SARS-CoV-2 infection",
        "A case report of acquired hemophilia following COVID-19 vaccine",
        "Autoimmunity after coronavirus disease 2019 (COVID-19) vaccine: a case of acquired hemophilia A",
        "The statistical risk of diagnosing coincidental acquired hemophilia A following anti-SARS-CoV-2 vaccination"
    ],
    "affiliation": [
        {
            "affiliation-city": "Washington, D.C.",
            "@id": "60020908",
            "affilname": "Georgetown Lombardi Comprehensive Cancer Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60020908",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}