{
    "eid": "2-s2.0-85091714142",
    "title": "Natural rubber nanocomposites based on hybrid filler of zinc nanoparticles and carbon nanotubes: Electrical conductivity and other related properties",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Organic Chemistry",
            "@code": "1605",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Carbon nanotube",
        "Hybrid filler",
        "Nanocomposites",
        "Natural rubber",
        "Zinc oxide nanoparticles"
    ],
    "authors": [
        "N. Thongkong",
        "S. Wisunthorn",
        "S. Pichaiyut",
        "C. Nakason",
        "S. Kiatkamjornwong"
    ],
    "citedby-count": 4,
    "ref-count": 41,
    "ref-list": [
        "Influence of modified natural rubber on properties of natural rubber–carbon nanotube compos-ites",
        "Excellent electromagnetic shield derived from MWCNT reinforced NR/PP blend nanocompos-ites with tailored microstructural properties",
        "Toolbox for dispersing carbon nanotubes into polymers to get conductive nanocomposites",
        "Multifunctional multi-walled carbon nano-tube reinforced natural rubber nanocomposites",
        "Influence of carbon nanotube and ionic liquid on properties of natural rubber nanocomposites",
        "The effect of surface functionalization of carbon nanotubes on properties of natural rubber/car-bon nanotube composites",
        "Hybrid carbon nanotubes and conductive carbon black in natural rubber composites to enhance electrical conductivity by reducing gaps separating carbon nan-otube encapsulates",
        "Enhanced fatigue and durability of carbon black/natural rubber composites reinforced with graphene oxide and carbon nanotubes",
        "Novel natural rubber composites based on silver nanoparticles and carbon nanotubes hybrid filler",
        "Nano ZnO as cure activator and reinforcing filler in natural rubber",
        "Enhanced bioac-tivity of ZnO nanoparticles – An antimicrobial study",
        "Zinc oxide nanostructures: Synthesis and properties",
        "The effect of concentration ratio and type of functional group on synthesis of CNT– ZnO hybrid nanomaterial by an in situ sol–gel process",
        "Structural characterisation of ZnO particles obtained by the emulsion precipitation method",
        "Functionalized carbon nanotubes in ZnO thin films for photoinactivation of bacteria",
        "Facile synthesis of ZnO nanoparticles on nitrogen-doped carbon nanotubes as high-perfor-mance anode material for lithium-ion batteries",
        "Preparation of ZnO/MWCNT/PP composite film and its ap-plication as multifunctional protective film",
        "ZnO nanoparticles decorated multi-walled carbon nanotubes for enhanced photocatalytic and photoelectrochemical water splitting",
        "Crosslink density of peroxide cured TPV",
        "Filler-elastomer inter-actions. Part VII. Study on bound rubber",
        "Electrical characterization of LiTaO3:P(VDF–TrFE) composites",
        "Visible light photocatalytic activity of novel MWCNT-doped ZnO electrospun nanofibers",
        "Bi2Te3-MWCNT nanocomposite: An effi-cient thermoelectric material",
        "Preparation, characterization and photocat-alytic properties of ZnO-coated multi-walled carbon nanotubes",
        "Preparation and photocatalytic property of ZnO/MWCNTs composites",
        "Coating MWNTs with Cu2O of different morphology by a polyol process",
        "Self-assembly of magnetite beads along multiwalled carbon nanotubes via a simple hydrothermal process",
        "Characteristics of mechanical properties of sulphur cross-linked guayule and dandelion natural rubbers",
        "Inhibiting mercury re-emission and enhancing magnesia recovery by cobalt-loaded carbon nanotubes in a novel magnesia desulfurization process",
        "Surface modification of multiwall carbon nanotubes by sulfonitric treatment",
        "Interpretation of infrared spectra, A practical approach",
        "Deter-mination of crosslink density and network structure of NR vulcanizates by means of TSSR",
        "Effect of dispersion on the dynamic properties of fillerloaded rubbers",
        "Elastomer composites based on carbon nanotubes and ionic liquid",
        "The effect of filler–filler and filler–elastomer interaction on rubber reinforcement",
        "Enhanced electrical and mechanical properties of multiwall carbon nanotube rubber composites",
        "Multiwall carbon nanotube elastomeric composites: A review",
        "High dielectric constant conjugated materials for organic photovoltaics",
        "Flex-ible 0–3 ceramic-polymer composites of barium titanate and epoxidized natural rubber",
        "Effects of imidazolium ionic liquid on cure characteristics, electrical conductivity and other related properties of epoxidized natural rubber vulcanizates",
        "Effect of ZnO nanoparticles doped graphene on static and dynamic mechanical properties of natural rubber composites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "@id": "60006314",
            "affilname": "Prince of Songkla University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60006314",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "North Bangkok",
            "@id": "109168253",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/109168253",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Prince of Songkla University"
    ]
}