{
    "eid": "2-s2.0-84898019241",
    "title": "Fischer-tropsch synthesis: Oxidation of a fraction of cobalt crystallites in research catalysts at the onset of FT at partial pressures mimicking 50 % CO conversion",
    "cover-date": "2014-04-01",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Cobalt crystallites",
        "Fischer-Tropsch synthesis (FTS)",
        "Gas-to-liquids (GTL)",
        "Size-dependent reoxidation"
    ],
    "authors": [
        "Thani Jermwongratanachai"
    ],
    "citedby-count": 15,
    "ref-count": 33,
    "ref-list": [
        null,
        "Deactivation of cobalt based Fischer-Tropsch catalysts: A review",
        "Fischer-Tropsch synthesis: Support, loading, and promoter effects on the reducibility of cobalt catalysts",
        "Stability of nanocrystals: Thermodynamic analysis of oxidation and re-reduction of cobalt in water/hydrogen mixtures",
        null,
        "Cobalt aluminate formation in alumina-supported cobalt catalysts: Effects of cobalt reduction state and water vapor",
        "The impact of cobalt aluminate formation on the deactivation of cobalt-based Fischer-Tropsch synthesis catalysts",
        "Fischer-Tropsch synthesis: Characterization and catalytic properties of rhenium promoted cobalt alumina catalysts",
        "AIChE Annual Meeting, San Francisco",
        "22nd North American Meeting of the Catalysis Society",
        "XANES study of the susceptibility of nano-sized cobalt crystallites to oxidation during realistic Fischer-Tropsch synthesis",
        "Cobalt Fischer-Tropsch synthesis: Deactivation by oxidation?",
        null,
        "Study of the effect of water on Fischer-Tropsch synthesis over supported cobalt catalysts",
        "Fundamental understanding of deactivation and regeneration of cobalt Fischer-Tropsch synthesis catalysts",
        null,
        null,
        "Syngas Convention 2012",
        "10th Natural Gas Conversion Symposium",
        null,
        null,
        "Adsorption of Gases in Multimolecular Layers",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. I. Computations from Nitrogen Isotherms",
        null,
        "Fischer-Tropsch synthesis: Temperature programmed EXAFS/XANES investigation of the influence of support type, cobalt loading, and noble metal promoter addition to the reduction behavior of cobalt oxide particles",
        "Influence of metal loading on the reducibility and hydrogenation activity of cobalt/alumina catalysts",
        null,
        null,
        null,
        "Study of the effect of water on alumina supported cobalt Fischer-Tropsch catalysts",
        "Oxidation of cobalt based Fischer-Tropsch catalysts as a deactivation mechanism",
        "Cobalt particle size effects in the Fischer-Tropsch reaction studied with carbon nanofiber supported catalysts",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Lemont",
            "affilname": "Argonne National Laboratory",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Lexington",
            "affilname": "University of Kentucky",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Upton",
            "affilname": "Brookhaven National Laboratory",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Fulbright-Thailand Research Fund",
        "National Synchrotron Light Source",
        "U.S. DOE",
        "US DOE",
        "National Aeronautics and Space Administration",
        "Office of Fossil Energy",
        "Office of Science",
        "Basic Energy Sciences",
        "Brookhaven National Laboratory",
        "American Pain Society",
        "Division of Materials Sciences and Engineering"
    ]
}