{
    "eid": "2-s2.0-85075143376",
    "title": "Molecular phylogeny places the enigmatic subfamily Masoninae within the Ichneumonidae, not the Braconidae",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Braconidae",
        "Ichneumonidae",
        "Masona",
        "Masoninae",
        "molecular phylogenetic analysis"
    ],
    "authors": [
        "Donald L.J. Quicke",
        "Andrew D. Austin",
        "Erinn P. Fagan-Jeffries",
        "Paul D.N. Hebert",
        "Buntika A. Butcher"
    ],
    "citedby-count": 6,
    "ref-count": 25,
    "ref-list": [
        "Inferring life history from ovipositor morphology in parasitoid wasps using phylogenetic regression and discriminant analysis",
        "Robustness of ancestral state estimates: evolution of life history strategy in ichneumonoid parasitoids",
        "Ichneumonid Wasps (Hymenoptera: Ichneumonidae): their Classification and Biology",
        "Secondary structure and conserved motifs of the frequently sequenced domains IV and V of the insect mitochondrial large subunit rRNA gene",
        "Assembling DNA barcodes: Analytical protocols",
        "Anoblepsis, a new, bizarre braconid wasp genus in Dominican amber (Hymenoptera: Braconidae)",
        "Predicted secondary structure for 28S and 18S rRNA from Ichneumonoidea (Insecta: Hymenoptera: Apocrita): Impact on sequence alignment and phylogeny estimation",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "Biology of Braconidae",
        "First South American record of the rare ichneumonoid subfamily Masoninae van Achterberg (Hymenoptera: Ichneumonoidea: Ichneumonidae) with description of a new species from Brazil",
        "A thousand and one wasps: a 28S rDNA and morphological phylogeny of the Ichneumonidae (Insecta: Hymenoptera) with an investigation into alignment parameter space and elision",
        "Utility of the DNA barcoding gene fragment for parasitic wasp phylogeny (Hymenoptera: Ichneumonoidea): Data release and new measure of taxonomic congruence",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, and implications for classification",
        "Cladistics of the Ichneumonoidea",
        "Morphology and terminology",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Phylogeny of the parasitic wasp subfamily Euphorinae (Braconidae) and evolution of its host preferences",
        "Revision of the subfamily Blacinae Foerster (Hymenoptera, Braconidae)",
        "Generic revision of the subfamily Betylobraconinae (Hymenoptera: Braconidae) and other groups with modified fore tarsus",
        "The first known fossil Masoninae (Hymenoptera: Braconidae) from Miocene Dominican amber",
        "The species of Sternaulopius Fischer (Hymenoptera: Braconidae, Opiinae) and the braconid sternaulus",
        "The complete mitochondrial genome of Taeniogonalos taihorina (Bischoff) (Hymenoptera: Trigonalyidae) reveals a novel gene rearrangement pattern in the Hymenoptera"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Adelaide",
            "@id": "60009512",
            "affilname": "The University of Adelaide",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009512",
            "affiliation-country": "Australia"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Fund",
        "NSERC",
        "Australian Biological Resources Study",
        "Chulalongkorn University",
        "ADA"
    ]
}