{
    "eid": "2-s2.0-84891553397",
    "title": "UV radiation-induced biosynthesis, stability and antioxidant activity of mycosporine-like amino acids (MAAs) in a unicellular cyanobacterium Gloeocapsa sp. CU2556",
    "cover-date": "2014-01-05",
    "subject-areas": [
        {
            "$": "Radiology",
            "@code": "2741"
        },
        {
            "$": "Radiation",
            "@code": "3108"
        },
        {
            "$": "Radiological and Ultrasound Technology",
            "@code": "3614"
        },
        {
            "$": "Biophysics",
            "@code": "1304"
        }
    ],
    "keywords": [
        "Antioxidant",
        "Cyanobacteria",
        "Mycosporine-like amino acid",
        "Stability",
        "UV radiation"
    ],
    "authors": [
        "Rajesh P. Rastogi"
    ],
    "citedby-count": 73,
    "ref-count": 38,
    "ref-list": [
        "Unprecedented Arctic ozone loss in 2011",
        "Solar PAR and UV radiation affects the physiology and morphology of the cyanobacterium Anabaena sp. PCC 7120",
        "Effects of solar ultraviolet radiation on terrestrial ecosystems. Patterns, mechanisms, and interactions with climate change",
        "Effects of UV radiation on aquatic ecosystems and interactions with climate change",
        "Ultraviolet-B-induced DNA damage and photorepair in the cyanobacterium Anabaena variabilis PCC 7937",
        "DNA damage in the Antarctic [15]",
        "Reactive oxygen species and UV-B: Effect on cyanobacteria",
        "Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair",
        "Solar ultraviolet radiation-induced dna damage and protection/repair strategies in cyanobacteria",
        "The Ecology of Cyanobacteria",
        "Effects of ultraviolet radiation on productivity and nitrogen fixation in the Cyanobacterium, Anabaena sp. (Newton's strain)",
        "Life of wetland cyanobacteria under enhancing solar UV-B radiation",
        "Photoprotective compounds from marine organisms",
        "Cyanobacteria and ultraviolet radiation (UVR) stress: Mitigation strategies",
        "Characterization of UV-screening compounds, mycosporine-like amino acids, and scytonemin in the cyanobacterium Lyngbya sp. CU2555",
        "Enzymatic and non-enzymatic defense mechanisms against ultraviolet-B radiation in two Anabaena species",
        "Database on mycosporines and mycosporine-like amino acids (MAAs) in fungi, cyanobacteria, macroalgae, phytoplankton and animals",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "Occurrence of mycosporine-like amino acids in the red-tide dinoflagellate Alexandrium excavatum: UV-photoprotective compounds?",
        "Rec. Res. Develop. Photochem. Photobiol.",
        "Mycosporine-like amino acids in the marine red alga Gracilaria cornea - Effects of UV and heat",
        "Photodegradation and photosensitization of mycosporine-like amino acids",
        "Cyanophyta",
        "Purification and properties of unicellular blue-green algae (order Chroococcales).",
        "UV radiation-induced accumulation of photoprotective compounds in the green alga Tetraspora sp. CU2551",
        "Molecular characterization of hot spring cyanobacteria and evaluation of their photoprotective compounds",
        "Induction of a mycosporine-like amino acid (MAA) in the rice-field cyanobacterium Anabaena sp. by UV irradiation",
        "Antioxidant activity of mycosporine-like amino acids isolated from three red macroalgae and one marine lichen",
        "Occurrence of mycosporine-like amino acids (MAAs) in the bloom-forming cyanobacterium Microcystis aeruginosa",
        "Induction of mycosporine-like amino acids (MAAs) in cyanobacteria by solar ultraviolet-B radiation",
        "Evidence regarding the UV sunscreen role of a mycosporine-like compound in the cyanobacterium Gloeocapsa sp.",
        "UV-absorbing mycosporine-like compounds in planktonic and benthic organisms from a high-mountain lake",
        "Occurrence of UV-absorbing, mycosporine-like compounds among cyanobacterial isolates and an estimate of their screening capacity",
        "Mycosporine-like amino acids provide protection against ultraviolet radiation in eggs of the green sea urchin Strongylocentrotus droebachiensis",
        "Protective effects of mycosporine-like amino acids of Synechocystis sp. PCC 6803 and their partial characterization",
        "Cosmet. Toilet. Manufact. Worldwide",
        "The deactivation pathways of the excited-states of the mycosporine-like amino acids shinorine and porphyra-334 in aqueous solution",
        "UV-absorbing substance in the red alga Porphyra yezoensis (Bangiales, Rhodophyta) block thymine photodimer production"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Faculty of Science for Post-Doctoral",
        "Chulalongkorn University"
    ]
}