{
    "eid": "2-s2.0-84938420776",
    "title": "Alleviation of salt-induced oxidative stress in rice seedlings by proline and/or glycinebetaine",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Horticulture",
            "@code": "1108"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "ascorbate peroxidase",
        "carotenoids",
        "catalase",
        "chlorophyll",
        "glutathione reductase",
        "hydrogen peroxide",
        "NaCl",
        "Oryza sativa",
        "osmoprotectants",
        "superoxide dismutase"
    ],
    "authors": [
        "N. Wutipraditkul"
    ],
    "citedby-count": 62,
    "ref-count": 56,
    "ref-list": [
        "Methods of Enzymatic Analysis",
        "Exogenously applied proline at different growth stages enhances growth of two maize cultivars grown under water deficit conditions",
        "Antioxidants in higher plants",
        "Gas exchange and chlorophyll synthesis of maize cultivars are enhanced by exogenously-applied glycinebetaine under drought conditions",
        "Reactive oxygen species: Metabolism, oxidative stress, and signal transduction",
        "Plant Physiol.",
        "Photosysthesis and Production in a Changing Environment: a Field and Laboratory Manual",
        "Strategies for engineering water-stress tolerance in plants",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Effect of glycinebetaine on proline, water use, and photosynthetic efficiencies, and growth of rice seedlings under salt stress",
        "Glycinebetaine alleviates water deficit stress in indica rice using proline accumulation, photosynthetic efficiencies, growth performances and yield attributes",
        "Glycinebetaine: an effective protectant against abiotic stress in plants",
        "Changes in salicylic acid and antioxidants during induced thermotolerance in mustard seedlings",
        "J. Physiol. Biochem.",
        "Exogenous glycinebetaine affects growth and proline accumulation and retards senescence in two rice cultivars under NaCl stress",
        "Leaf senescence: Correlated with increased levels of membrane permeability and lipid peroxidation, and decreased levels of superoxide dismutase and catalase",
        "Effects of salt and proline on Medicago sativa callus",
        "Physiological role of exogenously applied glycinebetaine to improve drought tolerance in fine grain aromatic rice (Oryza sativa L.)",
        "Annu. Rev. Plant Physiol.",
        "Annu. Rev. Plant Physiol.",
        "Selenium-induced up-regulation of the antioxidant defense and methylglyoxal detoxification system reduces salinity-induced damage in rapeseed seedlings",
        "Plant cellular and molecular responses to high salinity",
        "Role of proline under changing environments: A review",
        "Short-term effects of salt stress on antioxidant systems and leaf water relations of pea leaves",
        "Exogenous proline and glycinebetaine increase NaCl-induced ascorbate-glutathione cycle enzyme activities, and proline improves salt tolerance more than glycinebetaine in tobacco Bright Yellow-2 suspension-cultured cells",
        "Exogenous proline mitigates the detrimental effects of salt stress more than exogenous betaine by increasing antioxidant enzyme activities",
        "Coordinate induction of antioxidant defense and glyoxalase system by exogenous proline and glycinebetaine is correlated with salt tolerance in mung bean",
        "Glycolate metabolism of three submersed aquatic angiosperms during ageing",
        "Proline, hydrogen peroxide, membrane stability and antioxidant enzyme activity as potential indicators for salt tolerance in rice (Oryza sativa L.)",
        "Indian J. exp. Biol.",
        "The inductive responses of the antioxidant enzymes by salt stress in the rice (Oryza sativa L.)",
        "An improved rice transformation system using the biolistic method",
        "Physiological aspects of adaptation of rice (Oryza sativa L.) and barley (Hordeum vulgare L.) to low oxygen concentrations in the root environment",
        "Alleviation of photoinhibition in drought-stressed wheat (Triticum aestivum) by foliar-applied glycinebetaine",
        "Photosynthetic response of drought- and salt-stressed tomato and turnip rape plants to foliar-applied glycinebetaine",
        "Reactive oxygen species homeostasis and signalling during drought and salinity stresses",
        "Up-regulation of the leaf mitochondrial and peroxisomal antioxidative systems in response to salt-induced oxidative stress in the wild salt-tolerant tomato species Lycopersicon pennellii",
        "J. agr. Sci.",
        "Hydrogen peroxide is scavenged by ascorbate-specific peroxidase in spinach chloroplasts",
        "Effects of exogenous glycinebetaine on growth and ultrastructure of salt-stressed rice seedlings (Oryza sativa L.)",
        "Influence of exogenously applied glycinebetaine on the photosynthetic capacity of two differently adapted wheat cultivars under salt stress",
        "Photosynthetica",
        "Quaternary ammonium and tertiary sulfonium compounds in higher plants",
        "Counteraction of exogenous L-proline with NaCl in salt-sensitive cultivar of rice",
        "Differences in antioxidant activity in response to salinity stress in tolerant and susceptible wheat genotypes",
        "Differential responses of antioxidative enzymes and lipid peroxidation to salt stress in salt-tolerant Plantago maritima and salt-sensitive Plantago media",
        "Osmolyte accumulation: Can it really help increase crop yield under drought conditions?",
        "Interaction of Salt Stress and Photoinhibition on Photosynthesis in Barley and Sorghum",
        "Hydroxyl radical scavenging activity of compatible solutes",
        "Assay of glutathione reductase in crude tissue homogenates using 5,5′-dithiobis(2-nitrobenzoic acid)",
        "Effects of exogenous proline and glycinebetaine on the salt tolerance of rice cultivars",
        null,
        "Compatible Solute Engineering in Plants for Abiotic Stress Tolerance - Role of Glycine Betaine",
        "Effect of Salinity on Biochemical and Physiological Characteristics in Correlation to Selection of Salttolerance in Aromatic Rice (Oryza sativa L.)",
        "Living with water stress: Evolution of osmolyte systems",
        "Salt and drought stress signal transduction in plants"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}