{
    "eid": "2-s2.0-85034573081",
    "title": "Screening for type 2 diabetes mellitus and prediabetes using point-of-care testing for HBA1c among thai dental patients",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Dental clinics",
        "Diabetes mellitus",
        "Epidemiology",
        "Hyperglycemia",
        "Prevalence",
        "Risk factors"
    ],
    "authors": [
        "Chanita Tantipoj"
    ],
    "citedby-count": 12,
    "ref-count": 35,
    "ref-list": [
        "A risk score for predicting incident diabetes in the Thai population",
        "Prevalence and management of diabetes and metabolic risk factors in Thai adults: The Thai national health examination survey IV, 2009",
        "Risk assessment of recurrence of disease during supportive periodontal care Epidemiological considerations",
        "Screening for Type 2 Diabetes",
        "Standards of medical care in diabetes - 2013",
        "Random blood glucose testing in dental practice: A community-based feasibility study from the dental practice-based research network",
        "Diabetes in the dental office: Using NHANES III to estimate the probability of undiagnosed disease",
        "Use of GHb (HbA(1c)) in screening for undiagnosed diabetes in the U.S. population",
        "Screening for type 2 diabetes",
        "A screening test for unstimulated salivary flow measurement",
        "Screening for diabetes mellitus in dental practices: A field trial",
        "Screening for prediabetes and type 2 diabetes in dental offices",
        "Identification of unrecognized diabetes and pre-diabetes in a dental setting",
        "The relationship between oral health and diabetes mellitus",
        null,
        "Development of a clinical guideline to predict undiagnosed diabetes in dental patients",
        "2007 Guidelines for the Management of Arterial Hypertension: The Task Force for the Management of Arterial Hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC)",
        "Impaired Neutrophil Chemotaxis in Diabetic Patients with Severe Periodontitis",
        "J Periodontol",
        "Diabetes mellitus and periodontal disease",
        "Periodontal disease and diabetes mellitus: Bidirectional relationship",
        "Diabetes mellitus and associated oral manifestations: a review",
        "Periodontitis and tooth loss: comparing diabetics with the general population.",
        "Diabetes--a risk factor for periodontitis in adults?",
        "Case definitions for use in population-based surveillance of periodontitis",
        "A study of the histopathology of the gingiva in patients with diabetes mellitus",
        "Gingival changes in diabetes mellitus. 1. Vascular changes.",
        "A new look at screening and diagnosing diabetes mellitus",
        "The dental office visit as a potential opportunity for diabetes screening: An analysis using NHANES 2003-2004 data",
        "Bidirectional interrelationships between diabetes and periodontal diseases: an epidemiologic perspective.",
        "Screening for HbA1c-defined prediabetes and diabetes in an at-risk greek population: Performance comparison of random capillary glucose, the ADA diabetes risk test and skin fluorescence spectroscopy",
        "IDF Diabetes Atlas: Global estimates of the prevalence of diabetes for 2011 and 2030",
        "The Asia-Pacific Perspective: Redefining Obesity and Its Treatment. Health Communications Australia",
        "Global Prevalence of Diabetes: Estimates for the year 2000 and projections for 2030",
        "Geneva: WHO"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Mahidol University, Faculty of Dentistry",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Rajavithi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}