{
    "eid": "2-s2.0-85118846598",
    "title": "A comparison of efficiency and safety between dual and triple immunosuppressive regimens in pediatric living donor liver transplantation at King Chulalongkorn Memorial Hospital",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Transplantation",
            "@code": "2747",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Azathioprine",
        "Children",
        "Cyclosporine",
        "Immunosuppressive agents",
        "Liver transplantation",
        "Living donor",
        "Mycophenolate",
        "Rejection",
        "Tacrolimus"
    ],
    "authors": [
        "Athaya Vorasittha",
        "Methee Sutherasan",
        "Wipusit Taesombat",
        "Pongserath Sirichindakul",
        "Supanit Nivatvong",
        "Bunthoon Nonthasoot"
    ],
    "citedby-count": 0,
    "ref-count": 13,
    "ref-list": [
        "FK506 (tacrolimus) compared with cyclosporine for primary immunosuppression after pediatric liver transplantation. Results from the U.S. multicenter trial",
        "Tacrolimus and steroids versus ciclosporin microemulsion, steroids, and azathioprine in children undergoing liver transplantation: randomised European multicentre trial",
        "A prospective randomized trial of tacrolimus and prednisone versus tacrolimus, prednisone and mycophenolate mofetil in primary adult liver transplantation: a single center report",
        "Low rejection rates with tacrolimus-based dual and triple regimens following liver transplantation",
        "Long-term medical management of the pediatric patient after liver transplantation: 2013 practice guideline by the American association for the study of liver diseases and the American society of transplantation",
        "Banff schema for grading liver allograft rejection: an international consensus document",
        "Long-term outcomes of pediatric living donor liver transplantation in Japan: an analysis of more than 2200 cases listed in the registry of the Japanese Liver Transplantation Society",
        "Pediatric liver transplantation outcomes in Korea",
        "Impact of graft type on outcome in pediatric liver transplantation: a report From Studies of Pediatric Liver Transplantation (SPLIT)",
        "Rejection after organ transplantation: a historical review",
        "Stability of tacrolimus in an extemporaneously compounded oral liquid. American journal of health-system pharmacy"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}