{
    "eid": "2-s2.0-85019424490",
    "title": "Life cycle assessment of superheated steam drying technology as a novel cow manure management method",
    "cover-date": "2017-09-01",
    "subject-areas": [
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Management",
            "@code": "2308"
        }
    ],
    "keywords": [
        "Acidification potential",
        "Cow manure",
        "Eutrophication potential",
        "Global warming potential",
        "LCA",
        "Superheated steam drying"
    ],
    "authors": [
        "Mohammadmatin Hanifzadeh"
    ],
    "citedby-count": 64,
    "ref-count": 30,
    "ref-list": [
        "Methane, nitrous oxide and ammonia emissions during storage and after application of dairy cattle slurry and influence of slurry treatment",
        "Human impact on erodable phosphorus and eutrophication: A global perspective",
        "Electricity from poultry manure: A cleaner alternative to direct land application",
        "A method for life cycle assessment environmental optimisation of a dynamic process exemplified by an analysis of an energy system with a superheated steam dryer integrated in a local district heat and power plant",
        "Governmental oversight of discharges from concentrated animal feeding operations",
        "J. Soil Water Conserv.",
        "Environmental consequences of processing manure to produce mineral fertilizer and bio-energy",
        "Sludge processing by anaerobic digestion and superheated steam drying",
        "Economic and environmental analysis of four different configurations of anaerobic digestion for food waste to energy conversion using LCA for: A food service provider case study",
        "Carbon dioxide biofixation and biomass production from flue gas of power plant using microalgae",
        "Challenges in tracking harmful algal blooms: A synthesis of evidence from Lake Erie",
        "The Canadian Society for Bioengineering, Paper No. CSBE13–11, 2013 Annual Conference University of Saskatechewan",
        "Thermochemical characteristics of dairy manure and its derived biochars from a fixed-bed pyrolysis",
        "Anaerobic digestion of municipal solid waste and agricultural waste and the effect of co-digestion with dairy cow manure",
        "Development of anaerobic digestion methods for palm oil mill effluent (POME) treatment",
        "Embodied energy of common and alternative building materials and technologies",
        null,
        "Updated US and Canadian normalization factors for TRACI 2.1",
        "Pyrolysis processing of animal manure to produce fuel gases",
        "Nitrogen management in landfill leachate: Application of SHARON, ANAMMOX and combined SHARON-ANAMMOX process",
        "Simulated management effects on ammonia emissions from field applied manure",
        "Climate Change 2007: the Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
        "8 th International Conference on Management Strategies for Organic Waste Use in Agriculture",
        "Life cycle environmental impacts of generating electricity and heat from biogas produced by anaerobic digestion",
        "Edge-of-field research to quantify the impacts of agricultural practices on water quality in Ohio"
    ],
    "affiliation": [
        {
            "affiliation-city": "Toledo",
            "affilname": "College of Engineering",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}