{
    "eid": "2-s2.0-84990859049",
    "title": "Ear length and kidney function decline after kidney donation",
    "cover-date": "2016-11-01",
    "subject-areas": [
        {
            "$": "Nephrology",
            "@code": "2727"
        }
    ],
    "keywords": [
        "donor selection",
        "ear",
        "glomerular filtration rate",
        "kidney transplantation",
        "nephrectomy"
    ],
    "authors": [
        "Pisut Katavetin"
    ],
    "citedby-count": 1,
    "ref-count": 16,
    "ref-list": [
        "Living-donor kidney transplantation: A review of the current practices for the live donor",
        "Living donor kidney transplantation: Improving efficiencies in live kidney donor evaluation– recommendations from a consensus conference",
        "Renal functional reserve in humans. Effect of protein intake on glomerular filtration rate",
        "Renal functional reserve and renal recovery after acute kidney injury",
        "Glomerular filtration rate variations in patients with solitary kidneys after a protein load",
        "Sequential analysis of variation in glomerular filtration rate to calculate the haemodynamic response to a meat meal",
        "Segmental kidney volumes measured by dynamic contrast-enhanced magnetic resonance imaging and their association with CKD in older people",
        "The organs in Traditional Chinese Medicine",
        "Syndromic ear anomalies and renal ultrasounds.",
        "Ear and kidney syndromes: Molecular versus clinical approach",
        "The kidney and ear: emerging parallel functions",
        "Factors influencing the increase in glomerular filtration rate in the remaining kidney of transplant donors",
        "A new equation to estimate glomerular filtration rate",
        "Kidney Int. Suppl.",
        "Imprecision of creatinine-based GFR estimates in uninephric kidney donors",
        "Renal function equations before and after living kidney donation: A within-individual comparison of performance at different levels of renal function"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}