{
    "eid": "2-s2.0-84976471355",
    "title": "Ultrastructural observation of oocytes in six types of stony corals",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Cell Biology",
            "@code": "1307"
        },
        {
            "$": "Developmental Biology",
            "@code": "1309"
        }
    ],
    "keywords": [
        "Hard coral",
        "Oocyte",
        "TEM",
        "Ultrastructure",
        "Yolk formation"
    ],
    "authors": [
        "Sujune Tsai"
    ],
    "citedby-count": 11,
    "ref-count": 31,
    "ref-list": [
        "Ultrastructural studies of oogenesis in Bolinus brandaris (Gastropoda: Muricidae)",
        "OOCYTE DIFFERENTIATION AND VITELLOGENESIS IN THE ROACH PERIPLANETA",
        "Ultrastructure of female germ cells in Haliotis asinina Linnaeus",
        "Fine structure and cytochemistry of the oocyte nucleolus in the mollusk Helcion pellucidus (Prosobranchia)",
        "Intracisternal granules of the endoplasmic reticulum in the crayfish oocyte.",
        "ELECTRON MICROSCOPE STUDIES ON DEVELOPING CRAYFISH OOCYTES WITH SPECIAL",
        "Development of planulae within a mesogleal coat in the soft coral Heteroxenia fuscescens",
        "Ultrastructure of the gonad and gametogenesis in the eastern oyster, Crassostrea virginica. I. Ovary and oogenesis",
        "Sexual reproduction in solitary corals: Overlapping oogenic and brooding cycles, and benthic planulas in Balanophyllia elegans",
        "Origin & ultrastructure of the vitelline platelets of the planorbe.",
        "Marine fish egg hydration is aquaporin-mediated",
        "Female gametes of the black coral cirrhipathes cfr. anguina (anthozoa, antipatharia) from the indonesian marine park of bunaken",
        "Microsc. Sci. Technol. Appl. Educ.",
        "Unusual pattern of embryogenesis of Caryophyllia inornata (scleractinia, caryophylliidae) in the mediterranean sea: Maybe agamic reproduction?",
        "An electron microscope study of differentiation and growth in oocytes of Ophioderma panamensis",
        "Effects of temperature and salinity on survival rate of cultured corals and photosynthetic efficiency of zooxanthellae in coral tissues",
        "The apparent absence of a cortical reaction after fertilization in a sea anemone",
        "Lipid content and composition during the oocyte development of two gorgonian coral species in relation to low temperature preservation",
        "A model for the cortical reaction of fertilization in the sea-urchin egg",
        "Ultrastructural studies of oogenesis in the variable abalone Haliotis varia (Vetigastropoda: Haliotidae)",
        "Formation and structural organization of the egg-sperm bundle of the scleractinian coral Montipora capitata",
        "Mar. Ecol. Prog. Ser.",
        "The fine structure of the oocyte and follicle cells of Lymnaea stagnalis, with special reference to the nutrition of the oocyte.",
        "Mar. Ecol. Prog. Ser.",
        "YOLK PROTEIN UPTAKE IN THE OOCYTE OF THE MOSQUITO AEDES AEGYPTI. L.",
        "Protein uptake in the oocytes of the cecropia moth.",
        "Biol. Bull.",
        "The route of entry and localization of blood proteins in the oocytes of saturniid moths.",
        "Ultrastructural observations of the early and late stages of gorgonian coral (Junceella juncea) oocytes",
        "Development of cryopreservation techniques for gorgonian (Junceella juncea) oocytes through vitrification",
        "A comparison of ribosomal gene amplification in uni- and multinucleolate oocytes"
    ],
    "affiliation": [
        {
            "affiliation-city": "Changhua",
            "affilname": "MingDao University",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Checheng",
            "affilname": "National Museum of Marine Biology and Aquarium Taiwan",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Shoufeng",
            "affilname": "National Dong Hwa University",
            "affiliation-country": "Taiwan"
        }
    ],
    "funding": [
        "Ministry of Science and Technology, Taiwan"
    ]
}