{
    "eid": "2-s2.0-84957916316",
    "title": "Effect of predischarge blood pressure on follow-up outcomes in patients with severe hypertension in the ED",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Emergency Medicine",
            "@code": "2711"
        }
    ],
    "keywords": [],
    "authors": [
        "Paisit Nakprasert"
    ],
    "citedby-count": 5,
    "ref-count": 16,
    "ref-list": [
        "Elevated blood pressure in urban emergency department patients",
        "Hypertension in the ED: still an unrecognized problem",
        "Asymptomatic hypertension in the emergency department: A matter of critical public health importance",
        "Clinical policy: Critical issues in the evaluation and management of adult patients with asymptomatic hypertension in the emergency department",
        "Increased Blood Pressure Without Evidence of Acute End Organ Damage",
        "Clinical policy: Critical issues in the evaluation and management of adult patients in the emergency department with asymptomatic elevated blood pressure",
        "Evaluation and treatment of patients with severely elevated blood pressure in academic emergency departments: A multicenter study",
        "Effects of Treatment on Morbidity in Hypertension: Results in Patients with Diastolic Blood Pressures Averaging 115 Through 129 mm Hg",
        "Moderate-to-severe blood pressure elevation at ED entry: Hypertension or normotension?",
        "Recognizing asymptomatic elevated blood pressure in ED patients: how good (bad) are we?",
        "Increased Blood Pressure in the Emergency Department: Pain, Anxiety, or Undiagnosed Hypertension?",
        "Reproducibility of increased blood pressure during an emergency department or urgent care visit",
        "Asymptomatic hypertension in the ED",
        "Rapid Reduction of Severe Asymptomatic Hypertension: A Prospective, Controlled Trial",
        "Safety and efficacy of antihypertensive prescription at emergency department discharge",
        "Knowledge Translation of the American College of Emergency Physicians Clinical Policy on Hypertension"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Medicine, Chulalongkorn University"
    ]
}