{
    "eid": "2-s2.0-84907626323",
    "title": "Task space impedance control of the manipulator driven through the multistage nonlinear flexible transmission",
    "cover-date": "2015-02-01",
    "subject-areas": [
        {
            "$": "Instrumentation",
            "@code": "3105"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Information Systems",
            "@code": "1710"
        },
        {
            "$": "Control and Systems Engineering",
            "@code": "2207"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        }
    ],
    "keywords": [],
    "authors": [
        "Phongsaen Pitakwatchara"
    ],
    "citedby-count": 6,
    "ref-count": 27,
    "ref-list": [
        "Intuitive telesurgery system: overview and application",
        "Towards a personal robotics development platform: Rationale and design of an intrinsically safe personal robot",
        "Impedance control: An approach to manipulation: Part I-theory",
        "A survey of robot interaction control schemes with experimental comparison",
        "Modeling and control of elastic joint robots",
        "Compliance control for an anthropomorphic robot with elastic joints: Theory and experiments",
        "A Simple PD Controller for Robots with Elastic Joints",
        "Cartesian impedance control of redundant robots: Recent results with the DLR-Light-Weight-Arms",
        "On the passivity-based impedance control of flexible joint robots",
        "Adaptive impedance controller design for flexible-joint electrically-driven robots without computation of the regressor matrix",
        "Series elastic actuators",
        "A new actuation approach for human friendly robot design",
        "A new variable stiffness design: Matching requirements of the next robot generation",
        "The DLR hand arm system",
        "Adaptive discrete-time sliding mode impedance control of a piezoelectric microgripper",
        "System Dynamics: Modeling and Simulation of Mechatronic Systems",
        "Control Problems in Robotics and Automation",
        "Passive computed torque algorithms for robots",
        "Fundamentals of Vibrations",
        "The Control of Dynamically Interacting Systems",
        "Discrete mechanics and variational integrators",
        "Applied Nonlinear Control",
        "NATURAL MOTION FOR ROBOT ARMS.",
        "Nonlinear Systems",
        "Stability of haptic rendering: Discretization, quantization, time delay, and Coulomb effects",
        "Controllab Products B. V.",
        "Normal Forms of Stiffness and Compliance Matrices"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}