{
    "eid": "2-s2.0-85014911672",
    "title": "Strength and grain refinement of Ti-30Zr-5Al-3V alloy by Fe addition",
    "cover-date": "2017-04-13",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        },
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Fe addition",
        "Grain refinement",
        "Mechanical properties",
        "TiZrAlV alloys"
    ],
    "authors": [
        "Jun Li"
    ],
    "citedby-count": 8,
    "ref-count": 18,
    "ref-list": [
        "Issues in the development of beta titanium alloys",
        "Precipitation and recrystallization behavior of beta titanium alloys during continuous heat treatment",
        "Effect of rolling temperature on microstructure and mechanical properties of a TiZrAl alloy",
        "Influence of Zr content on β-phase stability in α-type Ti-Al alloys",
        "A new titanium alloy possessed close expansion coefficient to stainless steel",
        "Strengthening mechanism of two-phase titanium alloys with basketweave microstructure",
        "J. Mater. Res.",
        "Structure and mechanical properties of the annealed TZAV-30 alloy",
        "Superelastic properties of biomedical (Ti-Zr)-Mo-Sn alloys",
        null,
        "Scr. Mater.",
        "Superelasticity, corrosion resistance and biocompatibility of the Ti-19Zr-10Nb-1Fe alloy",
        "Effect of iron and/or carbon on the grain refinement of Mg-3Al alloy",
        "Effect of Silicon on Grain Refinement of Aluminum Produced by Electrolysis",
        "The critical effect of Fe on the grain refinement of aluminium via Al-5Ti-1B addition",
        "A model of ductile fracture based on the nucleation and growth of voids",
        "Plastic deformation mode of retained β phase in β-eutectoid Ti-Fe alloys",
        "Substitutional solution hardening"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qinhuangdao",
            "affilname": "Yanshan University",
            "affiliation-country": "China"
        }
    ],
    "funding": [
        "National Science Foundation for Distinguished Young Scholars for Hebei Province of China",
        "National Natural Science Foundation of China",
        "Chulalongkorn University",
        "Yanshan University",
        "State Key Laboratory of Metastable Materials Science and Technology"
    ]
}