{
    "eid": "2-s2.0-85034268326",
    "title": "Health Risk Contamination of Heavy Metals in Yolk and Albumen of Duck Eggs Collected in Central and Western Thailand",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Endocrinology, Diabetes and Metabolism",
            "@code": "2712",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Clinical Biochemistry",
            "@code": "1308",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry (medical)",
            "@code": "2704",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Inorganic Chemistry",
            "@code": "1604",
            "@abbrev": "CHEM"
        }
    ],
    "keywords": [
        "Albumen",
        "Duck egg",
        "Heavy metal",
        "Thailand",
        "Yolk"
    ],
    "authors": [
        "P. Aendo",
        "R. Netvichian",
        "S. Tippayalak",
        "A. Sanguankiat",
        "T. Khuntamoon",
        "T. Songserm",
        "P. Tulayakul"
    ],
    "citedby-count": 11,
    "ref-count": 36,
    "ref-list": [
        "Eat fish, lean meat, eggs, legumes and pulses regularly",
        "Cadmium and lead in common terns (Aves: Sterna hirundo): relationship between levels in parents and eggs",
        "Heavy metals in avian eggshells: another excretion method",
        "Variation in trace element contents among chicken, turkey, duck, goose, and pigeon eggs analyzed by inductively coupled plasma mass spectrometry(ICP-MS)",
        "The teratogenic effects of heavy metals in chicken embryo",
        "The first 50 years: an interview with Sheila Pantry",
        "Determination of lead, mercury and copper concentrations in duck eggs in Taiwan",
        "Effect of lead ingestion on concentration of lead in tissues and eggs of laying Tsaing duck in Taiwan",
        "Trace metal content and estimated daily human intake form chicken eggs in Ibadan, Nigeria",
        "Lead, mercury, cadmium, chromium, and arsenic levels in eggs, feathers, and tissues of Canada geese of the New Jersey Meadowlands",
        "Trace element residues in the table eggs rolling in the Mansora City markets Egypt",
        "Developing a bioindicator in the northwestern Persian Gulf, Iran: trace elements in bird eggs and coastal sediments",
        "Health effects of cadmium exposure—a review of the literature and a risk estimate",
        "Importance of chromium-DNA adducts in mutagenicity and toxicity of chromium (VI)",
        "Bioavailability of Fe, Zn and other Trace Minerals for Vegetarian Diets",
        "Cardiovascular toxicities upon manganese exposure",
        "Water pollution by Cu and Pb can adversely affect mallard embryonic development",
        "Heavy metals and metalloids in egg contents and eggshells of passerine birds from Arizona",
        "Chronic prenatal lead exposure impairs long-term memory in day old chicks",
        "Cognitive deficit associated with blood lead concentration < μg/dL in U children and adolescents",
        "Low-level cadmium exposure and osteoporosis",
        "Advance of studies on the toxicology of trace element cadmium to livestock and poultry",
        "Cadmium induces the differentiation of duck embryonic bone marrow cells into osteoclasts in vitro",
        "A dose-response analysis of cadmium in the general environment with special reference to total cadmium intake limit",
        "Determination of an acute no-observed-adverse-effect level (NOAEL) for copper in water",
        "Effect of acute copper exposure on gastrointestinal permeability in healthy volunteers"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kamphaeng Saen",
            "@id": "60117964",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117964",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "RDG",
        "Thailand Research Fund"
    ]
}