{
    "eid": "2-s2.0-85168125852",
    "title": "Price promotion optimization model for multiperiod planning: a case study of beauty category products sold in a convenience store chain",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business and International Management",
            "@code": "1403",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Finance",
            "@code": "2003",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Autoregressive distributed lag model",
        "Promotion effectiveness",
        "Promotion optimization",
        "Retail pricing strategy"
    ],
    "authors": [
        "Naragain Phumchusri",
        "Thiti Chewcharat",
        "Supawish Kanokpongsakorn"
    ],
    "citedby-count": 0,
    "ref-count": 23,
    "ref-list": [
        "Decomposition of the sales impact of promotion-induced stockpiling",
        "The impact of linear optimization on promotion",
        "The value of simple models in new product forecasting and customer-base analysis",
        "Economic effects of coronavirus outbreak (COVID-19) on the World economy",
        "An efficient algorithm for capacitated assortment planning with stochastic demand and substitution",
        "A retail store SKU promotions optimization model for category multi-period profit maximization",
        "Demand forecasting with high dimensional data: The case of SKU retail sales forecasting with intra-and inter-category promotional information",
        "The long-term impact of promotions on consumer stockpiling behavior",
        "Practice prize report—An assortment wide decision-support system for dynamic pricing and promotion planning in DIY retailing",
        "Competing during a pandemic? Retailers’ ups and downs during the COVID-19 outbreak",
        "Evaluating promotional pricing effectiveness using convenience store daily sales data",
        "Promotion effects on endogenous consumption",
        "Tackling the retailer decision maze: Which brand to discount, how much, when and why?",
        "COVID fuels e-commerce. In search of future opportunities",
        "Regression shrinkage and selection via the Lasso",
        "Decomposing the sales promotion bump with store data",
        "Forecasting sales by exponentially weighted moving averages"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}