{
    "eid": "2-s2.0-85022342234",
    "title": "Preparation of microcrystalline cellulose from waste cotton fabrics using gamma irradiation",
    "cover-date": "2017-03-31",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "Degradation",
        "Degree of polymerization",
        "Gamma irradiation",
        "Microcrystalline cellulose",
        "Waste cotton"
    ],
    "authors": [
        "Deni Swantomo"
    ],
    "citedby-count": 21,
    "ref-count": 25,
    "ref-list": [
        "Isolation and recovery of cellulose from waste nylon/cotton blended fabrics by 1-allyl-3-methylimidazolium chloride",
        "Melt-processed poly(vinyl alcohol) composites filled with microcrystalline cellulose from waste cotton fabrics",
        "Preparation and characterization of high-surface-area activated carbon fibers from silkworm cocoon waste for congo red adsorption",
        "Development of alternative energy sources for GHG emissions reduction in the textile industry by energy recovery from cotton ginning waste",
        "Microcrystalline cellulose, a direct compression binder in a quality by design environment - A review",
        "Influence of microcrystalline cellulose on the microrheological property and freeze-thaw stability of soybean protein hydrolysate stabilized curcumin emulsion",
        "Isolation and characterization of microcrystalline cellulose from oil palm biomass residue",
        "Hypolipidemic applications of microcrystalline cellulose composite synthesized from different agricultural residues",
        "Synthesis and characterization of microcrystalline cellulose produced from bacterial cellulose",
        "Obtaining microcrystalline cellulose from softwood and hardwood pulp",
        "Pharmacophore",
        "The effects of ultrasonic/microwave assisted treatment on the properties of soy protein isolate/microcrystalline wheat-bran cellulose film",
        "Electron beam irradiation of cellulosic materials-opportunities and limitations",
        "Extraction and characterization of crystalline cellulose from jute fiber and application as reinforcement in biocomposite: Effect of gamma radiation",
        "Synthesis and characterization of graft copolymer rice straw cellulose-acrylamide hydrogels using Gamma irradiation",
        "Physico-chemical properties and thermal stability of microcrystalline cellulose isolated from Alfa fibres",
        "Extraction and characterization of microcrystalline cellulose obtained from the back of the fruit of Lageriana siceraria (water gourd)",
        "Cellulose microfibres produced from banana plant wastes: Isolation and characterization",
        "Intr. J. Env. and Bio",
        "Structure modifications and interaction with moisture in γ-irradiated pure cellulose by thermal analysis and infrared spectroscopy",
        null,
        "I. J. Biosci",
        "Degradation of chitosan for rice crops application",
        "Secondary chain motion and mechanical properties of γ-irradiated-regenerated cellulose films",
        "J. Radiat. Res. Appl. Sci"
    ],
    "affiliation": [
        {
            "affiliation-city": "Central Jakarta",
            "affilname": "Badan Tenaga Nuklir Nasional Indonesia",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}