{
    "eid": "2-s2.0-85012931882",
    "title": "Training in endoscopic ultrasonography: An Asian perspective",
    "cover-date": "2017-05-01",
    "subject-areas": [
        {
            "$": "Gastroenterology",
            "@code": "2715"
        },
        {
            "$": "Radiology",
            "@code": "2741"
        }
    ],
    "keywords": [
        "education",
        "endoscopic ultrasonography",
        "endoscopy",
        "learning curve",
        "training model"
    ],
    "authors": [
        "Jennie Y.Y. Wong"
    ],
    "citedby-count": 15,
    "ref-count": 20,
    "ref-list": [
        "Technology insight: Current status of endoscopic ultrasonography",
        "Endoscopic ultrasound: A review of current diagnostic and therapeutic applications",
        "World J. Gastrointest. Endosc.",
        "Forward-view endoscopic ultrasound: A systematic review of diagnostic and therapeutic applications",
        "Eus-guided celiac plexus interventions in pancreatic cancer pain: An update and controversies for the endosonographer",
        "Advanced endoscopic ultrasound management techniques for preneoplastic pancreatic cystic lesions",
        "Endoscopic Ultrasound-Guided Celiac Neurolysis",
        "Learning curves for EUS by using cumulative sum analysis: Implications for American Society for Gastrointestinal Endoscopy recommendations for training",
        "Guidelines for credentialing and granting privileges for endoscopic ultrasound.",
        "Learning, techniques, and complications of endoscopic ultrasound (EUS)-guided sampling in gastroenterology: European Society of Gastrointestinal Endoscopy (ESGE) Technical Guideline",
        "Front. Gastroenterol.",
        "Education and training for endoscopic ultrasonography in Japan",
        "Present status, education and training for endoscopic ultrasonography in Korea",
        "Dig. Endosc.",
        "Survey of endoscopic ultrasonographic practice and training in the Asia-Pacific region",
        "Endoscopic ultrasonography education in Asia: Are we there yet?",
        "Learning models for endoscopic ultrasonography in gastrointestinal endoscopy",
        "EUS meets Voxel-Man: Three-dimensional anatomic animation of linear-array endoscopic ultrasound images",
        "Novel ex vivo model for hands-on teaching of and training in EUS-guided biliary drainage: Creation of \"mumbai EUS\" stereolithography/3D printing bile duct prototype (with videos)",
        "Structured endoscopic ultrasonography (EUS) training program improved knowledge and skills of trainees: Results from the Asian EUS Group"
    ],
    "affiliation": [
        {
            "affiliation-city": "Singapore City",
            "affilname": "Department of Medicine",
            "affiliation-country": "Singapore"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}