{
    "eid": "2-s2.0-85007610435",
    "title": "Managerial competence of first-line nurse managers: A concept analysis",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "General Nursing",
            "@code": "2900"
        }
    ],
    "keywords": [
        "competency",
        "first-line nurse manager",
        "managerial competence",
        "skill"
    ],
    "authors": [
        "Joko Gunawan"
    ],
    "citedby-count": 63,
    "ref-count": 42,
    "ref-list": [
        "Orientation to the charge nurse role.",
        "Nursing administration review and resource manual",
        "Leadership and nurse retention: The pivotal role of nurse managers",
        "AONE Nurse Competencies Assessment Tool",
        "The Emotional Competence Inventory (ECI)",
        "The USA's nurse managers and UK's ward sisters: critical roles for empowerment",
        "Nurse manager competencies",
        "Nurse manager competencies",
        "What's Behind RN Turnover?: Uncover the “Real Reason” Nurses Leave",
        "Developing and validating an instrument to measure the perceived job competencies linked to performance and staff retention of first-line nurse managers employed in a hospital setting",
        "The Human Capital Competencies Inventory for nurse managers: Development and psychometric testing",
        "First‐line nurse managers: issues in the literature",
        "Professional competence and quality assurance in the caring professions",
        "General and industrial management",
        "Leadership and management in nursing",
        "Ward leadership: balancing the clinical and managerial roles.",
        "The motivation to work",
        "Rozvoj a vzdělávání pracovníků",
        "Skills of an effective administrator",
        "Key managerial competencies and competency models in industrial enterprises",
        "Manažerské standardy ve veřejné správě: Praha: Národní",
        "Charge nurse leadership development and evaluation",
        "Factors influencing job satisfaction of front line nurse managers: A systematic review",
        "Manažerské dovednosti",
        "Job satisfaction and its related factors: A questionnaire survey of hospital nurses in Mainland China",
        "Nursing manager leadership skills",
        "American Journal of Business Education (AJBE)",
        "Managerial competencies of hospital managers in South Africa: A survey of managers in the public and private sectors",
        "Retention reflects leadership style",
        "The competent manager: A model for effective performance",
        "International Journal of Behavioral Science (IJBS)",
        "The unit nurse executive: a changing perspective.",
        "Vision 2020, part I: Profile of the future nurse leader",
        "Nursing’s management crisis",
        "Reasons to leave: The motives of first-line nurse managers' for leaving their posts",
        "Nurse manager competency and the relationship to staff satisfaction, patient satisfaction, and patient care outcomes",
        "Nurturing your nurse managers",
        "Strategies for theory construction in nursing",
        "The competencies handbook",
        "The new ward manager: An evaluation of the changing role of the charge nurse",
        "Personnel Management",
        "Clinical nurses' response to an environment of health care reform and organizational restructuring"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}