{
    "eid": "2-s2.0-85149976301",
    "title": "The Effect of Cash Flow Presentation Method on Investors’ Forecast of Future Cash Flows",
    "cover-date": "2023-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Strategy and Management",
            "@code": "1408",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management Science and Operations Research",
            "@code": "1803",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "cash flow forecasts",
        "cash flow presentation method",
        "knowledge structure activation",
        "statement of cash flows"
    ],
    "authors": [
        "Sompong Pornupatham",
        "Hun Tong Tan",
        "Thanyaluk Vichitsarawong",
        "G. Song Yoo"
    ],
    "citedby-count": 1,
    "ref-count": 48,
    "ref-list": [
        "Cash flow disaggregation and the prediction of future earnings",
        "Accruals and the prediction of future cash flows",
        "Direct or indirect cash flow statements",
        "Visual attention: The past 25 years",
        "Do core and non-core cash flows from operations persist differentially in predicting future cash flow?",
        "The usefulness of direct and indirect cash flow disclosure",
        "Accounting earnings and cash flows as measures of firm performance: The role of accounting accruals",
        "Are M.B.A. students a good proxy for nonprofessional investors?",
        "The usefulness of operating cash flow information: Does format matter?",
        "Knowledge activation",
        "The impact of mandated cash flow disclosure on bid-ask spreads",
        "Sample criteria for testing outlying observations",
        "A review of academic research on the reporting of cash flow from operations",
        "Improving investors’ forecast accuracy when operating cash flows and accruals are differentially persistent",
        "Knowledge activation: Accessibility, applicability, and salience",
        "The nature of priming effects on categorization",
        "The effects of financial statement and information complexity on analysts’ cash flow forecasts",
        "The effects of financial statement information proximity and feedback on cash flow forecasts",
        "Errors in estimating accruals: Implications for empirical research",
        "Operating cash flow formats: Does format influence decisions?",
        "Decision usefulness of cash flow information format: An experimental study",
        "The predictive ability of direct method cash flow information",
        "The effect of cash flow statement format on lenders’ decisions",
        "Limited attention, statement of cash flow disclosure, and the valuation of accruals",
        "Information input overload and psychopathology",
        "Cash flow reporting part 1: An overview of SFAS 95",
        "Do direct cash flow disclosures help predict future operating cash flows and earnings?",
        "Filtering and withdrawing: Strategies for coping with information overload in everyday contexts",
        "The law of cognitive structure activation",
        "Direct method operating cash flow disclosures: Determinants and incremental usefulness",
        "Do stock prices fully reflect information in accruals and cash flows about future earnings?",
        "The role of category accessibility in the interpretation of information about persons: Some determinants and implications",
        "The effects of accounting knowledge and contexts on the omission of opportunity costs in resource allocation decisions",
        "The mispricing of abnormal accruals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seoul",
            "@id": "60212025",
            "affilname": "Korea University Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60212025",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60199583",
            "affilname": "Chulalongkorn Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Singapore City",
            "@id": "60112754",
            "affilname": "Nanyang Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112754",
            "affiliation-country": "Singapore"
        }
    ],
    "funding": [
        "Chulalongkorn Business School",
        "United Overseas Bank Endowment Fund",
        "Korea University Business School"
    ]
}