{
    "eid": "2-s2.0-84929517985",
    "title": "Development of a lateral-flow immunochromatographic strip using gold nanoparticles for Helicobacter pylori detection",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Gold nanoparticles",
        "Helicobacter pylori",
        "Lateral flow immuno-assay"
    ],
    "authors": [
        "Duangporn Werawatganon"
    ],
    "citedby-count": 3,
    "ref-count": 15,
    "ref-list": [
        "American College of Gastroenterology guideline on the management of Helicobacter pylori infection",
        "Guidelines for the management of dyspepsia",
        "Analysis of eight different methods for the detection of Helicobacter pylori infection in patients with dyspepsia",
        "European multicentre validation trial of two new non-invasive tests for the detection of Helicobacter pylori antibodies: Urine-based ELISA and rapid urine test",
        "Development and evaluation of an immunochromatographic strip for trichinellosis detection",
        "Lateral flow (immuno)assay: Its strengths, weaknesses, opportunities and threats. A literature survey",
        "A study of the nucleation and growth processes in the synthesis of colloidal gold",
        "The bio-barcode assay for the detection of protein and nucleic acid targets using DTT-induced ligand exchange",
        "Evaluation of lateral-flow Clostridium botulinum neurotoxin detection kits for food analysis",
        "Prevalence of peptic ulcer in Helicobacter pylori positive blood donors",
        "Seroprevalence of helicobacter Pylori infections in Thailand",
        "Comparison of non-invasive tests to detect Helicobacter pylori infection in children and adolescents: Results of a multicenter European study",
        "Insufficient diagnostic accuracy of imported serological kits for Helicobacter pylori infection in Japanese population",
        "On-site diagnosis of H. pylori infection by urine",
        "An office-based serological test for detection of current Helicobacter pylori infection: Is it useful?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhompathon",
            "affilname": "Christian University of Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}