{
    "eid": "2-s2.0-85066437950",
    "title": "Prototheca paracutis sp. nov., a novel oleaginous achlorophyllous microalga isolated from a mangrove forest",
    "cover-date": "2019-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Oleaginous microorganism",
        "Physiology",
        "Yeast-like microalga"
    ],
    "authors": [
        "Sineenath Kunthiphun",
        "Rikiya Endoh",
        "Masako Takashima",
        "Moriya Ohkuma",
        "Somboon Tanasupawat",
        "Ancharida Savarajara"
    ],
    "citedby-count": 8,
    "ref-count": 34,
    "ref-list": [
        "Simple new test for rapid differentiation of Prototheca wickerhamii from Prototheca zopfii",
        "Urea decomposition as a means of differentiating Proteus and Paracolon cultures from each other and from Salmonella and Shigella type",
        "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
        "Fungus symbionts colonizing the galleries of the ambrosia beetle Platypus quercivorus",
        "Confidence limits on phylogenies: an approach using the Bootstrap",
        "A simple method for the isolation and purification of total lipids from animal tissue",
        "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
        "Deoxyribonucleic acid reassociation in the taxonomy of the genus Chlorella",
        "Pathophysiology: Review of the microbiological, pathological, and clinical aspects of bovine mastitis caused by the alga Prototheca zopfii",
        "Meningitis due to Prototheca wickerhamii in a patient with AIDS",
        "A simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences",
        "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
        "Diversity and characterization of cultivable oleaginous yeasts isolated from mangrove forests",
        "Methods for isolation, phenotypic characterization and maintenance of yeasts",
        "Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "Phylogenetic relationships among yeasts of the ‘Saccharomyces complex’ determined from multigene sequence analyses",
        "Human Protothecosis",
        "Prototheca miyajii sp. nov., isolated from a patient with systemic protothecosis",
        "Protothecosis",
        "Prototheca tumulicola sp. nov., a novel achlorophyllous, yeast-like microalga isolated from the stone chamber interior of the Takamatsuzuka Tumulus",
        "Molecular Evolution and Phylogenetic",
        "Prototheca zopfii genotypes isolated from cow barns and bovine mastitis in Japan",
        "Prototheca taxonomy",
        "The association of Prototheca spp. with slime flux in Ulmus americana and other trees",
        "Prototheca Krüger",
        "Prototheca Krüger",
        "Prototheca ecology",
        "Occurrence of Prototheca zopfii, a mastitis pathogen, in milk",
        "Diversity within the current algal species Prototheca zopfii: a proposal for two Prototheca zopfii genotypes and description of a novel species, Prototheca blaschkeae sp. nov",
        "Prototheca cutis sp. nov., a newly discovered pathogen of protothecosis isolated from inflamed human skin",
        "Manipulation of culture conditions alters lipid content and fatty acid proﬁles of a wide variety of known and new oleaginous yeast species",
        "Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees",
        "Molecular phylogeny and phenotypic variation in heterotrophic green algal genus Prototheca (Trebouxiophyceae Chlorophyta)",
        "Cryptosporidium taxonomy: recent advances and implications for public health"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "@id": "60211264",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60211264",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "National Research University Project",
        "Office of Higher Education Commission",
        "Chulalongkorn University"
    ]
}