{
    "eid": "2-s2.0-85122385084",
    "title": "Mass Atrocities and Their Prevention",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [],
    "authors": [
        "Charles H. Anderton",
        "Jurgen Brauer"
    ],
    "citedby-count": 6,
    "ref-count": 353,
    "ref-list": [
        "Laboratory Experiments on Conflict",
        "The Pleasure of Being Nasty",
        "Social Structure and Development: A Legacy of the Holocaust in Russia",
        "Network Security and Contagion",
        "Democracy Does Cause Growth",
        "A Theory of Political Transitions",
        "The Armenian Genocide",
        "Evolutionary Game Theory Using Agent-Based Methods",
        "Radio and the Rise of the Nazis in Prewar Germany",
        "Economics and Identity",
        "Le comportement de l'homme rationnel devant le risque: Critique des postulats et axiomes de l'ecole Americaine",
        "A Review Essay on Social Neuroscience: Can Research on the Social Brain and Economics Inform Each Other?",
        "Choosing Genocide: Economic Perspectives on the Disturbing Rationality of Race Murder",
        "Killing Civilians as an Inferior Input in a Rational Choice Model of Genocide and Mass Killing",
        "The Social Evolution of Genocide across Time and Geographic Space: Perspectives from Evolutionary Game Theory",
        "Subterranean Atrocities: A Twenty-first Century Challenge for Mass Atrocity Prevention",
        "Genocide and Mass Killing Risk and Prevention: Perspectives from Constrained Optimization Models",
        "The Onset, Spread, and Prevention of Mass Atrocities: Perspectives from Network Models",
        "A New Look at Weak State Conditions and Genocide Risk",
        "Habituation to Atrocity: Low-level Violence against Civilians as a Predictor of High-Level Attacks",
        "An Evolutionary Game Approach to Fundamentalism and Conflict",
        "Fitting in: Group Effects and the Evolution of Fundamentalism",
        "The Reach of Radio: Ending Civil Conflict through Rebel Demobilization",
        "Jihad against Palestinians? The Herostratos Syndrome and the Paradox of Targeting European Jews",
        "Violence against Civilians in Civil War",
        "How to Organize Crime",
        "Retrospectives: On the Definition of Economics",
        "Who's Who in Networks. Wanted: The Key Player",
        "The Relationship between War and Genocide in the Twentieth Century: A Consideration",
        "Effects of Civil Wars on International Trade, 1950-92",
        "Forced Migration and Human Capital: Evidence from Post-WWII Population Transfers",
        "Identity, Morals, and Taboos: Beliefs as Assets",
        "Mindful Economics: The Production, Consumption, and Value of Beliefs",
        "Ideocracy and Totalitarianism: A Formal Analysis Incorporating Ideology",
        "Repression or Civil War?",
        "The Logic of Political Violence",
        "Counting the Countless: Rape Victimization during the Rwandan Genocide",
        "Social Trust Fosters an Ability to Help Those in Need: Jewish Refugees in the Nazi Era",
        "Civil War",
        "How Much Does Violence Tax Trade?",
        "Linear Social Interactions Models",
        "Theory and Practice of Intervention",
        "Genocides and Other Mass Atrocities: A Law and Economics Approach",
        "'For Being Aboriginal'-Economic Perspectives on Pre-Holocaust Genocides",
        "Religious Minorities and Resistance to Genocide: The Collective Rescue of Jews in the Netherlands during the Holocaust",
        "Minorities and the Clandestine Collective Action Dilemma: The Secret Protection of Jews during the Holocaust",
        "Re-Examining Risk Factors of Genocide",
        "Subnational Determinants of Killing in Rwanda",
        "The Bureaucracy of Murder Revisited",
        "Does Type of Violence Matter for Interventions to Mitigate Mass Atrocities?",
        "Discrete Choice with Social Interactions",
        "Interactions-Based Models",
        "Accounting for Genocide: How Many Were Killed in Srebrenica?",
        "Square Pegs in Round Holes: Inequalities, Grievances, and Civil War",
        "Introducing the Targeted Mass Killing Dataset for the Study and Forecasting of Mass Atrocities",
        "Peer Effects and Social Networks in Education",
        "When Do Displaced Persons Return? Postwar Migration among Christians in Mount Lebanon",
        "Identity and Incentives: An Economic Interpretation of the Holocaust",
        "The Coevolution of Parochial Altruism and War",
        "To Kill or to Protect: Security Forces, Domestic Institutions, and Genocide",
        "Social Capital in the Creation of Human Capital",
        "Political Genocides in Postcolonial Asia",
        "The Consequences of Contention: Understanding the Aftereffects of Political Conflict and Violence",
        "Psychology and Economics: Evidence from the Field",
        "Cross-Border Media and Nationalism: Evidence from Serbian Radio in Croatia",
        "International Organizations and Government Killing: Does Naming and Shaming Save Lives?",
        "Delegating Death: Military Intervention and Government Killing",
        "Understanding Civil War Violence through Military Intelligence: Mining Suspects' Records from the Vietnam War",
        "Targeting Civilians to Win? Assessing the Military Effectiveness of Civilian Victimization in Interstate War",
        "Victims who Victimise",
        "Social Capital",
        "Are Any Growth Theories Robust?",
        "The New Social Economics",
        "Obstruction and Intimidation of Peacekeepers: How Armed Actors Undermine Civilian Protection Efforts",
        "Conflict and Networks",
        "Development, Democracy, and Mass Killing",
        "Repression by Proxy: How Military Purges and Insurgency Impact the Delegation of Coercion",
        "One-Sided Violence against Civilians in War: Insights from New Fatality Data",
        "The Perpetrator-Bystander-Victim Constellation: Rethinking Genocidal Relationships",
        "Media and Political Persuasion: Evidence from Russia",
        "The Mechanics of Motivated Reasoning",
        "Strategic Mass Killings",
        "Incentives and Constraints for Mass Killings: A Game-Theoretic Approach",
        "Courageous Altruism: Personal and Situational Correlates of Rescue during the Holocaust",
        "Rationalist Explanations for War",
        "A Theory of Fairness, Competition, and Cooperation",
        "More Murder in the Middle: Life-Integrity Violations and Democracy in the World, 1987",
        "From Pax Narcótica to Guerra Pública: Explaining Civilian Violence in Mexico's Illicit Drug Wars",
        "You Shall Not Overkill: Substitution between Means of Group Removal",
        "Review of Economic Aspects of Genocides, Other Mass Atrocities, and Their Prevention, by Charles H. Anderton and Jurgen Brauer",
        "The Rationality of Serb Leaders in the Bosnian War",
        "Macro, Meso, and Micro Research on Genocide: Gains, Shortcomings and Future Areas of Inquiry",
        "One-Sided Violence in Refugee-Hosting Areas",
        "Weakening the Enemy: A Disaggregated Study of Violence against Civilians in Africa",
        "Protection through Presence: UN Peacekeeping and the Costs of Targeting Civilians",
        "The Economics of Genocide in Rwanda",
        "Agent-Based Modeling of China's Rural-Urban Migration and Social Network Structure",
        "Rescuers and Killer-Rescuers during the Rwanda Genocide: Rethinking Standard Categories of Analysis",
        "Organizations in a State of Darkness: Towards a Theory of Organizational Miasma",
        "What We Have Learned about Terrorism since 9/11",
        "Network Games",
        "Economic Foundations of Religious Killings and Genocide with Special Reference to Pakistan, 1978-2012",
        "Motivated Bayesians: Feeling Moral While Acting Egoistically",
        "On Place and Space: Calculating Social and Spatial Networks in the Budapest Ghetto",
        "The Political Economy of Hatred",
        "Collateral Damage: Trade Disruption and the Economic Impact of War",
        "The Preference for Belief Consonance",
        "Attack, Defence, and Contagion in Networks",
        "Threshold Models of Collective Behavior",
        "Persistent Antimarket Culture: A Legacy of the Pale of Settlement after the Holocaust",
        "Jewish Rescue in Holland and France during the Second World War: Moral Cognition and Collective Action",
        "Informational Autocrats",
        "Preventing Genocides and Mass Atrocities: Evidence from Conflict Analysis",
        "Documentation of Human Rights Abuses among Rohingya Refugees from Myanmar",
        "Better Peacekeepers, Better Protection? Troop Quality of United Nations Peace Operations and Violence against Civilians",
        "The Displaced and Dispossessed of Darfur: Explaining the Sources of a Continuing State-Led Genocide",
        "The Criminology of Genocide: The Death and Rape of Darfur",
        "No Lessons Learned from the Holocaust? Assessing Risks of Genocide and Political Mass Murder since 1955",
        "Introduction",
        "Bargaining Theory, Civil War Outcomes, and War Recurrence: Assessing the Results of Empirical Tests of the Theory",
        "Social Trust, Social Capital and Perceptions of Immigration",
        "Casualties in Civilians and Coalition Soldiers from Suicide Bombings in Iraq, 2003-10: A Descriptive Study",
        "An Empirical Evaluation of Explanations for State Repression",
        "Expressive Behavior in Economics and Politics",
        "From Weakest-Link to Best-Shot: The Voluntary Provision of Public Goods",
        "The Economic Effects of Genocide: Evidence from Rwanda",
        "Does Higher Income Make You More Altruistic? Evidence from the Holocaust",
        "Leaving, Staying or Coming Back? Migration Decisions during the Northern Mali Conflict",
        "Diversionary Rebel Violence in Territorial Civil War",
        "How Do External Territorial Threats Affect Mass Killing?",
        "Modeling of Agent-Based Complex Network Under Cyber-Violence",
        "Keeping Peace or Spurring Violence? Unintended Effects of Peace Operations on Violence against Civilians",
        "Attacks on Civilians in Civil War: Targeting the Achilles Heel of Democratic Governments",
        "United Nations Peacekeeping and Civilian Protection in Civil War",
        "Who Stays and Who Leaves during Mass Atrocities?",
        "Towards Better Economic Models of Social Behaviour? Identity Economics",
        "The Evolution of Sectarianism",
        "Rational Atrocities and State Formation: A Game Theoretic Approach to the Case of ISIS",
        "Networks in the Understanding of Economic Behaviors",
        "The Economic Consequences of Social-Network Structure",
        "Games on Networks",
        "Can the International Criminal Court Deter Atrocity?",
        "Can the International Criminal Court Deter Atrocity?-Corrigendum",
        "UN Peacekeeping and Protection from Sexual Violence",
        "Prospect Theory: An Analysis of Decision under Risk",
        "Wanton and Senseless? The Logic of Massacres in Algeria",
        "Containment Control for a Social Network with State-Dependent Connectivity",
        "Civil War Destruction and the Prospects for Economic Growth",
        "How Did Wars Dampen Trade in the MENA Region?",
        "Managing Threat, Cost, and Incentive to Kill: The Short- and Long-Term Effects of Intervention in Mass Killings",
        "Stopping the Killing during the 'Peace': Peacekeeping and the Severity of Postconflict Civilian Victimization",
        "Structure and Performance in a Violent Extremist Network: The Small-World Solution",
        "What Makes State Leaders Brutal? Examining Grievances and Mass Killing during Civil War",
        "Revolutionary Leaders and Mass Killing",
        "Government Mass Killing and Post-Conflict Domestic Trials",
        "The Long-Term Effects of Early-Life Trauma on Psychological, Physical and Physiological Health among the Elderly: The Study of Holocaust Survivors",
        "Multilateral Trade and Militarized Conflict: Centrality, Openness, and Asymmetry in the Global Trade Network",
        "Domestic Diversion: Selective Targeting of Minority Out-groups",
        "Networks in Conflict: Theory and Evidence from the Great War of Africa",
        "State-Sponsored Mass Murder: The Onset and Severity of Genocides and Politicides",
        "International Intervention and the Severity of Genocides and Politicides",
        "J'accuse! Does Naming and Shaming Perpetrators Reduce the Severity of Genocides or Politicides?",
        "The Effects of Diplomatic Sanctions and Engagement on the Severity of Ongoing Genocides or Politicides",
        "The Effect of Economic Sanctions on the Severity of Genocides or Politicides",
        "Varieties of Civil War and Mass Killing: Reassessing the Relationship between Guerrilla Warfare and Civilian Victimization",
        "Norms and Rationality in Electoral Participation and in the Rescue of Jews in WWII: An Application of the Model of Frame Selection",
        "The Demography of Genocide",
        "The Moral Hazard of Humanitarian Intervention: Lessons from the Balkans",
        "Sparks and Prairie Fires: A Theory of Unanticipated Political Revolution",
        "The Road to Hell? Third-Party Intervention to Prevent Atrocities",
        "A New Approach to Consumer Theory",
        "An Economic Study of U.S. Aircraft Hijacking, 1961-1976",
        "The Anfal Operations in Iraqi Kurdistan",
        "The 1994 Rwandan Genocide",
        "Power Dynamics in Organizations",
        "Deterrence or Escalation? The Puzzle of Aggregate Studies of Repression and Dissent",
        "Theorizing and Researching the Dark Side of Organization",
        "Integration of Spatial Analysis and an Agent-Based Model into Evacuation Management for Shelter Assignment and Routing",
        "Civilian Victimization and International Military Intervention in Civil Wars",
        "Understanding Nonstate Actor Behavior: The Determinants of Mass Atrocities",
        "Ending Footbinding and Infibulation: A Convention Account",
        "Living in Fear: The Dynamics of Extortion in Mexico's Drug War",
        "Peace and the Killing: Compatible Logics in the Democratic Republic of the Congo",
        "The Psychology of Threat in Intergroup Conflict: Emotions, Rationality, and Opportunity in the Rwandan Genocide",
        "Who Killed in Rwanda's Genocide? Micro-space, Social Influence and Individual Participation in Intergroup Violence",
        "Predicting Violence within Genocide: A Model of Elite Competition and Ethnic Segregation from Rwanda",
        "Antisocial Capital: A Profile of Rwandan Genocide Perpetrators' Social Networks",
        "The Non-rational Domain and the Limits of Economic Analysis",
        "The Security Consequences of Bearing Witness",
        "How Many Victims Were There in the Rwandan Genocide? A Statistical Debate",
        "From Peer Pressure to Biased Norms",
        "Territoriality and the Onset of Mass Violence: The Political Extremism of Joseph Stalin",
        "Personality Correlates of Heroic Rescue during the Holocaust",
        "Discrete Polarisation with an Application to the Determinants of Genocides",
        "The Repression of Dissent: A Substitution Model of Government Coercion",
        "An Agent-Based Model for Understanding the Influence of the 11-M Terrorist Attack on the 2004 Spanish Elections",
        "The Obsolescence of Major War",
        "Long-Term Economic Development in the Presence of an Episode of Mass Killing: The Case of Indonesia, 1965-1966",
        "Toward a Theory of Leadership and State Building",
        "Local and National Democracy in Political Reconstruction",
        "Police Integration and Support for Anti-government Violence in Divided Societies: Evidence from Iraq",
        "The Origins of Genocide in Civil War",
        "The Slave Trade and the Origins of Mistrust in Africa",
        "Dictatorship, Democracy, and Development",
        "On the Evolution of Mating Systems in Birds and Mammals",
        "Modeling Mass Killing: For Gain or Ethnic Cleansing?",
        "Rebel Constituencies and Rebel Violence against Civilians in Civil Conflicts",
        "Organized Violence, 1989-2018 and Peace Agreements",
        "Media Persuasion, Ethnic Hatred, and Mass Violence: A Brief Overview of Recent Research Advances",
        "UN Troop Deployment and Preventing Violence against Civilians in Darfur",
        "Technology and Collective Action: The Effect of Cell Phone Coverage on Political Violence in Africa",
        "Civil War Mediation and Rebel Use of Violence against Civilians",
        "War as a Commitment Problem",
        "A Tutorial on Modeling and Analysis of Dynamic Social Networks: Part 1",
        "Bowling Alone: America's Declining Social Capital",
        "State-Sponsored Mass Killing in African Wars-Greed or Grievance?",
        "Territorial Contestation and Repressive Violence in Civil War",
        "A Perspective on Psychology and Economics",
        "Introducing ACLED: An Armed Conflict Location and Event Dataset: Special Data Feature",
        "Studying 'Radio Machete': Towards a Robust Research Programme",
        "Authoritarian Institutions and State Repression: The Divergent Effects of Legislatures and Opposition Parties on Personal Integrity Rights",
        "State-Sponsored Violence and Secessionist Rebellions in Asia",
        "Social Psychology and Genocide",
        "Traumatic Episodes Experienced during the Genocide Period in Rwanda Influence Life Circumstances in Young Men and Women 17 Years Later",
        "Democracy, Power, Genocide, and Mass Murder",
        "External Rebel Sponsorship and Civilian Abuse: A Principal-Agent Analysis of Wartime Atrocities",
        "Genocide and Atrocity Crimes",
        "Dynamic Models of Segregation",
        "Towards a Theory of Modern Genocide. Comparative Genocide Research: Definitions, Criteria, Typologies, Cases, Key Elements, Patterns and Voids",
        "The Dynamics of Mass Killings: Testing Time-Series Models of One-sided Violence in the Bosnian Civil War",
        "Violence and Civilian Loyalties: Evidence from Afghanistan",
        "Democide and Genocide as Rent-Seeking Activities",
        "Purify and Destroy: The Political Uses of Massacre and Genocide",
        "More than 100 Million Women Are Missing",
        "International Law and Global Public Goods in a Legal Pluralist World",
        "A Behavioral Model of Rational Choice",
        "Valuing Lives You Might Save: Understanding Psychic Numbing in the Face of Genocide",
        "Ending Mass Atrocities: An Empirical Reinterpretation of 'Successful' International Military Intervention in East Timor",
        "The Macroeconomic Toll of Genocide and the Sources of Economic Development",
        "The Psychology of Perpetrators and Bystanders",
        "The Dark Side of Groups: A 'Gang at Work' in Enron",
        "De Gustibus Non Est Disputandum",
        "Contested Meanings and Conflicting Imperatives: A Conceptual Analysis of Genocide",
        "What Is the Relationship between Hate Radio and Violence? Rethinking Rwanda's 'Radio Machete",
        "Retreating from the Brink: Theorizing Mass Violence and the Dynamics of Restraint",
        "Triggers of Mass Atrocities",
        "Surviving the Holocaust: Socio-demographic Differences among Amsterdam Jews",
        "Associating Locality-Level Characteristics with Surviving the Holocaust: A Multilevel Approach to the Odds of Being Deported and to Risk of Death among Jews Living in Dutch Municipalities",
        "Genocide in Australia",
        "The Silent Victims of Sexual Violence during War: Evidence from a List Experiment in Sri Lanka",
        "Can Agent-Based Simulation Models Replicate Organised Crime?",
        "Long-Term Effects of Ethnic Cleansing in the Former Polish-German Borderlands",
        "Interstate Rivalry, Genocide, and Politicide",
        "Pro-government International Military Intervention during Genocide and Politicide",
        "'Draining the Sea': Mass Killing and Guerrilla Warfare",
        "The Importance of Being Asked: The Rescue of Jews in Nazi Europe",
        "Resolute Heroes: The Rescue of Jews during the Nazi Occupation of Europe",
        "Rebellion, Repression and Welfare",
        "Strategic Atrocities: Civilians under Crossfire-Theory and Evidence from Colombia",
        "Leave None to Claim the Land: A Malthusian Catastrophe in Rwanda?",
        "The Political Economy of Coffee, Dictatorship, and Genocide",
        "Testing the Double-Genocide Thesis for Central and Southern Rwanda",
        "Games in Multiple Arenas, Foreign Intervention and Institutional Design on the Eve of the Rwandan Genocide",
        "An Economic Profile of Peasant Perpetrators of Genocide: Micro-level Evidence from Rwanda",
        "Modeling Genocide at the System and Agent Levels",
        "Gender and the Genocidal Economy",
        "The Perils of Policy by P-value: Predicting Civil Conflicts",
        "Explaining the Onset of Mass Killing, 1949-87",
        "Can Hot Spots Policing Reduce Crime in Urban Areas? An Agent-Based Simulation",
        "Two Meanings of Complex Adaptive Systems",
        "Dictatorship: Analytical Approaches",
        "Rebel Capability and Strategic Violence against Civilians",
        "Competing for the Crown: Inter-rebel Competition and Civilian Targeting in Civil War",
        "Propaganda and Conflict: Evidence from the Rwandan Genocide",
        "The Evolution of Social Norms",
        "Strategic Interaction in the 1994 and Earlier Cuban Refugee Crises",
        "Strategic Behavior in Refugee Repatriation: A Game-Theoretic Analysis",
        "Key Players",
        "On the Logistics of Violence: Evidence from Stalin's Great Terror, Nazi-Occupied Belarus, and Modern African Civil Wars",
        "External Resources and Indiscriminate Violence: Evidence from German-Occupied Belarus"
    ],
    "affiliation": [
        {
            "affiliation-city": "Augusta",
            "@id": "60105348",
            "affilname": "Augusta University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105348",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Worcester",
            "@id": "60010874",
            "affilname": "College of the Holy Cross",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010874",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}