{
    "eid": "2-s2.0-85096723606",
    "title": "Detection of Extrapulmonary Malignancy During Lung Cancer Screening: 5-Year Analysis at a Tertiary Hospital",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Radiology, Nuclear Medicine and Imaging",
            "@code": "2741",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "imaging",
        "incidental",
        "Lung cancer",
        "radiology",
        "screening"
    ],
    "authors": [
        "Wariya Chintanapakdee",
        "Dexter P. Mendoza",
        "Eric W. Zhang",
        "Ariel Botwin",
        "Matthew D. Gilman",
        "Justin F. Gainor",
        "Jo Anne O. Shepard",
        "Subba R. Digumarthy"
    ],
    "citedby-count": 4,
    "ref-count": 40,
    "ref-list": [
        "Reduced lung-cancer mortality with low-dose computed tomographic screening",
        "US Preventive Services Task Force. Screening for lung cancer: U.S. Preventive Services Task Force recommendation statement",
        "Prolonged lung cancer screening reduced 10-year mortality in the MILD trial",
        "Reduced lung-cancer mortality with volume CT screening in a randomized trial",
        "Coronary artery calcification in lung cancer screening",
        "Assessing the impact of incidental findings in a lung cancer screening study by using low-dose computed tomography",
        "Frequency of incidental findings and subsequent evaluation in low-dose computed tomographic scans for lung cancer screening",
        "Frequency and distribution of incidental findings deemed appropriate for S modifier designation on low-dose CT in a lung cancer screening program",
        "Incidental findings on lung cancer screening: significance and management",
        "Multifactorial analysis of mortality in screening detected lung cancer",
        "Impact of significant coronary artery calcification reported on low-dose computed tomography lung cancer screening",
        "Association of coronary artery calcification and mortality in the national lung screening trial: a comparison of three scoring methods",
        "CT screening for lung cancer: prevalence and incidence of mediastinal masses",
        "Lung cancer screening with CT: Mayo Clinic experience",
        "Clinical implications and added costs of incidental findings in an early detection study of lung cancer by using low-dose spiral computed tomography",
        "Screening for lung cancer using low dose CT scanning",
        "Neglectable benefit of searching for incidental findings in the Dutch-Belgian lung cancer screening trial (NELSON) using low-dose multidetector CT",
        "Extrapulmonary neoplasms in lung cancer screening",
        "Cost-effectiveness analyses of lung cancer screening strategies using low-dose computed tomography: a systematic review",
        "Cost-effectiveness analysis of lung cancer screening in the United States: a comparative modeling study",
        "Performance and cost-effectiveness of computed tomography lung cancer screening scenarios in a population-based setting: a microsimulation modeling analysis in Ontario, Canada",
        "The cost-effectiveness of high-risk lung cancer screening and drivers of program efficiency",
        "Cost-effectiveness of CT screening in the National Lung Screening Trial",
        "An actuarial analysis shows that offering lung cancer screening as an insurance benefit would save lives at relatively low cost",
        "Decision memo for screening for lung cancer with low dose computed tomography (LDCT) (CAG-00439N)",
        "ACR-STR practice parameter for the performance and reporting of lung cancer screening thoracic computed tomography (CT): 2014 (resolution 4)",
        "Lung CT Screening Reporting and Data System (Lung-RADS)",
        "What is CPT®?",
        "Extrapulmonary malignancies detected at lung cancer screening",
        "Extrapulmonary findings and malignancies in participants screened with chest CT in the National Lung Screening Trial",
        "Lung cancer screening: computed tomography radiation and protocols",
        "Management of incidental liver lesions on CT: a white paper of the ACR Incidental Findings Committee",
        "Management of the incidental renal mass on CT: a white paper of the ACR Incidental Findings Committee",
        "Management of incidental adrenal masses: a white paper of the ACR Incidental Findings Committee",
        "Managing incidental thyroid nodules detected on imaging: white paper of the ACR Incidental Thyroid Findings Committee",
        "Enlarged hilar and mediastinal lymph nodes in chronic obstructive pulmonary disease",
        "Image quality and lesion detection on deep learning reconstruction and iterative reconstruction of submillisievert chest and abdominal CT",
        "Analysis of out-of-pocket cost of lung cancer screening for uninsured patients among ACR-accredited imaging centers",
        "Evaluation of the informational content and readability of US lung cancer screening program websites"
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Bristol Myers Squibb",
        "Gilead",
        "AstraZeneca",
        "Merck",
        "Clovis Oncology"
    ]
}