{
    "eid": "2-s2.0-85138530267",
    "title": "Do Takeover Threats Stifle or Promote Managerial Efforts to Innovate? Evidence from Takeover Vulnerability, and Text-Based Measure of Innovation",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (all)",
            "@code": "1400",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "innovation",
        "managerial myopia",
        "market for corporate control",
        "takeover",
        "takeover threats"
    ],
    "authors": [
        "Nattarinee Denlertchaikul",
        "Pattanaporn Chatjuthamard",
        "Pornsit Jiraporn",
        "Piyachart Phiromswad"
    ],
    "citedby-count": 0,
    "ref-count": 70,
    "ref-list": [
        "Knowledge Management Systems and Developing Sustainable Competitive Advantage",
        "The Management of Innovation",
        "Innovation and Institutional Ownership",
        "Competition and Innovation: An Inverted-U Relationship",
        "Do Hostile Takeovers Stifle Innovation? Evidence from Antitakeover Legislation and Corporate Patenting",
        "Motivating Innovation in Newly Public Firms",
        "Board Classification and Managerial Entrenchment: Evidence from the Market for Corporate Control",
        "Corporate Governance and Innovation: A Survey",
        "A Text-Based Analysis of Corporate Innovation",
        "Enjoying the Quiet Life? Corporate Governance and Managerial Preferences",
        "Latent Dirichlet Allocation",
        "Large Shareholders, Monitoring, and the Value of the Firm",
        "Do Takeover Laws Matter? Evidence from Five Decades of Hostile Takeovers",
        "Knowledge Codifiability, Resources, and Science-based Innovation",
        "Institutional Frameworks and Innovation in the German and UK Pharmaceutical Industry",
        "Tacit Knowledge Transfer and Firm Innovation Capability",
        "Do Hostile Takeover Threats Matter? Evidence from Credit Ratings",
        "Do Antitakeover Provisions Spur Corporate Innovation? A Regression Discontinuity Analysis",
        "Dual Class IPOs: A Theoretical Analysis",
        "How Valuable Is FinTech Innovation?",
        "Estimating the Effect of Corporate Social Responsibility on Firm Value Using Geographic Identification",
        "Takeover Defenses in the Shadow of the Pill: A Critique of the Scientific Evidence",
        "Chapter 18 Empirical Studies of Innovation and Market Structure",
        "Managerial Attributes, Incentives, and Performance",
        "Does Weak Governance Cause Weak Stock Returns? An Examination of Firm Operating Performance and Investors’ Expectations",
        "Measuring Group Differences in High-Dimensional Choices: Method and Application to Congressional Speech",
        "The Economic Implications of Corporate Financial Reporting",
        "Do Managers Use Meeting Analyst Forecasts to Signal Private Information? Evidence from Patent Citations",
        "The Choice between Formal and Informal Intellectual Property: A Review",
        "Dynamic Interpretation of Emerging Risks in the Financial Sector",
        "What Drives Merger Waves?",
        "Property Rights and the Nature of the Firm",
        "The Characteristics of Takeover Targets q and Other Measures",
        "Tone Management",
        "Takeovers: Their Causes and Consequences",
        "Performance Pay and Top-Management Incentives",
        "The Market for Corporate Control: The Scientific Evidence",
        "Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure",
        "The Effect of Managerial Ability on Dividend Policy: How Do Talented Managers View Dividend Payouts?",
        "The Impact of Antitakeover Amendments on Corporate Financial Performance",
        "Market Structure and Innovation: A Survey",
        "The Wealth Effects of Second-Generation State Takeover Legislation",
        "Corporate Culture and Economic Theory",
        "Corporate Governance and the Governance of Innovation: The Case of Pharmaceutical Industry",
        "Does Takeover Activity Cause Managerial Discipline? Evidence from International M—A Laws",
        "Financial Constraints, Government Subsidies, and Corporate Innovation",
        "Corporate Governance: Effects on Firm Performance and Economic Growth",
        "Motivating Innovation",
        "CEO Incentives, Takeover Protection and Corporate Innovation",
        "HRM, Employee Share Ownership and Corporate Performance",
        "Characteristics of Hostile and Friendly Takeovers",
        "Innovation without Patents: Evidence from World’s Fairs",
        "Corporate Governance and Innovation",
        "Does the Market for Corporate Control Impede or Promote Corporate Innovation Efficiency? Evidence from Research Quotient",
        "Predicting Takeover Targets: A Methodological and Empirical Analysis",
        "ESOPs, Takeover Protection, and Corporate Decision-Making",
        "Is This a Man’s World? The Effect of Gender Diversity and Gender Equality on Firm Innovativeness",
        "Corporate Governance and Innovation: Theory and Evidence",
        "The Disciplinary Role of Takeovers",
        "Hostility in Takeovers: In the Eyes of the Beholder?",
        "Breach of Trust in Hostile Takeovers",
        "A Survey of Corporate Governance",
        "The Effects of Antitakeover Provisions on Acquisition Targets",
        "Takeover Threats and Managerial Myopia",
        "Competitive Pressure on the Rate and Scope of Innovation",
        "Financial Constraints, Antitakeover Protection, and Corporate Innovation: An Empirical Analysis Using Antitakeover Legislation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "National Research Council of Thailand"
    ]
}