{
    "eid": "2-s2.0-84938631351",
    "title": "A model for a non-uniform spray evaporator taking into account the effect of non-isothermal polydisperse droplets",
    "cover-date": "2015-08-06",
    "subject-areas": [
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "Fluid Flow and Transfer Processes",
            "@code": "1507"
        },
        {
            "$": "Mechanical Engineering",
            "@code": "2210"
        }
    ],
    "keywords": [
        "Droplet",
        "Evaporator",
        "Model",
        "Non-isothermal",
        "Non-uniform",
        "Polydisperse",
        "Spray"
    ],
    "authors": [
        "P. Wongsarivej"
    ],
    "citedby-count": 2,
    "ref-count": 27,
    "ref-list": [
        "Spray Drying Handbook",
        "Proc. Am. Acad. Arts Sci.",
        "Evaporation of non-dilute and dilute monodisperse droplet clouds",
        "Heat and mass transfer of combusting monodisperse droplets in a linear stream",
        "A review of droplet dynamics and vaporization modeling for engineering calculations",
        "Monodisperse droplet heating and evaporation: Experimental study and modelling",
        "Monodisperse monocomponent fuel droplet heating and evaporation",
        "Evaporation of polydisperse organicaerosols at ambient conditions",
        "A moment method for splashing and evaporation processes of polydisperse sprays",
        "The influence of size-distribution parameters on the evaporation of polydisperse dilute sprays",
        "Evaporation of polydisperse ethanol aerosols in humid environment",
        "Analysis of extinction of counterflow polydisperse spray diffusion flames by a polydisperse water spray",
        "Large eddy simulation of a monocomponent spray evaporating in a heated and turbulent flow",
        "Experiments on the ignition of monocomponent and bicomponent fuel droplets in convective flow",
        "A simplified model for bi-component droplet heating and evaporation",
        "Heating and evaporation of a two-component droplet: Hydrodynamic and kinetic models",
        "Multi-component droplet heating and evaporation: Numerical simulation versus experimental data",
        "A discrete multicomponent temperature-dependent model for the evaporation of spherical droplets",
        "Droplet vaporization model for spray combustion calculations",
        "Interaction of transfer processes during unsteady evaporation of water droplets",
        "A Detailed examination of gas and liquid phase transient processes in convective droplet evaporation",
        "The influence of initial sizes and velocities of water droplets on transfer characteristics at high-temperature gas flow",
        "Philos. Mag.",
        "Heat and Mass Transfer in Spray Drying",
        "The rates of evaporation of sprays",
        "Chem. Eng. Prog.",
        "On Drag of Evaporating Liquid Droplets"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Nanotechnology Center",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}