{
    "eid": "2-s2.0-85073033253",
    "title": "Are humans prepared to detect, fear, and avoid snakes? The mismatch between laboratory and ecological evidence",
    "cover-date": "2019-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Psychology (all)",
            "@code": "3200",
            "@abbrev": "PSYC"
        }
    ],
    "keywords": [
        "Evolutionary psychology",
        "General feature detection",
        "Modular theories",
        "Selective habituation hypothesis",
        "Snake bite kinematics"
    ],
    "authors": [
        "Carlos M. Coelho",
        "Panrapee Suttiwan",
        "Abul M. Faiz",
        "Fernando Ferreira-Santos",
        "Andras N. Zsido"
    ],
    "citedby-count": 20,
    "ref-count": 130,
    "ref-list": [
        "Snake bite in South Asia: A review",
        "The evolution and function of pattern diversity in snakes",
        "Adaptive attention: How preference for animacy impacts change detection",
        "Précis of after phrenology: Neural reuse and the interactive brain",
        "The defensive strike of five species of lanceheads of the genus Bothrops (Viperidae)",
        "Syndromic approach to treatment of snake bite in Sri Lanka based on results of a prospective national hospital-based survey of patients envenomed by identified snakes",
        "Distinctive epidemiologic and clinical features of common krait (Bungarus caeruleus) bites in Sri Lanka",
        "After phrenology: Time for a paradigm shift in cognitive science",
        "Snake bite poisoning",
        "Profile of snakebite envenoming in rural Maharashtra, India",
        "Envenoming by the common krait (Bungarus caeruleus) and Asian cobra (Naja naja): Clinical manifestations and their management in a rural setting",
        "Fear and fearfulness in animals",
        "Animate objects are detected more frequently than inanimate objects in inattentional blindness tasks independently of threat",
        "Origins of orienting and defensive responses: An evolutionary perspective",
        "Automatic attention to emotional stimuli: Neural correlates",
        "Complex cocktails: The evolutionary novelty of venoms",
        "From searching for features to searching for threat: Drawing the boundary between preattentive and attentive vision",
        "Snake-bites: Appraisal of the global situation",
        "Field video recordings reveal factors influencing predatory strike success of free-ranging rattlesnakes (Crotalus spp.)",
        "The origins of specific phobias: Influential theories and current perspectives",
        "Envenomation strategies, head form, and feeding ecology in vipers",
        "An epidemiological study of snake bite envenomation in Papua New Guinea",
        "Preparedness and phobias: Specific evolved associations or a generalized expectancy bias?",
        "Selective habituation shapes acoustic predator recognition in harbour seals",
        "Krait envenomation disguised as heat exhaustion in a wilderness setting",
        "Finding and capturing reptiles",
        "Preparedness for action: Responding to the snake in the grass",
        "Intensity of vocal responses to spider and snake pictures in fearful individuals",
        "Tracking fear in snake and spider fearful participants during visual search: A multi-response domain study",
        "Fear makes you stronger: Responding to feared animal targets in visual search",
        "Defensive behavior of cottonmouths (Agkistrodon piscivorus) toward humans",
        "Who is afraid of the invisible snake? Subjective visual awareness modulates posterior brain activity for evolutionarily threatening stimuli",
        "Predation experiments on infant spectral tarsiers (Tarsius spectrum)",
        "Rapid visuomotor processing of phobic images in spider-and snake-fearful participants",
        "A clinico-epidemiological study of snake bite in Nepal",
        "Hunter-gatherers and other primates as prey, predators, and competitors of snakes",
        "Rattlesnakes are extremely fast and variable when striking at kangaroo rats in nature: Three-dimensional high-speed kinematics at night",
        "A fatal cobra-bite in a snake expert",
        "Body size affects the evolution of eyespots in caterpillars",
        "Can snakes hide in plain view? Chromatic and achromatic crypsis of two colour forms of the Western terrestrial Garter Snake (Thamnophis elegans)",
        "Snakes as agents of evolutionary change in primate brains",
        "Scales drive detection, attention, and memory of snakes in wild vervet monkeys (Chlorocebus pygerythrus)",
        "Evolutionary relevance facilitates visual processing",
        "The dorsal pigmentation pattern of snakes as an antipredator strategy: A multivariate approach",
        "A tropical horde of counterfeit predator eyes",
        "Rattlesnake strike behavior: Kinematics",
        "The global burden of snakebite: A literature analysis and modelling based on regional estimates of envenoming and deaths",
        "Breaking snake camouflage: Humans detect snakes more accurately than other animals under less discernible visual conditions",
        "Early amygdala reaction to fear spreading in occipital, temporal, and frontal cortex: A depth electrode ERP study in human",
        "Epidemiology and clinical picture of the Russell’s viper (Daboia russelii russelii) bite in Anuradhapura, Sri Lanka: A prospective study of 336 patients",
        "Parallels between Russell’s viper (Daboia russelii) and hump-nosed viper (Hypnale species) bites in the central hills of Sri Lanka amidst the heavy burden of unidentified snake bites",
        "Revisiting Russell’s viper (Daboia russelii) bite in Sri Lanka: Is abdominal pain an early feature of systemic envenoming?",
        "Affective processing requires awareness",
        "Association between fear and beauty evaluation of snakes: Cross-cultural findings",
        "Recognizing threat: A simple geometric shape activates neural circuitry for threat detection",
        "The shape of threat: Simple geometric forms evoke rapid and sustained capture of attention",
        "Simple geometric shapes are implicitly associated with affective value",
        "The lateral amygdaloid nucleus: Sensory interface of the amygdala in fear conditioning",
        "Timing, timing, timing: Fast decoding of object information from intracranial field potentials in human visual cortex",
        "Deconstructing the snake: The relative roles of perception, cognition, and emotion on threat detection",
        "What we fear most: A developmental advantage for threat-relevant stimuli",
        "Threat perception across the lifespan: Evidence for multiple converging pathways",
        "Superior colliculus lesions impair threat responsiveness in infant capuchin monkeys",
        "To run or hide? Escape behaviour in a cryptic african snake",
        "A rapid subcortical amygdala route for faces irrespective of spatial frequency and emotion",
        "Snake bite and therapeutic measures: Indian scenario",
        "A fast pathway for fear in human amygdala",
        "Development of Snake-directed antipredator behavior by wild white-faced capuchin monkeys: I. Snake-species discrimination",
        "From sensation to cognition",
        "Bites by non-native venomous snakes in the United States",
        "A category-specific response to animals in the right human amygdala",
        "A subcortical pathway to the right amygdala mediating “unseen” fear",
        "Adaptive memory: The mnemonic value of animacy",
        "The smoke detector principle",
        "Category-specific attention for animal reflects ancestral priorities, not expertise",
        "The scope of social attention deficits in autism: Prioritized orienting to people and animals in static natural scenes",
        "Significance of the dorsal zigzag pattern of Vipera latastei gaditana against avian predators",
        "Habituation of the electrodermal orienting reaction to potentially phobic and supposedly neutral stimuli in normal human subjects",
        "Emotion drives attention: Detecting the snake in the grass",
        "The malicious serpent: Snakes as a prototypical stimulus for an evolved module of fear",
        "\"Unconscious anxiety\": Phobic responses to masked stimuli",
        "Anti-predator strategies of free-ranging Campbell’s monkeys",
        "When scientific paradigms lead to tunnel vision: Lessons from the study of fear",
        "Russell’s viper venom affects regulation of small gGTPases and causes nuclear damage",
        "What can ethobehavioral studies tell us about the brain’s fear system?",
        "Debunking the viper’s strike: Harmless snakes kill a common assumption",
        "Emotion processing and the amygdala: From a’low road’to’many roads’ of evaluating biological significance",
        "Comparison of reaction response time between hand and foot controlled devices in simulated microsurgical testing",
        "Aposematic colouration does not explain fear of snakes in humans",
        "Management of snake-bite in rural Maharashtra: A 10-year experience",
        "Automatic attention does not equal automatic fear: Preferential attention without implicit valence",
        "The visual detection of threat: A cautionary tale",
        "Fears born and bred: Non-associative fear acquisition?",
        "Annual incidence of snake bite in rural Bangladesh",
        "Rapid plasticity in the prefrontal cortex during affective associative learning",
        "Epidemiology of sea-snake bites",
        "Reaktionen von Truthühnern auf fliegende Raubvögel und Versuche zur Analyse ihrer AAM’s",
        "The hawk/goose story: The classical ethological experiments of Lorenz and Tinbergen, revisited",
        "Phobias and preparedness",
        "The ontogeny of vervet monkey alarm calling behavior: A preliminary report",
        "Geographical variation of Indian Russell’s viper venom and neutralization of its coagulopathy by polyvalent antivenom",
        "A multi-pathway hypothesis for human visual fear signaling",
        "Multi-component deceptive signals reduce the speed at which predators learn that prey are profitable",
        "The lurking snake in the grass: Interference of snake stimuli in visually taxing conditions",
        "The hidden snake in the grass: Superior detection of snakes in challenging attentional conditions",
        "Fast detector/first responder: Interactions between the superior colliculus-pulvinar pathway and stimuli relevant to primates",
        "Of guns and snakes: Testing a modern threat superiority effect",
        "Speed of processing in the human visual system",
        "Pulvinar neurons reveal neurobiological evidence of past selection for rapid detection of snakes",
        "Snakes elicit earlier, and monkey faces, later, gamma oscillations in macaque pulvinar neurons",
        "Curvilinear shapes and the snake detection hypothesis: An ERP study",
        "Snake scales, partial exposure, and the snake detection theory: A human ERP study",
        "Is it a bird? Is it a plane? Ultra-rapid visual categorisation of natural and artifactual objects",
        "Is the early modulation of brain activity by fearful facial expressions primarily mediated by coarse low spatial frequency information?",
        "Clinical toxicology of snakebite in Africa and the Middle East/Arabian peninsula",
        "The defensive strike of the eastern Brownsnake, Pseudonaja textilis (Elapidae)",
        "Responses of free-ranging Brownsnakes (Pseudonaja textilis: Elapidae) to encounters with humans",
        "When, where and why do people encounter australian brown-snakes (Pseudonaja textilis: Elapidae)?",
        "The cobras of the genus Naja in India",
        "Count on arousal: Introducing a new method for investigating the effects of emotional valence and arousal on visual search performance",
        "Is a snake scarier than a gun? The ontogenetic–phylogenetic dispute from a new perspective: The role of arousal",
        "Investigating evolutionary constraints on the detection of threatening stimuli in preschool children"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Porto",
            "@id": "60007249",
            "affilname": "Universidade do Porto",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60007249",
            "affiliation-country": "Portugal"
        },
        {
            "affiliation-city": "Pecs",
            "@id": "60004737",
            "affilname": "Pécsi Tudományegyetem",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60004737",
            "affiliation-country": "Hungary"
        },
        {
            "affiliation-city": "Dhaka",
            "@id": "113332380",
            "affilname": "Dev Care Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113332380",
            "affiliation-country": "Bangladesh"
        }
    ],
    "funding": [
        "European Union",
        "Chulalongkorn University",
        "European Social Fund",
        "Ministry of Human Capacities",
        "University of Pécs"
    ]
}