{
    "eid": "2-s2.0-84959526771",
    "title": "Risk of retinal neovascularization in cases of uveitis",
    "cover-date": "2016-03-01",
    "subject-areas": [
        {
            "$": "Ophthalmology",
            "@code": "2731"
        }
    ],
    "keywords": [],
    "authors": [
        "Apurva K. Patel"
    ],
    "citedby-count": 39,
    "ref-count": 32,
    "ref-list": [
        "Ocular neovascularization in patients with uveitis",
        "Steroid responsive disc neovascularisation in uveitis associated with juvenile chronic arthritis [3]",
        "Neovascularization of the optic disc in Behçet's disease",
        "Histopathological findings in proliferative membrane from a patient with sarcoid uveitis",
        "Neovascularization of the disc in pars planitis",
        "Eales disease - An update",
        "Unilateral retinal vasculitis, branch retinal artery occlusion and subsequent retinal neovascularization in Crohn's disease",
        "Proliferative Lupus Retinopathy",
        "Neovascularisation associated with posterior uveitis.",
        "Corticosteroid therapy for optic disc neovascularization secondary to chronic uveitis",
        "Ocular Neovascularization: Basic Mechanisms and Therapeutic Advances",
        "Proliferative retinopathies: Angiogenesis that blinds",
        "Vascular endothelial growth factor and its relationship to inflammatory mediators",
        "Contributions of inflammatory processes to the development of the early stages of diabetic retinopathy.",
        "Immunological mechanisms in the pathogenesis of diabetic retinopathy",
        "Methods for identifying long-term adverse effects of treatment in patients with eye diseases: The Systemic Immunosuppressive Therapy for Eye Diseases (SITE) Cohort Study",
        "Standardization of uveitis nomenclature for reporting clinical data. Results of the first international workshop",
        "Adverse effects of smoking on patients with ocular inflammation",
        "Smoking and age related macular degeneration: The number of pack years of cigarette smoking is a major determinant of risk for both geographic atrophy and choroidal neovascularisation",
        "Role of interleukin-1β in the pathogenesis of diabetic retinopathy",
        "Inflammatory mediators of uveitis: Cytokines and chemokines",
        "Interleukin-8: A corneal factor that induces neovascularization",
        "Critical role of TNF-α-induced macrophage VEGF and iNOS production in the experimental corneal neovascularization",
        "Increased vascular endothelial growth factor levels in aqueous humor and serum of patients with quiescent uveitis",
        "Vitreous hemorrhage is a common complication of pediatric pars planitis",
        "Pathologic Human Vitreous Promotes Contraction by Fibroblasts: Implications for Proliferative Vitreoretinopathy",
        "2Peripheral Scatter Photocoagulation for Neovascularization Associated With Pars Planitis",
        "Eales' disease - current concepts in diagnosis and management",
        "Therapeutic efficacy of intravitreal bevacizumab on posterior uveitis complicated by neovascularization",
        "Intravitreal Bevacizumab in Inflammatory Ocular Neovascularization",
        "Three-year visual and anatomic results of administrating intravitreal bevacizumab in inflammatory ocular neovascularization",
        "Wide-field Retinal Imaging in the Management of Noninfectious Posterior Uveitis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Philadelphia",
            "affilname": "Penn Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Portland",
            "affilname": "OHSU School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "New York",
            "affilname": "Icahn School of Medicine at Mount Sinai",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Cambridge",
            "affilname": "Massachusetts Eye Research and Surgery Institution",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Portland",
            "affilname": "Devers Eye Institute",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Portland",
            "affilname": "Portland VA Medical Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Eye Institute (NEI)",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Johns Hopkins Bloomberg School of Public Health",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard Medical School",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Baltimore",
            "affilname": "Johns Hopkins University School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "St Petersburg",
            "affilname": "The Tampa Bay Uveitis Center",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Belgaum",
            "affilname": "Om Eye Care Hospital",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Portland",
            "affilname": "Retina Northwest",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "U.S. Food and Drug Administration",
        "National Eye Institute",
        "National Eye Institute",
        "National Institute of Allergy and Infectious Diseases",
        "Lions Clubs International Foundation"
    ]
}