{
    "eid": "2-s2.0-85143869446",
    "title": "Antinociceptive efficacy of Clerodendrum petasites S. Moore, a Thai medicinal plant, and its CNS safety profiles",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Complementary and Alternative Medicine",
            "@code": "2707",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Antinociceptive",
        "Clerodendrum petasites",
        "CNS safety pharmacology",
        "Thai herb"
    ],
    "authors": [
        " Hasriadi",
        "Anusara Jongchanapong",
        "Wisuwat Thongphichai",
        "Peththa Wadu Dasuni Wasana",
        "Suchada Sukrong",
        "Rutt Suttisri",
        "Surattana Amnuoypol",
        "Pasarapa Towiwat"
    ],
    "citedby-count": 0,
    "ref-count": 41,
    "ref-list": [
        "Chronic pain: a review of its epidemiology and associated factors in population-based studies",
        "Somatosensation and pain",
        "Inflammation and its resolution and the musculoskeletal system",
        "Pharmacologic treatment of pain",
        "Analgesic mechanisms of gabapentinoids and effects in experimental pain models: a narrative review",
        "Adverse effects of systemic opioid analgesics",
        "Nonsteroidal anti-inflammatory drugs exposure and the central nervous system",
        "Evaluation of the characteristics of safety withdrawal of prescription drugs from worldwide pharmaceutical markets-1960 to 1999",
        "Breaking barriers to novel analgesic drug development",
        "Clinical development success rates for investigational drugs",
        "Genotoxicity and safety pharmacology studies of indole alkaloids extract from leaves of Alstonia scholaris (L.) R. Br",
        "Regulatory safety pharmacology and toxicity assessments of a standardized stem extract of Cassia occidentalis Linn. in rodents",
        "Pharmacological safety of Plinia cauliflora (Mart.) Kausel in rabbits",
        "Adverse effects of herbal medicines: an overview of systematic reviews",
        "Ethnomedicinal plant knowledge of the Karen in Thailand",
        "Clerodendrum and heathcare: an overview",
        "Clerodendrum petasites S. Moore: the therapeutic potential of phytochemicals, hispidulin, vanillic acid, verbascoside, and apigenin",
        "Traditional uses and pharmacological properties of Clerodendrum phytochemicals",
        "Vanillic acid inhibits inflammatory pain by inhibiting neutrophil recruitment, oxidative stress, cytokine production, and NFκB activation in mice",
        "The effect of verbascoside in neuropathic pain induced by chronic constriction injury in rats",
        "The antinociceptive effects of ferulic acid on neuropathic pain: involvement of descending monoaminergic system and opioid receptors",
        "Evaluation of anti-nociceptive and anti-inflammatory effect of luteolin in mice",
        "Antinociceptive effect of the Orbignya speciosa Mart. (Babassu) leaves: evidence for the involvement of apigenin",
        "Naringenin reduces inflammatory pain in mice",
        "Protective effect of hesperetin in rat model of partial sciatic nerve ligation induced painful neuropathic pain: an evidence of anti-inflammatory and anti-oxidative activity",
        "Characterisation of polyphenolic compounds in Clerodendrum petasites S. Moore and their potential for topical delivery through the skin",
        "Quantitative analysis of hispidulin content in clerodendrum petasites roots distributed in Thailand",
        "Anti-inflammatory and antipyretic properties of Clerodendrum petasites S. Moore",
        "Anti-nociceptive, anti-inflammatory and possible mechanism of anti-nociceptive action of methanol leaf extract of Nymphaea lotus Linn (Nymphaeceae)",
        "Evaluation of analgesic and anti-inflammatory activity of Bridelia retusa (Spreng) bark",
        "Antinociceptive activity of Euadenia trifoliolata (Schum. & Thonn.) Oliv. leaves and roots in mice",
        "Antinociceptive activity of methanol extract of Chlorophytum alismifolium tubers in murine model of pain: possible involvement of α2-adrenergic receptor and KATP channels",
        "Preventive potentials of piperlongumine and a Piper longum extract against stress responses and pain",
        "Analgesic and antiinflammatory activities of hispidulin isolated from helichrysum bracteatum",
        "Pain regulation by non-neuronal cells and inflammation",
        "Emerging targets in neuroinflammation-driven chronic pain",
        "Determination of suppressive effect on human T-cell activation by hispidulin, nepetin, and vanillic acid",
        "New perspectives in CNS safety pharmacology",
        "Comparison of methods for the assessment of locomotor activity in rodent safety pharmacology studies",
        "Assessing the predictive value of the rodent neurofunctional assessment for commonly reported adverse events in phase I clinical trials"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University"
    ]
}