{
    "eid": "2-s2.0-85075468039",
    "title": "Constructing calendars in the brain",
    "cover-date": "2020-01-02",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (miscellaneous)",
            "@code": "1201",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "calendar",
        "illusions",
        "imagery",
        "Perception",
        "spatial-forms",
        "synesthesia"
    ],
    "authors": [
        "V. S. Ramachandran",
        "Chaipat Chunharas",
        "Zeve Marcus"
    ],
    "citedby-count": 1,
    "ref-count": 49,
    "ref-list": [
        "Apparent size of holes felt with the tongue",
        "Coloured speech perception: Is synaesthesia what happens when modularity breaks down?",
        "Unawareness of disease following lesions of the right hemisphere: Anosognosia for hemiplegia and anosognosia for hemianopia",
        "On the perceptual reality of synesthesia",
        "‘Visual field heterogeneity, laterality, and eidetic imagery in synesthesia’",
        "Handedness and calendar orientations in time-space synaesthesia",
        "Temporal sequences, synesthetic mappings, and cultural biases: The geography of time",
        "Dynamic phenomenology of grapheme-color synesthesia",
        "When blue is larger than red: Colors influence numerical cognition in synesthesia",
        "The neural basis of mental imagery",
        "Probing the human vestibular system with galvanic stimulation",
        "Visualized numerals",
        "Eine Erchscheinung des simultanen contrastes",
        "Neurocognitive mechanisms of synesthesia",
        "A sense of direction in human entorhinal cortex",
        "Perception: An introduction to the “Gestalt-Theorie”",
        "The cognitive neuroscience of mental imagery",
        "Place cells, grid cells, and the brain’s spatial representation system",
        "Looking ahead to the past: Convergent evidence from aymara language and gesture in the crosslinguistic comparison of spatial construals of time",
        "The hippocampus as a spatial map. Preliminary evidence from unit activity in the freely-moving rat",
        "Recovery of neglect after right hemispheric damage: H2(15)O positron emission tomographic activation study",
        "Motion capture anisotropy",
        "Interaction between colour and motion in human vision",
        "Does colour provide an input to human motion perception",
        "Psychophysical investigations into the neural basis of synaesthesia",
        "Synaesthesia–A window into perception, thought and language",
        "Connection patterns distinguish 3 regions of human parietal cortex",
        "What is the relationship between synaesthesia and visuo-spatial number forms?",
        "Beyond perception: Synaesthesia as a psycholinguistic phenomenon",
        "Synaesthesia: The prevalence of atypical cross-modal experiences",
        "Synesthetic color experiences influence memory",
        "Support of mathematical thinking through embodied cognition: Nondigital and digital approaches",
        "Memory and consciousness",
        "Dissociable connectivity within human angular gyrus and intraparietal sulcus: Evidence from functional and structural connectivity",
        "Recovery from aphasia and neglect after subcortical stroke: Neuropsychological and cerebral perfusion study",
        "Synaesthesia: An overview of contemporary findings and controversies",
        "Untersuchungen zur Lehre von der Gestalt II",
        "Six views of embodied cognition"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Diego",
            "@id": "60030612",
            "affilname": "University of California, San Diego",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030612",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}