{
    "eid": "2-s2.0-85076223328",
    "title": "Effect of Surfactant Systems, Alcohol Types, and Salinity on Cold-Water Detergency of Triacylglycerol Semisolid Soil. Part II",
    "cover-date": "2020-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Surfaces, Coatings and Films",
            "@code": "2508",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "Alcohol additives",
        "Coldwater detergency",
        "Extended surfactants",
        "Semisolid soil"
    ],
    "authors": [
        "Parichat Phaodee",
        "David A. Sabatini"
    ],
    "citedby-count": 4,
    "ref-count": 41,
    "ref-list": [
        "Linker-modified microemulsions for a variety of oils and surfactants",
        "Coalescence and solubilization kinetics in linker-modified microemulsions and related systems",
        "Optimized microemulsion systems for detergency of vegetable oils at low surfactant concentration and bath temperature",
        "Removal of organic films from solid surfaces using aqueous solutions of nonionic surfactants. 2. Theory",
        "Laundry detergency of solid non-particulate soil or waxy solids: Part I. Relation to oily soil removal above the melting point",
        "Styrene solubilization and adsolubilization on an aluminum oxide surface using linker molecules and extended surfactants",
        "Surfactants for hard-surface cleaning: Mechanisms of solid soil removal",
        "Surface chemical processes for removal of solid sebum soil",
        "Nanodiamond promotes surfactant-mediated triglyceride removal from a hydrophobic surface at or below room temperature",
        "Aqueous extended-surfactant based method for vegetable oil extraction: Proof of concept",
        "Improving solubilization in microemulsions with additives. 2. Long chain alcohols as lipophilic linkers",
        "Removal of organic films from rotating disks using aqueous solutions of nonionic surfactants: Film morphology and cleaning mechanisms",
        "Removal of organic films from rotating disks using aqueous solutions of nonionic surfactants: Effect of surfactant molecular structure",
        "Microemulsions: A qualitative thermodynamic approach",
        "Correlation analysis between particulate soil removal and surface properties of laundry detergent solutions",
        "Dynamic analysis of the removal of fatty acid from a PET surface using a quartz crystal microbalance",
        "Detergency by surfactant/cosurfactant systems",
        "Effect of alcohol on equilibrium and dynamic behavior of a system containing a non-ionic surfactant and triolein",
        "Correlation of detergency with physicochemical factors",
        "Correlation between hydrophobicity of short-chain aliphatic alcohols and their ability to alter plasma membrane integrity",
        "Solubilization-emulsification mechanisms of detergency",
        "Solubilization of polar oils with extended surfactants",
        "Effect of extended surfactant structure on interfacial tension and microemulsion formation with triglycerides",
        "Microemulsion-based vegetable oil detergency using an extended surfactant",
        "Cold water detergency of triacylglycerol semisolid soils: The effect of salinity, alcohol type, and surfactant systems",
        "Linker molecules in surfactant mixtures",
        "Optimum formulation of surfactant/water/oil systems for minimum interfacial tension or phase behavior",
        "Enhancing solubilization in microemulsions-state of the art and current trends",
        "Extended surfactants including an alkoxylated central part intermediate producing a gradual polarity transition-a review of the properties used in applications such as enhanced oil recovery and polar oil solubilization in microemulsions",
        "How to attain ultralow interfacial tension and three-phase behavior with surfactant formulation for enhanced oil recovery: A review. Part 1. Optimum formulation for simple surfactant-oil-water ternary systems",
        "Detergency of a nonionic surfactant toward tristearin studied by FT-IR",
        "Mechanism of fatty soil removal",
        "The mechanism of solubilization in detergent solutions",
        "Palm oil removal from fabric using microemulsion-based formulations",
        "Physical properties of oils and mixtures of oils",
        "Microemulsion formation and detergency with oily soils: II. Detergency formulation and performance",
        "Effect of temperature and other variables on the optimum formulation of anionic extended surfactant–alkane–brine systems",
        "Rotating bubble method for the determination of surface and interfacial tensions",
        "Removal of a solid organic soil from a hard surface by glucose-derived surfactants: Effect of surfactant chain length, headgroup polymerisation and anomeric configuration",
        "Interfacial properties of extended-surfactant-based microemulsions and related macroemulsions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Norman",
            "@id": "60030931",
            "affilname": "The University of Oklahoma",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030931",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Huntsman Corporation",
        "Institute for Applied Surfactant Research",
        "Procter and Gamble, Sasol (USA) Corporation",
        "Shell Global Solutions",
        "Colgate-Palmolive Company",
        "Ecolab",
        "BASF",
        "University of Oklahoma",
        "USA",
        "Clorox Company",
        "Sasol",
        "ExxonMobil"
    ]
}