{
    "eid": "2-s2.0-85061308314",
    "title": "Hydrolysate from phosphate supplemented sugarcane leaves for enhanced oil accumulation in Candida sp. NG17",
    "cover-date": "2019-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Environmental Engineering",
            "@code": "2305",
            "@abbrev": "ENVI"
        },
        {
            "@_fa": "true",
            "$": "Bioengineering",
            "@code": "1502",
            "@abbrev": "CENG"
        },
        {
            "@_fa": "true",
            "$": "Waste Management and Disposal",
            "@code": "2311",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Ca(OH) 2 -detoxification",
        "Candida sp.",
        "Phosphate",
        "Sugarcane leaves hydrolysate",
        "Yeast oil"
    ],
    "authors": [
        "Ratchana Pranimit",
        "Patcharaporn Hoondee",
        "Somboon Tanasupawat",
        "Ancharida Savarajara"
    ],
    "citedby-count": 4,
    "ref-count": 50,
    "ref-list": [
        "'Oily yeasts as oleaginous cell factories,'",
        "'Pretreatment technologies for an efficient bioethanol production process based on enzymatic hydrolysis: A review,'",
        "'Fatty acid desaturation in methylotrophic yeast Hansenula polymorpha strain CBS 1976 and unsaturated fatty acid auxotrophic mutants,'",
        "'A novel oleaginous yeast strain with high lipid productivity and its application to alternative biodiesel production,'",
        "'A comprehensive review on biodiesel as an alternative energy resource and its characteristics,'",
        "'Microbial biodiesel production from oil palm biomass hydrolysate using marine Rhodococcus sp. YHY01,'",
        "'The Kjeldahl method for organic nitrogen,'",
        "'Potential of oleaginous yeast Trichosporon sp., for conversion of sugarcane bagasse hydrolysate into biodiesel,'",
        "'The impact of sugar cane-burning emissions on the respiratory system of children and the elderly,'",
        "'MUSCLE: Multiple sequence alignment with high accuracy and high throughput,'",
        "'Candida kashinagacola sp. nov., C. pseudovanderkliftii sp. nov. and C. vanderkliftii sp. nov., three new yeasts from ambrosia beetle-associated sources,'",
        "'Confidence limits on phylogenies: An approach using the bootstrap,'",
        "'A simple method for the isolation and purification of total lipid from animal tissues,'",
        "'Effect of sea buckthorn on liver fibrosis: A clinical study,'",
        "'A macadamia nut-rich diet reduces total and LDL-cholesterol in mildly hypercholesterolemic men and women,'",
        "'Bioedit: A user-friendly biological sequence alignment editor and analysis program for windows 95/98/nt,'",
        "'Effect of sunlight exposure and aging on skin surface lipids and urate,'",
        "'Microbial oil production from rice straw hydrolysate by Trichosporon fermentans,'",
        "'Bioconversion of lignocellulose: Inhibitors and detoxification,'",
        "'Sugarcane leaves: Pretreatment and ethanol fermentation by Saccharomyces cerevisiae,'",
        "'Lipid accumulation by oleaginous and non-oleaginous yeast strains in nitrogen and phosphate limitation,'",
        "'MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets,'",
        "\"Methods for isolation, phenotypic characterization and maintenance of yeasts,\"",
        "'Identification and phylogeny of ascomycetous yeast from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences,'",
        "'Phylogenetic relationships among yeasts of the 'Saccharomyces complex' determined from multigene sequence analyses,'",
        "'Fatty acid profile and lipid composition of farm-raised and wild-caught sandworms, Perinereis nuntia, the diet for marine shrimp broodstock,'",
        "'Enhanced lipid production with undetoxified corncob hydrolysate by Rhodotorula glutinis using a high cell density culture strategy,'",
        "'Unsaturated fatty acids as cytoprotective agents in the pancreatic β-cell,'",
        "\"Fatty acids composition of vegetable oils and its contribution to dietary energy intake and dependence of cardiovascular mortality on dietary intake of fatty acids,\"",
        "'Biological treatment of pulp and paper industry effluent by oleaginous yeast integrated with production of biodiesel as sustainable transportation fuel,'",
        "'Synergistic effect of fermentable and non-fermentable carbon sources enhances TAG accumulation in oleaginous yeast Rhodosporidium kratochvilovae HIMPA1,'",
        "'Biodiesel production from non-edible lignocellulosic biomass of Cassia fistula L. fruit pulp using oleaginous yeast Rhodosporidium kratochvilovae HIMPA1,'",
        "'From low-cost substrates to single cell oils synthesized by oleaginous yeasts,'",
        "\"Biotechnology of oils and fats,\"",
        "'High-celldensity cultivation of oleaginous yeast Cryptococcus curvatus for biodiesel production using organic waste from the brewery industry,'",
        "'Oleaginous yeasts for biodiesel: Current and future trends in biology and production,'",
        "'Manipulation of culture conditions alters lipid content and fatty acid profiles of a wide variety of known and new oleaginous yeast species,'",
        "'Hydrolysis of lignocellulosic materials for ethanol production: A review,'",
        "'Lipid production from hemicellulose and holocellulose hydrolysate of palm empty fruit bunches by newly isolated oleaginous yeasts,'",
        "'Cryptococcus terricola is a promising oleaginous yeast for biodiesel production from starch through consolidated bioprocessing,'",
        "'Systems analysis of phosphate-limitation-induced lipid accumulation by the oleaginous yeast Rhodosporidium toruloides,'",
        "'Palmitoleic acid isomer (C16:1-6) in human skin sebum is effective against gram-positive bacteria,'",
        "'Phosphate-limitation mediated lipid production by Rhodosporidium toruloides,'",
        "'Simultaneous utilization of glucose and mannose from spent yeast cell mass for lipid production by Lipomyces starkeyi,'",
        "'Effect of lignocellulose degradation products on microbial biomass and lipid production by the oleaginous yeast Cryptococcus curvatus,'",
        "'Oil production by oleaginous yeasts using the hydrolysate from pretreatment of wheat straw with dilute sulfuric acid,'"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thai Government Research Fund",
        "Chulalongkorn University"
    ]
}