{
    "eid": "2-s2.0-85045835710",
    "title": "DNA barcoding reveals the Palaearctic species Histeromerus mystacinus (Hymenoptera: Braconidae: Rhyssalinae) in eastern North America",
    "cover-date": "2018-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Structural Biology",
            "@code": "1315",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Physiology",
            "@code": "1314",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [],
    "authors": [
        "Donald L.J. Quicke",
        "Paul D.N. Hebert",
        "Buntika A. Butcher"
    ],
    "citedby-count": 1,
    "ref-count": 21,
    "ref-list": [
        "First records of the genera Histeromerus Wesmael (Hymenoptera, Braconidae, Histeromerinae) and Ecclitura Kokujev (Hymenoptera, Braconidae, Euphorinae) in Italy",
        "Spiders (Araneae) of Churchill, Manitoba: DNA barcodes and morphology reveal high species diversity and new Canadian records",
        "Rapid morphological radiation and convergence among races of the butterfly Heliconius erato inferred from patterns of mitochondrial DNA evolution. Proceedings of the National",
        "Assembling DNA barcodes: Analytical protocols",
        "Evolutionary assembly of the milkweed fauna: Cytochrome oxidase i and the age of Tetraopes beetles",
        "First Nearctic record of Diolcogaster claritibia (Hymenoptera: Braconidae: Microgastrinae), with notes on taxonomic status and natural history",
        "A DNA 'Barcode Blitz' Rapid digitization and sequencing of a natural history collection",
        "An inexpensive, automation-friendly protocol for recovering high-quality DNA",
        "Shared but overlooked: 30 species of Holarctic Microlepidoptera revealed by DNA barcodes and morphology",
        "Revisiting the insect mitochondrial molecular clock: The Mid-Aegean Trench calibration",
        "Codiversification in an ant-plant mutualism: Stem texture and the evolution of host use in Crematogaster (Formicidae: Myrmicinae) inhabitants of Macaranga (Euphorbiaceae)",
        "Molecular phylogenetics of Braconidae (Hymenoptera: Ichneumonoidea), based on multiple nuclear genes, implications for classification",
        "Observations on the adult behaviour and biology of Histeromerus mystacinus Wesmael (Hymenoptera: Braconidae)",
        "Classification and biology of braconid wasps (Hymenoptera: Braconidae)",
        "Braconidae 9",
        "RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies",
        "A preliminary key to the subfamilies of the Braconidae (Hym)",
        "Essay on the phylogeny of Braconidae (Hymenoptera: Ichneumonoidea)",
        "Revision of the genus Histeromerus Wesmael (Hymenoptera: Braconidae)",
        "World Ichneumonoidea 2011",
        "Systematics of the cyclostome subfamilies of braconid parasitic wasps (Hymenoptera: Ichneumonoidea): A simultaneous molecular and morphological Bayesian approach"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guelph",
            "@id": "60192973",
            "affilname": "Biodiversity Institute of Ontario",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60192973",
            "affiliation-country": "Canada"
        }
    ],
    "funding": []
}