{
    "eid": "2-s2.0-84978884644",
    "title": "Production of monoclonal antibodies for ractopamine residue detection in pork",
    "cover-date": "2016-05-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Beta agonist",
        "Monoclonal antibody",
        "Pork",
        "Ractopamine",
        "Veterinary drug residue"
    ],
    "authors": [
        "Anumart Buakeaw"
    ],
    "citedby-count": 4,
    "ref-count": 22,
    "ref-list": [
        "Highly sensitive near-simultaneous assay of multiple \"lean meat agent\" residues in swine urine using a disposable electrochemiluminescent immunosensors array",
        "Eur. Food Safety Author. J.",
        "Maximum Residue Limits for Veterinary Drugs in Foods",
        "Development and validation of a simple method for routine analysis of ractopamine hydrochloride in raw material and feed additives by HPLC",
        "Determination of ractopamine and clenbuterol in feeds by gas chromatography-mass spectrometry",
        "Determination method for ractopamine in swine and cattle tissues using LC/MS",
        "Rapid determination of ractopamine residues in edible animal products by enzyme-linked immunosorbent assay: Development and investigation of matrix effects",
        "Determination of ractopamine in swine feed and urine using an indirect competitive immunoassay",
        "A Biotin-Streptavidin Amplified Enzyme-Linked Immunosorbent Assay with Improved Sensitivity for Rapid Detection of Ractopamine in muscular tissue: Development and Nonspecific Adsorption Reduction",
        "Technical Note: A monoclonal antibody-based immunoassay for determination of ractopamine in swine feeds",
        "Development of rapid immunoassays for the detection of ractopamine in swine urine",
        "Production and characterization of a monoclonal antibody against the β-adrenergic agonist ractopamine",
        "Application of a monoclonal antibody-based enzyme-linked immunosorbent assay for the determination of ractopamine in incurred samples from food animals",
        "US. Patent 6,274",
        "Quantitative detection of tetracycline residues in honey by a simple sensitive immunoassay",
        "Synthesis and Characterization of Hapten-Protein Conjugates for Antibody Production against Small Molecules",
        "Development and identification of monoclonal antibodies against ractopamine",
        "Preparation and application of anti-ractopamine monoclonal antibodies",
        "Development of an immunoassay for the β-adrenergic agonist ractopamine",
        "Preparation of a polyclonal antibody based heterologous indirect competitive ELISA for detecting ractopamine residue",
        "Biotin-avidin mediated competitive enzyme-linked immunosorbent assay to detect residues of tetracyclines in milk",
        "Preparation of anti-tetracycline antibodies and development of an indirect heterologous competitive enzyme-linked immunosorbent assay to detect residues of tetracycline in milk"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}