{
    "eid": "2-s2.0-85081216480",
    "title": "Antioxidant and tyrosinase inhibitory properties of an aqueous extract of Garcinia atroviridis Griff. ex. T. Anderson fruit pericarps",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pharmacology",
            "@code": "3004",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Drug Discovery",
            "@code": "3002",
            "@abbrev": "PHAR"
        }
    ],
    "keywords": [
        "B16F10 cells",
        "Garcinia atroviridis",
        "Melanin",
        "Tyrosinase activity",
        "α-MSH"
    ],
    "authors": [
        "Moragot Chatatikun",
        "Pitaksit Supjaroen",
        "Patcharaporn Promlat",
        "Chantanapa Chantarangkul",
        "Sutida Waranuntakul",
        "Jiraphat Nawarat",
        "Jitbanjong Tangpong",
        "Anchalee Chiabchalard"
    ],
    "citedby-count": 20,
    "ref-count": 37,
    "ref-list": [
        "UV and pigmentation: Molecular mechanisms and social controversies",
        "The protective role of melanin against UV damage in human skin",
        "Ultraviolet radiation and skin aging: Roles of reactive oxygen species, inflammation and protease activation, and strategies for prevention of inflammation-induced matrix degradation - A review",
        "Melanocyte-stimulating hormone directly enhances UV-Induced DNA repair in keratinocytes by a xeroderma pigmentosum group A-dependent mechanism",
        "Alpha-Melanocyte-stimulating hormone signaling regulates expression of microphthalmia, a gene deficient in Waardenburg syndrome",
        "Anti-tyrosinase and DPPH radical scavenging activities of selected Thai herbal extracts traditionally used as skin toner",
        "The antityrosinase and antioxidant activities of flavonoids dominated by the number and location of phenolic hydroxyl groups",
        "Skin whitening agents: Medicinal chemistry perspective of tyrosinase inhibitors",
        "Hydroquinone for skin lightening: Safety profile, duration of use and when should we stop?",
        "Exogenous ochronosis in an elderly Indian male: A case report",
        "Are natural ingredients effective in the management of hyperpigmentation? A systematic review",
        "Garcinia atroviridis -A review on phytochemicals and pharmacological properties",
        "Antimicrobial, antioxidant, antitumour-promoting and cytotoxic activities of different plant part extracts of Garcinia atroviridis Griff. ex T. Anders",
        "Evaluation of antimicrobial activities of the crude extracts from Garcinia atroviridis and Solanum torvum",
        "In vitro screening of 10 edible Thai plants for potential antifungal properties",
        "Effect of extraction solvents and plant parts used on the antihyperlipidemic and antioxidant effects of Garcinia atroviridis: A comparative study",
        "Aqueous extract of Garcinia atroviridis fruit improves oxidative status of high fat diet-induced hyperlipidemic rats",
        "Phytochemicals content, antioxidant activity and acetylcholinesterase inhibition properties of indigenous garcinia parvifolia fruit",
        "Thai plants with high antioxidant levels, free radical scavenging activity, anti-tyrosinase and anti-collagenase activity",
        "Evaluation of antioxidant activity, total flavonoids, tannins and phenolic compounds in psychotria leaf extracts",
        "Isodon rugosus (Wall. ex benth.) codd in vitro cultures: Establishment, phytochemical characterization and in vitro antioxidant and anti-aging activities",
        "Enhanced reutilization value of shrimp-shell waste via fed-batch biodegradation with higher production of reducing sugar, antioxidant, and DNA protective compounds",
        "Anti-melanogenesis and anti-tyrosinase properties of Pistacia atlantica subsp. extracts on B16F10 murine melanoma cells",
        "Systematic significance of xanthones, benzophenones and biflavonoids in Garcinia",
        "Determination of (-) hydroxycitric acid in commercial samples of Garcinia cambogia extract by liquid chromatography with ultraviolet detection",
        "Natural phenolic compounds from medicinal herbs and dietary plants: Potential use for cancer prevention",
        "A comprehensive review on tyrosinase inhibitors",
        "Natural and bioinspired phenolic compounds as tyrosinase inhibitors for the treatment of skin hyperpigmentation: Recent advances",
        "Nutritional content and in vitro antioxidant potential of Garcinia atroviridis (Asam gelugor) leaves and fruits",
        "Ultraviolet light induced generation of reactive oxygen species",
        "Antioxidants from plants protect against skin photoaging",
        "Application of phytochemical and elemental profiling, chemometric multivariate analyses, and biological activities for characterization and discrimination of fruits of four garcinia species",
        "Central role of p53 in the suntan response and pathologic hyperpigmentation",
        "Melanocyte function and its control by melanocortin peptides",
        "Inhibition effects of mangosenone F from Garcinia mangostana on melanin formation in B16F10 cells",
        "Effect of a Garcinia gardneriana (Planchon and Triana) Zappi hydroalcoholic extract on melanogenesis in B16F10 melanoma cells",
        "Preparative isolation and identification of tyrosinase inhibitors from the seeds of Garcinia kola by high-speed counter-current chromatography"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence Research for Meliodosis",
        "Research Excellence Center for Innovation and Health Product",
        "Research institute for Health Sciences",
        "Chulalongkorn University",
        "Mahidol University",
        "Walailak University",
        "Faculty of Allied Health Sciences"
    ]
}