{
    "eid": "2-s2.0-85040351560",
    "title": "Peg-interferon and ribavirin treatment in HIV/HCV co-infected patients in Thailand: efficacy, safety and pharmacokinetics",
    "cover-date": "2018-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "hepatitis C",
        "HIV",
        "Thailand",
        "therapeutic drug monitoring"
    ],
    "authors": [
        "E. J. Smolders",
        "N. Thammajaruk",
        "C. T.M.M. de Kanter",
        "A. Colbers",
        "P. Chaiyahong",
        "T. Cuprasitrut",
        "S. Chittmittraprap",
        "T. Apornpong",
        "S. Khemnark",
        "P. Tangkijvanich",
        "D. M. Burger",
        "A. Avihingsanon"
    ],
    "citedby-count": 6,
    "ref-count": 29,
    "ref-list": [
        "Prevalence and burden of HCV co-infection in people living with HIV: a global systematic review and meta-analysis",
        "Impact of viral hepatitis co-infection on response to antiretroviral therapy and HIV disease progression in the HIV-NAT cohort",
        "Decreasing hepatitis C virus infection in Thailand in the past decade: evidence from the 2014 national survey",
        "Treatment of hepatitis C",
        "Is 3 the new 1: perspectives on virology, natural history and treatment for hepatitis C genotype 3",
        "EASL recommendations on treatment of hepatitis C 2016",
        "Identification of the best direct-acting antiviral regimen for patients with hepatitis C virus genotype 3 infection: a systematic review and network meta-analysis",
        "Retrospective analysis of the impact of HIV infection and alcohol use on chronic hepatitis C in a large cohort of drug users",
        "Natural history and treatment of HCV/HIV coinfection: is it time to change paradigms?",
        "Lower ribavirin plasma concentrations in HCV/HIV-coinfected patients than in HCV-monoinfected patients despite similar dosage",
        "Meta-analysis: mortality and serious adverse events of peginterferon plus ribavirin therapy for chronic hepatitis C",
        "Peginterferon plus ribavirin versus interferon plus ribavirin for chronic hepatitis C",
        "An algorithm for the grading of activity in chronic hepatitis C. The METAVIR Cooperative Study Group",
        "Transient elastography: a new noninvasive method for assessment of hepatic fibrosis",
        "Validation of liquid/liquid extraction method coupled with HPLC-UV for measurement of ribavirin plasma levels in HCV-positive patients",
        "HIV increases HCV replication in a TGF-β1–dependent manner",
        "HCV and HIV co-infection: mechanisms and management",
        "Pegylated interferon alfa-2b vs standard interferon alfa-2b, plus ribavirin, for chronic hepatitis C in HIV-infected patients: a randomized controlled trial",
        "Peginterferon alfa-2a plus ribavirin versus interferon alfa-2a plus ribavirin for chronic hepatitis C in HIV-coinfected persons",
        "Impact of the peginterferon-alpha 2a and ribavirin plasma levels on viral kinetics and sustained virological response in genotype 1 HCV/HIV-co-infected patients with the unfavourable non-CC IL28B genotypes",
        "Ribavirin concentrations do not predict sustained virological response in HIV/HCV-coinfected patients treated with ribavirin and pegylated interferon in the Swiss HIV Cohort Study",
        "Lower ribavirin biodisponibility in patients with HIV-HCV coinfection in comparison with HCV monoinfected patients",
        "Early monitoring of ribavirin plasma concentrations may predict anemia and early virologic response in HIV/hepatitis C virus-coinfected patients",
        "Erythrocyte and plasma ribavirin concentrations in the assessment of early and sustained virological responses to pegylated interferon-alpha 2a and ribavirin in patients coinfected with hepatitis C virus and HIV",
        "Significance of serum ribavirin concentration in combination therapy of interferon and ribavirin for chronic hepatitis C"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Utrecht",
            "@id": "60032724",
            "affilname": "University Medical Center Utrecht",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032724",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60031780",
            "affilname": "Thai Red Cross Agency",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031780",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "60021173",
            "affilname": "Bamrasnaradura Infectious Disease Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021173",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nijmegen",
            "@id": "60002573",
            "affilname": "Radboud University Medical Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002573",
            "affiliation-country": "Netherlands"
        }
    ],
    "funding": [
        "Bamrasnaradura Institute",
        "Government Budget/Medical Research Network",
        "Medical Research Network",
        "National Health Security Office",
        "King Chulalongkorn Memorial Hospital"
    ]
}