{
    "eid": "2-s2.0-85021438939",
    "title": "SWAT and MODFLOW Modeling of Spatio-Temporal Runoff and Groundwater Recharge Distribution",
    "cover-date": "2017-01-01",
    "subject-areas": [],
    "keywords": [
        "Conjunctive use",
        "Groundwater recharge",
        "MODFLOW",
        "Runoff",
        "SWAT"
    ],
    "authors": [
        "Aksara Putthividhya"
    ],
    "citedby-count": 8,
    "ref-count": 41,
    "ref-list": [
        "Origin of the shallow groundwater system in the southern Voltaian Sedimentary Basin of Ghana: An isotopic approach",
        null,
        null,
        "Quantifying groundwater discharge to a small perennial stream in southern Ontario, Canada",
        "J. Hydraul. Div",
        "Environmental Isotopes in Hydrology; Lewes Publishers",
        "Reduction of Water with Zinc for Hydrogen Isotope Analysis",
        "Isotopic variations in meteoric waters",
        "Principles of Stable Isotope Distribution",
        "Tellus",
        "Stable isotopic aspects of fluid flow in the Krafla, Námafjall and Theistareykir geothermal systems of northeast Iceland",
        "Distribution of oxygen and hydrogen isotopes in shallow groundwaters from Southern India: Influence of a dual monsoon system",
        null,
        "The variation of the deuterium content of natural waters in the hydrologic cycle",
        "Stable Isotopic Hydrology: Deuterium and Oxygen-18 in the Water Cycle, IAEA (International Atomic Energy Agency) Technical Report Series",
        "The hydrogen and oxygen isotopic composition of precipitation, evaporated mine water, and river water in Montana, USA",
        "Handbook of Environmental Isotope Geochemistry",
        "Oxygen and hydrogen isotopes in the hydrologic cycle",
        "Proceedings 2nd IAEA Symposium on Isotopes in Hydrology",
        "Isotope Tracers in Catchment Hydrology",
        "Progress in isotope tracer hydrology in Canada",
        "Oxygen, hydrogen, and helium isotopes for investigating groundwater systems of the Cape Verde Islands, West Africa",
        "Guidebook on Nuclear Techniques in Hydrology",
        "Global Network of Isotopes in Precipitation: The GNIP Database",
        "Groundwater and surface water interaction at Lake George, New South Wales",
        "Earth Sci",
        "Using H- and O-isotopic data for estimating the relative contributions of rainy and dry season precipitation to groundwater: Example from Cheju Island, Korea",
        "Tracers in Hydrology",
        "Study of stable isotopes for highly deformed aquifers in the Hsinchu-Miaoli area, Taiwan",
        null,
        "ENVIRONMENTAL ISOTOPES AS A HYDROGEOLOGICAL TOOL IN NICARAGUA.",
        "J. Chin. Soil Warer Conserv",
        "Stable isotopic studies of japanese geothermal systems",
        "Recycling of water in the Amazon Basin: An isotopic study",
        "Assessment of a ground water flow model of the Bangkok Basin, Thailand, using carbon-14-based ages and paleohydrology",
        "Investigation on the hydrodynamics of Ganga Alluvial Plain using environmental isotopes: A case study of the Gomati River Basin, northern India",
        "The use of stable isotopes in quantifying groundwater discharge to a partially diverted creek",
        null,
        "Oxygen and hydrogen isotopes for the characteristics of groundwater recharge: A case study from the Chih-Pen Creek basin, Taiwan",
        null,
        "Stable Isotopic Hydrology: Deuterium and Oxygen-18 in the Water Cycle"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}