{
    "eid": "2-s2.0-84956842915",
    "title": "Bee-birds: Ravagers of beekeepers, but saver of farmers",
    "cover-date": "2014-01-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "Siriwat Wongsiri"
    ],
    "citedby-count": 1,
    "ref-count": 56,
    "ref-list": [
        "Incidence and geographical distribution of honeybee (apis mellifera l.) pests in jordan",
        "Int J Sci Eng Res 3(1)",
        "Honey Bee Pests, Predators and Diseases",
        "Arab J Pl Prot",
        "J Ecobiol",
        "J Threat Taxa",
        "Studies on Merops orientalis latham 1801 with special reference to its population in Mayiladuthurai, Tamil Nadu",
        "Pchelovodstvo",
        "Honey Bee Pathology",
        "J Bombay Nat Hist Soc",
        "Pesticides",
        "Proc Natl Acad Sci India",
        "Influence of food abundance, nest-site habitat, and forest fragmentation on breeding Ovenbirds",
        "International Wildlife Encyclopaedia",
        "Proc Cong Entomol Soc S Africa",
        "The European bee-eater (Merops apiaster) as an ecosystem engineer in arid environments",
        "The Middle East and North Africa",
        "Handbook of the Birds of Europe the Middle East and North Africa. The Birds of the Western Palearctic. Oxford University Press, Oxford",
        "Br Birds",
        "Wrapping leaves around cobs to protect ripening maize from rose‐ringed parakeets",
        "Food and feeding behaviour of the little bee-eater Merops pusillus in relation to tsetse fly control by insecticides",
        "Beekeeping",
        "Beekeeping in Saudi Arabia",
        "Res Bull Agric Res",
        "Am Bee J",
        "Q Rev Biol",
        "THE RECOGNITION AND TREATMENT OF VENOMOUS AND NON‐VENOMOUS INSECTS BY SMALL BEE‐EATERS",
        "THE EVOLUTION AND SYSTEMATICS OF BEE‐EATERS (MEROPIDAE)",
        "Bee World",
        "The Bee-Eaters",
        "The Hive and the Honey Bee",
        "Agric Rev",
        "Bird Migration. Physiology and Ecophysiology",
        "Z Wiss Insektenbiol",
        "Vogel Welt",
        "Traits that distinguish outbreaking and nonoutbreaking Macrolepidoptera feeding on northern hardwood trees",
        "Am Bee J",
        "Organisms as ecosystem engineers",
        "Predator-prey interaction between drones of Apis mellifera carnica and insectivorous birds",
        "Chick growth and prey quality in the European Bee-eater (Merops apiaster)",
        "Biol Bratislava",
        "J Bombay Nat Hist Soc",
        "Madoqua",
        "Food as a limit on breeding birds: a life-history perspective.",
        "Notes on the prey taken by bee-eaters Merops apiaster at a colony in central Spain.",
        "Effects of short-term phenological changes in leaf suitability on the survivorship, growth, and development of gypsy moth (Lepidoptera: Lymantriidae) larvae",
        "Results of experimental and natural food reductions for breeding black-throated blue warblers",
        "The ABC and XYZ of Bee Culture, 35Th Edn",
        "Kor J Apic",
        "Haryana (India). Kor J Apic",
        "Allahabad Farmer",
        "Enemies and Diseases in Beekeeping in India",
        "Curr Sci",
        "Flying predators of the giant honey bees; Apis dorsata and Apis laboriosa in Nepal",
        "Jr Sci Res Chula Uni"
    ],
    "affiliation": [
        {
            "affiliation-city": "Jammu",
            "affilname": "Sher-e-Kashmir University of Agricultural Sciences and Technology of Jammu",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "National Academic and Agricultural Science (NAAS",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": []
}