{
    "eid": "2-s2.0-85043587817",
    "title": "A novel PITX2 mutation in non-syndromic orodental anomalies",
    "cover-date": "2018-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Otorhinolaryngology",
            "@code": "2733",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Dentistry (all)",
            "@code": "3500",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "agenesis",
        "genetics",
        "isolated",
        "tooth"
    ],
    "authors": [
        "N. Intarak",
        "T. Theerapanon",
        "C. Ittiwut",
        "K. Suphapeetiporn",
        "T. Porntaveetus",
        "V. Shotelersuk"
    ],
    "citedby-count": 18,
    "ref-count": 32,
    "ref-list": [
        "PITX2 and beta-catenin interactions regulate Lef-1 isoform expression",
        "Rieger syndrome: A clinical, molecular, and biochemical analysis",
        "Multifunctional role of the Pitx2 homeodomain protein C-terminal tail",
        "Mutations in WNT10A are present in more than half of isolated hypodontia cases",
        "Genetic analysis of PITX2 and FOXC1 in Rieger Syndrome patients from Brazil",
        "A novel mutation in the PITX2 gene in a family with Axenfeld-Rieger syndrome",
        "Differential regulation of gene expression by PITX2 isoforms",
        "A molecular basis for differential developmental anomalies in Axenfeld-Rieger syndrome",
        "Protein kinase C phosphorylation modulates N- and C-terminal regulatory activities of the PITX2 homeodomain protein",
        "Analysis of mutations of the PITX2 transcription factor found in patients with Axenfeld-Rieger syndrome",
        "Dosage requirement of Pitx2 for development of multiple organs",
        "PITX2 isoform-specific regulation of atrial natriuretic factor expression: Synergism and repression with Nkx2.5",
        "Anterior segment dysgenesis and the developmental glaucomas are complex traits",
        "Current molecular understanding of Axenfeld-Rieger syndrome",
        "The Pitx2 protein in mouse development",
        "Identification of a Wnt/Dvl/beta-Catenin –> Pitx2 pathway mediating cell-type-specific proliferation during development",
        "Variation in residual PITX2 activity underlies the phenotypic spectrum of anterior segment developmental disorders",
        "Pitx2 regulates lung asymmetry, cardiac positioning and pituitary and tooth morphogenesis",
        "Genetic dissection of Pitx2 in craniofacial development uncovers new functions in branchial arch morphogenesis, late aspects of tooth morphogenesis and cell migration",
        "Analysis of RNA splicing defects in PITX2 mutants supports a gene dosage model of Axenfeld-Rieger syndrome",
        "Mouse Otlx2/RIEG expression in the odontogenic epithelium precedes tooth initiation and requires mesenchyme-derived signals for its maintenance",
        "Genetic basis of tooth agenesis",
        "Phenotypic variability and asymmetry of Rieger syndrome associated with PITX2 mutations",
        "Null mutation of Dlx-2 results in abnormal morphogenesis of proximal first and second branchial arch derivatives and abnormal differentiation in the forebrain",
        "PITX2 and FOXC1 spectrum of mutations in ocular syndromes",
        "An unusual class of PITX2 mutations in Axenfeld-Rieger syndrome",
        "Pitx2 isoforms: Involvement of Pitx2c but not Pitx2a or Pitx2b in vertebrate left-right asymmetry",
        "Cloning and characterization of a novel bicoid-related homeobox transcription factor gene, RIEG, involved in Rieger syndrome",
        "Antagonistic signals between BMP4 and FGF8 Define the expression of Pitx1 and Pitx2 in mouse tooth-forming anlage",
        "Axenfeld-Rieger syndrome and spectrum of PITX2 and FOXC1 mutations",
        "Identification of four new PITX2 gene mutations in patients with Axenfeld-Rieger syndrome",
        "Mutation in PITX2 is associated with ring dermoid of the cornea"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadapisek Sompoch Endowment Fund",
        "OHEC",
        "Faculty of Dentistry, Chulalongkorn University",
        "Thailand Research Fund",
        "Faculty of Dentistry, Chulalongkorn University"
    ]
}