{
    "eid": "2-s2.0-85132785709",
    "title": "Minor versus Major Hepatectomy in Simultaneous Operation with Rectal Cancer: Is it Comparable in Terms of Oncological Outcomes?",
    "cover-date": "2022-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Rectal cancer",
        "Simultaneous operation",
        "Synchronous liver metastasis"
    ],
    "authors": [
        "Methee Sutherasan",
        "Pongserath Sirichindakul"
    ],
    "citedby-count": 0,
    "ref-count": 30,
    "ref-list": [
        "A population-based study of the incidence, management and prognosis of hepatic metastases from colorectal cancer",
        "Epidemiology and management of liver metastases from colorectal cancer",
        "Survival after liver resection in metastatic colorectal cancer: review and meta-analysis of prognostic factors",
        "Perioperative FOLFOX4 chemotherapy and surgery versus surgery alone for resectable liver metastases from colorectal cancer (EORTC 40983): long-term results of a randomised, controlled, phase 3 trial",
        "Hepatic resection for metastatic colorectal cancer",
        "Neoadjuvant chemotherapy and resection of advanced synchronous liver metastases before treatment of the colorectal primary",
        "Simultaneous resections of colorectal cancer and synchronous liver metastases: a multi-institutional analysis",
        "Simultaneous liver and colorectal resections are safe for synchronous colorectal liver metastasis",
        "Simultaneous resection for rectal cancer with synchronous liver metastasis is a safe procedure",
        "Staged or simultaneous resection of synchronous liver metastases from colorectal cancer-a systematic review",
        "Classification of surgical complications: a new proposal with evaluation in a cohort of 6336 patients and results of a survey",
        "Post-hepatectomy haemorrhage: a definition and grading by the International Study Group of Liver Surgery (ISGLS)",
        "The management of resectable and unresectable liver metastases from colorectal cancer",
        "Angiostatin: a novel angiogenesis inhibitor that mediates the suppression of metastases by a Lewis lung carcinoma",
        "Comparison of simultaneous or delayed liver surgery for limited synchronous colorectal metastases",
        "Outcome of surgical treatment of synchronous liver metastases from colorectal cancer",
        "Strategies for the treatment of synchronous liver metastasis",
        "Simultaneous liver and colorectal resections are safe for synchronous colorectal liver metastases",
        "Outcomes of simultaneous and delayed resections of synchronous colorectal liver metastases",
        "Concurrent vs. staged colectomy and hepatectomy for primary colorectal cancer with synchronous hepatic metastases",
        "Simultaneous resection of colorectal primary tumour and synchronous liver metastases",
        "Surgical strategies for synchronous colorectal liver metastases in 156 consecutive patients: classic, combined or reverse strategy?",
        "Outcome after simultaneous colorectal and hepatic resection for colorectal cancer with synchronous metastases",
        "Short-term outcomes after simultaneous colorectal and major hepatic resection for synchronous colorectal liver metastases",
        "Interval period tumor progression: does delayed hepatectomy detect occult metastases in synchronous colorectal liver metastases?",
        "Recommendations for clinical practice. Therapeutic choices for rectal cancer. How should rectal cancers with synchronous metastases be managed?",
        "Timing of resection of liver metastases synchronous to colorectal tumor: proposal of prognosis-based decisional model",
        "Neoadjuvant chemotherapy followed by hepatectomy for primarily resectable colorectal cancer liver metastases",
        "Locally advanced mid/low rectal cancer with synchronous liver metastases",
        "The \"liver-first approach\" for patients with locally advanced rectal cancer and synchronous liver metastases"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": []
}