{
    "eid": "2-s2.0-84992395867",
    "title": "Propylsulfonic acid functionalized MCA cubic mesoporous and ZSM-5-MCA composite catalysts for anisole alkylation",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "General Materials Science",
            "@code": "2500"
        },
        {
            "$": "Condensed Matter Physics",
            "@code": "3104"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Mechanics of Materials",
            "@code": "2211"
        }
    ],
    "keywords": [
        "Anisole alkylation",
        "Composite",
        "Cubic Ia-3d",
        "Microporous",
        "Propylsulfonic acid functionalized mesoporous silica"
    ],
    "authors": [
        "Siripan Samutsri"
    ],
    "citedby-count": 3,
    "ref-count": 49,
    "ref-list": [
        "Mesoporous silica materials with an extremely high content of organic sulfonic groups and their comparable activities with that of concentrated sulfuric acid in catalytic esterification",
        "A ZSM-5/MCM-48 based catalyst for methanol to gasoline conversion",
        "Green alkylation of anisole with cyclohexene over 20% cesium modified heteropoly acid on K-10 acidic montmorillonite clay",
        "Clay-catalyzed Friedel-Crafts alkylation of anisole with dienes",
        "Alkylation of phenol with tertiary butyl alcohol over zeolites",
        "Alkylation of phenol with tert-butanol catalyzed by mesoporous material with enhanced acidity synthesized from zeolite MCM-22",
        "Cation-Exchanged Montmorillonite-Catalyzed Facile Friedel–Crafts Alkylation of Hydroxy and Methoxy Aromatics with 4-Hydroxybutan-2-one To Produce Raspberry Ketone and Some Pharmaceutically Active Compounds",
        "Solid acid catalysis using ion-exchange resins",
        "A New Family of Mesoporous Molecular Sieves Prepared with Liquid Crystal Templates",
        "Triblock copolymer syntheses of mesoporous silica with periodic 50 to 300 angstrom pores",
        "Structure of MCM-48 revealed by transmission electron microscopy",
        "Direct syntheses of ordered SBA-15 mesoporous silica containing sulfonic acid groups",
        "Design and preparation of organic-inorganic hybrid catalysts",
        "Chemical fixation of carbon dioxide to propylene carbonate over amine-functionalized silica catalysts",
        "Biocidal hydantoinylsiloxane polymers. IV. N-halamine siloxane- functionalized silica gel",
        "Performance of organic-inorganic hybrid catalysts based on Ia-3d mesoporous silica",
        "Large-scale design of cubic Ia3d mesoporous silica monoliths with high order, controlled pores, and hydrothermal stability",
        "Large-pore cubic Ia-3d mesoporous silicas: Synthesis, modification and catalytic applications",
        "Sulfonic acid functionalized mesoporous SBA-15 for selective synthesis of 4-phenyl-1,3-dioxane",
        "Direct syntheses of ordered SBA-15 mesoporous materials containing arenesulfonic acid groups",
        "Industrial applications of zeolite catalysis",
        "New EU regulation aspects and global market of active and intelligent packaging for food industry applications",
        "Perspectives of micro/mesoporous composites in catalysis",
        "N-Heptane isomerization on a new kind of micro/mesoporous catalyst: Pt supported on HZSM-5/HMS",
        "Direct synthesis of nanosized-ZSM-5/SBA-15 analog composites from preformed ZSM-5 precursors for improved catalytic performance as cracking catalyst",
        "Synthesis and catalytic performance of ZSM-5/MCM-41 zeolites with varying mesopore size by surfactant-directed recrystallization",
        "Recrystallisation of SBA-15 into ZSM-5/SBA-15 composites",
        "On the synthesis and characterization of ZSM-5/MCM-48 aluminosilicate composite materials",
        "Synthesis of composite material MCM-41/Beta and its catalytic performance in waste used palm oil cracking",
        "Preparation of hierarchical micro-mesoporous aluminosilicate composites by simple y zeolite/MCM-48 silica assembly",
        "J. Phys. Chem.",
        "Reaction from dimethyl carbonate (DMC) to diphenyl carbonate (DPC). 2. Kinetics of the eactions from DMC via methyl phenyl carbonate to DPC",
        "Mesoporous molecular sieves: Alkylation of anisole using tert-butylalcohol",
        null,
        "Kinetics of batch alkylation of phenol with tert-butyl alcohol over a catalyst synthesized from coal fly ash",
        "Efficacy of solid acids in the synthesis of butylated hydroxy anisoles by alkylation of 4-methoxyphenol with MTBE",
        "Selective formation of para-xylene over H-ZSM-5 coated with polycrystalline silicalite crystals",
        "The Determination of Pore Volume and Area Distributions in Porous Substances. I. Computations from Nitrogen Isotherms",
        "ZSM-5 monolith of uniform mesoporous channels",
        "Experimental and molecular simulation studies of a ZSM-5-MCM-41 micro-mesoporous molecular sieve",
        "Open J. Compos. Mater.",
        "Characterization of Beta/MCM-41 composite molecular sieve compared with the mechanical mixture",
        "Synthesis and characterization of M-ZSM-5 composites prepared from ZSM-5 zeolite",
        "Organosulfonic acid-functionalized mesoporous composites based on natural rubber and hexagonal mesoporous silica",
        "Propylsulfonic acid-functionalized mesoporous silica synthesized by in situ oxidation of thiol groups under template-free condition",
        "Sulfonic acid functionalized mesoporous silicas and organosilicas: Synthesis, characterization and catalytic applications",
        "Synthesis, characterization, and catalytic activity of sulfonic acid-functionalized periodic mesoporous organosilicas",
        "Alkylation of phenol with methyl-tert-butyl ether and tert-butanol over solid acids: Efficacies of clay-based catalysts",
        "t-Butylation of p-cresol with t-butyl alcohol over mesoporous Al-MCM-41 molecular sieves"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}