{
    "eid": "2-s2.0-85050363033",
    "title": "Healthy behaviours and productive activities among Thai older adults: A repeated cross-sectional analysis",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health (social science)",
            "@code": "3306",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "History and Philosophy of Science",
            "@code": "1207",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Elderly",
        "Labour participation",
        "Lifestyle",
        "Multivariate probit",
        "Social participation",
        "Thailand"
    ],
    "authors": [
        "Nopphol Witvorapong"
    ],
    "citedby-count": 7,
    "ref-count": 32,
    "ref-list": [
        "Mortality, lifestyle and socio-economic status",
        "Does retirement trigger ill health?",
        "Calculation of multivariate normal probabilities by simulation, with applications to maximum simulated likelihood estimation",
        "Prospective moral licensing: does anticipating doing good later allow you to be bad now?",
        "Prospective correlates of drinking cessation: variation across the life-course",
        "Modelling opportunity in health under partial observability of circumstances",
        "Is social participation associated with cardiovascular disease risk factors?",
        "Social capital and self-rated health—a study of temporal (causal) relationships",
        "Gaining weight through retirement? Results from the SHARE study",
        "Volunteer work, informal help and care among the 50+ in Europe: further evidence for ‘linked’ productive activities at older ages",
        "Social participation and healthy ageing: a neglected, significant protective factor for chronic non-communicable conditions",
        "Rethinking Development and Health: Findings from the Global Burden of Disease Study",
        "Are investments in disease prevention complements? The case of statins and health behaviors",
        "Socioeconomic differences in leisure-time physical activity: the role of social participation and social capital in shaping health related behavior",
        "On the practice of dichotomization of quantitative variables",
        "Final Report: Survey of Older Persons 2007 (in Thai)",
        "Final Report: Survey of Older Persons 2011 (in Thai)",
        "Socioeconomic status and lifestyle choices: evidence from latent class analysis",
        "Behavioral determinants of healthy aging",
        "The prevalence and clustering of four major lifestyle risk factors in an English adult population",
        "Poor health, unhealthy behaviors, and unfavorable work characteristics influence pathways of exit from paid employment among older workers in Europe: a four year follow-up study",
        "From social capital to health – and back",
        "Fitting fully observed recursive mixed-process models with cmp",
        "Social capital and self-rated health in Argentina",
        "The effect of hours of work on social interaction",
        "Social participation and healthy ageing: an international comparison using SHARE data",
        "Social capital and health of older Europeans: causal pathways and health inequalities",
        "Social capital, SES and health: an individual-level analysis",
        "Active Ageing in Asia",
        "A repeated cross-sectional study examining the school impact on child weight status",
        "The relationship between upstream intergenerational transfers and wealth of older adults: evidence from Thailand",
        "Active Ageing: a Policy Framework. A Contribution of the World Health Organization to the Second United Nations World Assembly on Ageing, Madrid, Spain, April 2002"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Economics Research Center",
        "CERC",
        "Chulalongkorn University",
        "Faculty of Economics, Chulalongkorn University"
    ]
}