{
    "eid": "2-s2.0-85050810403",
    "title": "Recovery potential of cellulose fiber from newspaper waste: An approach on magnetic cellulose aerogel for dye adsorption material",
    "cover-date": "2018-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Structural Biology",
            "@code": "1315",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Energy (all)",
            "@code": "2100",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Cellulose",
        "Congo red adsorption",
        "Fe3O4",
        "Newspaper waste"
    ],
    "authors": [
        "K. Srasri",
        "M. Thongroj",
        "P. Chaijiraaree",
        "S. Thiangtham",
        "H. Manuspiya",
        "P. Pisitsak",
        "S. Ummartyotin"
    ],
    "citedby-count": 54,
    "ref-count": 33,
    "ref-list": [
        "Social sustainability assessments in the biobased economy: towards a systemic approach",
        "Application of multi-criteria material selection techniques to constituent refinement in biobased composites",
        "A critical review on cellulose: from fundamental to an approach on sensor technology",
        "An overview of feasibilities and challenge of conductive cellulose for rechargeable lithium based battery",
        "Review of physicochemical properties and analytical characterization of lignocellulosic biomass",
        "Bacterial cellulose-based scaffold materials for bone tissue engineering",
        "Principles of minimal wrecking and maximum separation of solid waste to innovate tanning industries and reduce their environmental impact: the case of paperboard manufacture",
        "Fabrication of cellulose-based aerogels from waste newspaper without any pretreatment and their use for absorbents",
        "Cellulose-based films prepared directly from waste newspapers via an ionic liquid",
        "Green and facile fabrication of carbon aerogels from cellulose-based waste newspaper for solving organic pollution",
        "Removal of remazol turquoise blue G-133 from aqueous medium using functionalized cellulose from recycled newspaper fiber",
        "Removal of remazol turquoise blue G-133 from aqueous solution using modified waste newspaper fiber",
        "Removal of Cr (VI) from aqueous solution by newspapers",
        "Sequential hydrolysis of waste newspaper and bioethanol production from the hydrolysate",
        "Process engineering in circular economy",
        "Magnetic cellulose nanocrystal nanocomposites for the development of green functional materials",
        "Fabrication of magnetic particles imprinted cellulose based biocomposites for chromium(VI) removal",
        "The application of magnetically modified bacterial cellulose for immobilization of laccase",
        "Highly selective adsorption of hydroquinone by hydroxyethyl cellulose functionalized with magnetic/ionic liquid",
        "Preparation and characterization of papain embedded in magnetic cellulose hydrogels prepared from tea residue",
        "Fabrication and characterization of triple-responsive composite hydrogel for targeted and controlled drug delivery system",
        "Preparation and characterization of ceramic/carbon coated Fe3O4magnetic nanoparticle nanocomposite as a solid-phase microextraction adsorbent",
        "Lignocellulose aerogel from wood-ionic liquid solution (1-allyl-3- methylimidazolium chloride) under freezing and thawing conditions",
        "Highly porous cellulose beads of controllable sizes derived from regenerated cellulose of printed paper wastes",
        "The potential of cellulases and cellulosomes for cellulosic waste management",
        "Effect of sulfate groups from sulfuric acid hydrolysis on the thermal degradation behavior of bacterial cellulose",
        "Clay nanopaper with tough cellulose nanofiber matrix for fire retardancy and gas barrier functions",
        "Solvothermal synthesis and characterization of functionalized graphene sheets (FGSs)/magnetite hybrids",
        "Constructing superior carbon-nanofiber-based composite microwave absorbers by engineering dispersion and loading of Fe3O4nanoparticles on three-dimensional carbon nanofibers derived from bacterial cellulose",
        "Preparation of porous 2,3-dialdehyde cellulose beads crosslinked with chitosan and their application in adsorption of Congo red dye",
        "Efficient removal of anionic dye (Congo red) by dialdehyde microfibrillated cellulose/chitosan composite film with significantly improved stability in dye solution",
        "Crosslinked cellulose dialdehyde for Congo red removal from its aqueous solutions"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Faculty of Science and Technology",
        "Thammasat University"
    ]
}