{
    "eid": "2-s2.0-84894373286",
    "title": "Geranylated homogentisic acid derivatives and flavonols from Miliusa umpangensis",
    "cover-date": "2014-06-01",
    "subject-areas": [
        {
            "$": "Ecology",
            "@code": "1105"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "Chemotaxonomy",
        "Flavonoid",
        "Herpes simplex virus",
        "Miliusa umpangensis",
        "Miliusane"
    ],
    "authors": [
        "Kanokporn Sawasdee"
    ],
    "citedby-count": 10,
    "ref-count": 30,
    "ref-list": [
        "The leaf oils of the australian species of miliusa (annonaceae)",
        "Miliusa lanceolata (Annonaceae), a new species from Papua New Guinea",
        "Eur. J. Taxon.",
        "Two new alkaloids from Miliusa cuneata",
        "A new azafluorene alkaloid from miliusa balansae",
        "Cytotoxic constituents from Viscum coloratum",
        "Constituents of the Annonaceae species Miliusa velutina and Desmos longiflorus",
        "Quercetin 3,7-dimethyl ether: A vasorelaxant flavonoid isolated from Croton schiedeanus Schlecht",
        "(+)-Isocorydine α-N-oxide: A new aporphine alkaloid from Miliusa velutina",
        "Isolation of bioactive and other oxoaporphine alkaloids from two annonaceous plants, xylopia aethiopica and miliusa cf. banacea",
        "Two new bis-styryl compounds from Miliusa balansae",
        "Homogentisic Acid Derivatives from Miliusa balansae",
        "A new flavone and cytotoxic activity of flavonoid constituents isolated from Miliusa balansae (Annonaceae)",
        "Alakaloids from the stem bark of Miliusa velutina",
        "Antibacterial activity and cytotoxicity of Miliusa velutina",
        "Constituents from Miliusa balansae (Annonaceae)",
        "Three new glycosides from the stems of Miliusa balansae",
        "Antiherpetic flavones from the heartwood of Artocarpus gomezianus",
        "Antiseptic Activity and Phenolic Constituents of the Aerial Parts of Vitex negundo var. cannabifolia",
        "Structural requirements of flavonoids and related compounds for aldose reductase inhibitory activity",
        "Antiplasmodial agents from the leaves of Glossocalyx brevipes",
        "Anticancer activity of isolated chemical constituents from Miliusa smithiae",
        "New neolignans and a phenylpropanoid glycoside from twigs of miliusa mollis",
        "Fitoterapia",
        "Tetra. Lett.",
        "The flavonoids of tomatoes",
        "A new hydrochalcone from Miliusa sinensis",
        "Antimicrobial flavonoids from Psiadia trinervia and their methylated and acetylated derivatives",
        "A New Norditerpene from Miliusa balansae Finet et Gagnep",
        "Miliusanes, a class of cytotoxic agents from Miliusa sinensis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Paris",
            "affilname": "Faculté des Sciences Pharmaceutiques et Biologiques",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Leiden",
            "affilname": "Universiteit Leiden",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": null,
            "affilname": "Huachiew Chalermprakiet University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}