{
    "eid": "2-s2.0-85089096954",
    "title": "What every Intensivist should know about COVID-19 associated acute kidney injury",
    "cover-date": "2020-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Critical Care and Intensive Care Medicine",
            "@code": "2706",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Acute kidney injury",
        "COVID-19",
        "Pandemic",
        "Renal replacement therapy"
    ],
    "authors": [
        "Marlies Ostermann",
        "Nuttha Lumlertgul",
        "Lui G. Forni",
        "Eric Hoste"
    ],
    "citedby-count": 16,
    "ref-count": 36,
    "ref-list": [
        "Clinical characteristics of coronavirus disease 2019 in China",
        "Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington State",
        "Coronavirus Disease 19 Infection does not result in acute kidney injury: an analysis of 116 hospitalized patients from Wuhan, China",
        "Identification of a potential mechanism of acute kidney injury during the COVID-19 outbreak: a study based on single-cell transcriptome analysis",
        "Kidney diseases in the time of COVID-19: major challenges to patient care",
        "Lung-kidney interactions in critically ill patients: consensus report of the Acute Disease Quality Initiative (ADQI) 21 Workgroup",
        "Pathophysiology of AKI",
        "Vega-Vega O, Bobadilla NA. Is the kidney a target of SARS-CoV-2?",
        "Human kidney is a target for novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection",
        "Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China",
        "Angiotensin in Critical Care",
        "Facing COVID-19 in the ICU: vascular dysfunction, thrombosis, and dysregulated inflammation",
        "COVID-19 and ACE2 in Cardiovascular, Lung, and Kidney Working Group. Acute kidney injury in COVID-19: Emerging evidence of a distinct pathophysiology",
        "Coagulation and innate immune response: Can we view them separately?",
        "Kidney disease is associated with in-hospital death of patients with COVID-19",
        "Clinical Practice Guideline for Acute Kidney Injury",
        "Management of acute kidney injury in patients with COVID-19",
        "Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target",
        "Kidney involvement in COVID-19 and rationale for extracorporeal therapies",
        "COVID-19 and the RAAS – a potential role for angiotensin II?",
        "COVID-BioB Study Group. Angiotensin II infusion in COVID-19-associated vasodilatory shock: a case series",
        "COVID-19 and kidney failure in the acute care setting: our experience from Seattle",
        "The Novel Coronavirus 2019 Epidemic and Kidneys",
        "Quality improvement goals for acute kidney injury",
        "Patient selection and timing of continuous renal replacement therapy",
        "Effect of early vs delayed initiation of renal replacement therapy on mortality in critically ill patients with acute kidney injury: The ELAIN Randomized Clinical Trial",
        "Initiation strategies for renal-replacement therapy in the intensive care unit",
        "Timing of renal-replacement therapy in patients with acute kidney injury and sepsis",
        "Delayed versus early initiation of renal replacement therapy for severe acute kidney injury: a systematic review and individual patient data meta-analysis of randomised clinical trials",
        "Haemodialysis catheters in the intensive care unit",
        "Clinical Guide for Renal Replacement Therapy Options in Critical Care During the Coronavirus Pandemic",
        "Survival rate in acute kidney injury superimposed COVID-19 patients: a systematic review and meta-analysis",
        "Kidney impairment is associated with in-hospital death of COVID-19 patients"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ghent",
            "@id": "60033316",
            "affilname": "Universiteit Gent",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033316",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Guildford",
            "@id": "60021097",
            "affilname": "University of Surrey",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021097",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "London",
            "@id": "60005518",
            "affilname": "Guy's and St Thomas' NHS Foundation Trust",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005518",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "European Society of Intensive Care Medicine"
    ]
}