{
    "eid": "2-s2.0-85123799557",
    "title": "Should Social Pensions be Universal or Targeted? Older Persons’ Preferences over the Old-Age Allowance System in Thailand",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Demography",
            "@code": "3317",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Gerontology",
            "@code": "2909",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Life-span and Life-course Studies",
            "@code": "3319",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "old-age allowance",
        "older persons",
        "preference",
        "Social pension",
        "targeted",
        "Thailand",
        "universal"
    ],
    "authors": [
        "Worawet Suwanrada",
        "Pataporn Sukontamarn"
    ],
    "citedby-count": 1,
    "ref-count": 30,
    "ref-list": [
        "Preferences for redistribution in the land of opportunities",
        "Non-contributory benefits, pension re-reforms and the social protection of older women in Latin America",
        "Social mobility and the demand for redistribution: The POUM hypothesis",
        "Public provision of private goods and the redistribution of income",
        "Means testing versus universal provision in poverty alleviation programmes",
        "Social limits to redistribution",
        "Is targeting ethical?",
        "The rational legitimacy of the welfare estate: Popular support for ten income transfer schemes in Finland",
        "Is more for the poor less for the poor? The politics of means-tested targeting",
        "Universal basic incomes versus targeted transfers: Anti-poverty programs in developing countries",
        "The determinants of public attitudes toward the welfare state",
        "Do universal non‐contributory old‐age pensions make sense for rural areas in low‐income countries?",
        "Attitudes on means-tested social benefits in Finland",
        "Social policy and distributional conflict in the capitalist democracies. A preliminary comparative framework",
        "Social mobility and redistributive politics",
        "Equity, equality, or need? A study of popular preferences for welfare redistribution principles across 24 European countries",
        "Does a universal non‐contributory social pension make sense for rural China?",
        "Who supports intergenerational redistribution policy? Evidence from old-age allowance system in Thailand"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ministry of Social Development and Human Security",
        "Chulalongkorn University"
    ]
}