{
    "eid": "2-s2.0-85133695934",
    "title": "Non-ionic surfactant integrated extraction of exopolysaccharides from engineered Synechocystis sp. PCC 6803 under fed-batch mode facilitates the sugar-rich syrup production for ethanol fermentation",
    "cover-date": "2022-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Ethanol",
        "Exopolysaccharides",
        "Fed-batch",
        "Fermentation",
        "Hydrolysis",
        "Surfactant"
    ],
    "authors": [
        "Rajendran Velmurugan",
        "Simab Kanwal",
        "Aran Incharoensakdi"
    ],
    "citedby-count": 0,
    "ref-count": 38,
    "ref-list": [
        "Ethanol from lignocellulosics: an overview",
        "Methods for pretreatment of lignocellulosic biomass for efficient hydrolysis and biofuel production",
        "Efficient hydrolysis of glycogen from engineered Synechocystis sp. PCC 6803 catalyzed by recyclable surface functionalized nanoparticles for ethanol production",
        "Heterologous expression of ethanol synthesis pathway in glycogen deficient Synechococcus elongatus PCC 7942 resulted in enhanced production of ethanol and exopolysaccharides",
        "Export of extracellular polysaccharides modulates adherence of the cyanobacterium Synechocystis",
        "Analysis of extracellular polysaccharides isolated from Azospirillum brasilense wild type and mutant strains",
        "Alginate from Pseudomonas fluorescens and P. putida: production and properties",
        "The use of extraction methods for the quantification of extracellular polymer production by Klebsiella pneumoniae under varying cultural conditions",
        "The structure of the capsular polysaccharide from a swarming strain of pathogenic Proteus vulgaris",
        "Comparison of bacterial extracellular polymer extraction methods",
        "Floc forming substances extracted from activated sludge by sodium hydroxide solution",
        "Polysaccharide exopolymer adhesives from periphytic marine bacteria",
        "Partial chemical and physical characterization of two extracellular polysaccharides produced by marine, periphytic Pseudomonas sp. strain NCMB 2021",
        "Polyacrylamide gel electrophoresis of the capsular polysaccharides of Escherichia coli K1 and other bacteria",
        "Novel, energy efficient and green cloud point extraction: technology and applications in food processing",
        "Effect of non ionogenic surfactant on cyanobacteria",
        "Interaction of amino acids with the nonionic surfactant nonylphenyl hexaethoxylate",
        "Enhancing enzyme-aided production of fermentable sugars from poplar pulp in the presence of non-ionic surfactants",
        "Improvement of cellulose conversion caused by the protection of Tween-80 on the adsorbed cellulase",
        "Incorporating lignin into polyethylene glycol enhanced its performance for promoting enzymatic hydrolysis of hardwood",
        "Effect of surfactants on ethanol fermentation using glucose and cellulosic hydrolyzates",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Co-cultivation of two engineered strains of Synechocystis sp. PCC 6803 results in improved bioethanol production",
        "GABA accumulation in response to different nitrogenous compounds in unicellular cyanobacterium Synechocystis sp. PCC 6803",
        "Bioethanol from cellulosic materials: a renewable motor fuel from biomass",
        "Glycogen synthase isoforms in Synechocystis sp. PCC6803: identification of different roles to produce glycogen by targeted mutagenesis",
        "Impaired glycogen synthesis causes metabolic overflow reactions and affects stress responses in the cyanobacterium Synechocystis sp. PCC 6803",
        "Overexpression of glucose-6-phosphate isomerase in Synechocystis sp. PCC6803 with disrupted glycogen synthesis pathway improves exopolysaccharides synthesis",
        "Complexity of cyanobacterial exopolysaccharides: composition, structures, inducing factors and putative genes involved in their biosynthesis and assembly",
        "Enhancement of enzymatic-hydrolysis of cellulose by surfactant",
        "Effect of surfactants on cellulose hydrolysis",
        "Dissecting the effect of chemical additives on the enzymatic hydrolysis of pretreated wheat straw",
        "Benefits from tween during enzymic hydrolysis of corn stover",
        "Immobilization of ∞-amylase on metal nanoparticles mediated by xylan aldehyde improves hydrolysis of glycogen from Synechocystis sp. PCC6803",
        "Neutral sugars determination in Chlorella: use of a one-step dilute sulfuric acid hydrolysis with reduced sample size followed by HPAEC analysis",
        "Utilization of sugarcane bagasse for fermentable sugar production.Sono-assisted acid hydrolysis approach",
        "Enhanced co-generation of cellulosic ethanol and methane with the starch/sugar-rich waste mixtures and Tween 80 in fed-batch mode",
        "The effect of Tween-20 on simultaneous saccharification and fermentation of softwood to ethanol"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Rachadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}