{
    "eid": "2-s2.0-85067240350",
    "title": "A view on Proto-Karen phonology and lexicon",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Language and Linguistics",
            "@code": "1203",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Linguistics and Language",
            "@code": "3310",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Central Karen",
        "Historical phonology",
        "Northern Karen",
        "Proto-Karen",
        "Southern Karen",
        "Tonogenesis"
    ],
    "authors": [
        "Theraphan Luangthongkum"
    ],
    "citedby-count": 3,
    "ref-count": 60,
    "ref-list": [
        "Laryngeal timing in Karen obstruents",
        "Four forays into Karen linguistic history.",
        "Proto-Karen final stops.",
        "Tibeto-Berman languages and classification",
        "Proto-Karen: A reanalysis.",
        "Areal linguistics and mainland Southeast Asia",
        "Tone and phonation types in Sgaw Karen.",
        "Restitution du Karen commun.",
        "À propos de la restitution du Karen commun.",
        "Le système des tons du Karen commun.",
        "Bwe Karen as a two-tone language? An inquiry into the Interrelation of pitch, tone and initial consonant",
        "Variation and change of Phraw Pwo Karen vowels and tones induced by language contact with the Tai languages.",
        "Ban Pa La-u Sgaw Karen tones: An analysis of semitones, quadratic trendlines and coefficients",
        "A basic vocabulary of Htoklibang Pwo Karen with Hpa-an, Kyonbyaw, and Proto-Pwo Karen forms.",
        "Formant transitions as effective cues to differentiate the places of articulation of Ban Pa La-u Sgaw Karen nasals.",
        "Linguistic criteria for determining Tai ethnic groups: Case studies on central and Southwestern Tais",
        "Polyfunctionality in Pwo Karen: The case of à- (T-B pronominal prefix *a-)",
        "The role of migration and language contact in the development of the Sino-Tibetan language family",
        "A preliminary reconstruction of Proto-Lakkja (Cha Shan Yao).",
        "A view on Proto-Mjuenic (Proto-Yao).",
        "Introduction to the comparative study of Karen languages.",
        "Prolegomena to reconstructing Proto-Karen.",
        "The subgrouping of Karen. Paper presented at SEALS 21, Bangkok.",
        "The characteristics of the Karen branch of Tibeto-Burman",
        "Tonogenesis in Southeast Asia",
        "Linguistic diversity and language contact",
        "Sino-Tibetan linguistics: Present state and future prospects",
        "Tibeto-Burman tonogenetics. Linguistics of the",
        "Classification of Brakaloungic (Karenic) languages, in relation to their tonal evolution",
        "Initial consonant voicing perturbation of fundamental frequency of clear vowels: A controversial case from Ban Doi Pwo Karen.",
        "Using GIS for exploring Karen settlements: A case of the Western and Northern Thailand along the Thai-Burmese border."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Research Fund"
    ]
}