{
    "eid": "2-s2.0-85071671804",
    "title": "A study of criteria for air cargo terminal classification model",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Management Information Systems",
            "@code": "1404",
            "@abbrev": "BUSI"
        },
        {
            "@_fa": "true",
            "$": "Management Science and Operations Research",
            "@code": "1803",
            "@abbrev": "DECI"
        },
        {
            "@_fa": "true",
            "$": "Information Systems and Management",
            "@code": "1802",
            "@abbrev": "DECI"
        }
    ],
    "keywords": [
        "Air cargo terminal",
        "Cluster analysis",
        "Criteria and classification",
        "International Air Transport Association",
        "PCA",
        "Principal component analysis"
    ],
    "authors": [
        "Treephis Rodbundith",
        "Kamonchanok Suthiwartnarueput",
        "Pongsa Pornchaiwiseskul"
    ],
    "citedby-count": 1,
    "ref-count": 46,
    "ref-list": [
        "Airport classification criteria based on passenger characteristics and terminal size",
        "Towards a causal model for air transport safety - An ongoing research project",
        "The geography of freighter aircraft operations in the Pacific Basin",
        "The evolution of the European aviation network, 1990-1998",
        "Quantitative evaluation model of air cargo competitiveness and comparative analysis of major Asia-Pacific airports",
        "Air cargo operations: Literature review and comparison with practices",
        "The nature and prevalence of the use of performance measurement techniques by airlines",
        "Airports: A precious resource of the aviation network",
        "Cooperative learning and peer orientation effects on motivation achievement",
        "Effects of service quality, innovation and corporate image on customer's satisfaction and loyalty of air cargo terminal",
        "A rational approach to handling fuzzy perceptions in airport cargo terminal service strategies",
        "Airport capacity vs. Demand: Mismatch or mismanagement?",
        "Segmentation of low-cost flights users at secondary airports",
        "Airport classification based on cargo characteristics",
        "Criteria for services of air cargo logistics providers: How do they relate to client satisfaction?",
        "Choice of air cargo transshipment airport: An application to air cargo traffic to/from Northeast Asia",
        "A comparative analysis of productivity performance of the world's major airports: Summary report of the ATRS global airport benchmarking research report-2002",
        "A scaling method for priorities in hierarchical structures",
        "Performance based clustering for benchmarking of US airports",
        "Regulatory airport classification in the US: The role of international markets",
        "Demand choices of high-tech industry for logistics service providers - An empirical case of an offshore science park in Taiwan",
        "Improving service quality using quality function deployment: The air cargo sector of China airlines",
        "Cargo market competition among Asia Pacific's major airports",
        "Where is my suitcase? RFID and airline customer service",
        "Endogenous-weight TFP measurement: Methodology and its application to Japanese-airport benchmarking",
        "Roles of the airport and logistics services on the economic outcomes of an air cargo supply chain",
        "Analysis of an international air-cargo hub: The case of Hong Kong"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}