{
    "eid": "2-s2.0-85114815229",
    "title": "Annealing dependent synthesis of cyto-compatible nano-silver/calcium hydroxyapatite composite for antimicrobial activities",
    "cover-date": "2021-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Chemical Engineering (all)",
            "@code": "1500",
            "@abbrev": "CENG"
        }
    ],
    "keywords": [
        "Antibacterial activity",
        "Anticancer studies",
        "Brine shrimp assay",
        "Hydroxyapatite",
        "Synthetic urine",
        "Ureolytic Bacillus sp."
    ],
    "authors": [
        "Arumugam Dhanesh Gandhi",
        "K. Kaviyarasu",
        "Nookala Supraja",
        "Rajendran Velmurugan",
        "Gunasekaran Suriyakala",
        "Ranganathan Babujanarthanam",
        "Yang Zang",
        "Khantong Soontarapa",
        "Khalid S. Almaary",
        "Mohamed S. Elshikh",
        "Tse Wei Chen"
    ],
    "citedby-count": 19,
    "ref-count": 51,
    "ref-list": [
        "Biogenic ammonia for CO2capturing and electrochemical conversion into bicarbonate and formate",
        "“New technological development in ecological sanitation. Paper published in Conf",
        "(2018) Marine ammonification and carbonic anhydrase activity induce rapid calcium carbonate precipitation",
        "Development of titanium alloy suitable for optimized coating with hydroxyapetatite",
        "The teaching of class I and class II direct composite restorations in European dental school",
        "Pulsed laser deposition of hydroxyapatite thin films",
        "Thermal reconstruction behavior of the quenched hydroxyapatite powder during reheating in air",
        "Calcium phosphate ceramics in bone tissue engineering: a review of properties and their influence on cell behavior",
        "Hydrothermal synthesis of advanced ceramic powders",
        "Synthesis hydrothermal treatment of nanostructured hydroxyapatite of controllable sizes",
        "Preparation and characterization of nanohydroxyapatite powder using sol–gel technique",
        "Implant infections: adhesion, biofilm formation and immune evasion",
        "Enhanced functions of osteoblasts onnano phase ceramics",
        "(2020) Bio-approach synthesis of nanosilver impregnation on calcium hydroxyapatite by biological activated ammonia from urinary waste",
        "Synthesis of a hydroxyapatite nanopowder via ultrasound irradiation from calcium hydroxide powders for potential biomedical applications",
        "Surfactant-free solvothermal synthesis of Hydroxyapatite nested bundles for the effective photodegradation of cationic dyes",
        "Silver nanoparticle-loaded hydroxyapatite coating: structure, antibacterial properties, and capacity for osteogenic induction in vitro",
        "Bacteria adsorption on hydrophilic surfaces for the, sensitive detection of pathogenic bacteria using a single tube chamber system",
        "Green synthesis of silver nanoparticles using Pimpinella anisum seeds: antimicrobial activity and cytotoxicity on human neonatal skin stromal cells and colon cancer cells",
        "Synthesis, characterization and dose dependent antimicrobial and anticancerous efficacy of phycogenic (Sargassum muticum) silver nanoparticles against Breast Cancer Cells (MCF 7) cell line",
        "Nelumbo nucifera extracts mediated synthesis of silver nanoparticles for the potential applications in medicine and environmental remediation",
        "Synthesis of Carica Papaya (Leaf, Peel and Seed) Extracts Mediated Ag Nanoparticles for Industrial and Medical Applications Chem",
        "Antimicrobial and cytotoxicity effects of synthesized silver nanoparticles from Punica granatum peel extract",
        "Synthesis, characterization, and evaluation of the antimicrobial efficacy of Boswellia ovalifoliolata stem bark-extract-mediated zinc oxide nanoparticles",
        "Hydrophilic and antimicrobial Ag-exchanged zeolite a coatings: a year-long, durability study and preliminary evidence for their general microbiocidal efficacy to, bacteria, fungus and yeast",
        "Synthesis of Carica Papaya (Leaf, Peel and Seed) Extracts Mediated Ag Nanoparticles for Industrial and Medical Applications",
        "Characterization and Dose Dependent Antimicrobial and Anticancerous Efficacy of Phycogenic (Sargassum Muticum) Silver Nanoparticles against Breast Cancer Cells (MCF 7) Cell Line",
        "Synthesis, characterization and antimicrobial activity Of the micro/nano structured biogenic silver doped calcium phosphate",
        "Ureolytic bacteria mediated synthesis of hairy ZnO nanostructure as photocatalyst for decolorization of dyes",
        "Ultra-trace silver-doped hydroxyapatite with non-cytotoxicity and effective antibacterial activity",
        "Synthesis of antimicrobial monophase silver-doped hydroxyapatite nanopowders for bone tissue engineering",
        "Is nano-silver safe within bioactive hydroxyapatite composites?",
        "Al., Abdul Kareem, M.G., Kaviyarasu, K., Balasubramani, R., Soon Woong, C., Arokiyaraj, S. Rapid biosynthesis and characterization of silver nanoparticles from the leaf extract of Tropaeolum majus L. and its enhanced in-vitro antibacterial, antifungal, antioxidant and anticancer properties",
        "Antioxidant and Photocatalytic Activity of Aqueous Leaf Extract Mediated Green Synthesis of Silver Nanoparticles Using Passiflora edulis f. flavicarpa",
        "Biosynthesis of Silver Nanoparticles Using Agroforestry Residue and Their Catalytic Degradation for Sustainable Waste Management",
        "Biosynthesis of silver nanoparticles using Phyllanthus emblica fruit extract for antimicrobial application",
        "Current trends of Silver doped Zinc oxide nanowires photocatalytic degradation for energy and environmental application",
        "Studies on the spectrometric analysis of metallic silver nanoparticles (Ag NPs) using Basella alba leaf for the antibacterial activities",
        "Effect of PVA/PVP protective agent on the formation of silver nanoparticles and its photocatalytic and antimicrobial activity",
        "A novel biogenic Allium cepa leaf mediated silver nanoparticles for antimicrobial, antioxidant, and anticancer effects on MCF-7 cell line",
        "Systematic green synthesis of silver oxide nanoparticles for antimicrobial activity",
        "Synthesis and antimicrobial photodynamic effect of methylene blue conjugated carbon nanotubes on E. coli and S. aureus",
        "Antimicrobial photodynamic activity of toluidine blue encapsulated in mesoporous silica nanoparticles against Pseudomonas aeruginosa and Staphylococcus aureus",
        "Evaluation of Toxicity of Nanoparticles Using Brine Shrimp"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Qingdao",
            "@id": "60117367",
            "affilname": "Qingdao Institute of Bioenergy and Bioprocess Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60117367",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Vellore",
            "@id": "60111823",
            "affilname": "Thiruvalluvar University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60111823",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "London",
            "@id": "60015150",
            "affilname": "Imperial College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015150",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Guntur",
            "@id": "60013470",
            "affilname": "Acharya N G Ranga Agricultural University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60013470",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Pretoria",
            "@id": "60008907",
            "affilname": "National Research Foundation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008907",
            "affiliation-country": "South Africa"
        },
        {
            "affiliation-city": "Riyadh",
            "@id": "60005353",
            "affilname": "College of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60005353",
            "affiliation-country": "Saudi Arabia"
        },
        {
            "affiliation-city": "Pretoria",
            "@id": "60002397",
            "affilname": "University of South Africa",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002397",
            "affiliation-country": "South Africa"
        }
    ],
    "funding": [
        "King Saud University",
        "Chulalongkorn University"
    ]
}