{
    "eid": "2-s2.0-84900323610",
    "title": "Synthesis of high-purity Na-A and Na-X zeolite from coal fly ash",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Pollution",
            "@code": "2310"
        },
        {
            "$": "Atmospheric Science",
            "@code": "1902"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Management",
            "@code": "2308"
        }
    ],
    "keywords": [],
    "authors": [
        "Panu Panitchakarn"
    ],
    "citedby-count": 59,
    "ref-count": 19,
    "ref-list": [
        "Annual Report 2011",
        "Synthesis of zeolites X and A from fly ashes for cadmium and zinc removal from aqueous solutions in single and binary ion systems",
        "Leaching behavior of heavy metals with hydrochloric acid from fly ash generated in municipal waste incineration plants",
        "Microcalorimetric study of sorption of water and ethanol in zeolites 3A and 5A",
        "Accurate correlation, thermochemistry, and structural interpretation of equilibrium adsorption isotherms of water vapor in zeolite 3A by means of a generalized statistical thermodynamic adsorption model",
        "Adsorption of water vapor on X and Y zeolites exchanged with barium",
        "A comparative study using two methods to produce zeolites from fly ash",
        "Synthesis of pure Na-X and Na-A zeolite from bagasse fly ash",
        "Synthesis of zeolites from coal fly ash: an overview",
        "Zeolite formation from coal fly ash and its adsorption potential",
        "Cost-effective microwave rapid synthesis of zeolite NaA for removal of methylene blue",
        "Interest of combining an additive with diesel-ethanol blends for use in diesel engines",
        "Selective formation of Na-X zeolite from coal fly ash by fusion with sodium hydroxide prior to hydrothermal reaction",
        "Am. J. Environ. Eng",
        "Adsorption/desorption of water and ethanol on 3A zeolite in near-adiabatic fixed bed",
        "Formation of Na-A and -X zeolites from waste solutions in conversion of coal fly ash to zeolites",
        null,
        "Adsorption characteristics of zeolites for dehydration of ethanol: Evaluation of diffusivity of water in porous structure",
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "National Science and Technology Department Agency",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund"
    ]
}