{
    "eid": "2-s2.0-85109029969",
    "title": "Mindfulness and eudaimonic well-being: The mediating roles of rumination and emotion dysregulation",
    "cover-date": "2021-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pediatrics, Perinatology and Child Health",
            "@code": "2735",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "emotion dysregulation",
        "eudaimonic well-being",
        "mindfulness",
        "rumination"
    ],
    "authors": [
        "Somboon Jarukasemthawee",
        "Kullaya Pisitsungkagarn"
    ],
    "citedby-count": 5,
    "ref-count": 66,
    "ref-list": [
        "Mindfulness: A proposed operational definition",
        "How do mindfulness-based cognitive therapy and mindfulness-based stress reduction improve mental health and wellbeing? A systematic review and meta-analysis of mediation studies",
        "The effects of mindfulness meditation: A meta-analysis",
        "More than mindfulness: When you have a tiger by the tail, let it eat you",
        "Mindfulness revisited: A Buddhist-based conceptualization",
        "Mental balance and well-being: Building bridges between Buddhism and Western psychology",
        "Mindfulness in Thailand and the United States: A case of apples versus oranges?",
        "Mindfulness in psychology: A breath of fresh air?",
        "There is only one mindfulness: Why science and buddhism need to work together",
        "Mechanisms of change of traditional mindfulness practice in Thai adolescent students: A cross-sectional mediation study",
        "Mental illness and/or mental health? Investigating axioms of the complete state model of health",
        "Mechanisms of mindfulness: A buddhist psychological model",
        "On happiness and human potentials: A review of research on hedonic and eudaimonic well-being",
        "Reconsidering happiness: A eudaimonist's perspective",
        "The questionnaire for eudaimonic well-being: Psychometric properties, demographic comparisons, and evidence of validity",
        "What makes for a good day? Competence and autonomy in the day and in the person",
        "Factors contributing to eudaimonic well-being: A study in the Thai community sample",
        "Rethinking rumination",
        "Rumination as a transdiagnostic factor in depression and anxiety",
        "Private self-consciousness and the five-factor model of personality: Distinguishing rumination from reflection",
        "Processing mode causally influences emotional reactivity: Distinct effects of abstract versus concrete construal on emotional response",
        "Cognitive assessment of obsessive-compulsive disorder",
        "Worry and rumination: Repetitive thought as a concomitant and predictor of negative mood",
        "Neuroticism and ruminative response style as predictors of change in depressive symptomatology",
        "Job satisfaction, rumination, and subjective well-being: A moderated mediational model",
        "Capturing ruminative exploration: Extending the four-dimensional model of identity formation in late adolescence",
        "Private self-consciousness in daily life: Relationships between rumination and reflection and well-being, and meaning in daily life",
        "Thinking about the Joneses? Decreasing rumination about social comparison increases well-being",
        "Independent self-construal, self-reflection, and self-rumination: A path model for predicting happiness",
        "Rumination in clinical depression: A type of emotional suppression?",
        "Mechanisms of mindfulness",
        "Rumination, mindfulness, and borderline personality disorder symptoms",
        "Teaching self-care to caregivers: Effects of mindfulness-based stress reduction on the mental health of therapists in training",
        "Emotion regulation and mental health",
        "The effectiveness of group emotional schema therapy on emotional regulation and social anxiety symptoms",
        "Self-compassion and emotional regulation as predictors of social anxiety",
        "Facets of emotional awareness and associations with emotion regulation and depression",
        "Associations of negative cognitions, emotional regulation, and depression symptoms across four continents: International support for the cognitive model of depression",
        "Acceptance alone is a better predictor of psychopathology and well-being than emotional competence, emotion regulation and mindfulness",
        "Incremental validity of alexithymia, emotional coping and humor style on happiness and psychological well-being",
        "Difficulties in emotion regulation and problem drinking in young women: The mediating effect of metacognitions about alcohol use",
        "Multidimensional assessment of emotion regulation and dysregulation: Development, factor structure, and initial validation of the difficulties in emotion regulation scale",
        "Subjective emotional arousal: An explorative study on the role of gender, age, intensity, emotion regulation difficulties, depression and anxiety symptoms, and meta-emotion",
        "Mindfulness: Top-down or bottom-up emotion regulation strategy?",
        "Mindful emotion regulation: An integrative review",
        "Difficulties in emotion regulation and mindfulness in psychological and somatic symptoms of functional gastrointestinal disorders",
        "Mindfulness and emotion regulation difficulties in generalized anxiety disorder: Preliminary evidence for independent and overlapping contributions",
        "When East meets West: A randomized controlled trial and pre- to postprogram evaluation replication of the effects of insight-based mindfulness on psychological well-being",
        "The emotional brain",
        "Back-translation for cross-cultural research",
        "Measuring mindfulness-the Freiburg mindfulness inventory (FMI)",
        "Mindfulness and rumination: Does mindfulness training lead to reductions in the ruminative thinking associated with depression?",
        "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
        "SPSS and SAS procedures for estimating indirect effects in simple mediation models",
        "Cultivating mindfulness: Effects on well-being",
        "A randomized controlled trial of mindfulness meditation versus relaxation training: Effects on distress, positive states of mind, rumination, and distraction",
        "Mindfulness and its relationship to emotional regulation",
        "Effects of mindfulness-based stress reduction intervention on psychological well-being and quality of life: Is increased mindfulness indeed the mechanism?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60031004",
            "affilname": "The University of Queensland",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031004",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}