{
    "eid": "2-s2.0-85034084236",
    "title": "The Contribution of IUPAC to Polymer Science Education",
    "cover-date": "2017-11-14",
    "subject-areas": [
        {
            "$": "Education",
            "@code": "3304"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        }
    ],
    "keywords": [
        "Graduate Education/Research",
        "Internet/Web-Based Learning",
        "Nomenclature/Units/Symbols",
        "Polymer Chemistry",
        "Polymerization",
        "Second-Year Undergraduate"
    ],
    "authors": [
        "Chin Han Chan"
    ],
    "citedby-count": 4,
    "ref-count": 56,
    "ref-list": [
        "J. Polym. Sci.",
        "Compendium of Polymer Terminology and Nomenclature",
        "Definitions of terms relating to individual macromolecules, macromolecular assemblies, polymer solutions, and amorphous bulk polymers (IUPAC recommendations 2014)",
        "Guidelines for rheological characterization of polyamide melts (IUPAC technical report)",
        "Critically Evaluated Rate Coefficients in Radical Polymerization – 8. Propagation Rate Coefficients for Vinyl Acetate in Bulk",
        "Compendium of Polymer Terminology and Nomenclature",
        "Nomenclature of Organic Chemistry: IUPAC Recommendations and Preferred Names 2013",
        "Quantities, Units and Symbols in Physical Chemistry",
        "Nomenclature of Inorganic Chemistry",
        "Compendium of Analytical Nomenclature: Definitive Rules 1997",
        "Compendium of Terminology and Nomenclature of Properties in Clinical Laboratory Sciences: Recommendations 2016",
        "Biochemical Nomenclature and Related Documents",
        "Principles of Chemical Nomenclature: A Guide to IUPAC Recommendations",
        "Structure-based nomenclature for irregular single-strand organic polymers",
        "Nomenclature of regular single-strand organic polymers (IUPAC Recommendations 2002)",
        "Structure-based nomenclature for cyclic organic macromolecules: (IUPAC Recommendations 2008)",
        "Source-based nomenclature for non-linear macromolecules and macromolecular assemblies (IUPAC Recommendations 1997)",
        "Glossary of class names of polymers based on chemical structure and molecular architecture (iupac recommendations 2009)",
        "Abbreviations of polymer names and guidelines for abbreviating polymer names (IUPAC Recommendations 2014)",
        "Generic source-based nomenclature for polymers (IUPAC recommendations 2001)",
        "Source-based nomenclature for single-strand homopolymers and copolymers (IUPAC Recommendations 2016)",
        "Nomenclature and graphic representations for chemically modified polymers (IUPAC Recommendations 2014)",
        "Glossary of basic terms in polymer science (IUPAC Recommendations 1996)",
        "Glossary of terms relating to thermal and thermo mechanical properties of polymers (IUPAC recommendations 2013)",
        "Definitions of terms relating to crystalline polymers (IUPAC Recommendations 2011)",
        "Definitions of basic terms relating to low-molar-mass and polymer liquid crystals (IUPAC Recommendations 2001)",
        "A brief guide to polymer nomenclature (IUPAC Technical Report)",
        "Studies on polymerization and ring formation. I. An introduction to the general theory of condensation polymers",
        "A Process for the Production of Polyurethanes and Polyureas",
        "General aspects in polymer synthesis",
        null,
        "Basic classification and definitions of polymerization reactions (iupac recommendations 1994",
        "Dispersity in polymer science (IUPAC recommendations 2009)",
        "Source-Based Nomenclature For Copolymers",
        "UNESCO/IUPAC Postgraduate Course in Polymer Science - Prague, Czech Republic",
        "Definitions of terms relating to the structure and processing of sols, gels, networks, and inorganic-organic hybrid materials (IUPAC recommendations 2007)",
        "Definitions of terms related to polymer blends, composites, and multiphase polymeric materials (IUPAC Recommendations 2004)",
        "Terminology for biorelated polymers and applications (IUPAC recommendations 2012)",
        "Macromol. Symp.",
        "Polymer Education of Public Universities in Malaysia",
        "Chem. Int.",
        "Inst. Kim. Malaysia Mag.",
        "Middle-Income Traps: A Conceptual and Empirical Survey"
    ],
    "affiliation": [
        {
            "affiliation-city": "Prague",
            "affilname": "Institute of Macromolecular Chemistry of the Academy of Sciences of the Czech Republic",
            "affiliation-country": "Czech Republic"
        },
        {
            "affiliation-city": "Hamburg",
            "affilname": "Universität Hamburg",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pau",
            "affilname": "Université de Pau et des Pays de l'Adour",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Denton",
            "affilname": "University of North Texas",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Ouro Preto",
            "affilname": "Universidade Federal de Ouro Preto",
            "affiliation-country": "Brazil"
        },
        {
            "affiliation-city": "Christchurch",
            "affilname": "University of Canterbury",
            "affiliation-country": "New Zealand"
        },
        {
            "affiliation-city": "Armidale",
            "affilname": "University of New England Australia",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Shah Alam",
            "affilname": "Universiti Teknologi MARA",
            "affiliation-country": "Malaysia"
        }
    ],
    "funding": []
}