{
    "eid": "2-s2.0-85100103990",
    "title": "Film seeds coating with hexane extracts from Illicium verum Hook.f. and Syzygium aromaticum (L.) Merrill & Perry for controlling Callosobruchus maculatus (F.) and Callosobruchus chinensis L",
    "cover-date": "2021-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "botanical insecticide",
        "eugenol",
        "progeny inhibition",
        "seed germination",
        "trans-anethol"
    ],
    "authors": [
        "Jarongsak Pumnuan",
        "Kritima Sarapothong",
        "Potjana Sikhao",
        "Chutichot Pattamadilok",
        "Ammorn Insung"
    ],
    "citedby-count": 3,
    "ref-count": 63,
    "ref-list": [
        "Major insect pests and their associated losses in quantity and quality of farm-stored wheat seed",
        "Biological suppression of stored grain insect pests",
        "Solar heating of seeds: a low cost method to control bruchid (Callosobruchus spp.) attack during storage of pigeonpea",
        "Laboratory evaluation of five botanicals as protectants against cowpea bruchid Callosobruchus maculates F. (Coleoptera: Bruchidae) on stored cowpea",
        "Bioefficacy of some plant derivatives that protect grains against the pulse beetle, Callosobruchus maculates",
        "Effect of pulse beetle, Callosobruchus chinensis L on oviposition and damage in some important genotypes of pulse crops in Bangladesh",
        "Control of cowpea weevil, Callosobruchus maculatus (F.) (Coleoptera: Bruchidae), using natural plant products",
        "Genetics and breeding of resistance to bruchids (Callosobruchus spp.) in Vigna crops: a review",
        "Seed coating: science or marketing spin?",
        "Microencapsulation of seed-coating tebuconazole and its effects on physiology and biochemistry of maize seedlings",
        "Seed coating with a neonicotinoid insecticide negatively affects wild bees",
        "Evidence for indirect effects of pesticide seed treatments on weed seed banks in maize and soybean",
        "Plant compounds insecticide activity against Coleoptera pests of stored products",
        "Essential oils as green pesticides: potential and constraints",
        "Botanical insecticides, deterrents, and repellents in modern agriculture and an increasingly regulated world",
        "Evaluation of botanical extracts against Callosobruchus maculatus F. (Coleoptera: Chrysomelidae) on different host grains",
        "Repellent effect and ovipositional inhibition of essential oil formulas from star anise (Illicium verum) and dill (Anethum graveolens) against adult of red flour beetle (Tribolium castaneum (Herbst)) and saw-toothed grain beetle (Oryzaephilus surinamensis (L.))",
        "Insecticidal and oviposition deterrent properties of some spices against coleopteran beetle, Sitophilus oryzae",
        "Insecticide activity of clove essential oil on bean weevil and maize weevil",
        "Insecticidal efficacy and repellency of trans-anethole against four stored-product insect pests",
        "Toxicity of naturally occurring compounds of plant essential oil against Tribolium castaneum (Herbst)",
        "Pharmacological and toxicological properties of eugenol",
        "Determining the stability of clove oil (eugenol) for use as an acaricide in beeswax. Isr",
        "Fumigation toxicity of plant essential oils in controlling thrips, Frankliniella schultzei (Thysanoptera: Thripidae) and mealybug, Pseudococcus jackbeardsleyi (Hemiptera: Pseudococcidae)",
        "Extrato de neem e cravo da I'ndia no controle de Zabrotes Subfasciatus (Boheman) (Coleoptera: Bruchidae) em sementes de feija˜o armazenado",
        "Essential oils and fragrances from natural sources",
        "A robust and efficient method for the extraction of plant extracellular surface lipids as applied to the analysis of silks and seedling leaves of maize",
        "Effect of seed moisture content and storage container on seed viability and vigour of soybean",
        "Chapter 5: The germination test",
        "Analysis of Pimpinella anisum (Yansoon) seeds using gas chromatography mass spectrometry",
        "Determination of essential oil components of star Anise (Illicium verum) using simultaneous hydrodistillation–static headspace liquid-phase microextraction–gas chromatography mass spectrometry",
        "Chemical composition and biological activity of star anise Illicium verum extracts against maize weevil, Sitophilus zeamais adults",
        "Headspace solvent microextraction: a very rapid method for identification of volatile components of Iranian Pimpinella anisum seed",
        "Biological activities and chemical constituents of Illicium verum hook fruits (Chinese star anise)",
        "Antifungal activity of the essential oil of Illicium verum fruit and its main component trans-anethole",
        "Recent trends in Indian traditional herbs Syzygium aromaticum and its health benefits",
        "Obtaining essential oil and shikimic acid from star anise fruit (Illicium verum Hook)",
        "Extraction and antioxidative activity of essential oil from star anise (Illicium verum)",
        "Chemical composition and antioxidant activity of jatobá-do-cerrado (Hymenaea stigonocarpa Mart.) flour",
        "Comparison of the impact of different extraction methods on polyphenols yields and tannins extracted from Moroccan Acacia mollissima barks",
        "Nutritional constituents, phytochemical profiles, in vitro antioxidant and antimicrobial properties, and gas chromatography-mass spectrometry analysis of various solvent extracts from grape seeds (Vitis vinifera L.)",
        "Contact toxicity of the crude extract of Chinese star anise fruits to house fly larvae and their development. Songklanakarin",
        "Insecticidal activities of essential oils, Gaultheria fragrantissima and Illicium verum, their components and analogs against Callosobruchus chinensis adults",
        "Essential oils from selected wooden species and their major components as repellents and oviposition deterrents of Callosobruchus chinensis (L.)",
        "Impact of Syzygium aromaticum (L.) essential oil as fumigant against Tribolium castaneum (Coleoptera: Tenebrionidae)",
        "Effect of Syzygium aromaticum cloves on larvae of the rhinoceros beetle, Oryctes agamemnon (Coleoptera: Scarabaeidae)",
        "The fumigant toxicity of Syzygium aromaticum and Cymbopogon citratus oils on selected life stages of Tribolium castaneum (Coleoptera: Tenebrionidae)",
        "The potential use of indigenous plant materials against Callosobruchus chinensis L. and Callosobruchus maculatus L. (Coleoptera, Bruchidae) in stored legumes in Sri Lanka",
        "In vivo evaluation of two essential oil based botanical formulations (EOBBFs) for the use against stored product pathogens and pests, Aspergillus species and Callosobruchus species (Coleoptera: Bruchidae)",
        "Legume type and temperature effects on the toxicity of insecticide to the genus Callosobruchus (Coleoptera: Bruchidae)",
        "Use of essential oils of aromatic plants for the management of pigeon pea infestation by pulse bruchids during storage",
        "Insecticidal activity of three Indian plant extracts against Collosobruchus chinensis and C. maculatus. Int",
        "Toxicity of oils formulation as a new useful tool in crop protection for insect pests control",
        "Larvicidal and repellent effect of some Tribulus terrestris L., (Zygophyllaceae) extracts against the dengue fever mosquito, Aedes aegypti (Diptera: Culicidae)",
        "Ovicidal and repellent effect of some spice powders against the Callobruchus chinensis L. and C. maculatus (F.)",
        "Combinations of plant essential oil based terpene compounds as larvicidal and adulticidal agent against Aedes aegypti (Diptera: Culicidae)",
        "Insecticidal potential of clove essential oil and its constituents on Cacopsylla chinensis (Hemiptera: Psyllidae) in laboratory and field",
        "Insecticidal activity of extracts isolated from Syzygium aromaticum",
        "Some botanicals as seed protectants against pulse beetle, Callosobruchus chinensis L. on Pea",
        "Potential of four vegetable oils and ten botanical powders for reducing infestation of cowpea by Callosobruchus maculatus, C. chinensis and C. rhodesianus",
        "Inhibitory effect of eugenol on seed germination and pre-harvest sprouting of hybrid rice (Oryza sativa L.)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "National Research Council of Thailand",
        "King Mongkut's Institute of Technology Ladkrabang"
    ]
}