{
    "eid": "2-s2.0-84983167695",
    "title": "Success rate of terbutaline in inhibiting preterm labor for 48 h",
    "cover-date": "2016-03-03",
    "subject-areas": [
        {
            "$": "Obstetrics and Gynecology",
            "@code": "2729"
        },
        {
            "$": "Pediatrics",
            "@code": "2735"
        }
    ],
    "keywords": [
        "Factor",
        "preterm labor",
        "success rate",
        "terbutaline",
        "tocolysis"
    ],
    "authors": [
        "Arisa Theplib"
    ],
    "citedby-count": 6,
    "ref-count": 15,
    "ref-list": [
        "Management of preterm labor",
        "National, regional, and worldwide estimates of preterm birth rates in the year 2010 with time trends since 1990 for selected countries: A systematic analysis and implications",
        "Neonatal morbidity according to gestational age and birth weight from five tertiary care centers in the United States, 1983 through 1986",
        "Outcome of Preterm Premature Rupture of Membranes",
        "ACOG practice bulletin no. 127: Management of preterm labor.",
        "Green-top Guideline No 44 Preterm Prelabour Rupture of Membranes",
        "Oral salbutamol for treatment of preterm labor",
        "FDA Drug Safety Communication: New Warnings Against Use of Terbutaline to Treat Preterm Labor",
        "Comparison of magnesium sulfate, terbutaline and a placebo for inhibition of preterm labor. A randomized study",
        "Effect of terbutaline on premature labor. A double-blind placebo-controlled study",
        "Terbutaline versus salbutamol for suppression of preterm labor: A randomized clinical trial",
        "Terbutaline pump maintenance therapy for prevention of preterm delivery: A double-blind trial",
        "Terbutaline versus nifedipine for prolongation of pregnancy in patients with preterm labor",
        "Nifedipine versus terbutaline in management of preterm labor",
        "Clinical prediction rules for preterm birth in patients presenting with preterm labor"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}