{
    "eid": "2-s2.0-85146394334",
    "title": "Possibly Oxfordian (Upper Jurassic) cockroach assemblage (Insecta: Blattaria) from the Phra Wihan Formation in Thailand",
    "cover-date": "2023-06-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Molecular Biology",
            "@code": "1312",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Genetics",
            "@code": "1311",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Cell Biology",
            "@code": "1307",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Blattodea",
        "Fossil insects",
        "Laurasia",
        "Mesozoic",
        "Spinicaudata"
    ],
    "authors": [
        "Zuzana Kováčová",
        "Matej Majtaník",
        "Donald L.J. Quicke"
    ],
    "citedby-count": 2,
    "ref-count": 55,
    "ref-list": [
        "Low diversity cockroach assemblage from Chernovskie Kopi in Russia confirms wing deformities in insects at the Jurassic/Cretaceous boundary",
        "Animal biodiversity: An outline of higher-level classification and survey of taxonomic richness",
        "The conchostracan fauna of the Great Estuarine Group, Middle Jurassic, Scotland",
        "The session rating scale: Preliminary psychometric properties of a “working” alliance measure",
        "A new species of roach from the Jurassic of India (Blattaria: Mesoblattinidae)",
        "Revision of American Paleozoic insects",
        "Fossil plants and arthropods from the Phra Wihan Formation, presumably Middle Jurassic, of northern Thailand",
        "Origins and diversity of spot-like aposematic and disruptive colorations among cockroaches",
        "Discovery of Early Cretaceous Cretacechorista gen. nov. Insecta: Mecoptera from Jiuquan basin Gansu Province",
        "Death of an order: a comprehensive molecular phylogenetic study confirms that termites are eusocial cockroaches",
        "Jurassic clam shrimp (“conchostracan”) faunas in China",
        "Taxonomy, A new Jurassic carnivorous cockroach (Insecta, Blattaria, Raphidiomimidae) from the Inner Mongolia in China",
        "Graciliblatta bella gen. et sp. n. — a rare carnivorous cockroach (Insecta, Blattida, Raphidiomimidae) from the Middle Jurassic sediments of Daohugou in Inner Mongolia, China",
        "Variability and symmetry of a Jurassic nocturnal predatory cockroach (Blattida: Raphidiomimidae)",
        "New Jurassic predatory cockroaches (Blattaria: Raphidiomimidae) from Daohugou, China and Karatau, Kazakhstan",
        "Chuanblatta gen. nov. sexually dimorphic cockroaches of Raphidiomimidae (Blattaria) from the Jiulongshan Formation in China",
        "Systema Naturae per Regna Tria Naturae, Secundum Classes, Ordines, Genera, Species, cum Characteribus, Differentiis, Synonymis, Locis",
        "Two fossil adult cockroaches (Blattaria) from the Cretaceous of Minnesota",
        "Early Jurassic cockroaches (Blattodea) from the Mintaja insect locality, Western Australia",
        "Upper Jurassic and Cretaceous conchostracans from Mongolia",
        "New cockroach assemblage from the Lower Cretaceous Kitadani Formation, Fukui, Japan",
        "Raphidiomimula, an enigmatic new cockroach in Cretaceous amber from Myanmar (Burma) (Insecta: Blattodea: Raphidiomimidae)",
        "Orthoptères de l'amérique moyenne. Mémoires Pour Servir a l'Histoire Naturelle du Mexique, des Antilles et des États–Unis",
        "Highly specialised basal ectobiid cockroaches (Blattaria: Blattoidea) were rare in Burmese amber",
        "New aposematic and presumably repellent bark cockroach from Lebanese amber",
        "Nocticolid cockroaches are the only known dinosaur age cave survivors",
        "First cockroaches (Insecta: Blattaria: Blattulidae) from the Lower Cretaceous Sinuiju Formation, Democratic People's Republic of Korea: associated fossil plant assemblages and paleoclimatic inferences",
        "Taxonomic names, in Paekthoblatta, a new predatory cockroach genus (Insecta: Blattaria: Raphidiomimidae) from the Lower Cretaceous of Paektho-Dong, Sinuiju, Democratic People’s Republic of Korea",
        "New genus and species of the families Olidae and Corydiidae (Corydioidea, Blattodea) from mid-Cretaceous Kachin amber",
        "The earliest amber-recorded type cockroach family was aposematic (Blattaria: Blattidae)",
        "Appearance of the family Blaberidae (Insecta: Blattaria) during the Cretaceous and a review of fossils of this family",
        "Mezozoiskiye tarakany s naruzhnym yaytsekladom i osobennosti ikh rasmnozheniya (Blattodea) [Mesozoic blattids with external ovipositor, and peculiarities of their reproduction]",
        "New cockroaches (Insecta: Blattodea) from the Upper Jurassic of Karatau mountains",
        "Jurassic cockroaches of the new family Blattulidae from Siberia",
        "Piniblattella gen. Nov. – the most ancient genus of the family Blattellidae (Blattodea) from the Lower Cretaceous of Siberia",
        "Origin and the early evolution of mantises",
        "Unique assemblage of Dictyoptera (Insecta – Blattaria, Mantodea, Isoptera) from the Lower Cretaceous of Bon Tsagaan Nuur in Mongolia",
        "Transitional Jurassic/Cretaceous Cockroach assemblage (Insecta, Blattaria) from the Shar-Teg in Mongolia",
        "Mass mutation of insects at the Jurassic/Cretaceous boundary?",
        "New blattarians and a review of dictyopteran assemblages from the Lower Cretaceous of Mongolia",
        "Cockroach as the Earliest Eusocial Animal",
        "Decreasing variability – from the Carboniferous to the present! (validated on independent lineages of Blattaria)",
        "New Lower Cretaceous polyphagid cockroaches from Spain (Blattaria, Polyphagidae, Vitisminae subfam. nov.)",
        "Lower Jurassic cockroaches (Insecta: Blattaria) from Germany and England",
        "New predatory cockroaches (Insecta: Blattaria: Manipulatoridae fam. n.) from the Upper Cretaceous Myanmar amber",
        "Advanced morphology and behaviour of extinct earwig-like cockroaches (Blattida: Fuziidae fam. nov.)",
        "Temporary deleterious mass mutations relate to originations of cockroach families",
        "Early wood-boring ‘mole roach’ reveals eusociality ‘missing ring",
        "Alienopterix Mlynský et al., 2018 complex in North Myanmar amber supports Umenocoleoidea/ae status",
        "Longest-surviving Carboniferous-family insect found in Mesozoic amber",
        "Animal biodiversity: an outline of higher-level classification and survey of taxonomic richness (Addenda 2013)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bratislava",
            "@id": "60001987",
            "affilname": "Univerzita Komenského v Bratislave",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001987",
            "affiliation-country": "Slovakia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bratislava",
            "@id": "60010330",
            "affilname": "Slovak Academy of Sciences",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010330",
            "affiliation-country": "Slovakia"
        }
    ],
    "funding": [
        "MVTS",
        "Rolf Kohring",
        "Thomas Schlüter",
        "UNESCO",
        "Slovak Academy of Sciences",
        "AMBA",
        "Institute of Inorganic Chemistry SAS",
        "Chulalongkorn University",
        "Ministry of Education, Science and Sport",
        "Slovak Scientific Grant Agency"
    ]
}