{
    "eid": "2-s2.0-84923354273",
    "title": "Media coverage in the context of education for sustainable development (ESD): Content analysis of climate change in Thailand’s newspapers",
    "cover-date": "2015-01-01",
    "subject-areas": [
        {
            "$": "General Environmental Science",
            "@code": "2300"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Climate change",
        "Content analysis of newspapers",
        "Education for Sustainable Development (ESD)",
        "Thailand"
    ],
    "authors": [
        "Jessada Salathong"
    ],
    "citedby-count": 0,
    "ref-count": 26,
    "ref-list": [
        "Guide for final evaluation process of the ACCU-UNESCO Asia-Pacific Innovation Programme for ESD",
        "Student Educators International",
        "Media as Partners in ESD: A Training and Resource Kit",
        "2004-2009 World Newspaper Coverage of Climate Change or Global Warming",
        "Mass Communication & Society",
        "Cultural circuits of climate change in U.K. broadsheet newspapers, 1985-2003",
        "Framing: Toward Clarification of a Fractured Paradigm",
        "Projections of power: Framing news, public opinion, and U.S. foreign policy",
        "Media Research Methods",
        "Is Anyone Responsible? How Television Frames Political Issues",
        "How the Media Frame Global Warming: A Harbinger of Human Extinction or Endless Summer Fun?",
        "Content Snalysis: An Introduction to Its Methodology",
        "Climate Change and Sustainable Development: The Response from Education",
        "Maplecroft's 5th annual Climate Change and Environmental Risk Atlas 2013",
        "Mass Communication Review",
        "Analysis of Newspaper Content",
        "McQuail's mass communication theory",
        "McQuail's mass communication theory",
        "Tales of Hope II: Innovative Grassroots Approaches to Education for Sustainable Development (ESD) in Asia and the Pacific",
        "Social Research Methods: Qualitative and Quantitative Approaches",
        "Thai audiences and journalists' responses to a holistic, future-oriented, participatory and empowering (HOPE) model for climate change coverage",
        "Making News: A Study in the Construction of Reality",
        "Promotion of Global Partnership for the UN Decade of ESD: The International Implementation Scheme for the Decade in Brief",
        "Education for Sustainable Development Toolkit",
        "Review of contexts and structures for ESD",
        "Climate Change and Children: A human security challenge"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}