{
    "eid": "2-s2.0-84958041285",
    "title": "Anti-HIV-1 integrase compounds from Dioscorea bulbifera and molecular docking study",
    "cover-date": "2016-06-02",
    "subject-areas": [
        {
            "$": "Complementary and Alternative Medicine",
            "@code": "2707"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Pharmacology",
            "@code": "3004"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        }
    ],
    "keywords": [
        "40-trihydroxyl- 2-styrylchromone",
        "50-tetrahydroxybibenzyl",
        "Allantoin",
        "Dioscoreaceae",
        "integrase"
    ],
    "authors": [
        "Prapaporn Chaniad"
    ],
    "citedby-count": 36,
    "ref-count": 30,
    "ref-list": [
        "Antihyperglycemic and antidyslipidemic activity of aqueous extract of Dioscorea bulbifera tubers",
        "Molecular mechanisms in retrovirus DNA integration",
        "Naturally derived anti-HIV agents",
        "Anti-HIV drugs: 25 compounds approved within 25 years after the discovery of HIV",
        "Active site binding modes of the β-diketoacids: A multi-active site approach in HIV-1 integrase inhibitor design",
        "Quantitative analysis of allantoin and allantoic acid in yam tuber, mucilage, skin and bulbil of the Dioscorea species",
        "Antitumor-promoting constituents from Dioscorea bulbifera L. in JB6 mouse epidermal cells",
        "Antidiabetic activity of gnidia glauca and dioscorea bulbifera: Potent amylase and glucosidase inhibitors",
        "Structure of the HIV-1 integrase catalytic domain complexed with an inhibitor: A platform for antiviral drug design",
        "The mobility of an HIV-1 integrase active site loop is correlated with catalytic activity",
        "Flavonol glycosides from Asperula arvensis L",
        "A docking study of l-chicoric acid with HIV-1 integrase",
        "The evaluation of catechins that contain a galloyl moiety as potential HIV-1 integrase inhibitors",
        "Retroviral integrase proteins and HIV-1 DNA integration",
        "Chemical transformations of oxyresveratrol (trans-2,4,3′,5′-tetrahydroxystilbene) into a potent tyrosinase inhibitor and a strong cytotoxic agent",
        "Norclerodane diterpenoids from rhizomes of Dioscorea bulbifera",
        "Phenolic compounds from the rhizomes of dioscorea bulbifera",
        "Analysis of the full-length integrase-DNA complex by a modified approach for DNA docking",
        "Analgesic and anti-inflammatory properties of extracts from the bulbils of dioscorea bulbifera L. var sativa (Dioscoreaceae) in mice and rats",
        "Phytopharmacology",
        "New and investigational antiretroviral drugs for HIV infection: Mechanisms of action and early research findings",
        "Synthesis of New Hydroxy-2-styrylchromones",
        "Br. Int J Pharm Life Sci.",
        "Steroidal saponins from the flowers of Dioscorea bulbifera var. sativa",
        "Bafoudiosbulbins A, and B, two anti-salmonellal clerodane diterpenoids from Dioscorea bulbifera L. var sativa",
        "Flavanone and flavonol glycosides from the leaves of Thevetia peruviana and their HIV-1 reverse transcriptase and HIV-1 integrase inhibitory activities",
        "Active site binding modes of curcumin in HIV-1 protease and integrase",
        "Antitumor activity of Dioscorea bulbifera L. rhizome in vivo",
        "Platachromone A-D: Cytotoxic 2-styrylchromones from the bark of Platanus acerifolia (Aiton) Willd.",
        "Determination of allantoin in Dioscorea Rhizoma by high performance liquid chromatography using cyano columns"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}