{
    "eid": "2-s2.0-85151134013",
    "title": "Interfacial Displacement Discontinuity in Coated Substrate with Couple-Stress Effects",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Civil and Structural Engineering",
            "@code": "2205",
            "@abbrev": "ENGI"
        }
    ],
    "keywords": [
        "Couple stress theory",
        "Interfacial displacement discontinuity",
        "Layered media",
        "Microstructures",
        "Size-dependent effects"
    ],
    "authors": [
        "W. Wongviboonsin",
        "P. A. Gourgiotis",
        "J. Rungamornrat"
    ],
    "citedby-count": 0,
    "ref-count": 18,
    "ref-list": [
        "High-frequency Rayleigh waves in materials with micro-structure and couple-stress effects",
        "An approach based on integral equations for crack problems in standard couple-stress elasticity",
        "Screw dislocation in a thin film–substrate in couple stress elasticity",
        "Interaction of a screw dislocation with a bi-material interface in anti-plane couple stress elasticity",
        "Distributed dislocation approach for cracks in couple-stress elasticity: Shear modes",
        "An approach based on distributed dislocations and disclinations for crack problems in couple-stress elasticity",
        "The problem of sharp notch in couple-stress elasticity",
        "A finite element formulation for crack problem in couple-stress elasticity",
        "Couple stresses in the theory of elasticity",
        "Influence of surface and couple stresses on response of elastic substrate under tilted flat indenter",
        "Effects of couple-stresses in linear elasticity",
        "Design and implementation of a highly efficient three-level t-type converter for low-voltage applications",
        "Elastic materials with couple-stresses",
        "Failure and deformation mechanisms during indentation in nanostructured Cr/CrN multilayer coatings",
        "Influence of residual stresses on fracture and delamination of thin hard coatings",
        "Size effects in two-dimensional layered materials modeled by couple stress elasticity",
        "Microstructural effects on the response of a multi-layered elastic substrate",
        "Burmister’s problem extended to a microstructured layer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Volos",
            "@id": "60025812",
            "affilname": "University of Thessaly",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025812",
            "affiliation-country": "Greece"
        }
    ],
    "funding": [
        "Second Century Fund",
        "Chulalongkorn University",
        "National Research Council of Thailand"
    ]
}