{
    "eid": "2-s2.0-85087554208",
    "title": "Normative power Europe, ASEAN and Thailand",
    "cover-date": "2020-07-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [],
    "authors": [
        "Natthanan Kunnamas"
    ],
    "citedby-count": 1,
    "ref-count": 44,
    "ref-list": [
        "ASEAN-European Union Dialogue. Retrieved December 8, 2016",
        "Council Conclusions on Thailand. Retrieved March 12, 2020",
        "Retrieved March 12, 2020",
        "Local EU Statement. Retrieved March 12, 2020",
        "Global Climate Change Alliance in the Lower Mekong Lower Basin - Addressing ecosystem challenges in the Lower Mekong Basin through the support to the Climate Change Adaptation Initiative (CCAI) of the Mekong River Commission. Retrieved March 11, 2020",
        "Public Diplomacy and Outreach Actions. Retrieved March 12, 2020",
        "Ship to Shore Rights Project: Combatting Unacceptable Forms of Work in the Thai Fishing and Seafood Industry. Retrieved March 12, 2020",
        "Environmental Liability: Applying the ‘Polluter Pays’ Principle. Retrieved March 13, 2020",
        "Council Adopts Ratification of Second Phase of Kyoto Protocol. Retrieved March 24, 2020",
        "EU ETS Handbook. Retrieved March 13, 2020",
        "Part III in favour of the Asia region to be financed from the general budget of the European Union. Retrieved March 11, 2020",
        "Joint Declaration by the EU High Representative for Foreign Affairs and Security Policy and the Secretary General of the Council of Europe on the European and World Day against the Death Penalty. Retrieved March 12, 2020",
        "AATIP (ASEAN Air Transport Integration Project): Supporting the making of the ASEAN Single Aviation Market. Retrieved March 11, 2020",
        "ARISE Plus Civil Aviation Project: Supporting the development of the ASEAN Single Aviation Market. Retrieved March 11, 2020",
        "Statement by the Spokesperson on developments in Thailand. Retrieved March 12, 2020",
        "Sustaining and Enhancing the Momentum for Innovation and Learning around the System of Rice Intensification (SRI) in the Lower Mekong River Basin. Retrieved March 11, 2020",
        "Closure of EU-ASEAN project on the Protection of Intellectual Property Rights. Retrieved March 11, 2020",
        "The Inclusion of Aviation in the EU Emissions Trading System: An Economic and Environmental Assessment",
        "Normative power Europe: a contradiction in terms?",
        "Statement by deputy prime minister and minister of foreign affairs during the high-level segment of the 28th session of the human rights council",
        "Promoting Highly Efficient Air Conditioners in the ASEAN Region to Reduce Energy Consumption",
        "International relations in Southeast Asia: The struggle for autonomy"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}