{
    "eid": "2-s2.0-84921048077",
    "title": "Synthesis of (±)-spongiolactone enabling discovery of a more potent derivative",
    "cover-date": "2015-01-19",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Allyl zinc reagent",
        "Beta-lactone",
        "Cytotoxicity",
        "Spongiane diterpenoid",
        "Total synthesis"
    ],
    "authors": [
        "Natalie L. Harvey"
    ],
    "citedby-count": 21,
    "ref-count": 35,
    "ref-list": [
        "Novel Anti-Inflammatory Spongian Diterpenes from the New Zealand Marine Sponge Chelonaplysilla violacea",
        "Spongian diterpenoids from marine sponges",
        "Spongiane diterpenoids",
        "Metabolites from the marine sponge spongionella gracilis. Three further nor-diterpenes, one of them based on a novel carbocyclic skeleton.",
        "Four new trihydroxylated sterols from the sponge spongionella gracilis",
        null,
        "Gracilin A, an unique: nor-diterpene metabolite from the marine sponge spongionella gracilis.",
        "Bioactive diterpene derivatives from the marine sponge Spongionella sp.",
        "Spongiolactone, an unusual β-lactone diterpene isovalerate based on a new rearranged spongiane skeleton from spongionella gracilis.",
        "Total synthesis and comparative analysis of orlistat, valilactone, and a transposed orlistat derivative: Inhibitors of fatty acid synthase",
        "Bioinspired total synthesis and human proteasome inhibitory activity of (-)-salinosporamide A, (-)-homosalinosporamide A, and derivatives obtained via organonucleophile promoted bis-cyclizations",
        null,
        "Concise total synthesis of (±)-salinosporamide A, (±)-cinnabaramide A, and derivatives via a bis-cyclization process: Implications for a biosynthetic pathway?",
        "Intramolecular, nucleophile-catalyzed aldol-lactonization (NCAL) reactions: Catalytic, asymmetric synthesis of bicyclic β-lactones",
        "Asymmetric synthesis of bicyclic β-lactones via the intramolecular, nucleophile-catalyzed aldol lactonization: Improved efficiency and expanded scope",
        "Bicyclic- and tricyclic-β-lactones via organonucleophile-promoted bis-cyclizations of keto acids: Enantioselective synthesis of (+)-dihydroplakevulin",
        "Asymmetric synthesis, structure, and reactivity of unexpectedly stable spiroepoxy-β-lactones including facile conversion to tetronic acids: Application to (+)-maculalactone A",
        "Double diastereoselective, nucleophile-catalyzed aldol lactonizations (NCAL) leading to β-lactone fused carbocycles and extensions to β-lactone fused tetrahydrofurans",
        "Enantioselective, organocatalyzed, intramolecular aldol lactonizations with keto acids leading to Bi- and Tricyclic β-lactones and topology-morphing transformations",
        "Angew. Chem.",
        "A diastereoselective, nucleophile-promoted aldol-lactonization of ketoacids leading to bicyclic-β-lactones",
        "Mechanism-based profiling of enzyme families",
        "β-lactones as privileged structures for the active-site labeling of versatile bacterial enzyme classes",
        "Angew. Chem.",
        "Highly diastereoselective synthesis of homoallylic alcohols bearing adjacent quaternary centers using substituted allylic zinc reagents",
        "Highly diastereoselective addition of cinnamylzinc derivatives to α-chiral carbonyl compounds",
        "The Regiospecific Alkylation of Cyclic β Diketone Enol Ethers. A General Synthesis of 4-Alkylcyclohexenones",
        "Lanthanides in Organic Chemistry. 1. Selective 1,2 Reductions of Conjugated Ketones",
        "Conjugate Addition Reactions of Allylic Copper Species Derived from Grignard Reagents: Synthetic and Spectroscopic Aspects",
        "The Cambridge Crystallographic Data Centre Via",
        "Reagents for Organic Synthesis",
        "LiCl-mediated preparation of highly functionalized benzylic zinc chlorides",
        "Activation of Zinc By Trimethylchlorosilane: An Improved Procedure For The Preparation of β-hydroxy Esters From Ethyl Bromoacetate And Aldehydes Or Ketones (reformatsky Reaction)",
        "Titanium tetrachloride promoted hydrolysis of cephalosporin tert-butyl esters",
        "Acylating drugs: redesigning natural covalent inhibitors"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "College Station",
            "affilname": "Texas A&amp;M University",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Munich",
            "affilname": "Technische Universität München",
            "affiliation-country": "Germany"
        },
        {
            "affiliation-city": "Midland",
            "affilname": "The Dow Chemical Company",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "European Research Council",
        "National Stroke Foundation",
        "Welch Foundation"
    ]
}