{
    "eid": "2-s2.0-85020165972",
    "title": "Determinants of Ocular Pain Severity in Patients With Dry Eye Disease",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Ophthalmology",
            "@code": "2731"
        }
    ],
    "keywords": [],
    "authors": [
        "Vannarut Satitpitakul"
    ],
    "citedby-count": 27,
    "ref-count": 48,
    "ref-list": [
        "Economic and Humanistic Burden of Dry Eye Disease in Europe, North America, and Asia: A Systematic Literature Review",
        "The epidemiology of dry eye disease: Report of the epidemiology subcommittee of the international Dry Eye WorkShop (2007)",
        "Dry Eye Disease: Impact on Quality of Life and Vision",
        "Burning Eye Syndrome: Do Neuropathic Pain Mechanisms Underlie Chronic Dry Eye?",
        "What Causes Eye Pain?",
        "Evaluation of the painful eye",
        "Dry eye symptom severity and persistence are associated with symptoms of neuropathic pain",
        "Incomplete response to artificial tears is associated with features of neuropathic ocular pain",
        "Characteristics of ocular pain complaints in patients with idiopathic dry eye symptoms",
        "Pain measurement tools and methods in clinical research in palliative care: Recommendations of an Expert Working Group of the European Association of Palliative Care",
        "Clinical importance of changes in chronic pain intensity measured on an 11-point numerical pain rating scale",
        "Validity of a verbally administered numeric rating scale to measure cancer pain intensity",
        "Validity of four pain intensity rating scales",
        "What is the maximum number of levels needed in pain intensity measurement?",
        "Core outcome measures for chronic pain clinical trials: IMMPACT recommendations",
        "Minimal clinically important difference for the ocular surface disease index",
        "Longitudinal examination of frequency of and risk factors for severe dry eye symptoms in us veterans",
        "Performance and repeatability of the NEI-VFQ-25 in patients with dry eye",
        "Association between depression and dry eye disease in an elderly population",
        "Dry eye disease, dry eye symptoms and depression: The Beijing eye study",
        "Anxiety and depression in patients with primary Sjogren's syndrome",
        "Anxiety and depression in patients with dry eye syndrome",
        "Psychological aspects of patients with primary keratoconjunctivitis sicca",
        "Understanding Symptoms and Quality of Life in Patients With Dry Eye Syndrome",
        "Impact of dry eye disease and treatment on quality of life",
        "Non-hormonal systemic medications and dry eye",
        "Dry eye syndrome, posttraumatic stress disorder, and depression in an older male veteran population.",
        "Psychological and somatic predictors of perceived and measured ocular dryness of patients with primary Sjögren's syndrome",
        "Dry eyes and mouth syndrome or sicca, asthenia and polyalgia syndrome? [11]",
        "Association between comorbid depression and osteoarthritis symptom severity in patients with knee osteoarthritis",
        "Dry eye symptoms align more closely to non-ocular conditions than to tear film parameters",
        "The coexistence of neuropathic pain, sleep, and psychiatric disorders : A novel treatment approach",
        "Neuropathic ocular pain due to dry eye is associated with multiple comorbid chronic pain syndromes",
        "The Association of Dry Eye Symptom Severity and Comorbid Insomnia in US Veterans",
        "Assessment of somatosensory function in patients with idiopathic dry eye symptoms",
        "Patients with more severe symptoms of neuropathic ocular pain report more frequent and severe chronic overlapping pain conditions and psychiatric disease",
        "Relationship between dry eye symptoms and pain sensitivity",
        "Understanding neuropathic corneal pain - Gaps and current therapeutic approaches",
        "Ocular neuropathic pain",
        "Chronic neuropathic pain: Mechanisms and treatment",
        "An improved understanding of neuropathic pain",
        "Neuropathic ocular pain: An important yet underevaluated feature of dry eye",
        "Report of the National Eye Institute/Industry Workshop on Clinical Trials in Dry Eyes",
        "Relation between signs and symptoms of dry eye in the elderly: A population-based perspective",
        "Ocular surface parameters in older male veterans",
        "Discordant dry eye disease (An American ophthalmological society thesis)",
        "Corneal pain without stain: Is it real?",
        "Validity and Reliability of a Novel Ocular Pain Assessment Survey (OPAS) in Quantifying and Monitoring Corneal and Ocular Surface Pain Presented in part at: The 28th biennial cornea conference, October 17, 2013, Boston, Massachusetts, and the annual ARVO meeting, May 4, 2014, Orlando, Florida."
    ],
    "affiliation": [
        {
            "affiliation-city": "Boston",
            "affilname": "Tufts University School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "affilname": "Harvard Medical School",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}