{
    "eid": "2-s2.0-85082968349",
    "title": "Trichodinids and monogeneans infestation among Nile tilapia hatcheries in Egypt: prevalence, therapeutic and prophylactic treatments",
    "cover-date": "2020-08-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Agronomy and Crop Science",
            "@code": "1102",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chemical disinfectants",
        "Ectoparasites",
        "LC50",
        "Tilapia hatchery"
    ],
    "authors": [
        "S. Aly",
        "M. Fathi",
        "E. M. Youssef",
        "M. Mabrok"
    ],
    "citedby-count": 10,
    "ref-count": 34,
    "ref-list": [
        "A review of some basic parasite diseases in culture fisheries flagellids, dinoflagellides and ichthyophthriasis, ichtyobodiasis, coccidiosis trichodiniasis, heminthiasis, hirudinea infestation, crustacean parasite and ciliates",
        "Some ectoparasites of the common carp (Cyprinus carpio) in Ainkawa fish hatchery, Erbil province",
        "Seasonal prevalence and intensity of infestation by the ectoparasites in carps relating to physico-chemical parameters in some ponds of Mymensingh and Bogra Districts of Bangladesh",
        "Effects of formalin treatment on epithelial structure and mucous cell densities in rainbow trout, Oncorhynchus mykiss (Walbaum), skin",
        "Variación estacional de dactylogyrus sp. en dos unidades productoras de tilapia del estado de Morelos",
        "Principles and patterns of osmoregulation and euryhalinity in fishes",
        "On-farm feed management practices for Nile tilapia (Oreochromis niloticus) in Egypt. On-farm feeding and feed management in aquaculture",
        "Prevalence of some ectoparasitic diseases in African catfish (Clarias gariepinus) at Kafr El-Sheikh governorate",
        "Acute toxicity of hydrogen peroxide treatments to selected lifestages of cold-, cool-, and warmwater fish",
        "Ectoparasites communities from Oreochromis niloticus cultivated in the State of Santa Catarina",
        "The occurrence and mechanisms of innate immunity against parasites in fish",
        "Dactylogyrids on the gills of roach in Central Finland: features of infection and species composition",
        "Gyrodactylus procerus sp. nov. (Gyrodactylidae: Pectobothrii= Monogenea) in carp in the German Democratic Republic",
        "Degradation and effect of hydrogen peroxide in small-scale recirculation aquaculture system biofilters",
        "A framework for understanding the potential for emerging diseases in aquaculture",
        "The relationship between occurrence of ectoparasites, temperature and culture conditions: a comparison of farmed and wild common carp (Cyprinus carpio L., 1758) in the Sinop region of northern Turkey",
        "Effects of formaldehyde, sodium chloride, potassium permanganate and hydrogen peroxide on hatch rate of African catfish Clarias gariepinus eggs",
        "Toxic effect of potassium permanganate on Oreochromis niloticus based on hematological parameters and biomarkers of oxidative stress",
        "Parasite responses to pollution: what we know and where we go in ‘environmental parasitology’",
        "Tilapia culture in saline waters: a review",
        "Paratrichodina africana (Ciliophora): a pathogenic gill parasite in farmed Nile tilapia",
        "Trichodiniasis in Nile tilapia hatcheries: diagnosis, parasite: host-stage relationship and treatment",
        "Seasonality and histopathology of Trichodina puytoraci Lom, 1962, a parasite of flathead mullet (Mugil cephalus) from Tunisia",
        "Is prophylactic formalin exposure a stress source for gilthead seabream (Sparus aurata) and seabass (Dicentrarchus labrax)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ismailia",
            "@id": "60239307",
            "affilname": "Faculty of Veterinary Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60239307",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Cairo",
            "@id": "60030271",
            "affilname": "National Institute of Oceanography and Fisheries",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030271",
            "affiliation-country": "Egypt"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}