{
    "eid": "2-s2.0-85041291835",
    "title": "Microbial and behavioral determinants of dental caries in permanent dentition among Thai schoolchildren",
    "cover-date": "2017-07-01",
    "subject-areas": [
        {
            "$": "Infectious Diseases",
            "@code": "2725"
        },
        {
            "$": "Public Health",
            "@code": "2739"
        }
    ],
    "keywords": [
        "Caries",
        "Determinants",
        "DMFS",
        "Lactobacilli",
        "Schoolchildren",
        "Streptococcus mutans"
    ],
    "authors": [
        "Pagaporn Pantuwadee Pisarnturakit"
    ],
    "citedby-count": 0,
    "ref-count": 43,
    "ref-list": [
        "Bacteriological studies of dental caries in Ile-Ife, Nigeria",
        "Relationship between quantitative assessments of salivary buffering capacity and ion activity product for hydroxyapatite in relation to cariogenic potential",
        "Factors associated with severe caries among adults in Kuwait",
        "Can socioeconomic status indicators predict caries risk in schoolchildren in Saudi Arabia? A cross-sectional study",
        "Salivary counts of mutans streptococci and lactobacilli and past caries experience in caries prediction",
        "On dental caries and caries-related factors in children and teenagers.",
        "JKAU",
        "Relationship between plaque pH and different caries-associated variables in a group of adolescents with varying caries prevalence",
        "Multicenter study on caries risk assessment in Japanese adult patients",
        "Dental status of schoolchildren from a rural community in Cameroon.",
        "Determinants of dental status and caries among adults in southern Thailand",
        "Associations between dietary intake, dental caries experience and salivary bacterial levels in 12-year-old English schoolchildren",
        "Acid formation in sucrose-exposed dental plaque in relation to caries incidence in schoolchildren.",
        "Report of the Seventh National Oral Health Survey 2012",
        "Dentistry, Dental Practice, and the Community",
        "Quantitative analysis of diverse Lactobacillus species present in advanced dental caries",
        "Dental caries: an infectious and transmissible disease.",
        "Presence of mutans streptococci and various types of lactobacilli in interdental spaces related to development of proximal carious lesions",
        "A longitudinal study of dental health from the age of 14 to 41",
        "Distribution and determinants of mutans streptococci among African-American children and association with selected variables.",
        "Salivary microflora and caries experience in 5‐year‐old children from two ethnic groups",
        "Demonstration of the etiologic role of streptococci in experimental caries in the hamster",
        "Oral diseases and socio-economic status (SES)",
        "Salivary Streptococcus mutans level: Value in caries prediction for 11-12-year-old children",
        "Socio-economic effect on caries. Incidence data among Swedish 12-14-year-olds",
        "Research in dental caries.",
        "Dental caries and its socio-behavioral predictors- An exploratory cross-sectional study",
        "The roles of meal, snack, and daily total food and beverage exposures on caries experience in young children",
        "Dental caries and risk factors in adolescents of Ecatepec in the State of Mexico",
        "Cariogenic bacteria and dental health status in adolescents: The role of oral health behaviours",
        "Prediction of caries increment in Scottish adolescents",
        "Dental caries",
        "Dental caries status, socio-economic, behavioral and biological variables among 12-year-old Palestinian school children",
        "Saliva as a prediction tool for dental caries: An in vivo study",
        "The microbiology of primary dental caries in humans",
        "Caries risk profiles of 12-13-year-old children in Laos and Sweden",
        "Are mutans streptococci detected in preschool children a reliable predictive factor for dental caries risk? A systematic review",
        "Patient caries risk assessment",
        "Salivary clinical data and dental caries susceptibility: is there a relationship?",
        "Preliminary findings on the correlation of saliva pH, buffering capacity, flow, Consistency and Streptococcus mutans in relation to cigarette smoking",
        "Factors associated with dental caries in a group of American Indian children at age 36 months",
        "Oral Health Surveys: Basic Methods",
        "Caries experience variables as indicators in caries risk assessment in 6-7-year-old Chinese children"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}