{
    "eid": "2-s2.0-85121839604",
    "title": "Guidance is not always better: The effect of structured guidance and skepticism on auditors’ planning materiality",
    "cover-date": "2021-04-27",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "History and Philosophy of Science",
            "@code": "1207",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Religious Studies",
            "@code": "1212",
            "@abbrev": "ARTS"
        }
    ],
    "keywords": [
        "Planning materiality",
        "Professional skepticism",
        "Structured guidance"
    ],
    "authors": [
        "Kanjana Phonsumlissakul",
        "Juthathip Audsabumrungrat"
    ],
    "citedby-count": 0,
    "ref-count": 29,
    "ref-list": [
        "The effectiveness of alternative risk assessment and program planning tools in a fraud setting",
        "Effects of justification and a mechanical aid on judgment performance",
        "Joint Impact of Materiality Guidance and Justification Requirement on Auditors' Planning Materiality",
        "Auditing Complex Estimates: How Do Construal Level and Evidence Formatting Impact Auditors' Consideration of Inconsistent Evidence?",
        "Pattern recognition, hypotheses generation, and auditor performance in an analytical task",
        "Factors Affecting Auditors' Assessments of Planning Materiality",
        "The Effects of Auditor Rotation, Professional Skepticism, and Interactions with Managers on Audit Quality",
        "An analysis of the relationship between accounting restatements and quantitative benchmarks of audit planning materiality",
        "What is coefficient alpha? An examination of theory and applications",
        "Materiality Guidance of the Major Public Accounting Firms",
        "Can multitasking influence professional scepticism?",
        "A Framework for Understanding and Researching Audit Quality",
        "Do Individual Auditors Affect Audit Quality? Evidence from Archival Data",
        "The Effect of Partner Communications of Fraud Likelihood and Skeptical Orientation on Auditors' Professional Skepticism",
        "Development of a Scale to Measure Professional Skepticism",
        "Research on Auditor Professional Skepticism: Literature Synthesis and Opportunities for Future Research",
        "The Influence of Auditor Experience on the Persuasiveness of Information Provided by Management",
        "The Effects of Time Pressure and Audit Program Structure on Audit Performance",
        "Judgment and Decision Making Research in Auditing: A Task, Person, and Interpersonal Interaction Perspective",
        "Materiality",
        "The use of information in decision making: an experimental investigation of the impact of computer-based decision aids",
        "Construal-level theory of psychological distance",
        "The effects of decision aid design on the information search strategies and confirmation bias of tax professionals"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}