{
    "eid": "2-s2.0-85099948764",
    "title": "The operculate micro land snail genus Dicharax Kobelt & Möllendorff, 1900 (Caenogastropoda, Alycaeidae) in Thailand, with description of new species",
    "cover-date": "2020-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Ecology, Evolution, Behavior and Systematics",
            "@code": "1105",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Insect Science",
            "@code": "1109",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Cyclophoroidea",
        "Gastropoda",
        "Mollusca",
        "taxonomy"
    ],
    "authors": [
        "Parin Jirapatrasilp",
        "Barna Páll-Gergely",
        "Chirasak Sutcharit",
        "Piyoros Tongkerd"
    ],
    "citedby-count": 5,
    "ref-count": 62,
    "ref-list": [
        "Dicharax (?) bawai n. sp from southern India (Gastropoda: Cyclophoroidea: Alycaeidae)",
        "Diagnoses de Coquilles nouvelles de L'Indo Chine",
        "Description de Coquilles nouvelles de I'Indo-Chine (7esuite)",
        "Characters of Streptaulus a new genus and several species of the Cyclostomacea from Sikkim, the Khasi Hills Ava and Pegu",
        "A sectional distribution of the genus Alycaeus, Gray, with characters of six new species and of other Cyclostomidae collected at Darjiling by W. T. Blanford, Esq",
        "Contributions to Indian Malacology, No. III. Descriptions of new operculated land shells from Pegu, Arakan and the Khasi Hills",
        "On the classification of the Cyclostomacea of Eastern Asia",
        "Revised classification, nomenclator and typification of gastropod and monoplacophoran families",
        "Five new species of land shells from the Tibet Autonomous Region, China",
        "Mollusques nouveaux de Perak (Indo-Chine)",
        "Two new species of Alycaeus from Eastern Thailand (Gastropoda, Caenogastropoda, Cyclophoridae)",
        "On the dates of publication of the Society's ‘Proceedings' 1859–1926, with an appendix containing the dates of publication 1830–1858, compiled by F.H. Waterhouse; also of the ‘Transactions' 1833–1869 by Henry Peavot, originally published in P.Z.S. 1893, 1913",
        "A review of the genera of the terrestrial pectinibranch molluscs (synopsis mainly based on published data). Littoriniformes: Liareidae, Pupinidae, Diplommatinidae, Alycaeidae, Cochlostomidae",
        "A review of the land snail genus Alycaeus (Gastropoda, Alycaeidae) in Peninsular Malaysia",
        "Descriptions of a new Alycaeus from Perak and a Bulimulus from Bolivia",
        "Descriptions of the species of Alycaeinae known to inhabit the Khasi Hill ranges",
        "Land and freshwater mollusca of India, including South Arabia, Baluchistan, Afghanistan, Kashmir, Nepal, Burma, Pegu, Tenasserim, Malaya Peninsula",
        "Operculated land molluscs from Southeast Asia",
        "Descriptions of four new species of terrestrial shells from Siam",
        "Aktualiserte Liste der terrestrischen Gastropoden Thailands",
        "Mémoires concernant l'histoire naturelle de l'empire chinois par des pères de la Compagnie de JÉSUS",
        "Catalog der gegenwärtig lebend bekannten Pneumonopomen",
        "Zur Systematik der Pneumonomen",
        "New land shells from Tyūgoku District (1) a new species belonging to a new subgenus of the genus Chamalycaeus",
        "On Awalycaeus abei gen. et. sp. nov. (Cyclophoridae)",
        "A cybertaxonomic revision of the micro-landsnail genus Plectostoma Adam (Mollusca, Caenogastropoda, Diplommatinidae), from Peninsular Malaysia, Sumatra and Indochina",
        "Remarks on Alycaeus species from South-East Asia, with the descriptions of four new species with keeled shells (Gastropoda, Caenogastropoda, Cyclophoridae)",
        "Diagnoses specierum novarum sinensium",
        "Materialen zur Fauna for China",
        "The landshells of Perak",
        "On a collection of land-shells from the Samui Islands, Gulf of Siam",
        "Mollusques terrestres & fluviatiles du royaume de Pérak et des pays voisins (presqu'ile Malaise)",
        "Dicharax (?) candrakirana n. sp. (Gastropoda: Cyclophoridae) from Sempu Island, Indonesia",
        "A new species of Metalycaeus hitherto undistinguished from M. vinctus (Pilsbry, 1902)",
        "A review of the Alycaeidae of the Philippines with descriptions of new species and subspecies (Gastropoda: Caenogastropoda: Cyclophoroidea)",
        "Four new cyclophoroid species from Thailand and Laos (Gastropoda: Caenogastropoda: Alycaeidae, Diplommatinidae, Pupinidae)",
        "Taxonomic vandalism in malacology: Comments on molluscan taxa recently described by N. N. Thach and colleagues (2014–2019)",
        "Revision of the Alycaeidae of China, Laos and Vietnam (Gastropoda: Cyclophoroidea) I: The genera Dicharax and Metalycaeus",
        "Novel shell device for gas exchange in an operculate land snail",
        "Genus-level revision of the Alycaeidae (Gastropoda: Cyclophoroidea), with an annotated species catalogue",
        "A new cave dweller of the genus Alycaeus in Thailand (Prosobranchia: Cyclophoracea: Family Cyclophoridae)",
        "A new Alycaeus from southern Thailand (Prosobranchia: Cyclophoracea: Family Cyclophoridae)",
        "Descriptions of thirty-six new land shells from the collection of H. Cuming, Esq",
        "Monographia Pneumonopomorum viventium. Sistens descriptiones systematicas et criticas omnium hujus ordinis generum et specierum hodie cognitarum, accedente fossilium enumeratione",
        "On the dates of publication of Hanley and Theobald's “Conchologica Indica”",
        "Monograph of the genus Alycaeus",
        "Herr Reinhardt legte eine Anzahl japanischer..., 67– 70",
        "Redescription and ecological niche of a land snail Dicharax strangulatus (L. Pfeiffer, 1846) in the Himalaya (Gastropoda: Cyclophoroidea: Alycaeidae)",
        "Introductio ad historiam naturalem, sistens genera lapidum, plantarum et animalium hactenus detecta, caracteribus essentialibus donata, in tribus divisa, subinde ad leges naturae",
        "Some non-marine mollusks from Thailand, with notes on classification of the Helicarionidae",
        "On the land shells of Penang island, with descriptions of the animals and anatomical notes; part first, Cyclostomacea",
        "Listado taxonómico ilustrado de la familia Cyclophoridae J.E. Gray, 1847 (Mollusca: Gastropoda): Parte 2. La subfamilia Alycaeinae J.E. Gray, 1850",
        "Descriptions of new species of land shells from the Shan States and Pegu",
        "Gastropoda I. Allgemeiner Teil und Prosobranchia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Budapest",
            "@id": "60008249",
            "affilname": "Plant Protection Institute",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60008249",
            "affiliation-country": "Hungary"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "OTKA",
        "Hungarian Academy of Sciences",
        "Thailand Research Fund"
    ]
}