{
    "eid": "2-s2.0-84937545844",
    "title": "Proximo-distal patellar position in three small dog breeds with medial patellar luxation",
    "cover-date": "2015-07-20",
    "subject-areas": [
        {
            "$": "General Veterinary",
            "@code": "3400"
        },
        {
            "$": "Animal Science and Zoology",
            "@code": "1103"
        }
    ],
    "keywords": [
        "Medial patellar luxation",
        "Patella alta",
        "Patellar position",
        "Proximo-distal",
        "Small dog breeds"
    ],
    "authors": [
        "Chalika Wangdee"
    ],
    "citedby-count": 18,
    "ref-count": 16,
    "ref-list": [
        "Recurrent dislocation and the high-riding patella.",
        "Patella alta and patella infera. Their etiological role in patellar dislocation, chondromalacia, and apophysitis of the tibial tubercle",
        "Long patellar tendon: Radiographic sign of patellofemoral pain syndrome - A prospective study",
        "Patellar tendon-to-patella ratio in children",
        "Vertical position of the patella in the stifle joint of clinically normal large-breed dogs",
        "Vertical patellar position in large-breed dogs with clinically normal stifles and large-breed dogs with medial patellar luxation",
        "Proximodistal alignment of the canine patella: Radiographic evaluation and association with medial and lateral patellar luxation",
        "Pre- and postoperative radiographic and computed tomographic evaluation of dogs with medial patellar luxation.",
        "Use of radiographic measurements in the evaluation of dogs with medial patellar luxation.",
        "Handbook of Small Animal Orthopedics and Fracture Repair",
        "Latero-distal transposition of the tibial crest in cases of medial patellar luxation with patella alta",
        "Major complications and risk factors associated with surgical correction of congenital medial patellar luxation in 124 dogs",
        "Radiographic measurement for femoral varus in Pomeranian dogs with and without medial patellar luxation",
        "Evaluation of surgical treatment of medial patellar luxation in Pomeranian dogs",
        "Lateral patellar luxation in dogs: A retrospective study of 65 dogs",
        "Extended proximal trochleoplasty for the correction of bidirectional patellar luxation in seven Pomeranian dogs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Utrecht",
            "affilname": "Departement Geneeskunde van Gezelschapsdieren",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Royal Veterinary College University of London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}