{
    "eid": "2-s2.0-84938905060",
    "title": "Iso-butanol direct synthesis from syngas over the alkali metals modified Cr/ZnO catalysts",
    "cover-date": "2015-08-12",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Cr/ZnO catalyst",
        "Iso-butanol synthesis",
        null,
        "Syngas"
    ],
    "authors": [
        "Li Tan"
    ],
    "citedby-count": 72,
    "ref-count": 29,
    "ref-list": [
        "Synthesis of alcohols from carbon oxides and hydrogen. VII. Preparation, activation, and catalytic behavior of a ZnMnCrK-oxide catalyst",
        null,
        "Chem. Ind.",
        "Catal. Today",
        "Reaction and surface characterization study of higher alcohol synthesis catalysts: I. K-promoted commercial Zn/Cr spinel",
        "Higher alcohol synthesis reaction study VI: Effect of Cr replacement by Mn on the performance of Cs- and Cs, Pd-promoted Zn/Cr spinel catalysts",
        "Synthesis and characterization of copper-modified zinc chromites by the high temperature aerosol decomposition process for higher alcohol synthesis",
        "A chain growth scheme for the higher alcohols synthesis",
        "Development of cobalt-copper nanoparticles as catalysts for higher alcohol synthesis from syngas",
        "Effect of glow discharge plasma on copper-cobalt-aluminum catalysts for higher alcohol synthesis",
        null,
        "Sol-gel preparation of K-Co-Mo catalyst and its application in mixed alcohol synthesis from CO hydrogenation",
        null,
        "Synthesis of higher alcohols from syngas over Zn-Cr-K catalyst in supercritical fluids",
        "Synthesis of higher alcohols in a slurry reactor with cesium-promoted zinc chromite catalyst in decahydronaphthalene",
        "Commercial biomass syngas fermentation",
        "Hydrocarbon Process.",
        "Bull. Chem. Soc. Jpn.",
        "Bull. Soc. Chim. Fr.",
        "Collect. Czech. Chem. Commun.",
        "Characterization of heterogeneous catalysts by X-ray diffraction techniques",
        "Structure and reactivity of zinc-chromium mixed oxides. Part 3. - The surface interaction with carbon monoxide",
        "Evidence of the role of non-stoichiometry in Zn-Cr catalysts by thermal investigations",
        "Nat. Gas Chem. Ind.",
        null,
        null,
        "J. Chem. Soc. Chem. Commun.",
        "J. Chem. Eng. Chin. Univ.",
        "Selective synthesis of light olefins from syngas over potassium-promoted molybdenum carbide catalysts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Taiyuan",
            "affilname": "Institute of Coal Chemistry Chinese Academy of Sciences",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Toyama",
            "affilname": "University of Toyama",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Chinese Academy of Sciences",
        "Institute of Coal Chemistry, Chinese Academy of Sciences"
    ]
}