{
    "eid": "2-s2.0-84945157097",
    "title": "Analysis of Ascorbic Acid and Isoascorbic Acid in Orange and Guava Fruit Juices Distributed in Thailand by LC-IT-MS/MS",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Safety Research",
            "@code": "3311"
        },
        {
            "$": "Safety",
            "@code": "2213"
        },
        {
            "$": "Applied Microbiology and Biotechnology",
            "@code": "2402"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "Ascorbic acid",
        "ESI",
        "Fruit juices",
        "Ion trap",
        "Isoascorbic acid",
        "LC-MS/MS"
    ],
    "authors": [
        "Somchai Boonpangrak"
    ],
    "citedby-count": 23,
    "ref-count": 62,
    "ref-list": [
        "Effect of processing and storage on the ascorbic acid (vitamin C) content of some pineapple varieties grown in the Rivers State of Nigeria",
        "Method 967.21 for ascorbic acid in vitamin preparations and juices. Official methods of analysis of AOAC International/Dr. Willian Horwitz",
        "Official method 984.26 for vitamin C in foods. Official methods of analysis of AOAC International/Dr. Willian Horwitz",
        "Non-spectrophotometric methods for the determination of Vitamin C",
        "FUNCTION OF ASCORBIC ACID IN COLLAGEN METABOLISM",
        "A fast, simple, and reliable hydrophilic interaction liquid chromatography method for the determination of ascorbic and isoascorbic acids",
        "Ascorbic acid, isoascorbic acid, dehydroascorbic acid, and dehydroisoascorbic acid in selected food products",
        "Accuracy, precision, and reliability of chemical measurements in natural products research",
        "Determination of folic acid by ion-pair RP-HPLC in vitamin-fortified fruit juices after solid-phase extraction",
        "Age-related cataract in a randomized trial of vitamins E and C in men",
        "The vitamins: fundamental aspects in nutrition and health",
        "Spontaneous hydrolysis and dehydration of dehydroascorbic acid in aqueous solution",
        "Dehydroascorbic acid",
        "Determination of isoascorbic acid in fish tissue by hydrophilic interaction liquid chromatography-ultraviolet detection",
        "Review: When is an antioxidant not an antioxidant? A review of novel actions and reactions of vitamin C",
        "Juice in Thailand (country report",
        "Vitamin analysis for the health and food sciences",
        "Antiscorbutic Activity of D-Araboascorbic Acid",
        "Thai recommended daily intakes (Thai RDI",
        "Food additive recommendation in Thailand",
        "Simultaneous determination of ascorbic and dehydroascorbic acids in vegetables and fruits by liquid chromatography with tandem-mass spectrometry",
        "HPLC-UV determination of total vitamin C in a wide range of fortified food products",
        "Rapid high-performance liquid chromatographic identification/quantification of total vitamin C in fruit drinks",
        "Simultaneous micellar liquid chromatographic analysis of seven water-soluble vitamins: Optimization using super-modified simplex",
        "Vitamin C content in sea buckthorn berries (Hippophaë rhamnoides L. ssp. rhamnoides) and related products: A kinetic study on storage stability and the determination of processing effects",
        "Vitamins E and C are safe across a broad range of intakes",
        "The effect of vitamin C on the common cold",
        "Vitamins and cardiovascular disease",
        "Stability of ascorbic acid in commercially available orange juices",
        "Oxidation of ascorbic acid in stored orange juice is associated with reduced plasma vitamin C concentrations and elevated lipid peroxides",
        "Handbook of vitamins",
        "Ascorbic acid content of commercial fruit juices and its rate of loss upon storage",
        "Effects of production and processing factors on major fruit and vegetable antioxidants",
        "Simultaneous determination of water- and fat-soluble vitamins in pharmaceutical preparations by high-performance liquid chromatography coupled with diode array detection",
        "Comparison of UPLC and HPLC methods for determination of vitamin C",
        "Provitamin A and vitamin C contents in selected California-grown cantaloupe and honeydew melons and imported melons",
        "Vitamin C: Update on physiology and pharmacology",
        "Afr J Biotechnol",
        "HPLC methods for simultaneous determination of ascorbic and dehydroascorbic acids",
        "Hydrophilic interaction liquid chromatography - charged aerosol detection as a straightforward solution for simultaneous analysis of ascorbic acid and dehydroascorbic acid",
        "Comparative evaluation of UV-HPLC methods and reducing agents to determine vitamin C in fruits",
        "New insights into the physiology and pharmacology of vitamin C",
        "Ascorbic acid determination in commercial fruit juice samples by cyclic voltammetry",
        "A screening method for the determination of ascorbic acid in fruit juices and soft drinks",
        "Tracking the use of antioxidants through industry surveys",
        "Validation for chromatographic and electrophoretic methods",
        "Water-soluble vitamins",
        "Measurement of ascorbic acid and dehydroascorbic acid in mammalian tissue utilizing HPLC and electrochemical detection",
        "Validation of a HPLC method for simultaneous determination of main organic acids in fruits and juices",
        "Vitamin C: Overview and update",
        "Analytical methods validation: Bioavailability, bioequivalence and pharmacokinetic studies",
        "An improved and fast UHPLC-PDA methodology for determination of L-ascorbic and dehydroascorbic acids in fruits and vegetables. Evaluation of degradation rate during storage",
        "Vitamin C degradation during storage of fortified foods",
        "Trends in quality in the analytical laboratory. II. Analytical method validation and quality assurance",
        "A simple and rapid HPLC method for analysis of Vitamin-C in local packed juices of Pakistan",
        "Ascorbic acid and dehydroascorbic acid content of foods-as-eaten",
        "Rapid analysis of ascorbic and isoascorbic acids in fruit juice by capillary electrophoresis",
        "Toxicological evaluation of certain food additives and contaminants",
        "Vitamin C and human health - A review of recent data relevant to human requirements",
        "The physiological role of dehydroascorbic acid",
        "Determination of pinocembrin in human plasma by solid-phase extraction and LC/MS/MS: Application to pharmacokinetic studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Office of the Higher Education Commission, Mahidol University",
        "Mahidol University"
    ]
}