{
    "eid": "2-s2.0-85040170019",
    "title": "Charged scalar perturbations on charged black holes in de Rham-Gabadadze-Tolley massive gravity",
    "cover-date": "2017-12-15",
    "subject-areas": [
        {
            "$": "Nuclear and High Energy Physics",
            "@code": "3106"
        }
    ],
    "keywords": [],
    "authors": [
        "Piyabut Burikham"
    ],
    "citedby-count": 28,
    "ref-count": 56,
    "ref-list": [
        null,
        "Tests of General Relativity with GW150914",
        "Graviton mass bounds",
        "Proc. R. Soc. A",
        "Massive and mass-less Yang-Mills and gravitational fields",
        "Pis'Ma Zh. Eksp. Teor. Fiz.",
        "LINEARIZED GRAVITATION THEORY AND THE GRAVITON MASS",
        "To the problem of nonvanishing gravitation mass",
        null,
        "Can gravitation have a finite range?",
        "Generalization of the Fierz-Pauli action",
        "Resummation of massive gravity",
        "Massive cosmologies",
        "Open FRW universes and self-acceleration from nonlinear massive gravity",
        "Cosmological perturbations of self-accelerating universe in nonlinear massive gravity",
        "Thermodynamics of black holes in massive gravity",
        "A class of black holes in dRGT massive gravity and their thermodynamical properties",
        "Towards consistent extension of quasidilaton massive gravity",
        "Generalized quasidilaton theory",
        "Extraction of energy and charge from a black hole",
        "Rapid growth of superradiant instabilities for charged black holes in a cavity",
        "Time evolution of superradiant instabilities for charged black holes in a cavity",
        "Quasinormal modes of a massless charged scalar field on a small Reissner-Nordström-anti-de Sitter black hole",
        "Stability of Reissner-Nordström black hole in de Sitter background under charged scalar perturbation",
        "Erratum: Stability of Reissner-Nordström black hole in de Sitter background under charged scalar perturbation (Physical Review D - Particles, Fields, Gravitation and Cosmology (2014) 90 (044042))",
        "Charged scalar field instability between the event and cosmological horizons",
        "Black-hole bomb and superradiant instabilities",
        "Publisher’s Note: Black-hole bomb and superradiant instabilities [Phys. Rev. D 70, 044039 (2004)]",
        "Small Kerr–anti-de Sitter black holes are unstable",
        "Holographic thermalization, quasinormal modes and superradiance in Kerr-AdS",
        "Lect. Notes Phys.",
        "Quasi normal modes and P-V criticallity for scalar perturbations in a class of dRGT massive gravity around black holes",
        "Quasinormal modes of black holes and black branes",
        "Quasi-normal modes of Schwarzschild-de Sitter black holes",
        "Asymptotic iteration method for eigenvalue problems",
        "Black hole quasinormal modes using the asymptotic iteration method",
        "Charged scalar quasi-normal modes for linearly charged dilaton-Lifshitz solutions",
        "Gravitational quasinormal modes for anti-de Sitter black holes",
        "The sound of topology in the AdS/CFT correspondence",
        "Superradiant instabilities in a D -dimensional small Reissner- Nordström-anti-de Sitter black hole",
        "Breaking an Abelian gauge symmetry near a black hole horizon",
        "Quasinormal modes of AdS black holes and the approach to thermal equilibrium",
        "Quasinormal frequencies of Schwarzschild black holes in anti-de Sitter spacetimes: A complete study of the overtone asymptotic behavior",
        "Metamorphosis of the cosmological constant and 5D origin of the fiducial metric",
        "Effective field theory for massive gravitons and gravity in theory space",
        "Stability of black holes in Einstein-charged scalar field theory in a cavity",
        "Dynamical formation of a Reissner-Nordström black hole with scalar hair in a cavity",
        "Nonlinear evolution and final fate of charged anti-de sitter black hole superradiant instability",
        "Black holes with massive graviton hair",
        "Astrophys. J.",
        "Black-hole normal modes: A WKB approach. I. Foundations and application of a higher-order WKB analysis of potential-barrier scattering",
        "Quasinormal behavior of the D-dimensional Schwarzschild black hole and the higher order WKB approach",
        "Quasinormal modes of black holes: From astrophysics to string theory"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "affilname": "Hanyang University",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Science, ICT and Future Planning",
        "Ministry of Science, ICT and Future Planning",
        "National Research Foundation of Korea",
        "King Mongkut's University of Technology Thonburi"
    ]
}