{
    "eid": "2-s2.0-84986189976",
    "title": "Analysis of allelic variants of rdxA associated with metronidazole resistance in Helicobacter pylori: Detection of common genotypes in rdxA by multiplex allele-specific polymerase chain reaction",
    "cover-date": "2016-09-02",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "FrxA gene",
        "Helicobacter pylori",
        "MAS-PCR",
        "Metronidazole",
        "RdxA gene"
    ],
    "authors": [
        "T. R.P. Butlop"
    ],
    "citedby-count": 12,
    "ref-count": 33,
    "ref-list": [
        "Resistotype of Helicobacter pylori isolates: The impact on eradication outcome",
        "Basic local alignment search tool",
        "Maedica",
        "Search for novel candidate mutations for metronidazole resistance in helicobacter pylori using next-generation sequencing",
        "Biological Sequence Alignment Editor Written",
        "J. Chem. Pharm. Res",
        "Use of multiplex allele-specific polymerase chain reaction (MAS-PCR) to detect multidrug-resistant tuberculosis in Panama",
        "Worldwide H. pylori antibiotic resistance: A systematic review",
        "Nitroimidazole drugs-action and resistance mechanisms I. Mechanism of action",
        "Treatment of Helicobacter pylori",
        "The significance of Helicobacter pylori in relation to gastric cancer and lymphoma",
        "Metronidazole resistance in Helicobacter pylori is due to null mutations in a gene (rdxA) that encodes an oxygen-insensitive NADPH nitroreductase",
        "Prevalence of Helicobacter pylori infection with healthy subjects in Japan",
        "Metronidazole resistance in Helicobacter pylori",
        "Sequential inactivation of rdxA (hp0954) and frxA (HP0642) nitroreductase genes causes moderate and high-level metronidazole resistance in Helicobacter pylori",
        "Genotyping of Helicobacter pylori isolates by sequencing of PCR products and comparison with the RAPD technique",
        "Analysis of rdxA and involvement of additional genes encoding NAD(P)H flavin oxidoreductase (FrxA) and ferredoxin-like protein (FdxB) in metronidazole resistance of Helicobacter pylori",
        "Population genetics of Helicobacter pylori in the southern part of Switzerland analysed by sequencing of four housekeeping genes (atpD, glnA, scoB and recA), and by vacA, cagA, iceA and IS605 genotyping",
        "Structure of RdxA - An oxygen-insensitive nitroreductase essential for metronidazole activation in Helicobacter pylori",
        "DNA sequence analysis of rdxA and frxA from paired metronidazole-sensitive and -resistant Helicobacter pylori isolates obtained from patients with heteroresistance",
        "Res",
        "Helicobacter pylori infection and gastroduodenal diseases in Vietnam: A cross-sectional, hospital-based study",
        "NIH Consensus Conference. Helicobacter pylori in peptic ulcer disease. NIH Consensus Development Panel on Helicobacter pylori in Peptic Ulcer Disease.",
        "PCR detection of helicobacter pylori in clinical samples",
        "Towards the ideal regimen for Helicobacter pylori eradication: The search continues",
        "Prevalence and risk factors for helicobacter pylori infection in chinese populations",
        "PCR-denaturing Gradient Gel Electrophoresis and two feces antigen tests for detection of Helicobacter pylori in mice",
        "Mechanism of metronidazole resistance in Helicobacter pylori: Comparison of the rdxA gene sequences in 30 strains",
        "Frequent association between alteration of the rdxA gene and metronidazole resistance in French and North African isolates of Helicobacter pylori",
        "Med",
        "Helicobacter pylori infection in Thailand: A nationwide study of the CagA phenotype",
        "Helicobacter pylori: Beyond peptic ulcer disease",
        "The rdxA gene plays a more major role than frxA gene mutation in high-level metronidazole resistance of Helicobacter pylori in Taiwan"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}