{
    "eid": "2-s2.0-85019867411",
    "title": "Production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) under photoautotrophy and heterotrophy by non-heterocystous N2-fixing cyanobacterium",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Bioplastic",
        "Carbon dioxide",
        "Cyanobacteria",
        "Nitrogen",
        "PHB",
        "Photoautotrophy",
        "Poly(3-hydroxybutyrate-co-3-hydroxyvalerate)"
    ],
    "authors": [
        "Keerati Taepucharoen"
    ],
    "citedby-count": 31,
    "ref-count": 25,
    "ref-list": [
        "A review on production of poly β hydroxybutyrates from cyanobacteria for the production of bio plastics",
        null,
        "Poly(3-hydroxybutyrate-co-3-hydroxyvalerate) copolymer production by the diazotrophic cyanobacterium Nostoc muscorum Agardh: Process optimization and polymer characterization",
        "Poly-β-hydroxybutyrate accumulation in cyanobacteria under photoautotrophy",
        "AMB Express",
        "Characterization of polyhydroxyalkanoates extracted from wastewater sludge under different environmental conditions",
        "Current trends in biodegradable polyhydroxyalkanoates",
        "Photo-autotrophic production of poly(hydroxyalkanoates) in cyanobacteria",
        "The effect of carbon source supplementation on the production of poly(3-hydroxybutyrate-co-3-hydroxyvalerate) by Cupriavidus necator",
        "CyanoBase: A large-scale update on its 20th anniversary",
        "Gas-chromatographic analysis of poly(3-hydroxyalkanoates) in bacteria",
        "Increased accumulation of polyhydroxybutyrate in divergent cyanobacteria under nutrient-deprived photoautotrophy: An efficient conversion of solar energy and carbon dioxide to polyhydroxybutyrate by Calothrix scytonemicola TISTR 8095",
        "Curr. Biotechnol.",
        "Bacterial polyhydroxyalkanoates",
        "Enhanced accumulation of glycogen, lipids and polyhydroxybutyrate under optimal nutrients and light intensities in the cyanobacterium Synechocystis sp. PCC 6803",
        "Two-stage (photoautotrophy and heterotrophy) cultivation enables efficient production of bioplastic poly-3-hydroxybutyrate in auto-sedimenting cyanobacterium",
        "Increased bioplastic production with an RNA polymerase sigma factor SigE during nitrogen starvation in synechocystis sp. PCC 6803",
        "Polyhydroxyalknoate synthesis in plants as a tool for biotechnology and basic studies of lipid metabolism",
        "Role of cultural variables in tailoring poly(3-hydroxybutyrate-co-3-hydroxyvalerate) copolymer synthesis in the diazotrophic cyanobacterium Aulosira fertilissima CCC 444",
        "A strategy to obtain axenic cultures of Arthrospira spp. cyanobacteria",
        "Metabolic engineering of Arabidopsis and Brassica for poly(3- hydroxybutyrate-co-3-hydroxyvalerate) copolymer production",
        "Novel Biodegradable Microbial Polymers",
        "Application of enzymatically synthesized short-chain-length hydroxy fatty acid coenzyme A thioesters for assay of polyhydroxyalkanoic acid synthases",
        "Bacterial synthesis of biodegradable polyhydroxyalkanoates",
        "Production of poly-3-hydroxybutyrate from lactose and whey by Methylobacterium sp. ZP24"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "TRF institution fund",
        "Thailand Institute of Scientific and Technological Research",
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}