{
    "eid": "2-s2.0-84959461157",
    "title": "Do board interlocks motivate voluntary disclosure? Evidence from Taiwan",
    "cover-date": "2017-02-01",
    "subject-areas": [
        {
            "$": "Finance",
            "@code": "2003"
        },
        {
            "$": "General Business",
            "@code": "1400"
        },
        {
            "$": "Accounting",
            "@code": "1402"
        }
    ],
    "keywords": [
        "Board independence",
        "Board interlocks",
        "Conference calls",
        "R&D",
        "Voluntary disclosure"
    ],
    "authors": [
        "Ann Ling Ching Chan"
    ],
    "citedby-count": 12,
    "ref-count": 70,
    "ref-list": [
        "Investor relations, information asymmetry and market value",
        "The association between outside directors, institutional investors and the properties of management earnings forecasts",
        "Corporate governance in banking: The role of the board of directors",
        "Do independent directors cause improvements in firm transparency?",
        "Incentives versus standards: Properties of accounting income in four East Asian countries",
        "Social learning theory",
        "Firm Resources and Sustained Competitive Advantage",
        "Analyst coverage and intangible assets",
        "Option backdating and board interlocks",
        "Do conference calls affect analysts' forecasts?",
        "The spread of aggressive corporate tax reporting: A detailed examination of the corporate-owned life insurance shelter",
        "Conference calls and information asymmetry",
        "Open versus closed conference calls: The determinants and effects of broadening access to disclosure",
        "Board interlocks and the diffusion of disclosure policy",
        "Innovation efficiency and asymmetric timeliness of earnings: Evidence from an emerging market",
        "Is R&D always beneficial?",
        "Board composition, regulatory regime and voluntary disclosure",
        "Outsourcing reverse logistics of high-tech manufacturing firms by using a systematic decision-making approach: TFT-LCD sector in Taiwan",
        "Does innovation matter to conference calls?",
        "Board interlocks and earnings management contagion",
        "Say it again Sam: the information content of corporate conference calls",
        "Capitalizing R&D expenses versus disclosing intangible information",
        "Admin Sci Quart",
        "Corporate elite networks and governance changes in the 1980s",
        "Handbook of industrial and organizational psychology",
        "J Account Res",
        "Disclosure, Liquidity, and the Cost of Capital",
        "Board structure, ownership, and voluntary disclosure in Ireland",
        "Corporate governance and voluntary disclosure",
        "Disclosure incentives and effects on cost of capital around the world",
        "Voluntary disclosure, earnings quality, and cost of capital",
        "Account Rev",
        "An empirical examination of conference calls as a voluntary disclosure medium",
        "Admin Sci Quart",
        "Am J Sociol",
        "The credibility of voluntary disclosure and insider stock transactions",
        "Admin Sci Quart",
        "Account Horiz",
        "Information asymmetry, corporate disclosure, and the capital markets: A review of the empirical disclosure literature",
        "Innovative efficiency and stock returns",
        "A study of the relationship between corporate governance structures and the extent of voluntary disclosure",
        "Does silence speak? An empirical analysis of disclosure choices during conference calls",
        "Competitive strategies for Taiwan's thin film transistor-liquid crystal display (TFT-LCD) industry",
        "The vertical disintegration of Taiwan's semiconductor industries: Price and non-price factors",
        "The effect of regulation fair disclosure on the relevance of conference calls to financial analysts",
        "Does good corporate governance reduce information asymmetry around quarterly earnings announcements?",
        "Accounting choices and director interlocks: A social network approach to the voluntary expensing of stock option grants",
        "Synchronicity and firm interlocks in an emerging market",
        "The effect of conference calls on analyst and market underreaction to earnings announcements",
        "Voluntary disclosure to influence investor reactions to merger announcements: An examination of conference calls",
        "J Account Res",
        "Earnings management and investor protection: An international comparison",
        "Does foreign institutional ownership motivate firms in an emerging market to increase voluntary disclosure? Evidence from Taiwan",
        "Herding of corporate directors in Taiwan",
        "The effects of R&D, venture capital, and technology on the underpricing of IPOs in Taiwan",
        "What makes conference calls useful? The information content of managers' presentations and analysts' discussion sessions",
        "A Simple Model of Capital Market Equilibrium with Incomplete Information",
        "Embeddedness, social identity and mobility: Why firms leave the NASDAQ and join the New York stock exchange",
        "Analyst following and count-data econometrics",
        "Account Rev",
        "Board interlocks and the propensity to be targeted in private equity transactions",
        "Effects of corporate governance on risk taking in Taiwanese family firms during institutional reform",
        "A processing quality prognostics scheme for plasma sputtering in TFT-LCD manufacturing",
        "Bridging the information gap: Quarterly conference calls as a medium for voluntary disclosure",
        "Measuring business performance in the high-tech manufacturing industry: A case study of Taiwan's large-sized TFT-LCD panel companies",
        "The inner circle: large corporations and the rise of political activity in the US and UK",
        "Discretionary disclosure",
        "Rev Pac Basin Financ Mark Policies",
        "Board structure, intra-industry competition, and the R&D announcement effect",
        "Int Rev Finance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn Business School",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Taipei",
            "affilname": "National Chengchi University",
            "affiliation-country": "Taiwan"
        },
        {
            "affiliation-city": "Manchester",
            "affilname": "Alliance Manchester Business School",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Ministry of Science and Technology, Taiwan"
    ]
}