{
    "eid": "2-s2.0-85046999731",
    "title": "Phytotolerance, phytotoxicity and phytoremediation of Cd and EDTA mixtures with napier grass",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Toxicology",
            "@code": "3005",
            "@abbrev": "PHAR"
        },
        {
            "@_fa": "true",
            "$": "Environmental Science (all)",
            "@code": "2300",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Cadmium",
        "EDTA",
        "Napier grass",
        "Relative growth rate"
    ],
    "authors": [
        "Aekkacha Tananonchai",
        "Pantawat Sampanpanish"
    ],
    "citedby-count": 2,
    "ref-count": 29,
    "ref-list": [
        "Chemical and phytoremediation of clayey and sandy textured soils polluted with cadmium",
        "Phytotechnology remediation of inorganic contaminants",
        "Review of the Current Situation of Cd Contamination in Agricultural Field in the Mae Sot District, Tak Province, Northwestern Thailand",
        "Comparative evaluation of iron solubilizing substances (Phytosiderophores) released by oats and corn: Iron-efficient and iron-inefficient plants",
        "Rationale for use of phytore mediation",
        "Chelate assisted phytoextroextraction of heavy metals from soil. Effect, mechanism, toxicity and fate of chelating agents",
        "Protective effect of humic acid and chitosan on radish (Raphanus sativus L.) plants subjected to cadmium stress",
        "Effects of long-term cadmium exposure on growth and metabolomic profile of tomato plants",
        "EDTA-induced heavy metal accumulation and phytotoxicity in cardoon plants",
        "Avoiding bias in calculations of relative growth rate",
        "Cadmium phytoremediation potential of napiergrass cultivated in Kyushu",
        "C4-napier grass cultivation for cadmium phytoremediation activity and organic livestock farming in kyushu, japan",
        "Effect of EDTA and citric acid on cadmium uptake by water hyacinth",
        "Overexploitation and contamination of shared groundwater resources. (C. J. G. Darnault Ed.)",
        "Removal of cadmium and zinc by water hyacinth (Eichhornia crassipes)",
        "Comparison of EDTA and citric acid enhanced phytoextraction of heavy metals in artificially metal contaminated soil by typha angustifolia",
        "Antioxidant defense mechanisms in response to cadmium treatments in two safflower cultivars",
        "Phytoremediation and hyperaccumulator plants",
        "Cadmium phytoremediation by arundo donax L. From contaminated soil and water",
        "The influence of cadmium and chromium on the biomass production of shisham (Dalbergia sissoo Roxb.) seedlings",
        "Effect of edta and dtpa on cadmium removal from contaminated soil with water hyacinth",
        "EDTA-Enhanced phytoremediation of heavy metal contaminated soil with Indianmastard and associated potential leaching risk"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60091516",
            "affilname": "Center of Excellence on Hazardous Substance Management",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091516",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "PERDO",
        "Ratch adaphiseksomphot Endowment Fund",
        "S&T Postgraduate Education and Research Development Office",
        "Environmental Research Institute",
        "OHEC",
        "Chulalongkorn University",
        "ERIC"
    ]
}