{
    "eid": "2-s2.0-84946738343",
    "title": "Dissolution of Soap Scum by Surfactants. Part III. Effect of Chelant Type on Equilibrium Solubility and Dissolution Rate of Calcium and Magnesium Soap Scums in Various Surfactant Systems",
    "cover-date": "2015-11-01",
    "subject-areas": [
        {
            "$": "Physical and Theoretical Chemistry",
            "@code": "1606"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [
        "Amphoteric surfactant",
        "Anionic surfactant",
        "Biodegradable chelating agents",
        "Nonionic surfactant",
        "Soap scum"
    ],
    "authors": [
        "Sawwalak Itsadanont"
    ],
    "citedby-count": 5,
    "ref-count": 11,
    "ref-list": [
        "Dissolution of soap scum by surfactant part I: Effects of chelant and type of soap scum",
        "Dissolution study of salt of long chain fatty acids (Soap Scum) in surfactant solutions. Part I: Equilibrium dissolution",
        "Dissolution of soap scum by surfactant. Part II: Effects of NaCl and added chelant on equilibrium solubility and dissolution rate of calcium soap scum in amphoteric surfactant solutions",
        "The use of chelating agents in the remediation of metal-contaminated soils: A review",
        "Alterations in outer membrane permeability.",
        "Cu(II), Zn(II), Co(II) and Pb(II) removal in the presence of the complexing agent of a new generation",
        "Biodegradation of [S,S], [R,R] and mixed stereoisomers of ethylene diamine disuccinic acid (EDDS), a transition metal chelator",
        "Azko Nobel Introduces A New Biodegradable Chelating Agent",
        null,
        "Precipitation, chelation, and the availability of metals as nutrients in anaerobic digestion. I. Methodology",
        "Chelating Agents of A New Generation As An Alternative to Conventional Chelators for Heavy Metal Ions Removal from Different Waste Waters"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Norman",
            "affilname": "Gallogly College of Engineering",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}