{
    "eid": "2-s2.0-85157986229",
    "title": "Prioritizing CSR components for value enhancement: Evidence from the financial industry in developed and emerging markets",
    "cover-date": "2023-05-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "Corporate social responsibility",
        "ESG",
        "Financial industry",
        "Governance",
        "Stock value"
    ],
    "authors": [
        "Boonlert Jitmaneeroj"
    ],
    "citedby-count": 0,
    "ref-count": 73,
    "ref-list": [
        "Corporate social responsibility in the banking industry: motives and financial performance",
        "The relationship between corporate social performance and corporate financial performance in the banking sector",
        "Corporate social performance: research directions for the 21st century",
        "Toward a unified theory of the CSP-CFP link",
        "Corporate social responsibility and shareholder's value",
        "Ideology and the balanced scorecard: an empirical exploration of the tension between shareholder value maximization and corporate social responsibility",
        "Local corporate social responsibility, media coverage, and shareholder value",
        "Defining the Competitive and Financial Advantages of Corporate Responsibility and Sustainability",
        "Effective governance, financial markets, financial institutions & crises",
        "Does corporate social responsibility create shareholder value? The importance of long-term investors",
        "An integrated approach for selecting corporate social responsibility programs and costs evaluation in the international tourist hotel",
        "Does corporate social responsibility affect the cost of capital?",
        "The impact of corporate social responsibility on risk taking and firm value",
        "Does social responsibility improve firm value? Evidence from mandatory corporate social responsibility regulations in India",
        "Nonfinancial Corporate Social Responsibility Reporting and Firm Value: International Evidence on the Role of Financial Analysts",
        "Can corporate social responsibility protect firm value during the COVID-19 pandemic?",
        "On the determinants of corporate social responsibility: international evidence on the financial industry",
        "The impact of corporate social responsibility on the cost of bank loans",
        "Latent Variable Models: an Introduction to Factor, Path, and Structural Equation Analysis",
        "A latent variable analysis of corporate social responsibility and firm value",
        "Discovering Structural Equation Modeling Using Stata",
        "The impact of environmental, social, and governance disclosure on firm value: the role of CEO power",
        "Business sustainability performance and cost of equity capital",
        "Explaining bank market-to-book ratios: evidence from 2006 to 2009",
        "An investigation into the differences between the book value and market value of commercial banks: an empirical study",
        "How countries achieve greater use of offsite manufacturing to build new housing: identifying typologies through institutional theory",
        "Ecologically sustainable organizations: an institutional approach",
        "A general analysis of sustainability, institutions, and emerging economies",
        "On the failure of mutual fund industry regulation",
        "Alternative ways of assessing model fit",
        "The relationship between stakeholder theory and corporate social responsibility: differences, similarities, and implications for social issues in management",
        "The price of environment, social and governance practice disclosure: an experiment with professional private equity investors",
        "Deconstructing the relationship between corporate social and financial performance",
        "Environmental, social and governance performance and financial risk: moderating role of ESG controversies and board gender diversity",
        "The relationship between corporate social responsibility and shareholder value: an empirical test of the risk management hypothesis",
        "Active ownership",
        "Impact of CSR on cost of debt and cost of capital: Australian evidence",
        "Competition through environmental CSR engagement and cost of equity capital",
        "How does corporate social responsibility affect financial performance, financial stability, and financial inclusion in the banking sector? Evidence from Pakistan",
        "Risk management, corporate governance, and bank performance in the financial crisis",
        "Corporate governance and performance in the wake of the financial crisis: evidence from US commercial banks",
        "Corporate governance and the systemic risk of financial institutions",
        "The credit crisis around the globe: why did some banks perform better?",
        "Financial expertise of the board, risk taking, and performance: evidence from bank holding companies",
        "Does board structure in banks really affect their performance?",
        "Board composition and operational risk events of financial institutions",
        "Governing local sustainability",
        "The wages of social responsibility – where are they? A critical review of ESG investing",
        "Corporate crises in the age of corporate social responsibility",
        "Sustainability, accountability and corporate governance: exploring multinational reporting practices",
        "Corporate governance and performance of financial institutions",
        "Measuring causal relations and identifying critical drivers for corporate sustainability: the quadruple bottom line approach",
        "The developing world is poorer than we thought, but no less successful in the fight against poverty",
        "Corporate responsibility in emerging markets",
        "Testing of the presence of measurement error in Stata",
        "Corporate sustainability and stock value in Asian–Pacific emerging markets: synergies or tradeoffs among ESG factors?",
        "Specification tests in econometrics",
        "When does corporate sustainability performance pay off? the impact of country-level sustainability performance",
        "Causality between pillars of sustainable development: global stylized facts or regional phenomena",
        "Does it pay to be really good? Addressing the shape of the relationship between social and financial performance",
        "Creating shared value",
        "The link between job satisfaction and firm value, with implications for corporate social responsibility",
        "Corporate social responsibility and credit risk",
        "Board structure, corporate governance and firm value: evidence from Hong Kong",
        "Sustainability Reporting Policy: Global Trends in Disclosure as the ESG Agenda Goes Mainstream",
        "The Effects of Mandatory ESG Disclosure Around the World",
        "Time-varying fund manager skills of socially responsible investing (SRI) funds in developed and emerging markets",
        "On the relation between corporate social responsibility and financial performance",
        "Divided we fall: how ratios undermine research in strategic management",
        "Why would corporations behave in socially responsible ways an institutional theory of corporate social responsibility",
        "A. The impact of corporate social responsibility on firm value: the role of customer awareness",
        "Corporate social responsibility, media freedom, and firm value",
        "Stakeholder welfare and firm value"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60199583",
        "affilname": "Chulalongkorn Business School",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199583",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "CSR"
    ]
}