{
    "eid": "2-s2.0-84894187868",
    "title": "Preparation of Au/C catalysts using microwave-assisted and ultrasonic-assisted methods for acetylene hydrochlorination",
    "cover-date": "2014-04-05",
    "subject-areas": [
        {
            "$": "Catalysis",
            "@code": "1503"
        },
        {
            "$": "Process Chemistry and Technology",
            "@code": "1508"
        }
    ],
    "keywords": [
        "Acetylene hydrochlorination",
        "Gold chloride catalyst",
        "Microwave-assisted impregnation",
        "Ultrasonic-assisted impregnation"
    ],
    "authors": [
        "W. Wittanadecha"
    ],
    "citedby-count": 30,
    "ref-count": 25,
    "ref-list": [
        "Technical progresses for PVC production",
        "Progress on cleaner production of vinyl chloride monomers over non-mercury catalysts",
        null,
        "Hydrochlorination of acetylene: The effect of mercuric chloride concentration on catalyst life",
        "Gold catalysis in chemical processing",
        "Reactions of alkynes using heterogeneous and homogeneous cationic gold catalysts",
        "New directions in gold catalysis",
        "Hydrochlorination of acetylene using gold catalysts: A study of catalyst deactivation",
        "Hydrochlorination of acetylene using a supported gold catalyst: A study of the reaction mechanism",
        "Microwave-assisted synthesis of metallic nanostructures in solution",
        "Catalytic decomposition of low level ozone with gold nanoparticles supported on activated carbon",
        "Microwave-assisted green synthesis of small gold nanoparticles using aqueous garlic (Allium sativum) extract: Their application as antibiotic carriers",
        "Microwave-assisted synthesis and magnetic properties of size-controlled CoNi/MWCNT nanocomposites",
        "Sonochemical intercalation of preformed gold nanoparticles into multilayered clays",
        "J. Nat. Gas. Chem.",
        "Vapour phase hydrochlorination of acetylene with group VIII and IB metal chloride catalysts",
        "Eng. J.",
        "J. Optoelectron. Adv. Mater.",
        null,
        "Practical Surface Analysis",
        "Aqua regia activated Au/C catalysts for the hydrochlorination of acetylene",
        "Intermittent drying of food products: A critical review",
        "Ultrasonic innovations in the food industry: From the laboratory to commercial production",
        "Kinetics of acetylene hydrochlorination over bimetallic Au-Cu/C catalyst",
        "Hydrochlorination of acetylene using carbon-supported gold catalysts: A study of catalyst reactivation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Columbia",
            "affilname": "College of Engineering and Computing",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Plastic and Chemicals Public Company Limited",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thai Plastic and Chemicals Public Company Limited"
    ]
}