{
    "eid": "2-s2.0-85013149522",
    "title": "Metathesis of ethylene and Trans-2-Butene over MgO admixed WO3/SiO2 catalysts",
    "cover-date": "2017-01-31",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        }
    ],
    "keywords": [
        "2-butene",
        "Metathesis",
        "MgO",
        "Propylene production",
        null
    ],
    "authors": [
        "Prinyanee Suttibut"
    ],
    "citedby-count": 3,
    "ref-count": 23,
    "ref-list": [
        "Investigation of the preparation and catalytic activity of supported Mo, W, and Re oxides as heterogeneous catalysts in olefin metathesis",
        null,
        null,
        null,
        null,
        "US Patent",
        "US Patent",
        null,
        "Nano Bulletin.",
        "Characteristics and optical properties of MgO nanowires synthesized by solvothermal method",
        "Processes at the magnesium-bearing carbonates/solution interface. I. a surface speciation model for magnesite",
        "Calcination temperature of nano MgO effect on base transesterification of palm oil",
        "MgO nanosheets, nanodisks, and nanofibers for the Meerwein-Ponndorf-Verley reaction",
        null,
        "How surface hydroxyls enhance MgO reactivity in basic catalysis: The case of methylbutynol conversion",
        "An EPR study of physi- and chemisorption of NO on MgO: Effect of outgassing temperature and nature of surface sites",
        "Revisiting acido-basicity of the MgO surface by periodic density functional theory calculations: Role of surface topology and ion coordination on water dissociation",
        null,
        null,
        null,
        "Inte. J. Environ. Chem. Eco. Geolog. Geophy. Eng.",
        "Highly active doped mesoporous KIT-6 catalysts for metathesis of 1-butene and ethene to propene: The influence of neighboring environment of W species",
        null
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}