{
    "eid": "2-s2.0-85141668236",
    "title": "The ‘knee’ pattern in spirometry flow-volume curves in children: Does it relate to tracheomalacia?",
    "cover-date": "2022-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Pulmonary and Respiratory Medicine",
            "@code": "2740",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Child",
        "Diagnosis",
        "Respiratory",
        "Spirometry",
        "Tracheomalacia"
    ],
    "authors": [
        "Wicharn Boonjindasup",
        "Julie M. Marchant",
        "Margaret S. McElrea",
        "Stephanie T. Yerkovich",
        "Rahul J. Thomas",
        "Ian B. Masters",
        "Anne B. Chang"
    ],
    "citedby-count": 0,
    "ref-count": 21,
    "ref-list": [
        "ERS statement on tracheomalacia and bronchomalacia in children",
        "Association of childhood tracheomalacia with bronchiectasis: a case–control study",
        "Tracheomalacia and bronchomalacia in children: response to the ERS statement",
        "Longitudinal quantification of growth and changes in primary tracheobronchomalacia sites in children",
        "A comparison of virtual bronchoscopy versus flexible bronchoscopy in the diagnosis of tracheobronchomalacia in children",
        "Tracheomalacia and tracheobronchomalacia in children and adults: an in-depth review",
        "Late presentation of double aortic arch in school-age children presumed to have asthma: the benefits of spirometry and examination of the flow-volume curve",
        "Pulmonary function and long-term follow-up of children with tracheobronchomalacia",
        "Expiratory flow limitation: a physiologist's point of view",
        "Flow volume loops in the evaluation of upper airway obstruction",
        "Chapter 1 spirometry",
        "Standardisation of spirometry",
        "Prevalence and correlates of a ‘knee’ pattern on the maximal expiratory flow-volume loop in young adults",
        "Quality control for spirometry in preschool children with and without lung disease",
        "Standardization of spirometry 2019 update. An official American thoracic society and European respiratory society technical statement",
        "Multi-ethnic reference values for spirometry for the 3-95-yr age range: the global lung function 2012 equations",
        "The measurement of observer agreement for categorical data",
        "Maximum expiratory flow changes induced by longitudinal tension on trachea in normal subjects",
        "Collapsibility of the upper airway during anesthesia with isoflurane",
        "Tracheomalacia and bronchomalacia in children: incidence and patient characteristics"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brisbane",
            "@id": "60160783",
            "affilname": "Queensland Children’s Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60160783",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60025770",
            "affilname": "Menzies School of Health Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025770",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Brisbane",
            "@id": "60011019",
            "affilname": "Queensland University of Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011019",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Queensland Children's Hospital Foundation",
        "Australian National Health and Medical Research Council"
    ]
}