{
    "eid": "2-s2.0-85019205308",
    "title": "Conformal Flow on S3 and Weak Field Integrability in AdS4",
    "cover-date": "2017-08-01",
    "subject-areas": [
        {
            "$": "Mathematical Physics",
            "@code": "2610"
        },
        {
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109"
        }
    ],
    "keywords": [],
    "authors": [
        "Piotr Bizoń"
    ],
    "citedby-count": 28,
    "ref-count": 33,
    "ref-list": [
        "Kolmogorov Spectra of Turbulence I: Wave Turbulence",
        "Wave Turbulence",
        "Transfer of energy to high frequencies in the cubic defocusing nonlinear Schrödinger equation",
        "Long-time Instability and Unbounded Sobolev Orbits for Some Periodic Nonlinear Schrödinger Equations",
        "Growth of Sobolev norms in the cubic defocusing nonlinear Schrödinger equation",
        "Weakly turbulent instability of anti-de Sitter spacetime",
        "Is AdS stable?",
        "AdS (in)stability: An analytic approach",
        "A stochasticity threshold in holography and the instability of AdS",
        "Perturbations: Theory and Methods",
        "New Approaches to Nonlinear Waves.",
        "Holographic thermalization, stability of anti-de sitter space, and the Fermi-Pasta-Ulam paradox",
        "Renormalization group, secular term resummation and AdS (In)stability",
        "Renormalization, averaging, conservation laws and AdS (in)stability",
        "Painlevé analysis, Lie symmetries, and integrability of coupled nonlinear oscillators of polynomial type",
        "Integrable systems of quartic oscillators",
        "Integrable systems of quartic oscillators II",
        "The cubic Szego equation",
        "Effective integrable dynamics for a certain nonlinear wave equation",
        "An explicit formula for the cubic szegő equation",
        "The cubic Szegő equation and Hankel operators.",
        "A One-Dimensional Model for Dispersive Wave Turbulence",
        "Asymptotic Behavior of the Nonlinear Schrödinger Equation with Harmonic Trapping",
        "The weakly nonlinear large-box limit of the 2D cubic nonlinear schrÖdinger equation",
        "On the continuous resonant equation for NLS. I. Deterministic analysis",
        "On the high frequency limit of the LLL equation",
        "Review of AdS/CFT Integrability: An Overview",
        "Missing top of the AdS resonance structure",
        "JHEP",
        "Bounded Analytic Functions",
        "Islands of stability and recurrence times in AdS",
        null,
        "Time-periodic solutions in an einstein ads-massless-scalar-field system"
    ],
    "affiliation": [
        {
            "affiliation-city": "Brussels",
            "affilname": "International Solvay Institute for Physics and Chemistry",
            "affiliation-country": "Belgium"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Krakow",
            "affilname": "Uniwersytet Jagielloński",
            "affiliation-country": "Poland"
        },
        {
            "affiliation-city": "Potsdam",
            "affilname": "Max-Planck-Institut für Gravitationsphysik (Albert-Einstein-Institut)",
            "affiliation-country": "Germany"
        }
    ],
    "funding": []
}