{
    "eid": "2-s2.0-85047411226",
    "title": "Respondent Processing of Images in Web Surveys",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "eye tracking",
        "fixation",
        "images",
        "visual context effects",
        "Web surveys"
    ],
    "authors": [
        "Nuttirudee Charoenruk",
        "Mathew Stange"
    ],
    "citedby-count": 0,
    "ref-count": 22,
    "ref-list": [
        "Visual Context Effects in Web Surveys",
        "Picture This! Exploring Visual Effects in Web Surveys",
        "Generation Y, Web Design, and Eye Tracking",
        "New Insights on Response Order Effects and Other Cognitive Shortcuts in Survey Responding",
        "Use of Eye Tracking for Studying Survey Response Process",
        "Seeing through the Eyes of the Respondent: An Eye-tracking Study on Survey Question Comprehension",
        "Priming of Pop-out: I. Role of Features",
        "Incorporating Eye Tracking into Cognitive Interviewing to Pretest Survey Questions",
        "The Relationships among Overall Quick-casual Restaurant Image, Perceived Value, Customer Satisfaction, and Behavioral Intentions",
        "The Effects of Incidental AD Exposure on the Formation of Consideration Sets",
        "Web Survey Design: Balancing Measurement, Response, and Topic Interest",
        "The Information Available in Brief Visual Presentations",
        "Effects of Smiley Face Scales on Visual Processing of Satisfaction Questions in Web Surveys",
        "Detection of Animals in Natural Images Using Far Peripheral Vision",
        "Eye Tracking on a Paper Survey: Implications for Design",
        "Instrument Effects of Images in Web Surveys: A Research Note"
    ],
    "affiliation": [
        {
            "affiliation-city": "Princeton",
            "@id": "60032775",
            "affilname": "Mathematica Policy Research Inc.",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60032775",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Megan Hague Angus"
    ]
}