{
    "eid": "2-s2.0-85011795336",
    "title": "Utilization of biofuels in diesel engines",
    "cover-date": "2016-01-01",
    "subject-areas": [],
    "keywords": [
        "Biofuels",
        "Combustion visualization",
        "Diesel engine",
        "Durability",
        "Engine performance",
        "Exhaust emissions",
        "Vegetable oils"
    ],
    "authors": [
        "T. Le Anh"
    ],
    "citedby-count": 7,
    "ref-count": 40,
    "ref-list": [
        "World-wide Fuel Charter",
        "Spectral Flame Temperature Measurement Using the Two Colour Method, Operating Instructions",
        "Effects of aromatic components in fuel on flame temperature and soot formation in intermittent spray combustion",
        "On the Road in 2035: Reducing Transportation's Petroleum Consumption and GHG Emissions, Report, Laboratory for Energy and Environment",
        "Approval of \"Project of Biofuel Production until 2015, a View to 2025\"",
        "Biodiesel: A realistic fuel alternative for diesel engines",
        null,
        "Final Report of a National Project on Assessment of Current Biodiesel Production Technology and Conducting Field Tests for Biodiesel Fuel Based Cat-Fished Oil, Contribution to Process of Completion of Biodiesel Standard in Vietnam",
        "Production of Biodiesel Based Cat-Fish Oil and Utilization of Biodiesel B5 in Engines and in Transport Vehicles",
        "Vietnam Chemical Journal",
        "The Biodiesel Handbook",
        "15th Asia Pacific Automotive Engineering Conference, APAC 15, October 26-28, Hanoi",
        "A study on the time and space resolved measurement of flame temperature and soot concentration in a D. I. diesel engine by the two-color method",
        "The Influence Kapok Seed (Ceiba pentandra) Biodiesel Fuel on a Direct Injection Diesel Engine",
        "Techno-Economic Pure Plant Oil in Indonesia",
        "Jatropha Oil for Small Scale Power Generation System Development Project Indonesia",
        "Coco Diesel for Vehicle and Fishing Boat",
        "Proceeding of the 2009 International Forum on Strategic Technologies October 21-23, 2009, Ho Chi Minh City",
        "Proceeding in FISITA 2004 World Automotive Congress, May, Barcelona",
        "Proceeding in International Workshop on Biomass and Clean Fossil Fuel Power Plant Technology: Sustainable Energy Development and CDM, January, Energy Technology Lab. BPPT, Jakarta",
        "Proceeding the 13th International Pacific Conference on Automotive Engineering, August 2005, Gyeongju-Korea",
        "Proceeding the 13th International Pacific Conference on Automotive Engineering, August 2005, Gyeongju-Korea",
        "Proceeding the 5th International Conference on Automotive Technology for Vietnam (ICAT-2005), October 2005, Hanoi-Vietnam",
        "International Conference on Fluid and Thermal Energy Conversion, December 10-14, Proceeding in FTEC 2006, Jakarta, Indonesia",
        "Proceeding in FISITA 2006 World Automotive Congress, October, Yokohama",
        "2007 JSAE/SAE International Fuels and Lubricants Meeting, Kyoto, Japan, July 2007",
        "The combustion and exhaust gas emission of a direct injection compression ignition engine using physic nut oil (Jatropha Curcas L.oil)",
        "The study of combustion of Jatropha Curcas Linn. Oil (Crude; Degummed; Fatty Acid Methyl Ester) as a fuel on a direct injection diesel engine",
        "2008 International Workshop on Automotive Technology, Engine and Alternative Fuels December 22, Ho Chi Minh City, Vietnam",
        "International Jatropha Conference, June 24th-26th, Bogor, Indonesia",
        "The World Alternative Energy Sciences Expo 2009 (WAESE 2009), March 5-8, Bangkok, Thailand",
        "The 1st ASEAN University Network/Southeast Asia Engineering Education Development Network Regional Conference on Biotechnology: Focus on Biofuel and Bioenergy, July 30-31, Manila",
        "Proceeding of 2nd Thailand Energy Network, 27-29 July",
        "Measurement of Biodiesel Speed and Its Impact on Injection Timing",
        "Vietnam Standard on Petrodiesel",
        "Vietnam Standard on Petrodiesel",
        "Vietnam Standard on Biodiesel B100",
        "A Comprehensive Analysis of Biodiesel Impacts on Exhaust Emissions",
        "Proceeding of 2nd Thailand Energy Network, 27-29 July",
        "The 2004 JSAE Annual Congress & Exposition, Paper No. SAE 20045423, May 19-21, 2004, Pacifico Yokohama, Japan"
    ],
    "affiliation": [
        {
            "affiliation-city": "Hanoi",
            "affilname": "Hanoi University of Science and Technology",
            "affiliation-country": "Viet Nam"
        },
        {
            "affiliation-city": "Bandung",
            "affilname": "Institut Teknologi Bandung",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}