{
    "eid": "2-s2.0-84982124864",
    "title": "Development of a resilience scale for Thai substance-dependent women: A mixed methods approach",
    "cover-date": "2016-08-01",
    "subject-areas": [
        {
            "$": "Psychiatry and Mental Health",
            "@code": "2738"
        },
        {
            "$": "General Psychology",
            "@code": "3200"
        }
    ],
    "keywords": [
        "Mixed methods",
        "Resilience",
        "Substance",
        "Woman"
    ],
    "authors": [
        "Nanchatsan Sakunpong"
    ],
    "citedby-count": 7,
    "ref-count": 31,
    "ref-list": [
        "Social and ecological resilience: Are they related?",
        "Healthy or druggy? self-image, ideal image and smoking behaviour among young people",
        "Development of a new Resilience scale: The Connor-Davidson Resilience scale (CD-RISC)",
        "Brit. J. Addict.",
        "Resilience as process",
        "The relationship between resilience, motivational structure, and substance use",
        "Development of a multi-dimensional measure of resilience in adolescents: The Adolescent Resilience Questionnaire",
        "Substance abuse treatment entry, retention, and outcome in women: A review of the literature",
        "Gender differences in long-term drug treatment outcomes in Chicago PETS",
        "Gender comparisons of drug abuse treatment outcomes and predictors",
        "Ordinary magic: Resilience processes in development",
        "Predictors of prison-based treatment outcomes: A comparison of men and women participants",
        "Gender differences in drug addiction and treatment: Implications for social work intervention with substance-abusing women",
        "Ramathibodi Nurs. J.",
        "Using Focus Groups to Develop Health Surveys: An Example from Research on Social Relationships and AIDS-Preventive Behavior",
        "Resilience in the face of adversity: Protective factors and resistance to psychiatric disorder",
        "Evaluating the fit of structural equation models: Tests of significance and descriptive goodness-of-fit measures",
        "Resilience from the perspective of the illicit injection drug user: An exploratory descriptive study",
        "J. Psychiat. Assoc. Thailand",
        "Development of population-based resilience measures in the primary school setting",
        "Self-efficacy and resilience in baccalaureate nursing students",
        "Capturing the insights of family caregivers: Survey item generation with a coupled interview/focus group process"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Substance Abuse Academic Network",
        "Srinakharinwirot University"
    ]
}