{
    "eid": "2-s2.0-85012249378",
    "title": "Online course design for creativity and innovative skills in virtual cultural ASEAN community: From research to empirical practice",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "General Engineering",
            "@code": "2200"
        },
        {
            "$": "Education",
            "@code": "3304"
        }
    ],
    "keywords": [
        "ASEAN",
        "Creativity and innovative skills",
        "Online course design"
    ],
    "authors": [
        "Noawanit Songkram"
    ],
    "citedby-count": 19,
    "ref-count": 45,
    "ref-list": [
        "Computer-mediated collaborative learning: An empirical evaluation",
        "Learning together online: Research on asynchronous learning networks",
        "International Journal of Computer Trends and Technology (IJCTT)",
        "The implication of the learning theories on the implementing E-learning courses",
        "Mixed methods student evaluation of an online systemic human anatomy course with laboratory",
        "Approaches to teaching online: Exploring factors influencing teachers in a fully online university",
        "Evaluating the cost effectiveness of online and face-to-face instruction",
        "The MagicBook - Moving seamlessly between reality and virtuality",
        "Ten Best Practices for Teaching Online Quick Guide for New Online faculty",
        "Guided, cooperative learning and individual knowledge acquisition (Tech, Rep. No.372)",
        "Creativity and Innovation: Your Keys to a Successful Organization",
        "AACE Journal",
        "Engagement in online asynchronous discussions: Roles of students' interests and preferences",
        "Virtual worlds: New directions for HRD research and practice. Proceedings of the 2008 Academy of Human Resource Development International Research Conference",
        "The Druid Summer Conference 2004 on Industrial dynamics, innovation and development",
        "Designing augmented reality for the classroom",
        "Measuring Knowledge Acquisition in 3D Virtual Learning Environments",
        "Relationship between student profile, tool use, participation, and academic performance with the use of Augmented Reality technology for visualized architecture models",
        "Learning networks: A field guide to leaching and learning online",
        "Making knowledge workers more creative",
        "The Chronicle of Higher Education",
        "The Times Educational Supplement",
        "Perspectives of university students on cooperative learning by moodle",
        "Interactive distance learning exercises the really work! Alexandria",
        "MERLOT Journal of online Learning and Teching",
        "CommLab India LLP",
        "The Knowledge-Creating Company: How Japanese Companies Create the Dynamics of Innovation",
        "Incremental and radical innovation: Design research vs. technology and meaning change",
        "Eastern Macedonia and Thrace Institute of Technology",
        "European Commission Directorate for Education and Training Study on Innovation in Higher Education",
        "Fostering Creativity through Innovation Engagement in Science and Technology Education: Case Study of UniversitiTeknologiMARAStudents",
        "Blogs, wikis, podcasts, and other powerful web tools for classrooms",
        "Educational Technology",
        "A survey of augmented reality",
        "Building sense of community at a distance",
        "Learning and Creativity A-T Tymienecka",
        "Effective Methods of Teaching Business Education: 2013 Yearbook",
        "Proceedings of Global Learn Asia Pacific 2011-Global Conference on Learning and Technology",
        "Proceedings of the 7th annual International Conference on Education and New Learning Technologies",
        "Procedia-Social and Behavioral Sciences",
        "Proceedings of The Fourth Annual Asian Conference on Education(ACE 2012)",
        "Proceedings EDULEARN15, the 7th annual International Conference on Education and New Learning Technologies Barcelona",
        "Fourth Edition. Alane Jordan Starku-4th. P.cm",
        "The effect of online participation in online learning course for studying trust in information and communication technologies"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}