{
    "eid": "2-s2.0-84940216673",
    "title": "Healing time for the growth of thin films on patterned substrates",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "Statistics and Probability",
            "@code": "2613"
        },
        {
            "$": "Statistical and Nonlinear Physics",
            "@code": "3109"
        }
    ],
    "keywords": [
        "Healing time",
        "Patterned substrates",
        "Surface growth"
    ],
    "authors": [
        "R. Chanphana"
    ],
    "citedby-count": 1,
    "ref-count": 36,
    "ref-list": [
        "Fractal Concepts in Surface Growth",
        "Physics of Crystal Growth",
        "Island, Mounds and Atoms: Patterns and Processes in Crystal Growth Far from Equilibrium",
        "Evolution of thin film morphology: Modeling and simulations",
        "Origins of scale invariance in growth processes",
        "Morphological evolution during epitaxial thin film growth: Formation of 2D islands and 3D mounds",
        "Experimental investigation of criteria for thermal roughening",
        "Spiral growth and Step edge barriers",
        "Nucleation and initial growth in the semimetallic homoepitaxial system of Bi on Bi(111)",
        "Self-limiting evolution of seeded quantum wires and dots on patterned substrates",
        "Persistence exponents for fluctuating interfaces",
        "Discrete model for non-equilibrium growth under surface diffusion bias",
        "Persistence in nonequilibrium surface growth",
        "Europhys. Lett.",
        "Pattern-forming instabilities in homoepitaxial crystal growth",
        "Power laws in surface physics: The deep, the shallow and the useful",
        "Growth instability due to lattice-induced topological currents in limited-mobility epitaxial growth models",
        "Modeling of thin film growth on a tilted miscut substrate: Statistical properties and the optimum growth conditions",
        "Directing self-assembly of nanostructures kinetically: Patterning and the Ehrlich-Schwoebel barrier",
        "Effect of particle polydispersity on the irreversible adsorption of fine particles on patterned substrates",
        "Anomalous smoothing preceding island formation during growth on patterned substrates",
        "Kinetic Monte Carlo simulation of nucleation on patterned substrates",
        "Scaling properties of surface growth on rough substrates generated by standard models",
        "Discrete growth models on deterministic fractal substrate",
        "A numerical study of the epitaxial growth of silver on silver (1 1 0)",
        "Scaling of rough surfaces: Effects of surface diffusion",
        "A new universality class for kinetic growth: One-dimensional molecular-beam epitaxy",
        "Proc. R. Soc. A",
        "Probing universality classes in solid-on-solid deposition",
        "Symmetry-based determination of space-time functions in nonequilibrium growth processes",
        "Noise reduction and universality in limited-mobility models of nonequilibrium growth",
        "Layer-by-layer growth in noise-reduced growth models",
        "Universality class of discrete solid-on-solid limited mobility nonequilibrium growth models for kinetic surface roughening",
        "Phys. Rev. e",
        "Turbulent interfaces",
        "Instability, intermittency, and multiscaling in discrete growth models of kinetic roughening"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bengaluru",
            "affilname": "Indian Institute of Science",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ministry of Higher Education, Science, Research and Innovation",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University",
        "Faculty of Science, Chulalongkorn University"
    ]
}