{
    "eid": "2-s2.0-85042061817",
    "title": "Effect of vital tooth bleaching on surface roughness and streptococcal biofilm formation on direct tooth-colored restorative materials",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "I. Wongpraparatana",
        "O. Matangkasombut",
        "P. Thanyasrisung",
        "M. Panich"
    ],
    "citedby-count": 19,
    "ref-count": 34,
    "ref-list": [
        "The bleaching of teeth: A review of the literature",
        "Comparison of at-home and in-office tooth whitening using a novel shade guide",
        "Efficacy, side-effects and patients' acceptance of different bleaching techniques (OTC, inoffice, at-home)",
        "Effect of bleaching on restorative materials and restorations-A systematic review",
        "Influence of surface roughness on streptococcal adhesion forces to composite resins",
        "Effect of different finishing techniques for restorative materials on surface roughness and bacterial adhesion",
        "Effect of surface characteristics on adherence of S. Mutans biofilms to indirect resin composites",
        "Effect of surface roughness on stain resistance of dental resin composites",
        "Effects of bleaching agents on surface roughness of filling materials",
        "Bleaching agent action on color stability, surface roughness and microhardness of composites submitted to accelerated artificial aging",
        "The effect of different bleaching agents on the surface texture of restorative materials",
        "Effect of whitening gels on the surface roughness of restorative materials in situ",
        "Effect of three bleaching agents on the surface properties of three different esthetic restorative materials",
        "Effects of inoffice bleaching products on surface finish of tooth-colored restorations",
        "The effect of home bleaching agents on the surface roughness of toothcolored restoratives with time",
        "Effects of carbamide peroxide on the staining susceptibility of tooth-colored restorative materials",
        "Effects of surface roughness and free energy on oral bacterial adhesion",
        "Biology, immunology, and cariogenicity of Streptococcus mutans",
        "Communication among oral bacteria",
        "Role of Streptococcus mutans in human dental decay",
        "In-office bleaching gel with 35% hydrogen peroxide enhanced biofilm formation of early colonizing streptococci on human enamel",
        "Bacterial adherence to bleached surfaces of composite resin in vitro",
        "Effect of bleaching on subsurface microhardness of composite and a polyacid modified composite",
        "Influence of chemicals on wear of dental composites",
        "Peroxide bleaches: Effect on tensile strength of composite resins",
        "Effect of hydrogen peroxide on the three-dimensional polymer network in composites",
        "Investigation of different bleaching conditions on the amount of elutable substances from nano-hybrid composites",
        "Effect of 10% carbamide peroxide dental bleaching on microhardness of filled and unfilled sealant materials",
        "Hydrolytic degradation of dental composites",
        "A randomized clinical trial of anticaries therapies targeted according to risk assessment (caries management by risk assessment)",
        "Restoration materials and secondary caries using an in vitro biofilm model",
        "Clinical study of the caries-preventive effect of resin-modified glass ionomer restorations: Aging versus the influence of fluoride dentifrice",
        "Restorative materials containing antimicrobial agents: Is there evidence for their antimicrobial and anticaries effects. A systematic review",
        "Is secondary caries with composites a material-based problem"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60276477",
            "affilname": "Laboratory of Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60276477",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University Ratchadaphiseksomphot Endowment",
        "Faculty of Dentistry"
    ]
}