{
    "eid": "2-s2.0-85135597215",
    "title": "Case Report: An Eyelid Nodule Caused by Candidatus Dirofilaria hongkongensis Diagnosed by Mitochondrial 12S rRNA Sequence",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Parasitology",
            "@code": "2405",
            "@abbrev": "IMMU"
        },
        {
            "@_fa": "true",
            "$": "Infectious Diseases",
            "@code": "2725",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Virology",
            "@code": "2406",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [],
    "authors": [
        "Suppapong Tirakunwichcha",
        "Lalana Sansopha",
        "Chaturong Putaporntip",
        "Somchai Jongwutiwes"
    ],
    "citedby-count": 0,
    "ref-count": 19,
    "ref-list": [
        "Zoonotic filariasis",
        "Human and animal dirofilariasis: the emergence of a zoonotic mosaic",
        "Dirofilariasis in man",
        "A novel Dirofilaria species causing human and canine infections in Hong Kong",
        "Human ocular dirofilariasis in Hong Kong",
        "The mitochondrial genomes of the zoonotic canine filarial parasites Dirofilaria (Nochtiella) repens and Candidatus Dirofilaria (Nochtiella) hongkongensis provide evidence for presence of cryptic species",
        "Candidatus Dirofilaria hongkongensis as causative agent of human ocular filariosis after travel to India",
        "Whether Dirofilaria repens parasites from South India belong to zoonotic Candidatus Dirofilaria hongkongensis (Dirofilaria sp. hongkongensis)?",
        "Dirofilaria hongkongensis infection presenting as recurrent shoulder mass",
        "Candidatus Dirofilaria hongkongensis infections in humans during 2005 to 2020, in Kerala, India",
        "Dirofilaria infection in man: report of a case",
        "Dirofilaria repens from the eyelid of a woman in Thailand",
        "Pulmonary dirofilariasis in a patient with multisystem Langerhans cell histiocytosis-the first reported case in Thailand",
        "First report on subconjunctival dirofilariasis in Thailand caused by a Dirofilaria sp. closely related to D. hongkongensis",
        "The filariae",
        "Dirofilaria hongkongensis - a first report of potential zoonotic dirofilariosis infection in dogs from Tamil Nadu",
        "Canine vector-borne pathogens from dogs and ticks from Tamil Nadu, India",
        "High genetic diversity in the Dirofilaria repens species complex revealed by mitochondrial genomes of feline microfilaria samples from Narathiwat, Thailand",
        "Molecular analysis of Dirofilaria repens removed from a subcutaneous nodule in a Japanese woman after a tour to Europe"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60002620",
        "affilname": "Faculty of Medicine, Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}