{
    "eid": "2-s2.0-85169311076",
    "title": "Elicitation enhances the production of friedelin and epifriedelanol in hairy root cultures of Cannabis sativa L.",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "anti-inflammation",
        "biotic stress",
        "hairy root",
        "hemp",
        "kanja",
        "marijuana",
        "plant tissue culture",
        "triterpenoid"
    ],
    "authors": [
        "Khwanlada Kobtrakul",
        "Dolly Rani",
        "Asma Binalee",
        "Pattarapol Udomlarp",
        "Tatiya Srichai",
        "Wanchai De-Eknamkul",
        "Sornkanok Vimolmangkang"
    ],
    "citedby-count": 0,
    "ref-count": 34,
    "ref-list": [
        "Biotic elicitors in adventitious and hairy root cultures: A review from 2010 to 2022",
        "Protective effects of friedelin isolated from Azima tetracantha Lam. against ethanol-induced gastric ulcer in rats and possible underlying mechanisms",
        "Anti-inflammatory, analgesic and antipyretic effects of friedelin isolated from Azima tetracantha Lam. in mouse and rat models",
        "Anti-diarrhoeal activity of friedelin isolated from Azima tetracantha lam. in wistar rats",
        "Cannabis sativa L. genetically transformed root based culture via Agrobacterium rhizogenes",
        "Development of a new extraction technique and HPLC method for the analysis of non-psychoactive cannabinoids in fibre-type Cannabis sativa L. (hemp)",
        "Innovative development and validation of an HPLC/DAD method for the qualitative and quantitative determination of major cannabinoids in cannabis plant material",
        "Cannabinoids production by hairy root cultures of cannabis sativa L",
        "Characterization of the biological activity of the ethanolic extract from the roots of Cannabis sativa L. Grown in aeroponics",
        "Valorizing industrial hemp (Cannabis sativa L.) by-products: Cannabidiol enrichment in the inflorescence essential oil optimizing sample pre-treatment prior to distillation",
        "Transgenic hairy roots. recent trends and applications",
        "Chemical elicitors versus secondary metabolite production in vitro using plant cell, tissue and organ cultures: recent trends and a sky eye view appraisal",
        "Secondary metabolites profiled in cannabis inflorescences, leaves, stem barks, and roots for medicinal purposes",
        "Stimulation of Rg3 ginsenoside biosynthesis in ginseng hairy roots elicited by methyl jasmonate",
        "Chemical composition and antioxidant potential of Cannabis sativa L. roots",
        "Antimicrobial components of the methanolic extract from the stem bark of Garcinia smeathmannii Oliver (Clusiaceae)",
        "Antimicrobial activity of the methanolic extracts and compounds from Vismia laurentii De Wild (Guttiferae)",
        "Establishment of Salvia castanea Diels f. tomentosa Stib. hairy root cultures and the promotion of tanshinone accumulation and gene expression with Ag+, methyl jasmonate, and yeast extract elicitation",
        "Roles of reactive oxygen species in methyl jasmonate and nitric oxide-induced tanshinone production in Salvia miltiorrhiza hairy roots",
        "Cannabis roots: Pharmacological and toxicological studies in mice",
        "Enhanced gymnemic acids production in cell suspension cultures of Gymnema sylvestre (Retz.) R.Br. ex Sm. through elicitation",
        "Investigation of antinociceptive, antipyretic, antiasthmatic, and spasmolytic activities of Brazilian Cannabis sativa L. roots in rodents",
        "A revised medium for rapid growth and bio assays with tobacco tissue cultures",
        "Responses of in vitro cell cultures to elicitation: regulatory role of jasmonic acid and methyl jasmonate: a review",
        "Yeast extract improved biosynthesis of astragalosides in hairy root cultures of Astragalus membranaceus",
        "Chitosan elicitation of saponin accumulation in Psammosilene tunicoides hairy roots by modulating antioxidant activity, nitric oxide production and differential gene expression",
        "Cannabis roots: A traditional therapy with future potential for treating inflammation and pain",
        "Effect of signal compunds on andrographolide in the hairy root cultures of Andographis paniculata",
        "Optimization of elicitation conditions with methyl jasmonate and salicylic acid to improve the productivity of withanolides in the adventitious root culture of Withania somnifera (L.) Dunal",
        "Chemical constituents of Cannabis sativa L. Root",
        "Improved cardenolide production in Calotropis gigantea hairy roots using mechanical wounding and elicitation",
        "Analysis of choline and atropine in hairy root cultures of Cannabis sativa L. by capillary electrophoresis-electrospray mass spectrometry",
        "Agrobacterium infection of hemp (Cannabis sativa L.): establishment of hairy root cultures"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Thailand Science Research and Innovation Fund Chulalongkorn University",
        "National Higher Education Science Research and Innovation Policy Council"
    ]
}