{
    "eid": "2-s2.0-84941739041",
    "title": "Improvement of Fish Sauce Quality by Strain CMC5-3-1: A Novel Species of Staphylococcus sp.",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Food Science",
            "@code": "1106"
        }
    ],
    "keywords": [
        "16S rRNA gene",
        "DNA-DNA hybridization",
        "Fish sauce",
        "Glutamic acid",
        "Staphylococcus sp",
        "Volatile compounds"
    ],
    "authors": [
        "Natteewan Udomsil"
    ],
    "citedby-count": 32,
    "ref-count": 47,
    "ref-list": [
        "Monitoring volatile compounds during dry-cured ham ripening by solid-phase microextraction coupled to a new direct-extraction device",
        "In Official Methods of Analysis of AOAC International",
        "Halobacterium sp. SP1(1) as a starter culture for accelerating fish sauce fermentation",
        "Cowan and Steel's manual for the identification of medical bacteria",
        "Characterization of brevicin 27, a bacteriocin synthetized by Lactobacillus brevis SB27",
        "Metabolite production and kinetics of branched-chain aldehyde oxidation in Staphylococcus xylosus",
        "Technological and safety characterization of coagulase-negative staphylococci from traditionally fermented sausages of Basilicata region (Southern Italy)",
        "Improved screening procedure for biogenic amine production by lactic acid bacteria",
        "Protease and esterase activity of staphylococci",
        "Very low ethanol concentrations affect the viability and growth recovery in post-stationary-phase Staphylococcus aureus populations",
        "Phenotypic and technological diversity of lactic acid bacteria and staphylococci isolated from traditionally fermented sausages in Southern Greece",
        "Characterization and technological properties of Staphylococcus xylosus strains isolated from a Tunisian traditional salted meat",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "The measurement of amino groups in proteins and peptides.",
        "Improvement of fish-sauce odor by treatment with bacteria isolated from the fish-sauce mush (Moromi) made from frigate mackerel",
        "Characterization and distribution of Staphylococcus sp. implicated for improvement of fish sauce odor",
        "Identification of distinctive volatile compounds in fish sauce",
        "Olfactometric characterization of aroma active compounds in fermented fish paste in comparison with fish sauce, fermented soy paste and sauce products",
        "Isolation of lactic acid bacteria strain Staphylococcus piscifermentans from Malaysian traditional fermented shrimp cincaluk",
        "Characterization of protein hydrolysis and odor-active compounds of fish sauce inoculated with Virgibacillus sp. SK37 under reduced salt content",
        "Biodiversity of indigenous staphylococci of naturally fermented dry sausages and manufacturing environments of small-scale processing units",
        "Fish sauce products and manufacturing: A review",
        "Inhibition of biogenic amine formation in a salted and fermented anchovy by Staphylococcus xylosus as a protective culture",
        "Histamine and tyramine production by bacteria from meat products",
        "Volatile compounds of headspace gas in the japanese fish sauce",
        "Glycine betaine and proline are the principal compatible solutes of Staphylococcus aureus",
        "Formation of amino acid (L-leucine, L-phenylalanine) derived volatile flavour compounds by Moraxella phenylpyruvica and Staphylococcus xylosus in cured meat model systems",
        "Tentative identification of volatile flavor compounds in commercial budu, a malaysian fish sauce, using GC-MS",
        "Generation of flavour compounds in fermented sausages - The influence of curing ingredients, Staphylococcus starter culture and ripening time",
        "The viable but nonculturable state in bacteria",
        "Chemical Composition of Fish Sauces Produced in Southeast and East Asian Countries",
        "Glycine betaine transport by Staphylococcus aureus: Evidence for feedback regulation of the activity of the two transport systems",
        "Staphylococcus condimenti sp. nov., from soy sauce mash, and Staphylococcus carnosus (Schleifer and Fischer 1982) subsp. utilis subsp. nov.",
        "Kinetics of growth and 3-methyl-1-butanol production by meat-borne, coagulase-negative staphylococci in view of sausage fermentation",
        "Identification by 16S-23S rDNA intergenic region amplification, genotypic and phenotypic clustering of Staphylococcus xylosus strains from dry sausages",
        "Headspace Gas Analysis of Fish Sauce",
        "Solute-specific effects of osmotic stress on Staphylococcus aureus",
        "Staphylococcus piscifermentans sp. nov., from fermented fish in Thailand",
        "Use of tetragenococcus halophilus as a starter culture for flavor improvement in fish sauce fermentation",
        "Proteinase-producing halophilic lactic acid bacteria isolated from fish sauce fermentation and their ability to produce volatile compounds",
        "Int J Syst Bacteriol",
        "16S ribosomal DNA amplification for phylogenetic study",
        "Volatile aroma components of Thai fish sauce in relation to product categorization",
        "Effects of Staphylococcus condimenti and Micrococcus caseolyticus on the volatile compounds of Cantonese sausage",
        "Acceleration of Thai fish sauce fermentation using proteinases and bacterial starter cultures",
        "Occurrence of biogenic amines and amines degrading bacteria in fish sauce",
        "Novel starter cultures to inhibit biogenic amines accumulation during fish sauce fermentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Suranaree University of Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}