{
    "eid": "2-s2.0-85018565544",
    "title": "Comparison of Implicit and Explicit Solvation Models for Iota-Cyclodextrin Conformation Analysis from Replica Exchange Molecular Dynamics",
    "cover-date": "2017-04-24",
    "subject-areas": [
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Computer Science Applications",
            "@code": "1706"
        },
        {
            "$": "Library and Information Sciences",
            "@code": "3309"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        }
    ],
    "keywords": [],
    "authors": [
        "Wasinee Khuntawee"
    ],
    "citedby-count": 9,
    "ref-count": 32,
    "ref-list": [
        "Physicochemical properties and complex formation abilities of large-ring cyclodextrins",
        "Conformations of some lower-size large-ring cyclodextrins derived from conformational search with molecular dynamics and principal component analysis",
        "Chem. Lett.",
        "Isolation, purification, and characterization of cyclomaltodecaose (ε-CD)",
        "Strain-induced 'band flips' in cyclo-decaamylose and higher homologues",
        "Band-flip and kink as novel structural motifs in α-(1→4)-D-glucose oligosaccharides. Crystal structures of cyclodeca- and cyclotetradecaamylose",
        "X-ray structure of i-cyclodextrin",
        "V-amylose at atomic resolution: X-ray structure of a cycloamylose with 26 glucose residues (cyclomaltohexaicosaose)",
        null,
        "Topography of Cyclodextrin Inclusion Complexes. 15.1 Crystal and Molecular Structure of the Cyclohexaamylose-7.57 Water Complex, Form III. Fourand Six-Membered Circular Hydrogen Bonds",
        "Circular and Flip-Flop Hydrogen Bonding in β-Cyclodextrin Undecahydrate: A Neutron Diffraction Study",
        "The structure of the cyclodextrin complex. XX. Crystal structure of uncomplexed hydrated γ-cyclodextrin",
        "Effect of the reaction temperature on the transglycosylation reactions catalyzed by the cyclodextrin glucanotransferase from Bacillus macerans for the synthesis of large-ring cyclodextrins",
        "Effect of ethanol on the synthesis of large-ring cyclodextrins by cyclodextrin glucanotransferases",
        "Computational study on the conformations of CD38 and inclusion complexes of some lower-size large-ring cyclodextrins",
        "Large-ring cyclodextrins. A molecular dynamics study of the conformational dynamics and energetics of CD10, CD14 and CD26",
        "Computational study on the intramolecular self-organization of the macrorings of some 'giant' cyclodextrins (CDn, n = 40, 70, 85, 100)",
        "DFT energy optimization of a large carbohydrate: Cyclomaltohexaicosaose (CA-26)",
        "Parallel tempering algorithm for conformational studies of biological molecules",
        "Replica-exchange molecular dynamics method for protein folding",
        "Atomic Simulations of Protein Folding, Using the Replica Exchange Algorithm",
        "Modified replica exchange simulation methods for local structure refinement",
        "Robust Density-Based Clustering to Identify Metastable Conformational States of Proteins",
        "Application of conformational clustering in protein-ligand docking",
        "Weighted distance functions improve analysis of high-dimensional data: Application to molecular dynamics simulations",
        "Pattern Recognition and Machine Learning",
        "Python Machine Learning",
        "AMBER 10",
        "Conformation study of ε-cyclodextrin: Replica exchange molecular dynamics simulations",
        "A temperature predictor for parallel tempering simulations",
        "Scikit-learn: Machine learning in Python",
        "J. R. Stat. Soc. Series B (Methodological)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vienna",
            "affilname": "Universität Wien",
            "affiliation-country": "Austria"
        },
        {
            "affiliation-city": "Kamphaeng Saen",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Thailand National Nanotechnology Center",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chiang Mai",
            "affilname": "Chiang Mai University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}