{
    "eid": "2-s2.0-85066020607",
    "title": "Enhanced dark fermentative H2 production by agar-immobilized cyanobacterium Aphanothece halophytica",
    "cover-date": "2019-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Plant Science",
            "@code": "1110",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Aphanothece halophytica",
        "Cyanobacteria",
        "H2 production",
        "Immobilization"
    ],
    "authors": [
        "Sunisa Pansook",
        "Aran Incharoensakdi",
        "Saranya Phunpruch"
    ],
    "citedby-count": 8,
    "ref-count": 36,
    "ref-list": [
        "Hydrogen photo-production by mixotrophic cultivation of Chlamydomonas reinhardtii: interaction between organic carbon and nitrogen",
        "Optimization of metabolic capacity and flux through environmental cues to maximize hydrogen production by the cyanobacterium “Arthrospira (Spirulina) maxima",
        "Enhanced hydrogen production by immobilized cyanobacterium Lyngbya perelegans under varying anaerobic conditions",
        "Toxicity of nickel to microbes: environmental aspects",
        "Impact of genetic technology on enzyme technology",
        "Effect of growth conditions on the hydrogen production with cyanobacterium Anabaena sp. strain CH3",
        "Gel entrapment of whole cells and enzymes in crosslinked, prepolymerized polyacrylamide hydrazide",
        "Occurrence of facultative anoxygenic photosynthesis among filamentous and unicellular cyanobacteria",
        "Photochemical energy conversion using immobilized blue-green algae",
        "Biohydrogen as a renewable energy resource - prospects and potentials",
        "Photoproduction of molecular hydrogen by an immobilized non-diazotrophic cyanobacterium, Oscillatoria subbrevis strain 111",
        "Characterization and optimization of hydrogen photoproduction by saltwater blue-green algae, Oscillatoria sp. Miami BG7. I. Enhancement through limiting the supply of nitrogen nutrients",
        "Hydrogen Production and Carbohydrate Consumption byLyngbyasp. (No. 108)",
        "Extended H2photoproduction by N2-fixing cyanobacteria immobilized in thin alginate films",
        "Nitrate assimilation by bacteria",
        "Synergistic effects of mixed salt on the gelation of κ-carrageenan",
        "Hydrogen production by immobilized cells of unicellular halotolerant cyanobacterium Aphanothece halophytica in alginate beads",
        "[FeFe]-and [NiFe]-hydrogenase diversity, mechanism, and maturation",
        "Identification of bidirectional hydrogenase genes and their co-transcription in unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Characteristics of hydrogen production by immobilized cyanobacterium Microcystis aeruginosa through cycles of photosynthesis and anaerobic incubation",
        "Photodissimilation of fructose to H2and CO2by a dinitrogen-fixing cyanobacterium, Anabaena variabilis",
        "Generic Assignments, Strain Histories and Properties of Pure Cultures of Cyanobacteria",
        "Hydrogen photoproduction by filamentous non-heterocystous cyanobacterium Plectonema boryanum and simultaneous release of ammonia",
        "The use of agar as a solvent gel in objects conservation",
        "Effect of various methods of immobilization on the stability of a microbial biosensor for surfactants based onPseudomonas rathonis T",
        "Sustained hydrogen production from formate using immobilized recombinant Escherichia coli SH5",
        "Two-stage system for hydrogen production by immobilized cyanobacterium Gloeocapsa alpicola CALU 743",
        "Reversible hydrogenase activity of Gloeocapsa alpicola in continuous culture",
        "Increasing hydrogen production efficiency of N2-fixing cyanobacterium Anabaena siamensis TISTR 8012 by cell immobilization",
        "Factors affecting biohydrogen production by unicellular halotolerant cyanobacterium Aphanothece halophytica",
        "Dark fermentative hydrogen production by the unicellular halotolerant cyanobacterium Aphanothece halophytica grown in seawater",
        "CO2fixation rate and RuBisCO content increase in the halotolerant cyanobacterium, Aphanothece halophytica, grown in high salinities",
        "Cyanobacterial hydrogenases: diversity, regulation and applications",
        "Hydrogen production by immobilized Synechocystis sp. PCC 6803",
        "Production of H2by the unicellular cyanobacterium Gloeocapsa alpicola CALU743 during fermentation"
    ],
    "affiliation": [
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "106208652",
            "affilname": "Academy of Science",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/106208652",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}