{
    "eid": "2-s2.0-85037812126",
    "title": "Temporal Trends Between 2010 and 2015 in Intensity of Care at End-of-Life for Patients With Chronic Illness: Influence of Age Under vs. Over 65 Years",
    "cover-date": "2018-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Nursing (all)",
            "@code": "2900",
            "@abbrev": "NURS"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Anesthesiology and Pain Medicine",
            "@code": "2703",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "chronic conditions",
        "end-of-life care",
        "intensity of care",
        "Palliative care",
        "temporal trends"
    ],
    "authors": [
        "Seelwan Sathitratanacheewin",
        "Ruth A. Engelberg",
        "Lois Downey",
        "Robert Y. Lee",
        "James A. Fausto",
        "Helene Starks",
        "Ben Dunlap",
        "James Sibley",
        "William Lober",
        "Elizabeth T. Loggers",
        "Nita Khandelwal",
        "J. Randall Curtis"
    ],
    "citedby-count": 10,
    "ref-count": 26,
    "ref-list": [
        "National Health Expenditures 2015 Highlights",
        "Health care costs in the last week of life: associations with end-of-life conversations",
        "Epidemiology and patterns of care at the end of life: rising complexity, shifts in care patterns and sites of death",
        "Understanding of the efficiency and effectiveness of the health care system",
        "Variation in health care spending: Target decision making, not geography",
        "Geographic variation in health care spending in the United States: insights from an Institute of Medicine report",
        "Geographic correlation between large-firm commercial spending and Medicare spending",
        "Effect of psychiatric illness on acute care utilization at end of life from serious medical illness",
        "Predictors of death in the hospital for patients with chronic serious illness",
        "The growth of palliative care in U.S. hospitals: a status report",
        "Lessons from Oregon in embracing complexity in end-of-life care",
        "Preferred and actual location of death: what factors enable a preferred home death?",
        "Place of care in advanced cancer: a qualitative systematic literature review of patient preferences",
        "The influence of race/ethnicity and socioeconomic status on end-of-life care in the ICU",
        "Demographic and social characteristics and spending at the end of life",
        "Change in end-of-life care for Medicare beneficiaries: site of death, place of care, and health care transitions in 2000, 2005, and 2009",
        "Advance care planning and the quality of end-of-life care in older adults",
        "The effects of advance care planning on end-of-life care: a systematic review",
        "A systematic intervention to improve serious illness communication in primary care",
        "Attitudes of patients with incurable cancer toward medical treatment in the last phase of life",
        "The influence of age on the likelihood of receiving end-of-life care consistent with patient treatment preferences",
        "Relationship between cancer patients' predictions of prognosis and their treatment preferences",
        "Resurrecting treatment histories of dead patients: a study design that should be laid to rest"
    ],
    "affiliation": [
        {
            "affiliation-city": "Seattle",
            "@id": "60015481",
            "affilname": "University of Washington",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015481",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60031859",
            "affilname": "Seattle Cancer Care Alliance",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031859",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "60003625",
            "affilname": "Fred Hutchinson Cancer Research Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60003625",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "Cambia Health Foundation"
    ]
}