{
    "eid": "2-s2.0-85066083374",
    "title": "Redesign of a continuous passive motion machine for total knee replacement therapy",
    "cover-date": "2019-04-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Health Policy",
            "@code": "2719",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Public Health, Environmental and Occupational Health",
            "@code": "2739",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Continuous passive motion",
        "Knee replacement",
        "Machine design",
        "Physical therapy",
        "Rehabilitation"
    ],
    "authors": [
        "Somkiat Tangjitsitcharoen",
        "Haruetai Lohasiriwat"
    ],
    "citedby-count": 3,
    "ref-count": 32,
    "ref-list": [
        "Trends in total knee replacement surgeries and implications for public health, 1990–2000",
        "Utilization rates of knee-arthroplasty in OECD countries",
        "Relationships between body mass indices and surgical replacements of knee and hip joints",
        "Obesity increases the likelihood of total joint replacement surgery among younger adults",
        ". Status and opportunity for the knee arthroplasty manufacturer in Thailand",
        "The direct and indirect costs to society of treatment for end-stage knee osteoarthritis",
        "Women’s experiences of undergoing total knee joint replacement surgery",
        "Outcomes before and after total knee arthroplasty compared to healthy adults",
        "Comparison of home health care physical therapy outcomes following total knee replacement with and without subacute rehabilitation",
        "Patient readiness for discharge after total hip replacement: an integrative review",
        "Medical error and human factors engineering: where are we now?",
        "Osteoarthritis: a review of treatment options",
        "Preferences and motivation for weight loss among knee replacement patients: implications for a patient-centered weight loss intervention",
        "Significant weight loss may delay or eliminate the need for total knee replacement",
        "Anatomical data for analyzing human motion",
        "Continuous passive motion improves shoulder joint integrity following stroke",
        "Why don’t patients do their exercises? Understanding non-compliance with physiotherapy in patients with osteoarthritis of the knee"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}