{
    "eid": "2-s2.0-85137056958",
    "title": "Evidence of fish following towed oil and gas platforms to a reefing site and rapid colonisation",
    "cover-date": "2022-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Decommissioning",
        "Ecological benefits",
        "Fish assemblage",
        "Fisheries",
        "Gulf of Thailand",
        "Jackets",
        "Oil and gas platforms",
        "Reefing",
        "Socioeconomic benefits",
        "Towing"
    ],
    "authors": [
        "Michael J. Marnane",
        "Karl D. Schramm",
        "Damon Driessen",
        "Laura A. Fullwood",
        "Benjamin J. Saunders",
        "Se Songploy",
        "Jes Kettratad",
        "Paweena Sitaworawet",
        "Sarin Chaiyakul",
        "Anchalee Chankong",
        "Nararat Chantarawat",
        "Travis S. Elsdon",
        "Euan S. Harvey"
    ],
    "citedby-count": 1,
    "ref-count": 64,
    "ref-list": [
        "Non-native reef fishes in the southwest atlantic ocean: a recent record of Heniochus acuminatus (linnaeus, 1758) (perciformes, chaetodontidae) and biological aspects of Chromis limbata (valenciennes, 1833) (perciformes, pomacentridae)",
        "An analysis of artificial reef fish community structure along the northwestern Gulf of Mexico shelf: potential impacts of “rigs-to-reefs” programs",
        "PERMANOVA+ for Primer: Guide to Software and Statistical Methods",
        "PERMDISP: a FORTRAN Computer Program for Permutational Analysis of Multivariate Dispersions (For Any Two-Factor ANOVA Design) Using Permutation Tests",
        "DISTLM V. 5: a FORTRAN Computer Program to Calculate a Distance-Based Multivariate Analysis for a Linear Model",
        "Distance‐based tests for homogeneity of multivariate dispersions",
        "Canonical analysis of principal coordinates: a useful method of constrained ordination for ecology",
        "Translocation, homing behavior and habitat use of groundfishes associated with oil platforms in the east Santa Barbara channel, California",
        "Sensory biology and navigation behavior of reef fish larvae",
        "Locomotion in labrid fishes: implications for habitat use and cross-shelf biogeography on the Great Barrier Reef",
        "Effects of reef size on colonization and assemblage structure of fishes at artificial reefs off southeastern Florida, USA",
        "Species-packing by reef fishes on Australian and Caribbean reefs: an experimental approach",
        "Fishes associated with artificial reefs: attributing changes to attraction or production using novel approaches",
        "Oil platforms off California are among the most productive marine fish habitats globally",
        "Getting Started with PRIMER V7",
        "On resemblance measures for ecological studies, including taxonomic dissimilarities and a zero-adjusted Bray–Curtis coefficient for denuded assemblages",
        "Colonization of a nearshore artificial reef at boca ratón (palm beach county), Florida",
        "Characterization and Comparison of Platform Reef Communities off the Texas Coast. Prepared by the Center for Coastal Studies, Texas A&M University-Corpus Christi",
        "Paranthias furcifer (perciformes: Serranidae), a new alien fish in the mediterranean sea",
        "Holacanthus ciliaris (linnaeus, 1758) (teleostei: pomacanthidae), first record from the mediterranean sea",
        "New records of tropical littoral fishes from the Canary Islands as a result of two driving forces: natural expansion and introduction by oil platforms",
        "A review of offshore decommissioning regulations in five countries- strengths and weaknesses",
        "King Reef: an Australian first in repurposing oil and gas infrastructure to benefit regional communities",
        "A multi-criteria decision approach to decommissioning of offshore oil and gas infrastructure",
        "Ontogenetic habitat use in labrid fishes: an ecomorphological perspective",
        "The relationship between swimming ability and habitat use in wrasses (Labridae)",
        "Fish colonization of an artificial reef in the Gulf of elat, northern red sea",
        "International rules on decommissioning of offshore installations: some observations",
        "Contrasting habitat use of diurnal and nocturnal fish assemblages in temperate Western Australia",
        "Response of diurnal and nocturnal coral reef fish to protection from fishing: an assessment using baited remote underwater video",
        "Fish assemblages associated with oil and gas platforms in the Gulf of Thailand",
        "Coral reef fishes exploit flow refuges in high-flow habitats",
        "Avoiding the flow: refuges expand the swimming potential of coral reef fishes",
        "An oasis in a watery desert? Discourses on an industrial ecosystem in the Gulf of Mexico Rigs‐to‐Reefs program",
        "The Louisiana artificial reef program",
        "Present status and prospects of artificial reefs in Thailand",
        "Counting coral reef fishes: interaction between fish life-history traits and transect design",
        "Distance‐based redundancy analysis: testing multispecies responses in multifactorial ecological experiments",
        "Fish assemblages and rapid colonization after enlargement of an artificial reef off the Algarve coast (Southern Portugal)",
        "Robust Tests for Equality of Variances. Contributions to Probability and Statistics. Essays in Honor of Harold Hotelling",
        "Response of fish communities to the deployment of estuarine artificial reefs for fisheries enhancement",
        "Rigs-to-reefs: will the deep sea benefit from artificial habitat?",
        "Rigs-to-reefs policy: can science trump public sentiment?",
        "Dynamics of fish colonization of an experimental artificial reef in Peter the Great Bay, Sea of Japan",
        "Site fidelity and homing behaviour in coral reef cardinalfishes",
        "Fitting multivariate models to community data: a comment on distance‐based redundancy analysis",
        "Estimating total abundance of a large temperate-reef fish using visual strip-transects",
        "Site fidelity, vertical movement, and habitat use of nearshore reef fishes on offshore petroleum platforms in southern California",
        "Fine-scale patterns in the day, night and crepuscular composition of a temperate reef fish assemblage",
        "Introduction of non-native marine fish species to the Canary Islands waters through oil platforms as vectors",
        "The Technical Feasibility Study of Alternative Use of Oil and Gas Platform Jacket as Artificial Reefs. Petroleum Institute of Thailand",
        "An Indo-Pacific damselfish (Neopomacentrus cyanomos) in the Gulf of Mexico: origin and mode of introduction",
        "Fish assemblages on artificial and natural reefs in the flower garden banks national marine sanctuary, USA",
        "Precision and accuracy of visual census technique for fish assemblages on coral patch reefs",
        "First record of Pomacanthus maculosus (perciformes, pomacanthidae) in the south-western atlantic ocean",
        "Characterizing the second wave of fish and invertebrate colonization of an offshore petroleum platform",
        "Meals on wheels? A decade of megafaunal visual and acoustic observations from offshore oil & gas rigs and platforms in the North and Irish Seas",
        "Characterizing the first wave of fish and invertebrate colonization on a new offshore petroleum platform",
        "New species of tropical littoral fish found in Canarian waters. Oil platforms as a central introduction vector",
        "New records of non-indigenous fishes (perciformes and tetraodontiformes) from the canary Islands (north-eastern atlantic)",
        "Decommissioning challenges in Thailand",
        "Experiments in Ecology: Their Logical Design and Interpretation Using Analysis of Variance",
        "Limit of fish swimming speed",
        "Statistical Principles in Experimental Design"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60108134",
            "affilname": "Chevron Australia Pty Ltd",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60108134",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031226",
            "affilname": "Curtin University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031226",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "118191910",
            "affilname": "Chevron Thailand Exploration and Production",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/118191910",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chevron Energy Technology, Pty Ltd",
        "Chevron Inc.",
        "Curtin University"
    ]
}