{
    "eid": "2-s2.0-85152724753",
    "title": "Lumpy skin disease of snakeskin gourami: A new record of metacercariae of Posthodiplostomum sp. (Digenea, Diplostomidae) in clinically sick snakeskin gourami, Trichopodus pectoralis Regan, 1910 (Pisces, Osphronemidae)",
    "cover-date": "2023-08-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Lumpy skin disease of snakeskin gourami",
        "Metacercariae",
        "Molecular phylogenetic",
        "Posthodiplostomum sp.",
        "SSU rRNA"
    ],
    "authors": [
        "Nguyen Dinh-Hung",
        "Ha Thanh Dong",
        "Andrew P. Shinn",
        "Channarong Rodkhum",
        "Kornsunee Phiwsaiya",
        "Chayanit Wichianrat",
        "Chayanit Soontara",
        "Saengchan Senapin",
        "Satid Chatchaiphan"
    ],
    "citedby-count": 0,
    "ref-count": 42,
    "ref-list": [
        "Unravelling the diversity of the Crassiphialinae (Digenea: Diplostomidae) with molecular phylogeny and descriptions of five new species",
        "Molecular phylogeny of Diplostomum, Tylodelphys, Austrodiplostomum and Paralaria (Digenea: Diplostomidae) necessitates systematic changes and reveals a history of evolutionary host switching events",
        "Morphological and molecular characterization of Posthodiplostomum sp. (Digenea: Diplostomidae) metacercaria in the muscles of snakeheads (Channa punctata) from Manipur, India",
        "Experimental differences in mortality patterns between European minnows, Phoxinus phoxinus, infected with sympatric or allopatric trematodes, Diplostomum phoxini",
        "Infection patterns and molecular data reveal host and tissue specificity of Posthodiplostomum species in centrarchid hosts",
        "Pla-salid (Trichogaster pectoralis Regan). A life history and manual for culture",
        "Parasitology meets ecology on its own terms: Margolis et al. revisited",
        "New record of metacercariae of the North American Posthodiplostomum centrarchi (Digenea, Diplostomidae) in pumpkinseed (Lepomis gibbosus) in Hungary",
        "Co-infection of Candidatus Piscichlamydia Trichopodus (Order Chlamydiales) and Henneguya sp. (Myxosporea, Myxobolidae) in snakeskin gourami Trichopodus pectoralis (Regan 1910)",
        "Streptococcus suis is a lethal pathogen in snakeskin gourami, Trichopodus pectoralis",
        "Fisheries statistics of Thailand 2021. Fisheries Development Policy and Strategy Division, Department of Fisheries, Ministry of Agriculture and Cooperatives, No. 14/2022, Thailand",
        "Der lebenszyklus von Posthodiplostomum cuticola (v. Nordmann 1832) Dubois 1936 (Trematoda, Diplostomatidae)",
        "Monographie des Strigeida (Trematoda)",
        "Synopsis des Strigeidae et des Diplostomatidae (Trematoda)",
        "Thailand. Text by Pongsri, C. and Sukumasavin, N. Fisheries and Aquaculture Division [online]. Rome",
        "Trichopodus pectoralis Regan, 1910",
        "First report of Posthodiplostomum minimum metacercariae and resulting histopathological changes in Bagrus bajad from Lake Nasser, Egypt",
        "Studies on the Trematode Family Strigeidae (Holostomidae) No. IX. Neascus van-cleavei (Agersborg)",
        "Introduction to Freshwater Fish Parasites",
        "MEGA X: molecular evolutionary genetics analysis across computing platforms",
        "European distribution for metacercariae of the North American digenean Posthodiplostomum cf. minimum centrarchi (Strigeiformes: Diplostomidae)",
        "Biology, Prevention, and Effects of Common Grubs (Digenetic Trematodes) in Freshwater Fish",
        "Molecular, morphological and experimental assessment of the life cycle of Posthodiplostomum nanum Dubois, 1937 (Trematoda: Diplostomidae) from Brazil, with phylogenetic evidence of the paraphyly of the genus Posthodiplostomum Dubois, 1936",
        "The characterization of enzymatically amplified eukaryotic 16S-like rRNA-coding regions. Genetica 71: 491-499",
        "A survey of coccidian infections of freshwater fishes of Peninsular Malaysia, with descriptions of three species of Goussia Labbe, 1896 (Apicomplexa : Eimeriidae)",
        "Posthodiplostomum sp. Metacercariae in the trunk muscle of northern snakeheads (Channa argus) from the Fushinogawa River, Yamaguchi, Japan",
        "Family Diplostomidae Poirier, 1886",
        "The nomenclature of Trichopodus pectoralis Regan, 1910; Trichopus cantoris Sauvage, 1884 and Osphronemus saigonensis Borodin, 1930 (Teleostei: Peciformes: Osphronemidae)",
        "Lymphocystis infection in snakeskin gourami, Trichogaster pectoralis (Regan), (Anabantidae)",
        "Hematological changes in snakeskin gourami, Trichogaster pectoralis, affected by epizootic ulcerative syndrome",
        "Assessing the genetic diversity of the metacercariae of Posthodiplostomum minimum (Trematoda: Diplostomidae) in Middle American freshwater fishes: one species or more?",
        "Uneven distribution of cryptic diversity among higher taxa of parasitic worms",
        "Population dynamics of larval trematodes in juvenile bluegills from Three Lakes II, Michigan, and the potential for overwinter parasite-induced host mortality",
        "Streptococcus agalactiae serotype VII, an emerging pathogen affecting snakeskin gourami (Trichogaster pectoralis) in intensive farming",
        "Evidence of enhanced bacterial invasion during Diplostomum spathaceum infection in European grayling, Thymallus thymallus (L.)",
        "Life-cycle stages of a Posthodiplostomum species (Digenea: Diplostomidae) from Patagonia, Argentina",
        "Morphology and molecules reveal the alien Posthodiplostomum centrarchi Hoffman, 1958 as the third species of Posthodiplostomum Dubois, 1936 (Digenea: Diplostomidae) in Europe",
        "Metacercariae of trematodes parasitic in freshwater hydrobionts of central Russia",
        "Ta",
        "Snakeskin Gourami (Trichopodus pectoralis) Ecological Risk Screening Summary",
        "Evolution of life history traits in Asian freshwater prawns of the genus Macrobrachium (Crustacea: Decapoda: Palaemonidae) based on multilocus molecular phylogenetic analysis",
        "Trends in the farming of the snakeskin gourami (Trichogaster pectoralis) in Thailand"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60021944",
            "affilname": "Kasetsart University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021944",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60011947",
            "affilname": "Thailand National Center for Genetic Engineering and Biotechnology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011947",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "@id": "60010105",
            "affilname": "Asian Institute of Technology Thailand",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010105",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nontaburi",
            "@id": "113098851",
            "affilname": "INVE Aquaculture",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/113098851",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Mahidol University"
    ]
}