{
    "eid": "2-s2.0-84906066492",
    "title": "Streptomyces chumphonensis sp. nov., isolated from marine sediments",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 24,
    "ref-count": 35,
    "ref-list": [
        "Culture Media for Actinomycetes.",
        "Bioactive microbial metabolites: A personal view",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Discrimination of Streptomyces albidoflavus strains based on the size and number of 16S-23S ribosomal DNA intergenic spacers",
        "Numerical analysis of fatty acid patterns of coryneform bacteria and related taxa",
        "Streptomyces specialis sp. nov",
        "Streptomyces tateyamensis sp. nov., Streptomyces marinus sp. nov. and Streptomyces haliclonae sp. nov., isolated from the marine sponge Haliclona sp.",
        "Quantitative phyletics and the evolution of anurans",
        "Discovery of novel metabolites from marine actinomycetes",
        "Nucleic Acid Techniques in Bacterial Systematics",
        "Chemotaxonomy of aerobic Actinomycetes: Phospholipid composition",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "List of bacterial names with standing in nomenclature: A folder available on the Internet.",
        "Streptomyces axinellae sp. nov., isolated from the Mediterranean sponge Axinella polypoides (Porifera)",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of bacteria by gas chromatography of cellular fatty acids",
        "Int J Syst Bacteriol",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Streptomyces sanyensis sp. nov., isolated from mangrove sediment",
        "Planotetraspora thailandica sp. nov., isolated from soil in Thailand",
        "Chemical Methods in Prokaryotic Systematics",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA5: Molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
        "The CLUSTAL X windows interface: Flexible strategies for multiple sequence alignment aided by quality analysis tools",
        "Streptomyces oceani sp. nov., a new obligate marine actinomycete isolated from a deep-sea sample of seep authigenic carbonate nodule in south china sea",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "J Gen Appl Microbiol",
        "J Bacteriol",
        "Int J Syst Bacteriol",
        "Actinomycetes",
        "Streptomyces avicenniae sp. nov., a novel actinomycete isolated from the rhizosphere of the mangrove plant Avicennia mariana",
        "Streptomyces xinghaiensis sp. nov., isolated from marine sediment"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}