{
    "eid": "2-s2.0-85032333221",
    "title": "Shape Memory Polymers From Polybenzoxazine-Modified Polymers",
    "cover-date": "2017-02-01",
    "subject-areas": [],
    "keywords": [],
    "authors": [
        "S. Tiptipakorn"
    ],
    "citedby-count": 5,
    "ref-count": 157,
    "ref-list": [
        "Shape-memory materials and hybrid composites for smart systems - Part I Shape-memory materials",
        "Shape-memory polymers and their composites: Stimulus methods and applications",
        "Electroactivate shape-memory polymer filled with nanocarbon particles and short carbon fibers",
        "Qualitative separation of the effect of the solubility parameter on the recovery behavior of shape-memory polymer",
        "Initiation of shape-memory effect by inductive heating of magnetic nanoparticles in thermoplastic polymers",
        "Photothermal properties of shape memory polymer micro-actuators for treating stroke",
        "Shape-memory polymers",
        "Fiber reinforced shape-memory polymer composite and its application in a deployable hinge",
        "Shape and temperature memory of nanocomposites with broadened glass transition",
        "Actively moving polymers",
        "Mechanical properties of shape memory polymer of polyurethane series. (Basic characteristics of stress-strain-temperature relationship)",
        "A review of stimuli-responsive shape memory polymer composites",
        "Structural characterization and mass transfer properties of segmented polyurethane: Influence of block length of hydrophilic segments",
        "Crosslinked polyurethanes with shape memory properties",
        "Review of progress in shape-memory polymers",
        "The shape memory effect in polymers",
        "High-strain shape-memory polymers",
        "A novel supramolecular shape memory material based on partial α-CD-PEG inclusion complex",
        "Effects of solvent, casting temperature, and guest/host stoichiometries on the properties of shape memory material based on partial α-CD-PEG inclusion complex",
        "Morphology and shape memory effect of segmented polyurethanes. Part I{cyrillic, ukrainian}: With crystalline reversible phase",
        "Influence of ionic groups on the crystallization and melting behavior of segmented polyurethane ionomers",
        "Smart polymer fibers with shape memory effect",
        "Shape memory epoxy: Composition, structure, properties and shape memory performances",
        "Multifunctional shape-memory polymers",
        "Crystallization and melting behavior of the crystalline soft segment in a shape-memory polyurethane ionomer",
        "Studies of shape memory property on thermoplastic segmented polyurethanes: Influence of PEG 3400",
        "Shape memory and mechanical properties of cross-linked polyethylene/clay nanocomposites",
        "Investigation and modeling of temperature dependence recovery behavior of shape-memory crosslinked polyethylene",
        "Modeling the relaxation mechanisms of amorphous shape memory polymers",
        "Evaluation of nanoparticulate fillers for development of shape memory polyurethane nanocomposites",
        "Behavior of thermoset shape memory polymer-based syntactic foam sealant trained by hybrid two-stage programming",
        "Influence of cross-linking agent on thermomechanical properties and shape memory effect of styrene shape memory polymer",
        "Effect of a linear monomer on the thermomechanical properties of epoxy shape-memory polymer",
        "Shape Memory Effect Exhibited by Smectic-C Liquid Crystalline Elastomers",
        "Tailored phase transitions via mixed-mesogen liquid crystalline polymers with silicon-based spacers",
        "Shape memory behavior of side-chain liquid crystalline polymer networks triggered by dual transition temperatures",
        "Side-chain liquid crystalline polymer networks: Exploiting nanoscale smectic polymorphism to design shape-memory polymers",
        "Recent advances in shape-memory polymers: Structure, mechanism, functionality, modeling and applications",
        "Light-activated shape memory of glassy, azobenzene liquid crystalline polymer networks",
        "Enhancement of photogenerated mechanical force in azobenzene-functionalized polyimides",
        "Polymers move in response to light",
        "Shape memory polymers: Past, present and future developments",
        "A study on the mechanical properties and the influence of water uptake and temperature on biocomposites based on polyethylene from renewable sources",
        "Shape Memory Alloys: ASM Handbook",
        "Shape Memory Materials",
        "Effect of chemical structure and crosslinking density on the thermo-mechanical properties and toughness of (meth)acrylate shape memory polymer networks",
        "J. Phys. IV Colloque",
        "Strong, tailored, biocompatible shape-memory polymer networks",
        "Dynamic stability of a shape memory alloy wire reinforced composite beam",
        "Shape memory epoxies based on networks with chemical and physical crosslinks",
        "Shape-memory polymers",
        "Unconstrained recovery characterization of shape-memory polymer networks for cardiovascular applications",
        "Chemically cross-linked polycyclooctene: Synthesis, characterization, and shape memory behavior",
        "Tailoring the response time of shape memory alloy wires through active cooling and pre-stress",
        "A shape memory polymer based syntactic foam with negative Poisson's ratio",
        "Thermal, electrical and magnetic studies of magnetite filled polyurethane shape memory polymers",
        "Study on shape-memory behavior of polyether-based polyurethanes. I. Influence of the hard-segment content",
        "Study on shape-memory behavior of polyether-based polyurethanes. II. Influence of soft-segment molecular weight",
        "Shape Memory Alloys",
        "Application of shape memory materials in fluid sealing technology",
        "A review of shape memory alloy research, applications and opportunities",
        "Shape memory polymers with high and low temperature resistant properties",
        "An electrochemical investigation of solid cadmium-gold alloys",
        "The Structural Variety to Shape Memory Polymers",
        "Investigation of shape memory polymers and their hybrid composites",
        "Healable, shape memory polymer for reflexive composites, cornerstone industries",
        "Thermo-moisture responsive polyurethane shape-memory polymer and composites: A review",
        "Thermal Responsive Shape Memory Polymers for Biomedical Applications",
        "Shape Memory Polymers and Textiles",
        "Bending actuation characteristics of shape memory composite with SMA and SMP",
        "Nanoclay-tethered shape memory polyurethane nanocomposites",
        "Shape memory polymers and their nanocomposites: A review of science and technology of new multifunctional materials",
        "Effect of thermal expansion on shape memory behavior of polyurethane and its nanocomposites",
        "Shape memory polymer research",
        "Carbonaceous fillers for shape memory actuation of polyurethane composites by resistive heating",
        "Semi-crystalline two-way shape memory elastomer"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kamphaeng Saen",
            "affilname": "Kasetsart University, Kamphaeng Saen Campus",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}