{
    "eid": "2-s2.0-85145491875",
    "title": "Analysis of sulfur compounds for crude oil fingerprinting using gas chromatography with sulfur chemiluminescence detector",
    "cover-date": "2023-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oceanography",
            "@code": "1910",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Aquatic Science",
            "@code": "1104",
            "@abbrev": "AGRI"
        },
        {
            "@_fa": "true",
            "$": "Pollution",
            "@code": "2310",
            "@abbrev": "ENVI"
        }
    ],
    "keywords": [
        "Chemometric analysis",
        "Crude oil",
        "Fingerprinting",
        "GC-SCD",
        "GCxGC-TOFMS",
        "LDA",
        "Sulfur compound distribution"
    ],
    "authors": [
        "T. Prasantongkolmol",
        "H. Thongkorn",
        "A. Sunipasa",
        "H. A. Do",
        "C. Saeung",
        "S. Jongpatiwut"
    ],
    "citedby-count": 1,
    "ref-count": 37,
    "ref-list": [
        "Database for organic sulfur compounds using GC-SCD method. Determination of sulfur containing compounds in straight run gas oils (SRGO)",
        "Determination of sulfur content in petroleum products – an overview",
        "Analytical developments for oil spill fingerprinting",
        "Comparison study for the distribution of organo-sulfur containing compounds of two Kuwaiti crude oil distillates",
        "Principal component analysis",
        "Oil Spill Identification - Waterborne Petroleum and Petroleum Products - Part 2: Analytical Methodology and Interpretation of Results Based on GC-FID and GC-MS Low Resolution Analyses (CEN/TR 15522-2:2012)",
        "Integrated methodology for forensic oil spill identification",
        "Improved and standardized methodology for oil spill fingerprinting",
        "Polycyclic aromatic hydrocarbon homolog and isomer fingerprinting",
        "Round robin study—–oil spill identification",
        "Revision of the NORDTEST Methodology for Oil Spill Identification",
        "Pattern Recognition Analysis of Gas Chromatographic and Infrared Spectroscopic Fingerprints of Crude Oil for Source Identification",
        "Polycyclic aromatic sulfur heterocycles as source diagnostics of petroleum pollutants in the marine environment",
        "Limitations to GC-MS determination of sulfur-containing polycyclic aromatic compounds in geochemical, petroleum, and environmental investigations",
        "Effect of long-term weathering in mixtures with different mixing ratios of oils from two oil fields",
        "Analysis of sulfur-containing compounds in crude oils by comprehensive two-dimensional gas chromatography with sulfur chemiluminescence detection",
        "A User's Guide to Principal Components",
        "Cleavage of side chains on thiophenic compounds by supercritical water treatment of crude oil quantified by two-dimensional gas chromatography with sulfur chemiluminescence detection",
        "Ternary diagram of fluorenes, dibenzothiophenes and dibenzofurans: indicating depositional environment of crude oil source rocks",
        "Characterizations and comparison of low sulfur fuel oils compliant with 2020 global sulfur cap regulation for international shipping",
        "Oil spill identification (NT CHEM 001)",
        "Characterization of alkylated aromatic Sulphur compounds in light cycle oil from hydrotreated vacuum gas oil using GC-SCD",
        "Dibenzothiophenes, phenyl dibenzothiophenes, and benzo[b]naphthothiophenes in crude oils and source rock extracts from the Niger Delta basin, Nigeria, and their applications as source facies, depositional environments, and thermal maturity indicators",
        "An FTIR method for the analysis of crude and heavy fuel oil asphaltenes to assist in oil fingerprinting",
        "A review of near infrared spectroscopy and chemometrics in pharmaceutical technologies",
        "MV wakashio grounding incident in Mauritius 2020: the world's first major spillage of very low sulfur fuel oil",
        "Oil spill fingerprint of low sulfur fuel oil in South Korea",
        "Standard handbook oil spill environmental forensics: fingerprinting and source identification",
        "Weathering of oil spilled in the marine environment",
        "Analytical advanced techniques in the molecular-level characterization of Brazilian crude oils",
        "Petroleum biomarker fingerprinting for oil spill characterization and source identification",
        "Petroleum biomarker fingerprinting for oil spill characterization and source identification",
        "Determination of sulfur compounds in diesel oil by gas chromatography-flame ionization detector-sulfur chemiluminescence detector and data comparison of sulfur compounds by sulfur chemiluminescence detector and atomic emission detector",
        "Application of gas chromatography-high resolution quadrupole time-of-flight mass spectrometry in fingerprinting analysis of polycyclic aromatic sulfur heterocycles",
        "Speciation distribution of polycyclic aromatic sulfur heterocycles in crude oil",
        "Weathering characteristics of crude oils from Dalian oil spill accident, China"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60199582",
            "affilname": "Center of Excellence on Petrochemical and Materials Technology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60199582",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "129043176",
            "affilname": "Leco Instrument (Thailand) Company Limited",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/129043176",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Petroleum and Petrochemical College",
        "Center of Excellence on Petrochemicals, and Materials Technology"
    ]
}