{
    "eid": "2-s2.0-84929035665",
    "title": "Quality of life and happiness of the students in the disaster area: 6 years after the Tsunami at Takua Pa District, Phang Nga, Thailand",
    "cover-date": "2014-06-01",
    "subject-areas": [
        {
            "$": "General Medicine",
            "@code": "2700"
        }
    ],
    "keywords": [
        "Happiness index",
        "Quality of life",
        "Tsunami disaster"
    ],
    "authors": [
        "Vinadda Piyasil"
    ],
    "citedby-count": 2,
    "ref-count": 12,
    "ref-list": [
        "60,000 Disaster victims speak: Part I. An empirical review of the empirical literature, 1981-2001",
        "J Psychiatr Assoc Thai",
        "J Psychiatr Assoc Thai",
        "Assessment of psychopathological consequences in children at 3 years after tsunami disaster.",
        "Meta-analysis of risk factors for posttraumatic stress disorder in trauma-exposed adults",
        "World assumptions, posttraumatic stress and quality of life after a natural disaster: A longitudinal study",
        "Longitudinal study of earthquake-related PTSD in a randomly selected community sample in North China",
        "Predictors of posttraumatic stress disorder and symptoms in adults: A meta-analysis",
        "Three-year follow-up study of the relationship between posttraumatic stress symptoms and quality of life among earthquake survivors in Yu-Chi, Taiwan",
        "Post-traumatic stress disorder in children after the tsunami disaster in Thailand: a 5-year follow-up.",
        "The relationship between quality of life and psychiatric impairment for a Taiwanese community post-earthquake",
        "Srinagarind Med J"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "affilname": "Mahidol University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}