{
    "eid": "2-s2.0-85030722090",
    "title": "Standardization of Gardenia jasminoides fruits and crocin content analysis using UV/visible spectrophotometry",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Crocin",
        "Gardenia jasminoides fruit",
        "Microscopic examination",
        "Physicochemical parameters",
        "UV/visible spectrophotometry"
    ],
    "authors": [
        "Onuma Zongram"
    ],
    "citedby-count": 4,
    "ref-count": 30,
    "ref-list": [
        "Pharmacognostic, phytochemical and physiochemical studies of Mimusops Elengi Linn stem bark (Sapotaceae)",
        "Res. J. Pharm. Technol.",
        "Pharmacognostical and physico-chemical standardization of Syzygium cumini and Azadirachta indica seed",
        "J. Biol. Sci. Opin.",
        "Quality Control Methods for Herbal Materials",
        "Genetic diversity and biogeography of the traditional Chinese medicine, Gardenia jasminoides, based on AFLP markers",
        "Chemical fingerprint analysis of Gardenia jasminoides fruit by high-performance liquid chromatography",
        "Indo. Global J. Pharm. Sci.",
        "Semi-preparative isolation of crocins from saffron (Crocus sativus L.)",
        "Crocetin esters, picrocrocin and its related compounds present in Crocus sativus stigmas and Gardenia jasminoides fruits. Tentative identification of seven new compounds by LC-ESI-MS",
        "Separation and purification of some components of Iranian saffron",
        "A study on the standardization parameters of a halophytic plant (Cressa cretica L.)",
        "J. Pharm.",
        "Am. J. Pharm. Technol. Res.",
        "Beni-Suef Univ. J. Basic Appl. Sci.",
        "Preliminary pharmacognostical and phytochemical evaluation of Portulaca quadrifida Linn",
        "Pharmacognostical studies of gardenia latifolia Ait. Barks",
        "Inhibitory activity on amyloid-β aggregation and antioxidant properties of Crocus sativus stigmas extract and its crocin constituents",
        "Antidepressant effects of crocin and its effects on transcript and protein levels of CREB, BDNF, and VGF in rat hippocampus",
        "Thin Layer Chromatography in Phytochemistry, 2008",
        "Indirect electrochemical analysis of crocin in phytochemical sample",
        "A new method research for determination of natural pigment crocin yellow in foods by solid-phase extraction ultrahigh pressure liquid chromatography",
        "[Determination of geniposide, crocin and crocetin in different processing products of fructus gardeniae by HPLC-ELSD].",
        "Kasetsart J. (Nat. Sci.)",
        "Quality control and producing areas differentiation of Gardeniae Fructus for eight bioactive constituents by HPLC-DAD-ESI/MS",
        "Adv. Mater. Res.",
        "Extraction and purification of crocin from saffron stigmas employing a simple and efficient crystallization method",
        "Crocin and geniposide profiles and radical scavenging activity of gardenia fruits (Gardenia jasminoides Ellis) from different cultivars and at the various stages of maturation",
        "Spectroscopic, stability and radical-scavenging properties of a novel pigment from gardenia"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "College of Public Health Sciences",
        "Ratchadaphiseksomphot Endowment Fund",
        "Chulalongkorn University"
    ]
}