{
    "eid": "2-s2.0-85117156478",
    "title": "Does board independence influence asset redeployability? Evidence from a quasi-natural experiment",
    "cover-date": "2022-02-21",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Business, Management and Accounting (miscellaneous)",
            "@code": "1401",
            "@abbrev": "BUSI"
        }
    ],
    "keywords": [
        "Board independence",
        "Independent directors",
        "Investment irreversibility",
        "Redeployability",
        "Sarbanes-Oxley"
    ],
    "authors": [
        "Chaiyuth Padungsaksawasdi",
        "Sirimon Treepongkaruna",
        "Pornsit Jiraporn",
        "Ali Uyar"
    ],
    "citedby-count": 9,
    "ref-count": 70,
    "ref-list": [
        "Optimal investment with costly reversibility",
        "Does board independence moderate the relationship between environmental disclosure quality and performance? Evidence from static and dynamic panel data",
        "Liquidity mergers",
        "Earnings quality and audit attributes in high concentrated ownership market",
        "Do short‐term objectives lead to under‐or overinvestment in long‐term projects?",
        "Asset salability and debt maturity: evidence from nineteenth-century American railroads",
        "Collateral pricing",
        "Irreversibility, uncertainty, and cyclical investment",
        "The collateral channel under imperfect debt enforcement",
        "Capital market pressure, disclosure frequency‐induced earnings/cash flow conflict, and managerial myopia (retracted)",
        "Does policy uncertainty affect mergers and acquisitions?",
        "The influence of institutional investors on myopic R&D investment behavior",
        "Real assets and capital structure",
        "Does board gender diversity matter? Evidence from hostile takeover vulnerability",
        "Asset redeployability and the choice between bank debt and public debt",
        "CEO contractual protection and managerial short-termism",
        "CEO compensation and board structure",
        "How do independent directors view corporate social responsibility (CSR)? Evidence from a quasi‐natural experiment",
        "The earnings game. Everyone plays, nobody wins",
        "The Sarbanes–Oxley act and firms’ going-private decisions",
        "The costs of intense board monitoring",
        "Asset liquidity, corporate investment, and endogenous financing costs",
        "The role of trading frictions in real asset markets",
        "How frequent financial reporting can cause managerial short‐termism: an analysis of the costs and benefits of increasing reporting frequency",
        "The economic implications of corporate financial reporting",
        "Ownership structure and audit quality: the mediating effect of board independence",
        "Tradeoffs between internal and external governance: evidence from exogenous regulatory shocks",
        "CEO compensation and board structure revisited",
        "Asset redeployability and corporate tax avoidance",
        "How do independent directors influence corporate risk‐taking? Evidence from a quasi‐natural experiment",
        "Estimating the effect of board independence on managerial ownership using a quasi-natural experiment",
        "Does board independence substitute for external audit quality? Evidence from an exogenous regulatory shock",
        "How do independent directors view powerful CEOs? Evidence from a quasi-natural experiment",
        "How do independent directors influence innovation productivity? A quasi-natural experiment",
        "Going-private decisions and the Sarbanes-Oxley act of 2002: a cross-country analysis",
        "Impact of corporate governance compliance and board attributes on operating liquidity in pre-and post-corporate governance reforms",
        "The impact of ownership and board structure on corporate social responsibility (CSR) reporting in the Turkish banking industry",
        "The asset redeployability channel: how uncertainty affects corporate investment",
        "The supply of corporate directors and board independence",
        "Can board gender diversity promote corporate social performance?",
        "Managerial myopia or systemic short‐termism? The importance of managerial systems in valuing the long term",
        "Why do firms go dark? Causes and economic consequences of voluntary SEC deregistrations",
        "The effects and unintended consequences of the Sarbanes-Oxley act on the supply and demand for directors",
        "Corporate investment myopia: a horserace of the theories",
        "The value of waiting to invest",
        "Exploring the debate on short‐termism: a theoretical and empirical analysis",
        "The theory and practice of myopic management",
        "Board involvement in corporate sustainability reporting: evidence from Sri Lanka, corporate governance",
        "Is director independence merely a box ticking exercise? A study of independence determinations in Irish listed companies",
        "Managerial incentives for short‐term results",
        "How do independent directors view powerful executive risk-taking incentives? A quasi-natural experiment",
        "Does the market for corporate control impede or promote corporate innovation efficiency? Evidence from research quotient",
        "Exploring how independent directors view CSR inequality using a quasi-natural experiment",
        "Does the market for corporate control influence executive risk-taking incentives? Evidence from takeover vulnerability",
        "Real asset illiquidity and the cost of capital",
        "Unobservable selection and coefficient stability: theory and evidence",
        "Do analysts’ recommendations reflect co-opted boards? Corporate governance",
        "Regulation and bonding: the Sarbanes‐Oxley act and the flow of international listings",
        "Does asset redeployability affect corporate investment and equity value?",
        "Are founder-led firms less susceptible to managerial myopia?",
        "Liquidation values and debt capacity: a market equilibrium approach",
        "Stock-financed M&as of newly listed firms",
        "Board director disciplinary and cognitive influence on corporate value creation",
        "The complex relation between director independence and board effectiveness",
        "Corporate governance and corporate internet reporting in Sub-Saharan africa: the case of Kenya and Tanzania",
        "Corporate finance and corporate governance",
        "Industry expertise on corporate boards"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60138776",
            "affilname": "Sasin School of Management, Bangkok",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60138776",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "La Rochelle",
            "@id": "60112757",
            "affilname": "Excelia Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112757",
            "affiliation-country": "France"
        },
        {
            "affiliation-city": "Malvern",
            "@id": "60073786",
            "affilname": "Penn State Great Valley",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60073786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Perth",
            "@id": "60031806",
            "affilname": "The University of Western Australia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031806",
            "affiliation-country": "Australia"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60012521",
            "affilname": "Thammasat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012521",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}