{
    "eid": "2-s2.0-85052968790",
    "title": "The Development of Late-Stage Continental Breakup: Seismic Reflection and Borehole Evidence from the Danakil Depression, Ethiopia",
    "cover-date": "2018-09-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Geophysics",
            "@code": "1908",
            "@abbrev": "EART"
        },
        {
            "@_fa": "true",
            "$": "Geochemistry and Petrology",
            "@code": "1906",
            "@abbrev": "EART"
        }
    ],
    "keywords": [
        "borehole",
        "Danakil",
        "Ethiopia",
        "evaporite",
        "rifting",
        "seismology"
    ],
    "authors": [
        "Ian D. Bastow",
        "Adam D. Booth",
        "Giacomo Corti",
        "Derek Keir",
        "Craig Magee",
        "Christopher A.L. Jackson",
        "John Warren",
        "Jason Wilkinson",
        "Matteo Lascialfari"
    ],
    "citedby-count": 22,
    "ref-count": 74,
    "ref-list": [
        "Geodetic constraints on present-day motion of the Arabian Plate: Implications for Red Sea and Gulf of Aden rifting",
        "Reading history in Afar",
        "The August 2002 earthquake sequence in north Afar: Insights into the neotectonics of the Danakil microplate",
        "Zur Geologie der Danakil-Senke",
        "Volcanism of Afar: Small-scale plate tectonics implications",
        "The protracted development of the continent-ocean transition in Afar",
        "Melt-induced seismic anisotropy and magma assisted rifting in Ethiopia: evidence from surface waves",
        "Secular and tidal strain across the Main Ethiopian Rift",
        "Final desiccation of the Afar rift, Ethiopia",
        "Influences on the resolution of GPR velocity analyses and a Monte Carlo simulation for establishing velocity precision",
        "Northern Main Ethiopian rift crustal structure from new high-precision gravity data, in the Afar Volcanic Province within the East African Rift System, eds. Yirgu, G. Ebinger, C.J. & Maguire, P.K.H",
        "Magma-induced axial subsidence during final-stage rifting: Implications for the development of seaward-dipping reflectors",
        "Thermal models of dyke intrusion during development of continent–ocean transition",
        "Surface displacements on faults triggered by slow magma transfers between dyke injections in the 2005-2010 rifting episode at Dabbahu-Manda-Hararo rift (Afar, Ethiopia)",
        "Kinematics of the Danakil microplate",
        "Length and timescales of rift faulting and magma intrusion: The Afar rifting cycle from 2005 to present",
        "Continental breakup in magmatic provinces: An Ethiopian example",
        "Soft plates and hot spots: Views from Afar",
        "Crustal structure of active deformation zones in Africa: Implications for global crustal processes",
        "Integrated field, satellite and petrological observations of the November 2010 eruption of Erta Ale",
        "Integrated wide-angle and near-vertical subbasalt study using large-aperture seismic data from the Faeroe-Shetland region",
        "Seismicity during lateral dike propagation: insights from new data in the recent Manda Hararo-Dabbahu rifting episode (Afar, Ethiopia)",
        "The Quaternary volcanic rocks of the northern Afar Depression (northern Ethiopia): Perspectives on petrology, geochemistry, and tectonics",
        "The nature of the crust beneath the Afar triple junction: Evidence from receiver functions",
        "Variations in the along–axis segmentation of the Afar rift system",
        "Multiple log potash assay",
        "Potash-bearing evaporites in the Danakil area, Ethiopia",
        "Local earthquake magnitude scale and b-value for the Danakil region of northern Afar",
        "The origin of along-rift variations in faulting and magmatism in the Ethiopian Rift",
        "The development of extension and magmatism in the Red Sea rift of Afar",
        "The magma-assisted removal of Arabia in Afar: Evidence from dike injection in the Ethiopian rift captured using InSAR and seismicity",
        "Mantle upwellings, melt migration and the rifting of Africa: Insights from seismic anisotropy, in the Afar Volcanic Province within the East African Rift System, eds. Yirgu, G. Ebinger, C.J. & Maguire, P.K.H",
        "Three-dimensional seismic imaging of a protoridge axis in the main Ethiopian rift",
        "Lithospheric strength and strain localization in continental extension from observations of the East African Rift",
        "Datation par la méthode U/Th des hauts niveaux des coraux de la dépression de l'Afar (Ethiopie)",
        "Use of a high-precision gravity survey to understand the formation of oceanic crust and the role of melt at the southern Red Sea rift in Afar, Ethiopia",
        "Crustal velocity structure across the Main Ethiopian Rift: Results from 2-dimensional wide-angle seismic modelling",
        "Structure and dynamics of surface uplift induced by incremental sill emplacement",
        "Lateral magma flow in mafic sill complexes",
        "Crustal structure of the northern Main Ethiopian Rift from the EAGLE controlled-source survey; a snapshot of incipient lithospheric break-up, in the Afar Volcanic Province within the East African Rift System, eds. Yirgu, G. Ebinger, C.J. & Maguire, P.K.H",
        "The Afar Depression: Transition between continental rifting and sea floor spreading",
        "Kinematics of the southern Red Sea–Afar Triple Junction and implications for plate dynamics",
        "To see, or not to see? Rifted margin extension",
        "Dike-fault interaction during the 2004 Dallol intrusion at the northern edge of the Erta Ale Ridge (Afar, Ethiopia)",
        "Shallow axial magma chamber at the slow-spreading Erta Ale Ridge",
        "Seismic imaging of basalts at Glyvursnes, Faroe Islands: Hunting for future exploration methods in basalt covered areas",
        "Insight into the nature of the ocean-continent transition off West Iberia from a deep multichannel seismic reflection profile",
        "Mechanics of growth of some laccolithic intrusions in the Henry Mountains, Utah, II: Bending and failure of overburden layers and sill formation",
        "Sequential faulting explains the asymmetry and extension discrepancy of conjugate margins",
        "The stratigraphic record of pre-breakup geodynamics: Evidence from the Barrow Delta, offshore Northwest Australia",
        "An assessment of the cause of the ‘extension discrepancy’ with reference to the west Galicia margin",
        "The extension discrepancy and syn-rift subsidence deficit at rifted margins",
        "The protracted development of focused magmatic intrusion during continental rifting",
        "Fault growth at a nascent slow-spreading ridge: 2005 Dabbahu rifting episode, Afar",
        "Dike-induced faulting and graben subsidence in volcanic rift zones",
        "Salt lake deformation detected from space",
        "Modes of rifting in magma-rich settings: Tectono-magmatic evolution of central Afar",
        "Crustal structure of the northern Main Ethiopian Rift from receiver function studies, in the Afar Volcanic Province within the East African Rift System, eds. Yirgu, G. Ebinger, C.J. & Maguire, P.K.H",
        "Volcanic evolution of the western Australian continental margin and its implications for basin development",
        "Early continental breakup boundary and migration of the Afar triple junction, Ethiopia",
        "Confirmation of Arabia plate slow motion by new GPS data in Yemen",
        "Lower-crustal intrusion on the North Atlantic continental margin",
        "Evolution of a volcanic rifted margin: Southern Red Sea, Ethiopia",
        "Magma-maintained rift segmentation at continental rupture in the 2005 Afar dyking episode",
        "Use of low frequencies for sub-basalt imaging"
    ],
    "affiliation": [
        {
            "affiliation-city": "Florence",
            "@id": "60113676",
            "affilname": "Istituto di Geoscienze e Georisorse, Sezione di Firenze",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60113676",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Southampton",
            "@id": "60025225",
            "affilname": "University of Southampton",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025225",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Florence",
            "@id": "60021859",
            "affilname": "Università degli Studi di Firenze",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021859",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "London",
            "@id": "60015150",
            "affilname": "Imperial College London",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60015150",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Leeds",
            "@id": "60012070",
            "affilname": "University of Leeds",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012070",
            "affiliation-country": "United Kingdom"
        },
        {
            "affiliation-city": "Addis Ababa",
            "@id": "121328595",
            "affilname": "Allana Potash Corporation",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/121328595",
            "affiliation-country": "Ethiopia"
        }
    ],
    "funding": [
        "Allana Potash Corporation",
        "Landmark Graphics Corporation",
        "Landmark University",
        "NERC",
        "Leverhulme Trust",
        "National Research Council"
    ]
}