{
    "eid": "2-s2.0-84942869769",
    "title": "The centipede genus Scolopendra in mainland Southeast Asia: Molecular phylogenetics, geometric morphometrics and external morphology as tools for species delimitation",
    "cover-date": "2015-08-13",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Warut Siriwut"
    ],
    "citedby-count": 39,
    "ref-count": 166,
    "ref-list": [
        "Borneo and Indochina are major evolutionary hotspots for Southeast Asian biodiversity",
        "Beyond Wallaces line: Genes and biology inform historical biogeographical insights in the Indo-Australian archipelago",
        "Molecular evidence for cryptic speciation in the Cyclophorus fulguratus (Pfeiffer, 1854) species complex (Caenogastropoda: Cyclophoridae) with description of new species",
        "The freshwater crabs of Sulawesi, with descriptions of two new genera and four new species (Crustacea: Decapoda: Brachyura: Parathelphusidae)",
        "Molecular phylogeny and historical biogeography of the Neotropical swarm-founding social wasp genus Synoeca (Hymenoptera: Vespidae)",
        "A marine fish follows Wallace's Line: The phylogeography of the three-spot seahorse (Hippocampus trimaculatus, Syngnathidae, Teleostei) in Southeast Asia",
        "Molecular systematics and biogeography of the fanged frogs of Southeast Asia",
        "Biotic Evolution and Environmental Change in Southeast Asia",
        "Broad phylogenomic sampling improves resolution of the animal tree of life",
        "Reevaluating the arthropod tree of life",
        "Phylogenetic relationships of the operculate land snail genus Cyclophorus Montfort, 1810 in Thailand",
        "Molecular phylogeny of the Thyropygus allevatus group of giant millipedes and some closely related groups",
        "A New Zealand species of the trans-Tasman centipede order Craterostigmomorpha (Arthropoda:Chilopoda) corroborated by molecular evidence",
        "Molecular phylogeny of the animal kingdom",
        "Comparison of molecular species identification for North Sea calanoid copepods (Crustacea) using proteome fingerprints and DNA sequences",
        "Molecular phylogeny and biogeography of caecilians from Southeast Asia (Amphibia, Gymnophiona, Ichthyophiidae), with special reference to high cryptic species diversity in Sundaland",
        "A living fossil tale of Pangaean biogeography",
        "Phylogeny, biogeography and reproductive trends in the Onychophora",
        "Phylogenetics of scutigeromorph centipedes (Myriapoda: Chilopoda) with implications for species delimitation and historical biogeography of the Australian and New Caledonian faunas",
        "Stable phylogenetic patterns in scutigeromorph centipedes (Myriapoda:Chilopoda:Scutigeromorpha): Dating the diversification of an ancient lineage of terrestrial arthropods",
        "Chilobase: A Web Resource for Chilopoda Taxonomy [Internet].",
        "International Journal of Myriapodology",
        "Transactions of the Linnean Society of London",
        "Introduction of the centipede Scolopendra morsitans L., 1758, into northeastern Florida, the first authentic North American record, and a review of its global occurrences (Scolopendromorpha: Scolopendridae: Scolopendrinae)",
        "Cuvier, Règne Animal",
        "The evolutionary history of the rediscovered Austrian population of the giant centipede scolopendra cingulata latreille 1829 (Chilopoda, Scolopendromorpha",
        "The evolutionary history of the Mediterranean centipede Scolopendra cingulata (Latreille, 1829) (Chilopoda: Scolopendridae) across the Aegean archipelago",
        "Evolutionary biology of centipedes (myriapoda: chilopoda)",
        "Myriapoda 2. Scolopendromorpha",
        "Review of the subspecies of Scolopendra subspinipes Leach, 1815 with the new description of the South Chinese member of the genus Scolopendra Linnaeus, 1758 named Scolopendra hainanum spec. nov.: (Myriapoda, Chilopoda, Scolopendridae)",
        "Geometric approaches to the taxonomic analysis of centipede gonopods (Chilopoda: Scutigeromorpha)",
        "Detecting taxonomic signal in an under-utilised character system: Geometric morphometrics of the forcipular coxae of Scutigeromorpha (Chilopoda)",
        "Morphometric and meristic diversity of the species Scolopendra cingulata Latreille, 1829 (Chilopoda: Scolopendridae) in the Mediterranean region",
        "Taxonomy of the centipede Scolopendra laeta Haase (Chilopoda: Scolopendridae) in Australia",
        "A Synopsis of the North American Centipedes of the Oder Scolopendromorpha (Chilopoda)",
        "Mémoires du Muséum National D'Histoire Naturelle Paris, Série A.",
        "Scolopendromorpha (Chilopoda) of Taiwan. Saarbrücken, Germany: VDM Verlag Dr",
        "The scolopendrid centipedes of the oxford university 1932 sarawak expedition",
        "Historia Naturalis Bulgarica.",
        "Arthropoda Selecta.",
        "Arthropoda Selecta.",
        "Arthropoda Selecta.",
        "Arthropoda Selecta.",
        "Bulletin of the Raffles Museum.",
        "A common terminology for the external anatomy of centipedes (Chilopoda)",
        "Cretaceous-Tertiary diversification among select Scolopendrid centipedes of South India",
        "Coalescent method in conjunction with niche modeling reveals cryptic diversity among centipedes in the Western Ghats of South India",
        "Comparative phylogeography of the centipedes Cryptops pictus and C. niuensis (Chilopoda) in New Caledonia, Fiji and Vanuatu",
        "Including secondary structure, fossils and molecular dating in the centipede tree of life",
        "Evolution of blindness in scolopendromorph centipedes (Chilopoda: Scolopendromorpha): Insight from an expanded sampling of molecular data",
        "Phylogenetics of scolopendromorph centipedes: Can denser taxon sampling improve an artificial classification?",
        "First record of the African-Indian centipede genus Digitipes Attems, 1930 (Scolopendromorpha: Otostigminae) from Myanmar, and the systematic position of a new species based on molecular phylogenetics",
        "DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.",
        "The systematics of the south-east Asian genus Fangensis Rambla (Opilione:Cyphophthalmi:Stylocellidae)",
        "Comparison of mitochondrial DNA sequences of seven morphospecies of black flies (Diptera: Simuliidae)",
        "A phylogeny of planorbid snails, with implications for the evolution of Schistosoma parasites",
        "Sequence Navigator. Multiple sequence alignment software.",
        "Bulletin Scientifique, Académie Imperiale des Sciences de Saint Pétersbourg.",
        "Verhandlungen der Zoologisch-botanischen Gesellschaft in Wien.",
        "Systema Naturae",
        "Annali del Museo Civico di Storia Naturale Giacomo Doria.",
        "Revision of the Australian centipedes of the genus cormocephalus newport (Chilopoda: Scolopendridae: Scolopendrinae)",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "MUSCLE: Multiple sequence alignment with high accuracy and high throughput",
        "jModelTest: Phylogenetic model averaging",
        "New algorithms and methods to estimate maximum-likelihood phylogenies: Assessing the performance of PhyML 3.0",
        "PartitionFinder: Combined selection of partitioning schemes and substitution models for phylogenetic analyses",
        "Kakusan: A computer program to automate the selection of a nucleotide substitution model and the configuration of a mixed model on multilocus data",
        "TREEFINDER: A powerful graphical analysis environment for molecular phylogenetics",
        "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
        "Mrbayes 3.2: Efficient bayesian phylogenetic inference and model choice across a large model space",
        "MRBAYES: Bayesian inference of phylogenetic trees",
        "Markov chain Monte Carlo algorithms for the Bayesian analysis of phylogenetic trees",
        "FigTree. V 1.4.2 ed2007.",
        "Success of phylogenetic methods in the four taxon case",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Abhandlungen und Verhandlungen des Naturwissenschaftlichen Vereins in Hamburg.",
        "Variation in three centipede species of the genus Otostigmus and its bearing on species discrimination (Chilopoda; Scolopendromorpha; Scolopendridae)",
        "Image Fusion and Shape Variability"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "The Natural History Museum, London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund"
    ]
}