{
    "eid": "2-s2.0-85067413691",
    "title": "The effect of factors related to periodontal status toward peri-implantitis",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Oral Surgery",
            "@code": "3504",
            "@abbrev": "DENT"
        }
    ],
    "keywords": [
        "dental implants",
        "peri-implant mucositis",
        "peri-implantitis",
        "periodontal status",
        "periodontitis"
    ],
    "authors": [
        "Sirikarn P. Arunyanak",
        "Navawan Sophon",
        "Teerawut Tangsathian",
        "Kakanang Supanimitkul",
        "Tharntip Suwanwichit",
        "Kajorn Kungsadalpipob"
    ],
    "citedby-count": 19,
    "ref-count": 29,
    "ref-list": [
        "Long-term follow-up study of osseointegrated implants in the treatment of totally edentulous jaws",
        "Periodontal diagnoses and classification of periodontal diseases",
        "Osseointegrated implants in the treatment of the edentulous jaw. Experience from a 10-year period",
        "Tissue integration of one-stage ITI implants: 3-year results of a longitudinal study with hollow-cylinder and hollow-screw implants",
        "Residual periodontal pockets are a risk indicator for peri-implantitis in patients treated for periodontitis",
        "Peri-implant disease in subjects with and without preventive maintenance: A 5-year follow-up",
        "Peri-implant health and disease. A systematic review of current epidemiology",
        "Prevalence and risk variables for peri-implant disease in Brazilian subjects",
        "Prevalence of subjects with progressive bone loss at implants",
        "Peri-implant diseases: Diagnosis and risk indicators",
        "Primary prevention of peri-implantitis: Managing peri-implant mucositis",
        "Long-term implant prognosis in patients with and without a history of chronic periodontitis: A 10-year prospective cohort study of the ITI dental implant system",
        "Screening for periodontal disease: Radiographs vs. Psr",
        "The association between selected risk indicators and severity of peri-implantitis using mixed model analyses",
        "Consensus statements and recommended clinical procedures regarding implant survival and complications",
        "The association between oral hygiene and periodontitis: A systematic review and meta-analysis",
        "The microbiota of osseointegrated implants in patients with a history of periodontal disease",
        "The microbiota associated with successful or failing osseointegrated titanium implants",
        "Impact of maintenance therapy for the prevention of peri-implant diseases: A systematic review and meta-analysis",
        "Peri-implantitis susceptibility as it relates to periodontal therapy and supportive care",
        "Periodontitis as a potential risk factor for peri-implantitis",
        "Peri-implant health, peri-implant mucositis, and peri-implantitis: Case definitions and diagnostic considerations",
        "Peri-implant health, peri-implant mucositis, and peri-implantitis: Case definitions and diagnostic considerations",
        "Risk indicators for peri-implantitis. A narrative review",
        "Ten-year results of a three-arm prospective cohort study on implants in periodontally compromised patients. Part 1: Implant loss and radiographic bone loss",
        "Nine- to fourteen-year follow-up of implant treatment. Part ii: Presence of peri-implant lesions",
        "Clinical research on peri-implant diseases: Consensus report of working group 4",
        "Outcome of implant therapy in patients with previous tooth loss due to periodontitis",
        "Peri-implantitis in partially edentulous patients: Association with inadequate plaque control"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Chulalongkorn University"
    ]
}