{
    "eid": "2-s2.0-84957796846",
    "title": "Actinoplanes lichenis sp. Nov., Isolated from lichen",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Microbiology",
            "@code": "2404"
        },
        {
            "$": "Ecology",
            "@code": "1105"
        }
    ],
    "keywords": [],
    "authors": [
        "Wongsakorn Phongsopitanun"
    ],
    "citedby-count": 16,
    "ref-count": 36,
    "ref-list": [
        "Culture Media for Actinomycetes",
        "Friulimicins: Novel lipopeptide antibiotics with peptidoglycan synthesis inhibiting activity from Actinoplanes friuliensis sp. nov. I. Taxonomic studies of the producing microorganism and fermentation",
        "Distribution of menaquinones in actinomycetes and corynebacteria",
        "Lipiarmycin, a New Antibiotic from Actinoplanes. II. Isolation, Chemical, Bilogical and Biochemical Characterization",
        "J Elisha Mitchell Sci Soc",
        "J Elisha Mitchell Sci Soc",
        "Fluorometric deoxyribonucleic acid-deoxyribonucleic acid hybridization in microdilution wells as an alternative to membrane filter hybridization in which radioisotopes are used to determine genetic relatedness among bacterial strains",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Evolution",
        "Toward defining the course of evolution: Minimum change for a specific tree topology",
        "Nocardia coeliaca, Nocardia autotrophica, and the nocardin strain",
        "Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes",
        "Phytohabitans suffuscus gen. nov., sp. nov., an actinomycete of the family Micromonosporaceae isolated from plant roots",
        "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
        "Actinomycetologica",
        "Actinoplanes capillaceus sp. nov., a new species of the genus Actinoplanes",
        "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
        "Members of the genus Actinoplanes and their antibiotics.",
        "LPSN - List of prokaryotic names with standing in nomenclature",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "The neighbor-joining method: a new method for reconstructing phylogenetic trees.",
        "Identification of Bacteria by Gas Chromatography of Cellular Fatty Acids",
        "Int J Syst Bacteriol",
        "Teicoplanin, a new antibiotic from Actinoplanes teichomyceticus nov. sp.",
        "Simplified approach to identification of aerobic actinomycetes by thin layer chromatography",
        "Determination of DNA base composition by reversed-phase high-performance liquid chromatography",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Color Harmony Manual",
        "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
        "Mycolic acid composition and thermally adaptative changes in Nocardia asteroides",
        "An improved method for the glycolate test for simple identification of the acyl type of bacterial cell walls",
        "Bergey’s Manual of Systematic Bacteriology",
        "Int J Syst Bacteriol",
        "Actinomycetes",
        "Actinomycetospora iriomotensis sp. nov., a novel actinomycete isolated from a lichen sample",
        "Actinomycetospora rishiriensis sp. nov., isolated from a lichen"
    ],
    "affiliation": [
        {
            "affiliation-city": "Tsukuba",
            "affilname": "Riken BRC Microbe Division (JCM)",
            "affiliation-country": "Japan"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "Kitasato University",
            "affiliation-country": "Japan"
        }
    ],
    "funding": []
}