{
    "eid": "2-s2.0-84901783077",
    "title": "Screening of potential biotechnological applications from obligate halophilic fungi, isolated from a man-made solar saltern located in Phetchaburi Province, Thailand",
    "cover-date": "2014-01-01",
    "subject-areas": [
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [],
    "authors": [
        "Imran Ali"
    ],
    "citedby-count": 35,
    "ref-count": 47,
    "ref-list": [
        "Production of the raw-starch digesting amylase of Aspergillus sp. K-27",
        "Identification, phylogenetic analysis and characterization of obligate halophilic fungi isolated from a man-made solar saltern in Phetchaburi province, Thailand",
        "Investigating Life In Extreme Environments-A European Perspective",
        "National Committee For Clinical Laboratory Standards: Performance Standards For Antimicrobial Disc Susceptibility Tests",
        "Extreme environments as a resource for microorganisms and novel biocatalysts",
        "Assay of antioxidant potential of two Aspergillus isolates by different methods under various physio-chemical conditions",
        "Extracellular enzyme production by indigenous thermophilic bacteria: Partial purification and characterization of α-amylase by Bacillus sp. WA21",
        "The genus Eurotium - Members of indigenous fungal community in hypersaline waters of salterns",
        "Fungal molecular diversity of a Puerto Rican subtropical hypersaline microbial mat",
        "Roadmap For Research On Life In Extreme Environments",
        "Antioxidant and lipophilic constituents of Tinospora crispa",
        "Characterization of a microbial community capable of reducing perchlorate and nitrate in high salinity",
        "Flavonoids - Chemistry, metabolism, cardioprotective effects, and dietary sources",
        "Expression cloning of fungal enzyme genes; A novel approach for efficient isolation of enzyme genes of industrial relevance",
        "Halophiles, Encyclopedia of Life Sciences",
        "J. Microbiol. Biotech. Res",
        "Antibacterial potential in Parthenium hysterophorus, Stevia rebaudiana and ginkgo biloba",
        "Measurement of cellulase activities",
        "Antibiotic resistance profile of halophilic microorganisms isolated from tannery effluent",
        "Fungal Adaptation to Extremely High Salt Concentrations",
        "Biodiversity of Fungi-Their Role In Human Life",
        "Hypersaline waters in salterns - Natural ecological niches for halophilic black yeasts",
        "Halophilic Microorganisms",
        "Preparation, characterization and application of Aspergillus sp. xylanase immobilized on Eudragit S-100",
        "Carcinogenicity of butylated hydroxyanisole in F344 rats",
        "Phenolic constituents from the lichen parmotrema stuppeum (Nyl.) Hale and their antioxidant activity",
        "Characterization of the thermostability of xylanase produced by new isolates of Thermomyces lanuginosus",
        "Extremolytes: Natural compounds from extremophiles for versatile applications",
        "Production of acidic lipase by Aspergillus niger in solid state fermentation",
        "IJAVMS",
        "Biodegradation and bioremediation of hydrocarbons in extreme environments",
        "Potential of halotolerant and halophilic microorganisms for biotechnology",
        "Antioxidants produced by Eurotium herbariorum of filamentous fungi used for the manufacture of karebushi, dried bonito (katsuobushi)",
        "Effect of NaCl salinity on the germination and seedling growth of seven wheat genotypes",
        "Purification and characterization of alkaline protease produced by a mutant strain of Bacillus subtilis",
        "Performance Standards For Antimicrobial Disk Susceptibility Tests; Approved Standard",
        "Diversity of halophilic microorganisms: Environments, phylogeny, physiology, and applications",
        "Industrial and environmental applications of halophilic microorganisms",
        "A role for antioxidants in acclimation of marine derived pathogenic fungus (NIOCC 1) to salt stress",
        "Low water activity induces the production of bioactive metabolites in halophilic and halotolerant fungi",
        "Diversity and industrial potential of hydrolaseproducing halophilic/halotolerant eubacteria",
        "Extracellular acid protease from Aspergillus niger I1: Purification and characterization",
        "Distribution of hydrolytic enzymes among native fungi: Aspergillus the pre-dominant genus of hydrolase producer",
        "Extremophilic yeasts: Plasma-membrane fluidity as determinant of stress tolerance",
        "Taxonomy and phylogeny of the xerophilic genus Wallemia (Wallemiomycetes and Wallemiales, cl. et ord. nov.)",
        "Interactive effect of salt, light and temperature on seed germination and recovery of a halophytic grass - Phragmites karka",
        "Identification of a haloalkaliphilic and thermostable cellulase with improved ionic liquid tolerance"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Quetta",
            "affilname": "University of Balochistan",
            "affiliation-country": "Pakistan"
        },
        {
            "affiliation-city": "Amphoe Khlong Luang",
            "affilname": "Asian Institute of Technology Thailand",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}