{
    "eid": "2-s2.0-85143652021",
    "title": "CLINICAL LINGUISTICS AND RELEVANT RESEARCH IN THAILAND",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Arts and Humanities (all)",
            "@code": "1200",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Social Sciences (all)",
            "@code": "3300",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [],
    "authors": [
        "Nattanun Chanchaochai"
    ],
    "citedby-count": 0,
    "ref-count": 59,
    "ref-list": [
        "Geographic variation in the supply of selected behavioral health providers",
        "Development of phonological awareness",
        "Clinical linguistics",
        "Working with HARSP: Hebrew adaptation of the LARSP",
        "Ten questions about terminology for children with unexplained language problems",
        "Grammatical analysis of developmental language disorders: A study of the morphosyntax of children with specific language disorders, with hearing impairment and with Downs syndrome’",
        "A linguistic analysis of fluent aphasia",
        "On acquiring a complex personal reference system: Experimental results from Thai children with autism",
        "Generative studies of childrens phonological disorders’",
        "The case of linguistics: A prognosis",
        "Clinical Linguistics and Phonetics first 15 years: An introductory comment’",
        "Clinical linguistics",
        "The linguistic development of Genie",
        "Speech-language pathologists and audiologists in Thailand: Their education and training",
        "Thai adaptation of the Western Aphasia Battery (WAB)",
        "Introducing the SLI debate",
        "Editors introduction’",
        "Personal pronouns and the autistic child",
        "Case study of a Thai conduction aphasic",
        "Identification of tonal contrasts in Thai aphasic patients",
        "Voice onset time in aphasia: Thai. II. Production",
        "A Thai adaptation of the Boston Diagnostic aphasia examination",
        "Case study of a Thai Broca aphasic with an adaptation of the Boston Diagnostic Aphasia Examination",
        "Timing characteristics of speech after brain damage: Vowel length in Thai",
        "A cross-linguistic PET study of tone perception",
        "Pitch processing in the human brain is influenced by language experience",
        "A cross-linguistic FMRI study of spectral and temporal cues underlying phonological processing",
        "Neural correlates of segmental and tonal information in speech perception",
        "ILARSP: A grammatical profile of Irish",
        "Components of phonological awareness",
        "What is phonological awareness?",
        "A distinctive feature analysis of childrens misarticulations’",
        "You're telling me! The prevalence and predictors of pronoun reversals in children with autism spectrum disorders and typical development’",
        "Clinical linguistics: Its past, present and future",
        "Clinical linguistics",
        "Foreword",
        "R: A language and environment for statistical computing",
        "Terminological debate over language impairment in children: Forward movement and sticking points",
        "SLI: A convenient label for whom?",
        "Palatography as an aid to the improvement of articulatory movements",
        "A linguist looks at aphasia in children"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": []
}