{
    "eid": "2-s2.0-85137405293",
    "title": "Long-term antiretroviral therapy initiated in acute HIV infection prevents residual dysfunction of HIV-specific CD8+ T cells",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biochemistry, Genetics and Molecular Biology (all)",
            "@code": "1300",
            "@abbrev": "BIOC"
        }
    ],
    "keywords": [
        "Antiretroviral therapy",
        "CD8 T cells",
        "Cell differentiation",
        "HIV",
        "TCF-1"
    ],
    "authors": [
        "Hiroshi Takata",
        "Juyeon C. Kakazu",
        "Julie L. Mitchell",
        "Eugene Kroon",
        "Donn J. Colby",
        "Carlo Sacdalan",
        "Hongjun Bai",
        "Philip K. Ehrenberg",
        "Aviva Geretz",
        "Supranee Buranapraditkun",
        "Suteeraporn Pinyakorn",
        "Jintana Intasan",
        "Somporn Tipsuk",
        "Duanghathai Suttichom",
        "Peeriya Prueksakaew",
        "Thep Chalermchai",
        "Nitiya Chomchey",
        "Nittaya Phanuphak",
        "Mark de Souza",
        "Nelson L. Michael",
        "Merlin L. Robb",
        "Elias K. Haddad",
        "Trevor A. Crowell",
        "Sandhya Vasan",
        "Victor G. Valcour",
        "Daniel C. Douek",
        "Rasmi Thomas",
        "Morgane Rolland",
        "Nicolas Chomont",
        "Jintanat Ananworanich",
        "Lydie Trautmann",
        "Nipat Teeratakulpisarn",
        "Supanit Pattanachaiwit",
        "Somchai Sriplienchan",
        "Ponpen Tantivitayakul",
        "Ratchapong Kanaprach",
        "Kiat Ruxrungtham",
        "Netsiri Dumrongpisutikul",
        "Ponlapat Rojnuckarin",
        "Suthat Chottanapund",
        "Kultida Poltavee",
        "Tassanee Luekasemsuk",
        "Hathairat Savadsuk",
        "Suwanna Puttamsawin",
        "Khunthalee Benjapornpong",
        "Nisakorn Ratnaratorn",
        "Kamonkan Tangnaree",
        "Chutharat Munkong",
        "Rommanus Thaimanee",
        "Patcharin Eamyoung",
        "Sasiwimol Ubolyam",
        "Sukalya Lerdlum",
        "Sopark Manasnayakorn",
        "Rugsun Rerknimitr",
        "Sunee Sirivichayakul",
        "Phandee Wattanaboonyongcharoen",
        "Jessica Cowden",
        "Alexandra Schuetz",
        "Siriwat Akapirat",
        "Nampueng Churikanont",
        "Saowanit Getchalarat",
        "Denise Hsu",
        "Ellen Turk",
        "Oratai Butterworth",
        "Mark Milazzo",
        "Leigh Anne Eller",
        "Julie Ake",
        "Serena Spudich",
        "CAPT Lawrence Fox",
        "Silvia Ratto-Kim",
        "Victor DeGruttola",
        "Yotin Chinvarun",
        "Pasiri Sithinamsuwan",
        "James Fletcher",
        "Bruce Shiramizu"
    ],
    "citedby-count": 3,
    "ref-count": 83,
    "ref-list": [
        "Immunological biomarkers predict HIV-1 viral rebound after treatment interruption",
        "Rapid HIV RNA rebound after antiretroviral treatment interruption in persons durably suppressed in Fiebig I acute HIV infection",
        "Safety and efficacy of VRC01 broadly neutralising antibodies in adults with acutely treated HIV (RV397): a phase 2, randomised, double-blind, placebo-controlled trial",
        "Rapid viral rebound after analytical treatment interruption in patients with very small HIV reservoir and minimal on-going viral transcription",
        "Safety and immunogenicity of Ad26 and MVA vaccines in acutely treated HIV and effect on viral rebound after antiretroviral therapy interruption",
        "A randomized trial of vorinostat with treatment interruption after initiating antiretroviral therapy during acute HIV-1 infection",
        "Long-term follow-up studies confirm the stability of the latent reservoir for HIV-1 in resting CD4+ T cells",
        "Determinants of HIV-1 reservoir size and long-term dynamics during suppressive ART",
        "Posttreatment controllers: what do they tell us?",
        "Post-treatment controllers: role in HIV “cure” research",
        "Learning from the exceptions: HIV remission in post-treatment controllers",
        "Magnitude and kinetics of CD8+ T cell activation during hyperacute HIV infection impact viral set point",
        "Delayed differentiation of potent effector CD8+ T cells reducing viremia and reservoir seeding in acute HIV infection",
        "B cell follicle sanctuary permits persistent productive simian immunodeficiency virus infection in elite controllers",
        "CD8(+) lymphocytes are required for maintaining viral suppression in SIV-infected macaques treated with short-term antiretroviral therapy",
        "Robust and persistent reactivation of SIV and HIV by N-803 and depletion of CD8(+) cells",
        "Early antibody therapy can induce long-lasting immunity to SHIV",
        "HIV-specific CD8+ T cell proliferation is coupled to perforin expression and is maintained in nonprogressors",
        "Lytic granule loading of CD8+ T cells is required for HIV-infected cell elimination associated with immune control",
        "Defective human immunodeficiency virus-specific CD8+ T-cell polyfunctionality, proliferation, and cytotoxicity are not restored by antiretroviral therapy",
        "HIV-specific CD8(+) T cells produce antiviral cytokines but are impaired in cytolytic function",
        "PD-1 expression on HIV-specific T cells is associated with T-cell exhaustion and disease progression",
        "Upregulation of PD-1 expression on HIV-specific CD8+ T cells leads to reversible immune dysfunction",
        "Profound metabolic, functional, and cytolytic differences characterize HIV-specific CD8 T cells in primary and chronic HIV infection",
        "Augmentation of HIV-specific T cell function by immediate treatment of hyperacute HIV-1 infection",
        "Immunological and virological impact of highly active antiretroviral therapy initiated during acute HIV-1 infection",
        "Early highly active antiretroviral therapy for acute HIV-1 infection preserves immune function of CD8+ and CD4+ T lymphocytes",
        "Antiretroviral therapy initiated within 6 months of HIV infection is associated with lower T-cell activation and smaller HIV reservoir size",
        "Initiation of antiretroviral therapy before detection of colonic infiltration by HIV reduces viral reservoirs, inflammation and immune activation",
        "Persistent, albeit reduced, chronic inflammation in persons starting antiretroviral therapy in acute HIV infection",
        "Long-term immunovirologic control following antiretroviral therapy interruption in patients treated at the time of primary HIV-1 infection",
        "HIV-1 control after transient antiretroviral treatment initiated in primary infection: role of patient characteristics and effect of therapy",
        "Immune and viral correlates of “secondary viral control” after treatment interruption in chronically HIV-1 infected patients",
        "A low HIV-DNA level in peripheral blood mononuclear cells at antiretroviral treatment interruption predicts a higher probability of maintaining viral control",
        "Immune activation and HIV persistence: implications for curative approaches to HIV infection",
        "Post-treatment HIV-1 controllers with a long-term virological remission after the interruption of early initiated antiretroviral therapy ANRS VISCONTI Study",
        "Emergence of polyfunctional CD8+ T cells after prolonged suppression of human immunodeficiency virus replication by antiretroviral therapy",
        "Antigen load and viral sequence diversification determine the functional profile of HIV-1-specific CD8+ T cells",
        "Clonotype and repertoire changes drive the functional improvement of HIV-specific CD8 T cell populations under conditions of limited antigenic stimulation",
        "Cutting edge: prolonged exposure to HIV reinforces a poised epigenetic program for PD-1 expression in virus-specific CD8 T cells",
        "Prolonged antiretroviral therapy preserves HIV-1-specific CD8 T cells with stem cell-like properties",
        "Reconstitution of peripheral T cells by tissue-derived CCR4+ central memory cells following HIV-1 antiretroviral therapy",
        "TCF-1 regulates HIV-specific CD8+ T cell expansion capacity",
        "Association between CCR5 genotype and the clinical course of HIV-1 infection",
        "HIV-1-infected long-term slow progressors heterozygous for delta32-CCR5 show significantly lower plasma viral load than wild-type slow progressors",
        "Low CCR5 expression protects HIV-specific CD4+ T cells of elite controllers from viral entry",
        "Effector mechanisms in HIV-1 infected elite controllers: highly active immune responses?",
        "A novel acute HIV infection staging system based on 4th generation immunoassay",
        "Virological and immunological characteristics of HIV-infected individuals at the earliest stage of infection",
        "Initiation of ART during early acute HIV infection preserves mucosal Th17 function and reverses HIV-related immune activation",
        "Failure to clear intra-monocyte HIV infection linked to persistent neuropsychological testing impairment after first-line combined antiretroviral therapy",
        "Increased HIV-1 vaccine efficacy against viruses with genetic signatures in Env V2",
        "NetMHCpan-4.1 and NetMHCIIpan-4.0: improved predictions of MHC antigen presentation by concurrent motif deconvolution and integration of MS MHC eluted ligand data",
        "Phenotypic analysis of antigen-specific T lymphocytes",
        "Ex vivo measurement of the cytotoxic capacity of human primary antigen-specific CD8 T cells",
        "Cell-based flow cytometry assay to measure cytotoxic activity",
        "SPICE: exploration and analysis of post-cytometric complex multivariate datasets",
        "A novel immunodominant CD8+ T cell response restricted by a common HLA-C allele targets a conserved region of Gag HIV-1 clade CRF01_AE infected Thais",
        "Multiple HLA A11-restricted cytotoxic T-lymphocyte epitopes of different immunogenicities in the Epstein-Barr virus-encoded nuclear antigen 4",
        "Increased breadth and depth of cytotoxic T lymphocytes responses against HIV-1-B Nef by inclusion of epitope variant sequences",
        "Antigen-driven effector CD8 T cell function regulated by T-bet",
        "Long-lasting stem cell-like memory CD8+ T cells with a naive-like profile upon yellow fever vaccination",
        "Origin and differentiation of human memory CD8 T cells after vaccination",
        "Fluctuations of functionally distinct CD8+ T-cell clonotypes demonstrate flexibility of the HIV-specific TCR repertoire",
        "Antiretroviral therapy reduces the magnitude and T cell receptor repertoire diversity of HIV-specific T cell responses without changing T cell clonotype dominance",
        "Wnt signaling arrests effector T cell differentiation and generates CD8+ memory stem cells",
        "Differentiation and persistence of memory CD8(+) T cells depend on T cell factor 1",
        "TCF1 expression marks self-renewing human CD8(+) T cells",
        "The CD8(+) memory stem T cell (T(SCM)) subset is associated with improved prognosis in chronic HIV-1 infection",
        "Human effector and memory CD8+ T cell responses to smallpox and yellow fever vaccines",
        "Transcriptional insights into the CD8(+) T cell response to infection and memory T cell formation",
        "TCF1(+) hepatitis C virus-specific CD8(+) T cells are maintained after cessation of chronic antigen stimulation",
        "TOX is expressed by exhausted and polyfunctional human effector memory CD8(+) T cells",
        "Reprogramming dysfunctional CD8+ T cells to promote properties associated with natural HIV control",
        "Transforming dysfunctional CD8+ T cells into natural controller–like CD8+ T cells: can TCF-1 be the magic wand?",
        "CD8+ T cells fail to limit SIV reactivation following ART withdrawal until after viral amplification",
        "Abundant HIV-infected cells in blood and tissues are rapidly cleared upon ART initiation during acute HIV infection",
        "HLA class I-restricted T-cell responses may contribute to the control of human immunodeficiency virus infection, but such responses are not always necessary for long-term virus control",
        "Robust HIV-specific CD4+ and CD8+ T-cell responses distinguish elite control in adolescents living with HIV from viremic nonprogressors",
        "First-in-human randomized, controlled trial of mosaic HIV-1 immunogens delivered via a modified Vaccinia Ankara vector",
        "Evaluation of a mosaic HIV-1 vaccine in a multicentre, randomised, double-blind, placebo-controlled, phase 1/2a clinical trial (APPROACH) and in rhesus monkeys (NHP 13-19)",
        "Prospective study of acute HIV-1 infection in adults in East Africa and Thailand",
        "The Control of HIV After Antiretroviral Medication Pause (CHAMP) study: posttreatment controllers identified from 14 clinical studies"
    ],
    "affiliation": [
        {
            "affiliation-city": "San Francisco",
            "@id": "60023691",
            "affilname": "University of California, San Francisco",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60023691",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bethesda",
            "@id": "60017336",
            "affilname": "National Institute of Allergy and Infectious Diseases (NIAID)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017336",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Portland",
            "@id": "60016733",
            "affilname": "Oregon Health &amp; Science University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60016733",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Philadelphia",
            "@id": "60014662",
            "affilname": "Drexel University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014662",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Rockville",
            "@id": "60014443",
            "affilname": "HJF",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014443",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Silver Spring",
            "@id": "60012786",
            "affilname": "Walter Reed Army Institute of Research",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012786",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Montreal",
            "@id": "60009657",
            "affilname": "Centre Hospitalier de L'Universite de Montreal",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009657",
            "affiliation-country": "Canada"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Amsterdam",
            "@id": "60002483",
            "affilname": "Universiteit van Amsterdam",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002483",
            "affiliation-country": "Netherlands"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "101452707",
            "affilname": "SEARCH",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101452707",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Military Medicine Inc.",
        "TRCARC",
        "Thai Red Cross AIDS Research Centre",
        "NIH",
        "U.S. Department of Defense",
        "Department of Health and Human Services",
        "Henry M. Jackson Foundation",
        "Gilead Sciences",
        "U.S. Department of the Army",
        "Armed Forces Research Institute of Medical Sciences",
        "MHRP",
        "Chulalongkorn University"
    ]
}