{
    "eid": "2-s2.0-85052488654",
    "title": "A spectroscopic study of indigo dye in aqueous solution: A combined experimental and TD-DFT study",
    "cover-date": "2018-12-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Biophysics",
            "@code": "1304",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Biochemistry",
            "@code": "1303",
            "@abbrev": "BIOC"
        },
        {
            "@_fa": "true",
            "$": "Chemistry (all)",
            "@code": "1600",
            "@abbrev": "CHEM"
        },
        {
            "@_fa": "true",
            "$": "Atomic and Molecular Physics, and Optics",
            "@code": "3107",
            "@abbrev": "PHYS"
        },
        {
            "@_fa": "true",
            "$": "Condensed Matter Physics",
            "@code": "3104",
            "@abbrev": "PHYS"
        }
    ],
    "keywords": [
        "DFT",
        "Dispersion",
        "Indigo",
        "TD-DFT",
        "UV–Visible spectra"
    ],
    "authors": [
        "Naparat Jiwalak",
        "Rathawat Daengngern",
        "Thanyada Rungrotmongkol",
        "Siriporn Jungsuttiwong",
        "Supawadee Namuangruk",
        "Nawee Kungwan",
        "Supaporn Dokmaisrijan"
    ],
    "citedby-count": 4,
    "ref-count": 46,
    "ref-list": [
        "Indigo - A Natural Pigment for High Performance Ambipolar Organic Field Effect Transistors and Circuits",
        "High performance ambipolar organic field-effect transistors based on indigo derivatives",
        "Indigo and Tyrian Purple – From Ancient Natural Dyes to Modern Organic Semiconductors",
        "25th Anniversary article: progress in chemistry and applications of functional indigos for organic electronics",
        "Computational Chemistry Meets Cultural Heritage: challenges and Perspectives",
        "Excited-State Isomerization of Leuco Indigo",
        "Spectroscopic Studies on Dyes. I. The Association of Indigo Dyes in the Solid Phase1",
        "Spectroscopic differences between crystalline and amorphous phases of indigo",
        "Theoretical and experimental investigation on the spectroscopic properties of indigo dye",
        "Indigo stability: an ab initio study",
        "The Relation between the Absorption Spectra and the Chemical Constitution of Dyes. XXV. Phototropism and cis-trans Isomerism in Aromatic Azo Compounds1",
        "Effect of Solvents upon the Absorption Spectra of Dyes. IV. Water as Solvent: a Common Pattern",
        "Virtual eyes for technology and cultural heritage: towards computational strategy for new and old indigo-based dyes",
        "Density functional theory study of indigo and its derivatives as photosensitizers for dye-sensitized solar cells",
        "Calculation of the absorption wavelength of dyes using time-dependent density-functional theory (TD-DFT)",
        "The Indigo Molecule Revisited Again: assessment of the Minnesota Family of Density Functionals for the Prediction of Its Maximum Absorption Wavelengths in Various Solvents",
        "AM1, PM3, and PM5 calculations of the absorption maxima of basic organic dyes",
        "TD-DFT benchmark for indigoïd dyes",
        "Ab initio tools for the accurate prediction of the visible spectra of anthraquinones",
        "Accurate simulation of optical properties in dyes",
        "Enhancement of nonlinear optical (NLO) properties of indigo through modification of auxiliary donor, donor and acceptor",
        "The triplet state of indigo: electronic structure calculations",
        "TD-DFT study on electron transfer mobility and intramolecular hydrogen bond of substituted indigo derivatives",
        "A theoretical study of the indigoid dyes and their chromophore",
        "Photophysical and spectroscopic studies of indigo derivatives in their Keto and Leuco forms",
        "Light Absorption of Organic Colorants: theoretical Treatment and Empirical Rules",
        "A theoretical study of the photochemistry of indigo in its neutral and dianionic (leucoindigo) forms",
        "Molecular mechanisms of the photostability of indigo",
        "Selective crystallization of indigo B by a modified sublimation method and its redetermined structure",
        "TD-DFT performance for the visible absorption spectra of organic dyes: conventional versus long-range hybrids",
        "TD-DFT Assessment of Functionals for Optical 0–0 Transitions in Solvated Dyes",
        "Photophysics of an indigo derivative (Keto and Leuco structures) with Singular properties",
        "Photophysical and spectroscopic studies of indigo derivatives in their Keto and Leuco forms",
        "Extensive TD-DFT benchmark: singlet-excited states of organic molecules",
        "Computational Molecular Electronic Spectroscopy with TD-DFT",
        "Absorption Spectra of Indigoid Dyes",
        "TDDFT study of UV–vis spectra of permethrin, cypermethrin and their beta-cyclodextrin inclusion complexes: a comparison of dispersion correction DFT (DFT-D3) and DFT",
        "Dispersion-Corrected Mean-Field Electronic Structure Methods",
        "DFT-D3 Study of Some Molecular Crystals",
        "Benchmarking of London Dispersion-Accounting Density Functional Theory Methods on Very Large Molecular Complexes",
        "Density functional theory with London dispersion corrections",
        "GaussView",
        "Avogadro: an advanced semantic chemical editor, visualization, and analysis platform",
        "UCSF Chimera–a visualization system for exploratory research and analysis",
        "cclib: a library for package‐independent computational chemistry algorithms"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60000881",
            "affilname": "Chiang Mai University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60000881",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chaing Mai",
            "@id": "60091477",
            "affilname": "Chiang Mai Rajabhat University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60091477",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ubon Ratchathani",
            "@id": "60030801",
            "affilname": "Ubon Ratchathani University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030801",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tha Sala",
            "@id": "60026526",
            "affilname": "Walailak University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60026526",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60017285",
            "affilname": "Thailand National Nanotechnology Center",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017285",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Center of Excellence in Materials Science and Technology, Chiang Mai University",
        "Chiang Mai Rajabhat University"
    ]
}