{
    "eid": "2-s2.0-85072156800",
    "title": "The First 10 Thrombolysis for Acute Ischemic Stroke in Lao People's Democratic Republic under Teleconsultation from Thailand",
    "cover-date": "2019-11-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Surgery",
            "@code": "2746",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Rehabilitation",
            "@code": "2742",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        },
        {
            "@_fa": "true",
            "$": "Cardiology and Cardiovascular Medicine",
            "@code": "2705",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "acute ischemic stroke",
        "Laos",
        "telestroke",
        "thrombolytic"
    ],
    "authors": [
        "Aurauma Chutinet",
        "Saysavath Keosodsay",
        "Pongpat Vorasayan",
        "Jitlada Samajarn",
        "Wasan Akarathanawat",
        "Naruchorn Kijpaisalratana",
        "Naly Norsakpeseuth",
        "Ketmany Phetsiriseng",
        "Snong Thongsna",
        "Pakkawan Vongvasinkul",
        "Nijasri C. Suwanwela"
    ],
    "citedby-count": 5,
    "ref-count": 15,
    "ref-list": [
        "Tissue plasminogen activator for acute ischemic stroke",
        "Guidelines for the early management of patients with acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association",
        "Thrombolytic treatment for acute ischemic stroke: a 2 year-experience at King Chulalongkorn Memorial Hospital",
        "Thrombolytic therapy in acute ischemic stroke in Asia: the first prospective evaluation",
        "Quality of acute ischemic stroke care in Thailand: a prospective multicenter countrywide cohort study",
        "Classification of subtype of acute ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial of Org 10172 in Acute Stroke Treatment",
        "A prospective study of acute cerebrovascular disease in the community: the Oxfordshire Community Stroke Project 1981-86. 1. Methodology, demography and incident cases of first-ever stroke",
        "Randomised double-blind placebo-controlled trial of thrombolytic therapy with intravenous alteplase in acute ischaemic stroke (ECASS II). Second European-Australasian Acute Stroke Study Investigators",
        "Thrombolysis with alteplase 3 to 4.5 hours after acute ischemic stroke",
        "International telestroke: the first five cases",
        "Thrombolysis with alteplase for acute ischaemic stroke in the Safe Implementation of Thrombolysis in Stroke-Monitoring Study (SITS-MOST): an observational study",
        "Feasibility and safety of intravenous thrombolysis in multiethnic Asian stroke patients in Singapore",
        "Patients with thrombolysed stroke in Vietnam have an excellent outcome: results from the Vietnam Thrombolysis Registry",
        "Thrombolysis for acute ischaemic stroke with alteplase in an Asian population: results of the multicenter, multinational Safe Implementation of Thrombolysis in Stroke-Non-European Union World (SITS-NEW)"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60022183",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022183",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Vientiane",
            "@id": "112956206",
            "affilname": "Mittaphab Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/112956206",
            "affiliation-country": "Laos"
        }
    ],
    "funding": [
        "Chula Unisearch/Chulalongkorn University",
        "Chula Unisearch/Chulalongkorn University"
    ]
}