{
    "eid": "2-s2.0-84977957817",
    "title": "Effect of storage temperature and time on stability of poly(lactide)-whey protein isolate laminated films",
    "cover-date": "2016-07-05",
    "subject-areas": [
        {
            "$": "Surfaces",
            "@code": "2508"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [
        "biodegradable",
        "biopolymers and renewable polymers",
        "packaging",
        "proteins"
    ],
    "authors": [
        "Thunyaluck Phupoksakul"
    ],
    "citedby-count": 5,
    "ref-count": 45,
    "ref-list": [
        "Potential of biobased materials for food packaging",
        "Edible packaging materials",
        "Food Technol.",
        "Packaging Foods with Plastics",
        "Properties of poly(lactide)-whey protein isolate laminated films",
        "Sorbitol-vs Glycerol-Plasticized Whey Protein Edible Films: Integrated Oxygen Permeability and Tensile Property Evaluation",
        "Whey Protein Film with Oxygen Scavenging Function by Incorporation of Ascorbic Acid",
        "Oxygen and aroma barrier properties of edible films: A review",
        "Mechanical, physical, and barrier properties of poly(lactide) films",
        "Effect of water on the oxygen barrier properties of poly(ethylene terephthalate) and polylactide films",
        "Structure versus properties relationship of poly(lactic acid). I. effect of crystallinity on barrier properties",
        "HUMIDITY FIXED POINTS OF BINARY SATURATED AQUEOUS SOLUTIONS.",
        "Annual Book of ASTM Standards; Designation D1746-96: Standard Test Methods for Transparency of Plastic Sheeting",
        "Casting antimicrobial packaging films and measuring their physical properties and antimicrobial activity",
        "Storage stability of ascorbic acid incorporated in edible whey protein films",
        "Annual Book of ASTM Standards; Designation D882-95: Standard Test Methods for Tensile Properties of Thin Plastic Sheeting",
        "Annual Book of ASTM Standards; Designation D3985-95: Standard Test Methods for Oxygen Gas Transmission Rate Through Plastic Film and Sheeting Using A Coulometric Sensor",
        "Annual Book of ASTM Standards; Designation E398-03: Standard Test Method for Water Vapor Transmission Rate of Sheet Materials Using Dynamic Relative Humidity Measurement",
        "Chemical Recycling of PLA: A Great Opportunity Towards the Sustainable Development?",
        "Degradation of polylactic acid (PLA) plastic in Costa Rican soil and Iowa State University compost rows",
        "Color stability of edible coatings during prolonged storage",
        "Trans. ASAE",
        "Water vapor permeability properties of edible whey protein-lipid emulsion films",
        "Permeability of d-limonene in whey protein films",
        "Kinetics of Browning and Protein Quality Loss in Whey Powders During Steady State and Nonsteady State Storage Conditions",
        "Plasticizer effect on grease barrier and color properties of whey-protein coatings on paperboard",
        "Physical Properties of Foods",
        "Color and opacity variations in three different resin-based composite products after water aging",
        "Stability of the mechanical properties of edible films based on whey protein isolate during storage at different relative humidity",
        "Biol. Syst. Eng.",
        "Food Technol.",
        "Moisture Sorption: Practical Aspects of Isotherm Measurement and Use",
        "Aging of whey protein films and the effect on mechanical and barrier properties",
        "Heat curing of whey protein films",
        "Heat curing of soy protein films at selected temperatures and pressures",
        "Solubility and mechanical properties of heat-cured whey protein-based edible films compared with that of collagen and natural casings",
        "Heat curing of soy protein films",
        "InTech",
        "Mechanical and Water Barrier Properties of Glutenin Films Influenced by Storage Time",
        "Plasticizers in edible films and coatings",
        "Innovations in Food Packaging",
        "Food Chemistry",
        "Film extrusion and film weldability of poly(lactic acid) plasticized with triacetine and tributyl citrate",
        "New development on plasticized poly(lactide): Chemical grafting of citrate on PLA by reactive extrusion",
        "Eur. Polym. Eng. Sci."
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}