{
    "eid": "2-s2.0-84937826457",
    "title": "Green metal organic coating from recycled PETs and modified natural rubber for the automobile industry",
    "cover-date": "2015-09-01",
    "subject-areas": [
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "General Chemical Engineering",
            "@code": "1500"
        },
        {
            "$": "Surfaces",
            "@code": "2508"
        }
    ],
    "keywords": [
        "Corrosion protection",
        "Hydroxyl liquid natural rubber",
        "PET",
        "Polyurethane",
        "Polyurethane coating"
    ],
    "authors": [
        "Chor Wayakron Phetphaisit"
    ],
    "citedby-count": 19,
    "ref-count": 22,
    "ref-list": [
        "Performance of paint systems with polyurethane topcoats, proposed for atmospheres with very high corrosivity category",
        "Structural engineering of polyurethane coatings for high performance applications",
        "Thermal stability and flame retardancy of polyurethanes",
        "Cradle-to-gate life cycle inventory of nine plastic resins and four polyurethane precursors",
        "An integrated environmental impact assessment of corn-based polyols compared with petroleum-based polyols production",
        "Castor oil-based hyperbranched polyurethanes as advanced surface coating materials",
        "Synthesis, characterization of poly(urethane amide) resins from Nahar seed oil for surface coating applications",
        "Bio-based hyperbranched polyurethanes for surface coating applications",
        "Preparation and characterization of high-solid polyurethane coating systems based on vegetable oil derived polyols",
        "Coating resins synthesized from recycled PET",
        "Polymeric precursors from PET waste and their application in polyurethane coatings",
        "Waterborne polyurethane dispersions obtained with polycarbonate of hexanediol intended for use as coatings",
        "Waterborne polyurethane-acrylic copolymers crosslinked core-shell nanoparticles for humidity-sensitive coatings",
        "Corrosion protection by organic coatings: Electrochemical mechanism and novel methods of investigation",
        "Mechanical properties and thermal stability of ambient-cured thick polysiloxane coatings prepared by a sol-gel process of organoalkoxysilanes",
        "Liquid expoxidized natural rubber modified with polysiloxane for coating applications",
        "Polyurethane polyester elastomer: Innovative environmental friendly wood adhesive from modified PETs and hydroxyl liquid natural rubber polyols",
        "NU Sci. J.",
        "NU Sci. J.",
        "Synthesis and characterization of polyurethane coatings derived from polyols synthesized with glycerol, phthalic anhydride and oleic acid",
        "The application of AC impedance to study the performance of lacquered aluminium specimens in acetic acid solution",
        "Application of EIS and SEM to evaluate the influence of pigment shape and content in ZRP formulations on the corrosion prevention of naval steel"
    ],
    "affiliation": [
        {
            "affiliation-city": "Songkla",
            "affilname": "Songkhla Rajabhat University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Metallurgy and Materials Research Institute Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pitsanulok",
            "affilname": "Naresuan University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Division 5 Industry",
        "Thailand Research Fund"
    ]
}