{
    "eid": "2-s2.0-85070840281",
    "title": "Knowledge, skills and competency retention among health workers one year after completing helping babies breathe training in south Sudan",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Medicine (all)",
            "@code": "2700",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [
        "Competency",
        "Education",
        "Knowledge",
        "Neonatal resuscitation",
        "Retention",
        "Skills"
    ],
    "authors": [
        "Christopher Vunni Draiko",
        "Khemika Yamarat",
        "Alessio Panza",
        "Judith Draleru"
    ],
    "citedby-count": 7,
    "ref-count": 19,
    "ref-list": [
        "Countdown to 2015 Core Group",
        "The relationship of intrapartum and antepartum stillbirth rates to measures of obstetric care in developed and developing countries",
        "3.6 million Neonatal deaths--what is progressing and what is not?. 2010",
        "Educational impact of the neonatal resuscitation program in low-risk delivery centers in a developing country",
        "Two million intrapartum-related stillbirths and neonatal deaths: Where, why, and what can be done?",
        "Helping Babies Breathe Learner Workbook",
        "Helping babies breathe: Global neonatal resuscitation program development and formative educational evaluation",
        "Stillbirth and newborn mortality in India after helping babies breathe training",
        "In-service training for health professionals to improve care of the seriously ill newborn or child in low and middle-income countries (Review)",
        "Educational outcomes of Helping Babies Breathe training at a community hospital in Honduras",
        "Newborn mortality and fresh stillbirth rates in Tanzania after helping babies breathe training",
        "Retention of neonatal resuscitation skills and knowledge: A randomized controlled trial",
        "Who has been caring for the baby?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Juba",
            "@id": "101316286",
            "affilname": "Juba Teaching Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101316286",
            "affiliation-country": "Sudan"
        }
    ],
    "funding": [
        "Juba and Wau Teaching Hospital administrations",
        "Ministry of Health"
    ]
}