{
    "eid": "2-s2.0-84979742644",
    "title": "Expression and DNA methylation of phospholipase A2in Thai native honeybees (Hymenoptera: Apidae)",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Developmental Biology",
            "@code": "1309"
        }
    ],
    "keywords": [
        "DNA methylation",
        "expression",
        "honey bee",
        null,
        "venom"
    ],
    "authors": [
        "M. Kilaso"
    ],
    "citedby-count": 0,
    "ref-count": 46,
    "ref-list": [
        null,
        "Genotypic variation in the expression of guarding behavior and the role of guards in the defensive response of honey bee colonies",
        null,
        null,
        "The effects of bee (Apis mellifera) venom phospholipase A2 on Trypanosoma brucei brucei and enterobacteria",
        "The behavioral genetics of colony defense in honeybees: Genetic variability for guarding behavior",
        "The morphology of the honey bee (Apis mellifera L.) venom gland and reservoir",
        "The Behaviour of Worker Honeybees At the Hive Entrance",
        null,
        "Kin conflict in insect societies: A new epigenetic perspective",
        null,
        "DNA methylation is widespread and associated with differential gene expression in castes of the honeybee, Apis mellifera",
        null,
        "Epigenetic regulation of the honey bee transcriptome: Unravelling the nature of methylated genes",
        "DNA methylation dynamics, metabolic fluxes, gene splicing, and alternative phenotypes in honey bees",
        "Bee venom inhibits tumor angiogenesis and metastasis by inhibiting tyrosine phosphorylation of VEGFR-2 in LLC-tumor-bearing mice",
        null,
        null,
        "Establishing, maintaining and modifying DNA methylation patterns in plants and animals",
        "Bee Venom Pretreatment Has Both an Antinociceptive and Anti-Inflammatory Effect on Carrageenan-Induced Inflammation",
        "Cytotoxicity of honeybee (Apis mellifera) venom in normal human lymphocytes and HL-60 cells",
        null,
        "DNA methylation changes elicited by social stimuli in the brains of worker honey bees",
        "Epigenetic integration of environmental and genomic signals in honey bees. The critical interplay of nutritional, brain and reproductive networks",
        "The guard honey bee: ontogeny and behavioural variability of workers performing a specialized task",
        null,
        "Asian Honey Bees: Biology, Conservation and Human Interactions",
        "Behavioural Genetics of the Honey Bee Apis mellifera",
        "Bee venom in cancer therapy",
        null,
        "Melittin synthesis in the venom system of the honey bee (Apis mellifera L.)",
        null,
        "Antiarthritic effect of bee venom: Inhibition of inflammation mediator generation by suppression of NF-κB through interaction with the p50 subunit",
        "Antitumor action and immune activation through cooperation of bee venom secretory phospholipase A2 and phosphatidylinositol-(3,4)-bisphosphate",
        "Apidologie",
        "mRNA expression and DNA methylation in three key genes involved in caste differentiation in female honeybees (Apis mellifera).",
        null,
        null,
        "Therapeutic application of anti-arthritis, pain-releasing, and anti-cancer effects of bee venom and its constituent compounds",
        "A survey of DNA methylation across social insect species, life stages, and castes reveals abundant and caste-associated methylation in a primitively social wasp",
        "Genet. Res. Int.",
        "The Biology of the Honey Bee",
        "Honey bee diversity and beekeeping in Thailand",
        "The antifungal activity of Bee Venom against dermatophytes",
        null,
        "DNA methylation and genome evolution in honeybee: gene length, expression, functional enrichment covary with the evolutionary signature of DNA methylation."
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "London",
            "affilname": "Imperial College London",
            "affiliation-country": "United Kingdom"
        }
    ],
    "funding": []
}