{
    "eid": "2-s2.0-84954349271",
    "title": "Development of an anti-elicitin antibody-based immunohistochemical assay for diagnosis of pythiosis",
    "cover-date": "2016-01-01",
    "subject-areas": [
        {
            "$": "Microbiology (medical)",
            "@code": "2726"
        }
    ],
    "keywords": [],
    "authors": [
        "Ruchuros Inkomlue"
    ],
    "citedby-count": 24,
    "ref-count": 38,
    "ref-list": [
        "Pythium insidiosum: An overview",
        "Infections caused by the Oomycetous pathogen Pythium insidiosum",
        "Clinical and epidemiological analyses of human pythiosis in Thailand",
        "Human pythiosis.",
        "Life cycle of the human and animal oomycete pathogen Pythium insidiosum",
        "Pythium insidiosum sp. nov., the etiologic agent of pythiosis",
        "Molecular genetics of pathogenic oomycetes",
        "Orbital pythiosis: A non-fungal disease mimicking orbital mycotic infections, with a retrospective review of the literature",
        "Induction of zoospore formation in Thai isolates of Pythium insidiosum",
        "A method to obtain rapid zoosporogenesis of Pythium insidiosum",
        "Evaluation of microbial culture techniques for the isolation of Pythium insidiosum from equine tissues",
        "Performance comparison of immunodiffusion, enzyme-linked immunosorbent assay, immunochromatography and hemagglutination for serodiagnosis of human pythiosis",
        "Development and evaluation of an in-house enzyme-linked immunosorbent assay for early diagnosis and monitoring of human pythiosis",
        "Serodiagnosis of human and animal pythiosis using an enzyme-linked immunosorbent assay",
        "Development and evaluation of an enzyme-linked immunosorbent assay for the serodiagnosis of pythiosis in dogs",
        "Hemagglutination test for rapid serodiagnosis of human pythiosis",
        "Development of an immunochromatographic test for rapid serodiagnosis of human pythiosis",
        "Immunodiffusion test for diagnosing and monitoring pythiosis in horses.",
        "Immunodiffusion test for diagnosis and monitoring of human pythiosis insidiosi",
        "A peptide ELISA to detect antibodies against Pythium insidiosum based on predicted antigenic determinants of exo-1,3-beta-glucanase.",
        "Application of immunoblot assay for rapid diagnosis of human pythiosis",
        "Identification of emerging human-pathogenic Pythium insidiosum by serological and molecular assay-based methods",
        "PCR amplification of a putative gene for exo-1,3-ß-Glucanase to identify the pathogenic oomycete pythium insidiosum",
        "Detection of the oomycete pythium insidiosum by real-time PCR targeting the gene coding for exo-1,3-β-glucanase",
        "Development of a nested polymerase chain reaction assay for the detection and identification of Pythium insidiosum",
        "Pythium insidiosum keratitis confirmed by DNA sequence analysis [8]",
        "Identification of pythium insidiosum by nested PCR in cutaneous lesions of Brazilian horses and rabbits",
        "Use of immunohistochemical methods for diagnosis of equine pythiosis.",
        "Evaluation of an in-house immunoperoxidase staining assay for histodiagnosis of human pythiosis",
        "Ancient origin of elicitin gene clusters in Phytophthora genomes",
        "Elicitin genes in Phytophthora infestans are clustered and interspersed with various transposon-like elements",
        "Characterization of border species among Pythiaceae: several Pythium isolates produce elicitins, typical proteins from Phytophthora spp.",
        "The elicitin-like glycoprotein, ELI025, is secreted by the pathogenic oomycete pythium insidiosum and evades host antibody responses",
        "Expressed sequence tags reveal genetic diversity and putative virulence factors of the pathogenic oomycete Pythium insidiosum",
        "Transcriptome analysis reveals pathogenicity and evolutionary history of the pathogenic oomycete Pythium insidiosum",
        "A stain for fungi in tissue sections and smears using Gomori's methenamine-silver nitrate technic.",
        "Human subcutaneous pythiosis",
        "Geographic variation in the elicitin-like glycoprotein, ELI025, of Pythium insidiosum isolated from human and animal subjects"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Ramathibodi Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bethesda",
            "affilname": "National Institutes of Health (NIH)",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}