{
    "eid": "2-s2.0-85042236972",
    "title": "Molecular DNA identification of blood sources fed on, for Culicine mosquitoes (Diptera: Culicidae) collected in the Songkhla province, southern Thailand",
    "cover-date": "2017-01-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [
        "Aedes spp",
        "Blood meal",
        "Culex spp",
        "Cytochrome b gene",
        "Multiplex PCR"
    ],
    "authors": [
        "Theerakamol Pengsakul"
    ],
    "citedby-count": 3,
    "ref-count": 30,
    "ref-list": [
        "Population dynamics of aedes aegypti and dengue as influenced by weather and human behavior in san juan, puerto rico",
        "Bloodmeal identification by direct enzyme-linked immunosorbent assay (ELISA), tested on Anopheles (Diptera: Culicidae) in Kenya.",
        "Journal of the National Medical Association",
        "Mosquito host preferences affect their response to synthetic and natural odour blends",
        "Journal of Health Science",
        "Identification of blood meals in Aedes aegypti by antibody sandwich enzyme-linked immunosorbent assay.",
        "Application of integrated environmental management through the preparation of an environmental action programme: Case study from the Songkhla Lake Basin in southern Thailand",
        "Geographic genetic variation in populations of the dengue virus vector Aedes aegypti",
        "Identification of blood meal sources in aedes vexans and culex quinquefasciatus in Bernalillo County, New Mexico",
        "Why do female Aedes aegypti (Diptera: Culicidae) feed preferentially and frequently on human blood?",
        "ELISA for identification of blood meal source in black flies (Diptera: Simuliidae).",
        "Hosts of mosquitoes in the coastal plain of North Carolina.",
        "Use of cytochrome b gene variability in detecting meat species by multiplex PCR assay",
        "Identification of mammalian blood meals in mosquitoes by a multiplexed polymerase chain reaction targeting cytochrome B",
        "Identification of mosquito avian-derived blood meals by polymerase chain reaction-heteroduplex analysis",
        "Identification of Mosquito Bloodmeals Using Polymerase Chain Reaction (PCR) with Order-Specific Primers",
        "Blood-feeding of Culex mosquitoes in an urban environment.",
        "Zika virus, a cause of fever in central java, indonesia",
        "A review of the role of mosquitoes in the transmission of Malayan and bancroftian filariasis in Japan.",
        "Mosquito abundance and bionomics in residential communities in Orange and Los Angeles Counties, California.",
        "Comparative susceptibility of Anopheles subpictus from fresh and brackish water areas to Plasmodium falciparum infection",
        "Diptera vectors of avian Haemosporidian parasites: Untangling parasite life cycles and their taxonomy",
        "Host-feeding patterns of Aedes albopictus (Diptera: Culicidae) at a temperate North American site.",
        "Identification of blood meal of field caught Aedes aegypti (L.) by multiplex PCR",
        "The effects of environmental and physiological conditions of Culex tritaeniorhynchus on the pattern of transmission of Japanese encephalitis virus",
        "Host feeding patterns of mosquitoes, with a review of advances in analysis of blood meals by serology",
        "Integrating land use and climate change scenarios and models into assessment of forested watershed services in Southern Thailand",
        "Blood meal identification from Florida mosquitoes (Diptera: Culicidae)",
        "Manila, Philippines: World Health Organization, Regional Office for the Western Pacific",
        "Journal of Insect Science"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ann Arbor",
            "affilname": "University of Michigan, Ann Arbor",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Hatyai",
            "affilname": "Prince of Songkla University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nan City",
            "affilname": "Nan Provincial Health Office",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Prince of Songkla University"
    ]
}