{
    "eid": "2-s2.0-84907958814",
    "title": "Optimization of separate hydrogen and methane production from cassava wastewater using two-stage upflow anaerobic sludge blanket reactor (UASB) system under thermophilic operation",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Bioengineering",
            "@code": "1502"
        },
        {
            "$": "Environmental Engineering",
            "@code": "2305"
        },
        {
            "$": "Waste Management and Disposal",
            "@code": "2311"
        },
        {
            "$": "Renewable Energy",
            "@code": "2105"
        }
    ],
    "keywords": [
        "Cassava wastewater",
        "Hydrogen and methane production",
        "Thermophilic operation",
        "Upflow anaerobic sludge blanket reactor (UASB)"
    ],
    "authors": [
        "Patcharee Intanoo"
    ],
    "citedby-count": 114,
    "ref-count": 32,
    "ref-list": [
        "Anaerobic digestion for global warming control and energy generation - An overview",
        "Effect of substrate concentration on fermentative hydrogen production from sweet sorghum extract",
        "Methane production from lignocellulosic agricultural crop wastes: A review in context to second generation of biofuel production",
        "Sodium inhibition of thermophilic methanogens",
        "Coproduction of hydrogen and methane via anaerobic fermentation of cornstalk waste in continuous stirred tank reactor integrated with up-flow anaerobic sludge bed",
        "Perry Chemical Engineers' Handbook",
        "Sustainable fermentative hydrogen production: Challenges for process optimisation",
        "Pretreatments to enhance the digestibility of lignocellulosic biomass",
        "Hydrogen production from alcohol wastewater by an anaerobic sequencing batch reactor under thermophilic operation: Nitrogen and phosphorous uptakes and transformation",
        "Fermentative Biohydrogen Production from Solid Wastes",
        "Two-stage anaerobic process for bio-hydrogen and bio-methane combined production from biodegradable solid wastes",
        "Hydrogen and methane production from household solid waste in the two-stage fermentation process",
        "Anaerobic treatment of cassava stillage for hydrogen and methane production in continuously stirred tank reactor (CSTR) under high organic loading rate (OLR)",
        "Production of hydrogen and methane by one and two stage fermentation of food waste",
        "Sodium inhibition of acetoclastic methanogens in granular sludge from a UASB reactor",
        "A comparative study of single and two stage processes for methane production from tomato processing waste",
        "KMITL Sci. Tech. J.",
        "The evolution of biomass in a two-phase anaerobic treatment process during start-up",
        "Hydrogen production from cassava wastewater using an anaerobic sequencing batch reactor: Effects of operational parameters, COD:N ratio, and organic acid composition",
        "Optimization of biohydrogen and methane recovery within a cassava ethanol wastewater/waste integrated management system",
        "Hydrogen-methane production from swine manure: Effect of pretreatment and VFAs accumulation on gas yield",
        "Effects of volatile fatty acid concentrations on methane yield and methanogenic bacteria",
        "Procedia Environ. Sci.",
        "Co-production of hydrogen and methane from potato waste using a two-stage anaerobic digestion process",
        "Eliminating methanogenic activity in hydrogen reactor to improve biogas production in a two-stage anaerobic digestion process co-digesting municipal food waste and sewage sludge"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Ministry of Education",
        "Office of the Higher Education Commission",
        "Thailand Research Fund",
        "National Research Council of Thailand"
    ]
}