{
    "eid": "2-s2.0-85103158014",
    "title": "Effect of Gln151 on L-phenylalanine feedback resistance of AroG isoform of DAHP synthase in Escherichia coli",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Multidisciplinary",
            "@code": "1000",
            "@abbrev": "MULT"
        }
    ],
    "keywords": [
        "AroG",
        "DAHP synthase",
        "Feedback inhibition",
        "L-phenylalanine"
    ],
    "authors": [
        "Charintip Yenyuvadee",
        "Nichaphat Kanoksinwuttipong",
        "Kanoktip Packdibamrung"
    ],
    "citedby-count": 2,
    "ref-count": 27,
    "ref-list": [
        "Metabolic engineering of Escherichia coli for the production of phenylpyruvate derivatives",
        "Metabolic engineering of Escherichia coli to enhance L-phenylalanine production",
        "Genetic engineering of Escherichia coli to improve L-phenylalanine production",
        "Co-expression of five genes in E. coli for L-phenylalanine in Brevibacterium flavum",
        "Metabolic engineering and protein directed evolution increase the yield of L-phenylalanine synthesized from glucose in Escherichia coli",
        "A systems level engineered E. coli capable of efficiently producing L-phenylalanine",
        "Fed-batch production of L-phenylalanine from glycerol and ammonia with recombinant Escherichia coli",
        "Pathways linking L-phenylalanine and 2-phenylethylamine with ptyramine in rabbit brain",
        "Production of L-phenylalanine from glycerol by a recombinant Escherichia coli",
        "Combined UV-C irradiation and precursor feeding enhances mulberroside A production in Morus alba L. cell suspension cultures",
        "L-Phenylalanine and UVA irradiation in the treatment of vitiligo",
        "Effect of different levels of low-calorie sweetener aspartame on sensory attributes of diabetic Rasgulla",
        "Enhanced L-phenylalanine biosynthesis by co-expression of pheAfbr and aroFwt",
        "Enhanced production of L-phenylalanine in Corynebacterium glutamicum due to the introduction of Escherichia coli wild-type gene aroH",
        "Towards bacterial strains overproducing L-tryptophan and other aromatics by metabolic engineering",
        "Enhancement of L-phenylalanine production in Escherichia coli by heterologous expression of Vitreoscilla hemoglobin",
        "Mutational analysis of the feedback sites of phenylalanine-sensitive 3-deoxy-D-arabino-heptulosonate-7-phosphate synthase of Escherichia coli",
        "3-Deoxy-D-arabino-heptulosonate 7-phosphate synthase. Purification and molecular characterization of the phenylalanine-sensitive isoenzyme from Escherichia coli",
        "Metabolic engineering for improving L-tryptophan production in Escherichia coli",
        "Crystal structure of phenylalanine-regulated 3-deoxy-D-arabino-heptulosonate-7-phosphate synthase from Escherichia coli",
        "Mutation analysis of the feedback inhibition site of phenylalanine-sensitive 3-deoxy-D-arabino-heptulosonate-7-phosphate synthase of Escherichia coli",
        "Allosteric inhibition of 3-deoxy-D-arabino-heptulosonate-7-phosphate synthase alters the coordination of both substrates",
        "3-Deoxy-D-arabino-heptulosonate 7-phosphate synthase purification, properties, and kinetics of the tyrosine-sensitive isoenzyme from Escherichia coli",
        "Corynebacterium glutamicum contains 3-deoxy-D-arabino-heptulosonate 7-phosphate synthases that display novel biochemical features",
        "Protein measurement with the folin phenol reagent",
        "A single Ser-180 mutation desensitizes feedback inhibition of the phenylalanine-sensitive 3-deoxy-D-arabino-heptulosonate 7-phosphate (DAHP) synthetase in Escherichia coli",
        "CRISPR/Cas9-facilitated engineering with growth-coupled and sensor-guided in vivo screening of enzyme variants for a more efficient chorismate pathway in E. coli"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Department of Biochemistry",
        "Chula-longkorn University",
        "Faculty of Science, Chulalongkorn University"
    ]
}