{
    "eid": "2-s2.0-85028617867",
    "title": "Properties of residual titanium dioxide nanoparticles after extended periods of mixing and settling in synthetic and natural waters",
    "cover-date": "2017-12-01",
    "subject-areas": [
        {
            "$": "Multidisciplinary",
            "@code": "1000"
        }
    ],
    "keywords": [],
    "authors": [
        "Chunpeng Zhang"
    ],
    "citedby-count": 18,
    "ref-count": 33,
    "ref-list": [
        "Engineered nanomaterials in soils and water: How do they behave and could they pose a risk to human health?",
        "Potential explosion hazard of carbonaceous nanoparticles: Explosion parameters of selected materials",
        "Mater. Sci. Appl.",
        null,
        "Emission of titanium dioxide nanoparticles from building materials to the environment by wear and weather",
        "Titanium dioxide nanoparticles: A review of current toxicological data",
        "Titanium nanomaterial removal and release from wastewater treatment plants",
        null,
        "Evaluating nanoparticle breakthrough during drinking water treatment",
        "Aggregation and disaggregation of iron oxide nanoparticles: Influence of particle concentration, pH and natural organic matter",
        "Aggregation and deposition of engineered nanomaterials in aquatic environments: Role of physicochemical interactions",
        null,
        "J. Environ. Sci. Part A",
        "Stability of commercial metal oxide nanoparticles in water",
        null,
        "Influences of water properties on the aggregation and deposition of engineered titanium dioxide nanoparticles in natural waters",
        "Aggregation kinetics of alginate-coated hematite nanoparticles in monovalent and divalent electrolytes",
        "Aggregation of titanium dioxide nanoparticles: Role of calcium and phosphate",
        "Influence of ionic strength, pH, and cation valence on aggregation kinetics of titanium dioxide nanoparticles",
        "Stability and aggregation of metal oxide nanoparticles in natural aqueous matrices",
        "Principles of Colloid and Surface Chemistry",
        "Role of Surface Area, Primary Particle Size, and Crystal Phase on Titanium Dioxide Nanoparticle Dispersion Properties",
        "Impact of natural organic matter and divalent cations on the stability of aqueous nanoparticles",
        null,
        "Aggregation of titanium dioxide nanoparticles: Role of a fulvic acid",
        "Soil and Water Chemistry: An Integrative Approach",
        null,
        "Surface Complexation Modeling: Hydrous Ferric Oxide",
        null,
        "Adsorption of sodium and chloride ions at the rutile/electrolyte interface - Parameters of the electric double layer",
        "Towards a definition of inorganic nanoparticles from an environmental, health and safety perspective",
        null,
        null
    ],
    "affiliation": [
        {
            "affiliation-city": "Changchun",
            "affilname": "Key Laboratory of Groundwater Resources and Environment, Ministry of Education",
            "affiliation-country": "China"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Tokyo",
            "affilname": "The University of Tokyo",
            "affiliation-country": "Japan"
        }
    ],
    "funding": [
        "Japan Society for the Promotion of Science",
        "Ministry of Education, Culture, Sports, Science and Technology",
        "China Scholarship Council",
        "China Scholarship Council"
    ]
}