{
    "eid": "2-s2.0-85135772195",
    "title": "Synergistic combination of 2-mercaptobenzothiazole (MBT) and nitrosoamine-safe thiuram disulfide as advanced rubber vulcanizing accelerators",
    "cover-date": "2022-10-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Polymers and Plastics",
            "@code": "2507",
            "@abbrev": "MATE"
        },
        {
            "@_fa": "true",
            "$": "Materials Chemistry",
            "@code": "2505",
            "@abbrev": "MATE"
        }
    ],
    "keywords": [
        "2-mercaptobenzothiazole",
        "mechanical properties",
        "nitrosamine",
        "synergism",
        "thiuram disulfide",
        "vulcanization"
    ],
    "authors": [
        "Md Najib Alam",
        "Subhas C. Debnath",
        "Orathai Boondamnoen",
        "Koramala N. Kumar",
        "Jin H. Kim",
        "Jungwook Choi"
    ],
    "citedby-count": 2,
    "ref-count": 35,
    "ref-list": [
        "Chapter 7 – vulcanization",
        "Chapter 13 - Rubber base adhesives",
        "A postcrosslinking accelerator system for natural rubber based on thiocarbamyl sulfenamides",
        "Studies on novel binary accelerator system in sulfur vulcanization of natural rubber",
        "Synergistic activities of binary accelerators in presence of magnesium oxide as a cure activator in the vulcanization of natural rubber",
        "A new synergistic combination of safe accelerators for the improvement of physical properties in gum and filled vulcanizates",
        "Studies on the effect of thiuram disulfide on NR vulcanization accelerated by thiazole-based accelerator systems",
        "Synergism of novel thiuram disulfide and dibenzothiazyl disulfide in the vulcanization of natural rubber: curing, mechanical and aging resistance properties",
        "Occupational nitrosamine exposure. 1. rubber and tyre industry",
        "Evaluation of occupational exposure to N-nitrosamines in a rubber-manufacturing industry",
        "Occupational exposure to NDMA and NMor in the European rubber industry",
        "Assessment of exposure to carcinogenic N-nitrosamines in the rubber industry",
        "Residual accelerator and cyto-toxicity studies of NR surgical gloves",
        "Oral toxicity of ferric dimethyl-dithiocarbamate (ferbam) and tetramethylthiuram disulfide (thiram) in rodents",
        "Novel method for preparation of carboxylated nitrile rubber–natural rubber blends using bis (diisopropyl) thiophosphoryl polysulfides",
        "Naturally occurring amino acids: a suitable substitute of N-N/- Di-phenyl guanidine (DPG) in silica tyre formulation?",
        "Serinol derivatives for the sustainable vulcanization of diene elastomers",
        "Poly(acrylonitrile-co-butadiene) as polymeric crosslinking accelerator for sulphur network formation",
        "Study on sulfur vulcanized natural rubber formulated with nitrosamine safe diisopropyl xanthogen polysulfide/tertiary butyl benzothiazole sulphenamide binary accelerator system",
        "Studies on cure synergism: effect of safe amine accelerators in the vulcanization of natural rubber",
        "Effect of zinc dithiocarbamates and thiazole-based accelerators on the vulcanization of natural rubber",
        "Bis(N-benzyl piperazino) thiuram disulfide and dibenzothiazyl disulfide as synergistic safe accelerators in the vulcanization of natural rubber",
        "Safe amine based zinc dithiocarbamates for the vulcanization of carbon black reinforced natural rubber",
        "Use of TBzTD as noncarcinogenic accelerator for ENR/SiO2 nanocomposites: cured characteristics, mechanical properties, thermal behaviors, and oil resistance",
        "Nitrosamine safe” thiuram disulphide",
        "Exploring the synergism of nitrosamine-safe bis (N-benzyl piperazino) thiuram disulfide (BPTD) and N-cyclohexyl-2-benzothiazole sulfenamide (CBS) in the natural rubber vulcanization",
        "Nitrosamine-safe thiuram disulfide and benzothiazole sulfenamide as a synergistic pair of accelerators for the vulcanization of rubber",
        "Toxicological evaluation of α-dimethylated-N-alkyl-N’-nitroso-piperazines-safe-amines derived nitrosamines",
        "Nitrosamines and Rubber",
        "Relationships between the structures of natural rubber vulcanizates and their thermal and oxidative aging",
        "Tetramethylthiuram disulfide vulcanization of extracted rubber. V. Low molecular products and the mechanism of zinc oxide activation",
        "Kinetic studies of the vulcanization of natural and synthetic rubbers",
        "Effect of sulfur to accelerator ratio on crosslink structure, reversion, and strength in natural rubber"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seoul",
            "@id": "60014237",
            "affilname": "Chung-Ang University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014237",
            "affiliation-country": "South Korea"
        },
        {
            "affiliation-city": "Kalyani",
            "@id": "60011023",
            "affilname": "University of Kalyani",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60011023",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Gyeongsan",
            "@id": "60001170",
            "affilname": "Yeungnam University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60001170",
            "affiliation-country": "South Korea"
        }
    ],
    "funding": [
        "Yeungnam University",
        "MSIT",
        "National Research Foundation of Korea"
    ]
}