{
    "eid": "2-s2.0-84964687246",
    "title": "Drug-induced hypersensitivity syndrome/drug reaction with eosinophilia and systemic symptoms (DIHS/DRESS): 11 years retrospective study in Thailand",
    "cover-date": "2016-10-01",
    "subject-areas": [
        {
            "$": "Immunology and Allergy",
            "@code": "2723"
        }
    ],
    "keywords": [
        "Adverse drug reaction",
        "Drug hypersensitivity",
        "Drug-induced hypersensitivity syndrome",
        "Eosinophil",
        "HHV-6"
    ],
    "authors": [
        "Akarin Hiransuthikul"
    ],
    "citedby-count": 66,
    "ref-count": 35,
    "ref-list": [
        "Drug-induced pseudolymphoma and drug hypersensitivity syndrome (Drug Rash with Eosinophilia and Systemic Symptoms: DRESS)",
        "Drug hypersensitivity syndrome",
        "Drug-induced hypersensitivity syndrome(DIHS): A reaction induced by a complex interplay among herpesviruses and antiviral and antidrug immune responses",
        "DIDMOHS: A proposed consensus nomenclature for the drug-induced delayed multiorgan hypersensitivity syndrome [2] (multiple letters)",
        "Drug reaction with eosinophilia and systemic symptoms: A retrospective study of 60 cases",
        "Clinical features of drug-induced hypersensitivity syndrome in 38 patients",
        "Six-year retrospective review of drug reaction with eosinophilia and systemic symptoms",
        "Cutaneous adverse drug reactions seen in a tertiary hospital in Johor, Malaysia",
        "Variability in the clinical pattern of cutaneous side-effects of drugs with systemic symptoms: Does a DRESS syndrome really exist?",
        "The Use of the WHO–UMC System for Standardised Case Causality Assessment.",
        "A 6-month prospective survey of cutaneous drug reactions in a hospital setting",
        "Anticonvulsant hypersensitivity syndrome. In vitro assessment of risk",
        "HLA-B locus in Japanese patients with anti-epileptics and allopurinol-related Stevens-Johnson syndrome and toxic epidermal necrolysis",
        "Human herpesvirus 6 infection as a risk factor for the development of severe drug-induced hypersensitivity syndrome",
        "Association of human herpesvirus 6 reactivation with the flaring and severity of drug-induced hypersensitivity syndrome",
        "The DRESS syndrome: A literature review",
        "Effectiveness of fixed-dose combination stavudine, lamivudine and nevirapine (GPO-VIR) for treatment of naïve HIV patients in Thailand: A 3-year follow-up",
        "Thai national guidelines for antiretroviral therapy in HIV-1 infected adults and adolescents 2010",
        "Drug Reaction with Eosinophilia and Systemic Symptom (DRESS) induced by carbamazepine: A case report and literature review",
        "Drug rash with eosinophilia and systemic symptoms (Dress syndrome)",
        "Drug reaction with eosinophilia and systemic symptoms (DRESS): An original multisystem adverse drug reaction. Results from the prospective RegiSCAR study",
        "HLA-B*5801 allele as a genetic marker for severe cutaneous adverse reactions caused by allopurinol",
        "2012 American college of rheumatology guidelines for management of gout. part 1: Systematic nonpharmacologic and pharmacologic therapeutic approaches to hyperuricemia",
        "National Institute of Health. Allopurinol 2009. AHFS Drug Information.",
        "Oxypurinol-Specific T Cells Possess Preferential TCR Clonotypes and Express Granulysin in Allopurinol-Induced Severe Cutaneous Adverse Reactions",
        "Allopurinol hypersensitivity: A systematic review of all published cases, 1950-2012",
        "Histopathologic spectrum of Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS): A diagnosis that needs clinico-pathological correlation",
        "Retrospective analysis of drug-induced hypersensitivity syndrome: A study of 27 patients",
        "Clinicopathlogical features and prognosis of drug rash with eosinophilia and systemic symptoms: A study of 30 cases in Taiwan",
        "Twelve-year analysis of severe cases of drug reaction with eosinophilia and systemic symptoms: A cause of unpredictable multiorgan failure",
        "HLA-allelotype associations with nevirapine-induced hypersensitivity reactions and hepatotoxicity: A systematic review of the literature and meta-analysis",
        "Incidence and risk factors of skin rashes and hepatotoxicity in HIV-infected patients receiving nevirapine-containing combination antiretroviral therapy in Taiwan",
        "Liver toxicity caused by nevirapine",
        "Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) syndrome",
        "Esomeprazole-induced DRESS syndrome. Studies of cross-reactivity among proton-pump inhibitor drugs"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "affilname": "Thailand Severe Cutaneous Adverse Reactions Registry Network (ThaiSCAR)",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn University",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}