{
    "eid": "2-s2.0-85160872299",
    "title": "Association of Circulating Metabolites With Racial Disparities in Hypertension and Stroke in the REGARDS Study",
    "cover-date": "2023-05-30",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Neurology (clinical)",
            "@code": "2728",
            "@abbrev": "MEDI"
        }
    ],
    "keywords": [],
    "authors": [
        "Naruchorn Kijpaisalratana",
        "Zsuzsanna Ament",
        "Amit Patki",
        "Varun M. Bhave",
        "Ana Lucia Garcia-Guarniz",
        "Suzanne E. Judd",
        "Mary Cushman",
        "D. Leann Long",
        "M. Ryan Irvin",
        "W. Taylor Kimberly"
    ],
    "citedby-count": 2,
    "ref-count": 36,
    "ref-list": [
        "Ischemic stroke subtype incidence among whites, blacks, and Hispanics: the Northern Manhattan Study",
        "Disparities in stroke incidence contributing to disparities in stroke mortality",
        "Heart disease and stroke statistics-2020 update: a report from the American Heart Association",
        "Traditional risk factors as the underlying cause of racial disparities in stroke: lessons from the half-full (empty?) glass",
        "Reasons underlying racial differences in stroke incidence and mortality",
        "Racial differences in the impact of elevated systolic blood pressure on stroke risk",
        "Understanding 'global' systems biology: metabonomics and the continuum of metabolism",
        "Biomarker for ischemic stroke using metabolome: a clinician perspective",
        "Metabolomic profiling for the identification of novel biomarkers and mechanisms related to common cardiovascular diseases: form and function",
        "Association of circulating metabolites in plasma or serum and risk of stroke",
        "Nucleosides associated with incident ischemic stroke in the REGARDS and JHS cohorts",
        "The reasons for geographic and racial differences in stroke study: objectives and design",
        "Sex and race differences in the association of incident ischemic stroke with risk factors",
        "N-terminal pro-B-type natriuretic peptide and stroke risk: the reasons for geographic and racial differences in stroke cohort",
        "Severity of hypertension mediates the association of hyperuricemia with stroke in the REGARDS case cohort study",
        "Associations of coagulation factors IX and XI levels with incident coronary heart disease and ischemic stroke: the REGARDS study",
        "Fibroblast growth factor 23 and risk of incident stroke in community-living adults",
        "Plasma metabolites link dietary patterns to stroke risk",
        "2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
        "Stroke - 1989. Recommendations on stroke prevention, diagnosis, and therapy. Report of the WHO Task Force on Stroke and other Cerebrovascular Disorders",
        "Probability of stroke: a risk profile from the Framingham Study",
        "Succinate links atrial dysfunction and cardioembolic stroke",
        "Uric acid and gluconic acid as predictors of hyperglycemia and cytotoxic injury after stroke",
        "Metabolite profiling identifies anandamide as a biomarker of nonalcoholic steatohepatitis",
        "ABO blood type and stroke risk: the REasons for Geographic and Racial Differences in Stroke study",
        "More powerful procedures for multiple significance testing",
        "Analysis of case-cohort designs",
        "Practical guidance for conducting mediation analysis with multiple mediators using inverse odds ratio weighting",
        "Race, racism, and the policy of 21st century medicine",
        "Understanding associations among race, socioeconomic status, and health: patterns and prospects",
        "Race, socioeconomic status, and health: complexities, ongoing challenges, and research opportunities",
        "Dietary patterns are associated with incident stroke and contribute to excess risk of stroke in black Americans",
        "Association of clinical and social factors with excess hypertension risk in black compared with white US adults",
        "Disturbed glucose and pyruvate metabolism in glaucoma with neuroprotection by pyruvate or rapamycin",
        "Race as a social construct in psychiatry research and practice",
        "Use of metabolomics in improving assessment of dietary intake"
    ],
    "affiliation": [
        {
            "affiliation-city": "Birmingham",
            "@id": "60033096",
            "affilname": "University of Alabama at Birmingham School of Public Health",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60033096",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60002746",
            "affilname": "Harvard Medical School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002746",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Burlington",
            "@id": "60031576",
            "affilname": "University of Vermont Larner College of Medicine",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60031576",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Boston",
            "@id": "60029929",
            "affilname": "Massachusetts General Hospital",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60029929",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60002620",
            "affilname": "Faculty of Medicine, Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60002620",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Seattle",
            "@id": "101176106",
            "affilname": "Division of Neurology",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/101176106",
            "affiliation-country": "United States"
        }
    ],
    "funding": [
        "NIH",
        "Department of Health and Human Service",
        "National Institute on Aging",
        "National Institute of Neurological Disorders and Stroke",
        "American Heart Association"
    ]
}