{
    "eid": "2-s2.0-85102566846",
    "title": "Effect of using mobile group chat for social interaction on team collaboration",
    "cover-date": "2021-03-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Sociology and Political Science",
            "@code": "3312",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        },
        {
            "@_fa": "true",
            "$": "Political Science and International Relations",
            "@code": "3320",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Line app",
        "Mobile group chat",
        "Social interaction",
        "Team collaboration"
    ],
    "authors": [
        "Kasidech Treethong",
        "Chatchai Chatpunyakul",
        "Tepprasit Gulthawatvichai",
        "Sarist Gulthawatvichai"
    ],
    "citedby-count": 0,
    "ref-count": 35,
    "ref-list": [
        "When does the medium matter? Knowledge-building experiences and opportunities in decision-making teams",
        "Tools for supporting team collaboration",
        "Unintended consequences of emerging communication technologies: Instant messaging in the workplace",
        "Leader-member exchange and the transfer of knowledge from Taiwanese managers to their Chinese subordinates: The mediating effect of social interaction",
        "Designing of a mobile collaboration application for student collaborative group work: Evidence from China",
        "Old wine in a new bottle: Impact of membership change on group creativity",
        "Instant messaging and interruption: Influence of task type on performance",
        "IM= Interruption management? Instant messaging and disruption in the workplace",
        "The impact of social ties on group interactions: Evidence from minimal groups and randomly assigned real groups",
        "What is chat doing in the workplace?",
        "Introducing instant messaging and chat in the workplace",
        "Playfulness in mobile instant messaging: Examining the influence of emoticons and text messaging on social interaction",
        "Friendships through IM: Examining the relationship between instant messaging and intimacy",
        "Disruption and recovery of computing tasks: Field study, analysis, and directions",
        "Do teams grow up one stage at a time? Exploring the complexity of group development models",
        "The relationship of group process variables and team performance: Team-level analysis in a field setting",
        "Effects of mobile instant messaging on collaborative learning processes and outcomes: The case of South Korea",
        "The impact of social interaction and team member exchange on sport event volunteer management",
        "Microcoordination 2.0: Social coordination in the age of smartphones and messaging apps",
        "Team collaboration capabilities as a factor in startup success",
        "The impact of social media and collaboration on Gen Y employees’ engagement",
        "The new science of building great teams: The chemistry of high-performing groups is no longer a mystery",
        "The prosperous community",
        "Instant messaging for collaboration: A case study of a high-tech firm",
        "Forming to performing: The evolution of an agile team",
        "Mobile instant messaging use and social capital: Direct and indirect associations with employee outcomes",
        "Social capital and value creation: The role of intrafirm networks",
        "Developmental sequence in small groups",
        "Families communicating across transnational contexts",
        "Making sense of group chat through collaborative tagging and summarization"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": null,
            "@id": "125897715",
            "affilname": "KMITL Business School",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125897715",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}