{
    "eid": "2-s2.0-84923672952",
    "title": "Laboratory investigation of hot mix asphalt behaviour for mechanistic-empirical pavement design in tropical countries",
    "cover-date": "2015-03-01",
    "subject-areas": [
        {
            "$": "Geotechnical Engineering and Engineering Geology",
            "@code": "1909"
        },
        {
            "$": "Civil and Structural Engineering",
            "@code": "2205"
        }
    ],
    "keywords": [
        "Creep",
        "Hot mix asphalt",
        "Laboratory tests",
        "Moisture damage",
        "Pavements and roads",
        "Strength"
    ],
    "authors": [
        "T. Chompoorat"
    ],
    "citedby-count": 4,
    "ref-count": 32,
    "ref-list": [
        "Standard Method of Test for Penetration of Bituminous Materials",
        "Standard Method of Test for Resistance of Compacted Asphalt Mixtures to Moisture-induced Damage",
        "Standard Test Method for Effect of Moisture on Asphalt Concrete Paving Mixtures",
        "Standard Test Method for Penetration of Bituminous Materials",
        "Standard Test Method for Viscosity Determination of Asphalt at Elevated Temperatures Using A Rotational Viscometer",
        "Standard Test Method for Indirect Tensile (IDT) Strength of Bituminous Mixtures",
        "Standard Test Method for Indirect Tension Test for Resilient Modulus of Bituminous Mixtures",
        "Comparison of several moisture susceptibility tests to pavements of known field performance",
        "Proceedings of Transportation Research Board",
        "National Civil Engineering Conference 17th",
        "The 7th International Conference on Road and Airfield Pavement Technology on New Horizon of Pavement Technology",
        "Temperature shift function of asphaltic concrete for pavement design in tropical countries",
        "Sixth International Conference on the Structural Design of Asphalt Pavements",
        "NCHRP Report No. 353",
        "NCHRP Synthesis of Highway Practice 175: Transportation Research Board",
        null,
        "Investigation on the effects of gradation and aggregate type to moisture damage of warm mix asphalt modified with Sasobit",
        "Measured and calculated pavement response in the Danish road testing machine",
        "Summary Report of Highways Network under Responsibility of Department of Highways",
        "Summary Report of Rural Road Network under Responsibility of Department of Rural Roads",
        "Highway Research Board, Special Report 98",
        "Evaluation of asphalt mixtures' moisture sensitivity by dynamic creep test",
        "Stability of Asphalt Concrete Using Asphalt Cement Grade AC60/70 and AC80/100",
        "Moisture Sensitivity of Asphalt Pavements",
        "Proceedings of Highway Research Board",
        "Resistance to Plastic Flow of Bituminous Mixtures Using Marshall Apparatus",
        "Evaluation of Procedures Used to Predict Moisture Damage in Asphalt Paving Technologist",
        "STRIPPING OF ASPHALT PAVEMENTS: STATE OF THE ART.",
        "Water Sensitivity of Asphalt-aggregate Mixes: Test Selection",
        "Transport in Thailand",
        "NCHRP Report No. 465, National Cooperative Highway Research Program",
        "Dynamic pavement-strain histories from moving traffic load"
    ],
    "affiliation": [
        {
            "affiliation-city": "Phayao",
            "affilname": "University of Phayao",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}