{
    "eid": "2-s2.0-84904707940",
    "title": "Hydration properties determining the reactivity of nitrite in aqueous solution",
    "cover-date": "2014-08-28",
    "subject-areas": [
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        }
    ],
    "keywords": [],
    "authors": [
        "Saowapak Vchirawongkwin"
    ],
    "citedby-count": 18,
    "ref-count": 53,
    "ref-list": [
        "Nitrates in the human diet - Good or bad?",
        "First structural evidence of actinide-nitrite coordination",
        "Nitrite complexes of uranium and thorium",
        "Origin and Significance of Nitrite in Water",
        "Ingested nitrate and nitrite and stomach cancer risk: An updated review",
        "Nitrite in feed: From animal health to human health",
        "The nitrate-nitrite-nitric oxide pathway in physiology and therapeutics",
        "Therapeutic uses of inorganic nitrite and nitrate: From the past to the future",
        "Binding and activation of nitrite and nitric oxide by copper nitrite reductase and corresponding model complexes",
        "Side-On Copper-Nitrosyl Coordination by Nitrite Reductase",
        "Theoretical study of structure of catalytic copper site in nitrite reductase",
        null,
        "Copper-containing nitrite reductase: A DFT study of nitrite and nitric oxide adducts",
        "Spectroscopic and computational studies of nitrite reductase: Proton induced electron transfer and backbonding contributions to reactivity",
        null,
        "Active site of the solvated thiosulfate ion characterized by hydration structures and dynamics",
        "Bull. Chem. Soc. Jpn.",
        "The importance of dehydration in determining ion transport in narrow pores",
        "Ab initio quantum mechanical charge field (QMCF) molecular dynamics: A QM/MM - MD procedure for accurate simulations of ions and complexes",
        "Ab Initio Quantum Mechanical Charge Field Molecular Dynamics—A Nonparametrized First-Principle Approach to Liquids and Solutions",
        "Theoretical studies of enzymic reactions: Dielectric, electrostatic and steric stabilization of the carbonium ion in the reaction of lysozyme",
        "A combined quantum mechanical and molecular mechanical potential for molecular dynamics simulations",
        "Potential of Mean Force for the Isomerization of DMF in Aqueous Solution: A Monte Carlo QM/MM Simulation Study",
        "Hybrid models for combined quantum mechanical and molecular mechanical approaches",
        "Structure and dynamics of sulfate ion in aqueous solution-an ab initio QMCF MD simulation and large angle X-ray scattering study",
        "Solvation energy and vibrational spectrum of sulfate in water - An ab initio quantum mechanical simulation",
        "Structure and dynamics of phosphate ion in aqueous solution: An ab initio QMCF MD study",
        "Quantum mechanical simulation studies of molecular vibrations and dynamics of oxo-anions in water",
        "Ab initio quantum mechanical charge field study of hydrated bicarbonate ion: Structural and dynamical properties",
        "Inter- and intra-molecular OH stretching modes of bicarbonate in aqueous solution",
        "Structural and dynamical properties and vibrational spectra of bisulfate ion in water: A study by ab initio quantum mechanical charge field molecular dynamics",
        "Symmetry breaking and hydration structure of carbonate and nitrate in aqueous solutions: A study by Ab initio quantum mechanical charge field molecular dynamics",
        "The stability of bisulfite and sulfonate ions in aqueous solution characterized by hydration structure and dynamics",
        null,
        null,
        "GAUSSIAN 03 (Revision E.01)",
        null,
        "Gaussian Basis Sets for Molecular Calculations",
        "Gaussian basis functions for use in molecular calculations. I. Contraction of (9s5p) atomic basis sets for the first-row atoms",
        "Molecular dynamics with coupling to an external bath",
        "Revised central force potentials for water",
        "An improved potential for non-rigid water molecules in the liquid phase",
        "Evaluation of molecular radial distribution function and solvent-excluded volume with the numerical integration of the union of spheres",
        "Characterization of Dynamics and Reactivities of Solvated Ions by Ab Initio Simulations",
        "Structure and ultrafast dynamics of liquid water: A quantum mechanics/molecular mechanics molecular dynamics simulations study",
        "Ultrafast energy equilibration in hydrogen-bonded liquids",
        null,
        "Can. J. Chem.",
        "Can. J. Chem.",
        "Infrared and raman spectra of barium nitrite monohydrate",
        "Gaussian-3 (G3) theory for molecules containing first and second-row atoms",
        "Thermodynamics of solvation of ions. Part 5. - Gibbs free energy of hydration at 298.15 K",
        "Structure and hydrogen bond dynamics of water-dimethyl sulfoxide mixtures by computer simulations"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Ratchasima",
            "affilname": "Suranaree University of Technology",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Rangsit University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Mongkut's University of Technology Thonburi",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}