{
    "eid": "2-s2.0-84926444284",
    "title": "The role of steric constraints in the formation of rare aqua bridged coordination polymers: Synthesis, characterization and X-ray structures of polymeric, [Cu(2-chlorobenzoate)2(β-picoline)2(μ-H2O)]nand monomeric, [Cu(2-chlorobenzoate)2(γ-picoline)2(H2O)]",
    "cover-date": "2015-07-15",
    "subject-areas": [
        {
            "$": "Spectroscopy",
            "@code": "1607"
        },
        {
            "$": "Analytical Chemistry",
            "@code": "1602"
        },
        {
            "$": "Inorganic Chemistry",
            "@code": "1604"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        }
    ],
    "keywords": [
        "Aqua bridged polymers",
        "Square pyramidal geometry",
        "Steric constraints and chlorobenzoate",
        "Zig-zag chains"
    ],
    "authors": [
        "Santosh Kumar"
    ],
    "citedby-count": 15,
    "ref-count": 65,
    "ref-list": [
        "Design and construction of coordination polymers with mixed-ligand synthetic strategy",
        null,
        "A new linear double phenoxide-bridged trinuclear Cu(II) Schiff base complex: Synthesis, crystallographic elucidation, magneto-structural correlation and DFT Study",
        "Catalytic activities of Schiff base transition metal complexes",
        "Five 8-hydroxyquinolinate-based coordination polymers with tunable structures and photoluminescent properties for sensing nitroaromatics",
        "A series of 2D Cd(II) coordination polymers constructed from dicarboxylate acids and a flexible imidazole-based ligand",
        "Coordination polymers of various architectures built with mixed imidazole/benzimidazole and carboxylate donor ligands and different metal ions: Syntheses, structural features and magnetic properties",
        "Interpenetration control in metal-organic frameworks for functional applications",
        "Porous anionic, cationic, and neutral metal-carboxylate frameworks constructed from flexible tetrapodal ligands: Syntheses, structures, ion-exchanges, and magnetic properties",
        "Unexpected 4-fold [2 + 2] interpenetration and polycatenation behaviors in porous luminescent zinc metal-organic frameworks constructed from flexible 3,5-bis(4-pyridylmethoxy)benzoate ligand",
        "Aliphatic dicarboxylate copper coordination polymers with 3-pyridylmethylnicotinamide: Effect of chain length and steric bulk on dimensionality",
        "Selective gas adsorption and separation in metal-organic frameworks",
        "Exceptional ion-exchange selectivity in a flexible open framework lanthanum(III)tetrakisphosphonate",
        "Template-directed assembly of zeolite-like metal-organic frameworks (ZMOFs): A usf-ZMOF with an unprecedented zeolite topology",
        "Zeolite-like metal-organic frameworks (ZMOFs) as hydrogen storage platform: Lithium and magnesium ion-exchange and H-(rho-ZMOF) interaction studies",
        "Metal-organic framework materials as catalysts",
        "Enantioselective catalysis with homochiral metal-organic frameworks",
        "Structural diversity of the mixed-ligand system Mn-cpdba-2,2′-bpy controlled by temperature",
        "Coordination polymers constructed by 1,3-bi(4-pyridyl)propane with four different conformations and 2,2′-dinitro-4,4′-biphenyldicarboxylate ligands: The effects of metal ions",
        "Role of molar-ratio, temperature and solvent on the Zn/Cd 1,2,4-triazolate system with novel topological architectures",
        "Structural, magnetic, and gas adsorption study of a series of partially fluorinated metal-organic frameworks (H F -MOFs)",
        "PH dependent structural diversity of metal complexes with 5-(4H-1,2,4-triazol-4-yl)benzene-1,3-dicarboxylic acid",
        "Role of solvents in coordination supramolecular systems",
        "Cryst. Growth Des.",
        "Inorg. Chem.",
        "Metallomacrocycle or coordination polymer: Spacer-directed self-assembly of transition-metal complexes based on flexible bis(benzotriazole) ligands",
        "Three new coordination polymers with tetranuclear cluster-based 3D framework and bent 1D ribbons generated from ternary copper(II)-triazole-citrate system: Synthesis, structure, and magnetism",
        null,
        null,
        "Structural variability of Cd(II) and Co(II) mixed-ligand coordination polymers: Effect of ligand isomerism and metal-to-ligand ratio",
        "Structural investigation of flexible 1,4-Bis(1,2,4-triazol-1-ylmethyl) benzene ligand in Keggin-based polyoxometalate frameworks",
        "A novel supramolecular tetrahedron assembled from tetranuclear copper(l) cluster molecules via aryl embrace interactions",
        null,
        "Organic-acid effect on the structures of a series of lead(II) complexes",
        null,
        null,
        null,
        "Stabilization of metal complexes by large counter-ions",
        "Annu. Rep. Inorg. Gen. Synth.",
        null,
        null,
        "Experimental Inorganic Chemistry",
        "(J. Appl. Cryst",
        "A short history of SHELX",
        "WinGX and ORTEP for Windows: An update",
        "Structure and stability of aqua(bis‐β‐picoline)copper(II)‐benzoate",
        null,
        null,
        "The Infrared Spectra of Complex Molecules, Second Ed.",
        "Infrared and Raman Spectra of Inorganic and Coordination Compounds",
        null,
        null,
        "Spectroscopic characterization of coordination complexes based on dichlorocopper(II) and poly(4-vinylpyridine): Application in catalysis",
        "Interaction of poly(4-vinylpyridine) with copper surfaces: Electrochemical, thermal and spectroscopic studies",
        null,
        "ORTEP-III: Oak Ridge Thermal Ellipsoid Plot Program for Crystal Structure Illustrations, ORTEPIII, Report ORNL-6895",
        "Self-assembly of hydrogen-bonded supramolecular structures of two copper(II) 2-bromobenzoate complexes with 4-pyridylmethanol and nicotinamide",
        "Acta Cryst.",
        null,
        "The significant role of the intermolecular CH⋯O/N hydrogen bonds in governing the biologically important pairs of the DNA and RNA modified bases: A comprehensive theoretical investigation",
        "Intermolecular CH⋯O/N H-bonds in the biologically important pairs of natural nucleobases: A thorough quantum-chemical study",
        "Intramolecular ch…o hydrogen bonds in the ai and bi dna-like conformers of canonical nucleosides and their watson-crick pairs. Quantum chemical and aim analysis",
        "Bridging QTAIM with vibrational spectroscopy: The energy of intramolecular hydrogen bonds in DNA-related biomolecules",
        "J. Phys. Chem. A",
        "What is the covalency of hydrogen bonding?"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ferrara",
            "affilname": "University of Ferrara",
            "affiliation-country": "Italy"
        },
        {
            "affiliation-city": "Chandigarh",
            "affilname": "Panjab University",
            "affiliation-country": "India"
        }
    ],
    "funding": [
        "National Research University Project of Thailand",
        "Ratchadapisek Sompoch Endowment Fund",
        "University Grants Committee",
        "Chulalongkorn University"
    ]
}