{
    "eid": "2-s2.0-84952673665",
    "title": "Glucocorticoid receptor gene (NR3C1) promoter is hypermethylated in Thai females with major depressive disorder",
    "cover-date": "2015-12-29",
    "subject-areas": [
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Genetics",
            "@code": "1311"
        }
    ],
    "keywords": [
        "DNA methylation",
        "HPA",
        "MDD",
        "NR3C1"
    ],
    "authors": [
        "M. Nantharat"
    ],
    "citedby-count": 42,
    "ref-count": 25,
    "ref-list": [
        "Glucocorticoid receptor gene polymorphisms and childhood adversity are associated with depression: New evidence for a gene-environment interaction",
        "Depression and cortisol responses to psychological stress: A meta-analysis",
        "Stress and the brain: From adaptation to disease",
        "Identification of regions correlating MGMT promoter methylation and gene expression in glioblastomas",
        "The glucocorticoid receptor gene is in 5q-q32",
        "Primary structure and expression of a functional human glucocorticoid receptor cDNA",
        "Effects of genetically altered brain glucocorticoid receptor action on behavior and adrenal axis regulation in mice",
        "The role of the hippocampus in feedback regulation of the hypothalamic-pituitary-adrenocortical axis",
        "Epigenetic regulation of the glucocorticoid receptor in human brain associates with childhood abuse",
        "Maternal care, gene expression, and the transmission of individual differences in stress reactivity across generations",
        "The glucocorticoid receptor gene exon 1-F promoter is not methylated at the NGFI-A binding site in human hippocampus",
        "Prenatal exposure to maternal depression, neonatal methylation of human glucocorticoid receptor gene (NR3C1) and infant cortisol stress responses",
        "Do antidepressants regulate how cortisol affects the brain?",
        "Cortisol responses to daily events in major depressive disorder",
        "Increased methylation of glucocorticoid receptor gene (NR3C1) in adults with a history of childhood maltreatment: A link with the severity and type of trauma",
        "A new mathematical model for relative quantification in real-time RT–PCR",
        "Process irregularity of cortisol and adrenocorticotropin secretion in men with major depressive disorder",
        "Epigenetic risk factors in PTSD and depression",
        "Post-traumatic stress disorder is associated with PACAP and the PAC1 receptor",
        "Altered DNA methylation status of human brain derived neurotrophis factor gene could be useful as biomarker of depression",
        "Tissue specific glucocorticoid receptor expression, a role for alternative first exon usage?",
        "Epigenetic programming by maternal behavior",
        "Depression: AGlobal Crisis",
        "A simple method for estimating global DNA methylation using bisulfite PCR of repetitive DNA elements.",
        "Twenty-four-hour ACTH and cortisol pulsatility in depressed women"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Rajanukul Institute",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}