{
    "eid": "2-s2.0-85149223143",
    "title": "Lactiplantibacillus argentoratensis and Candida tropicalis Isolated from the Gastrointestinal Tract of Fish Exhibited Inhibitory Effects against Pathogenic Bacteria of Nile Tilapia",
    "cover-date": "2023-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Veterinary (all)",
            "@code": "3400",
            "@abbrev": "VETE"
        }
    ],
    "keywords": [
        "lactic acid bacteria",
        "Nile tilapia",
        "pathogenic bacteria",
        "probiotic",
        "yeast"
    ],
    "authors": [
        "Noppadon Siangpro",
        "Songkran Chuakrut",
        "Wanna Sirimanapong",
        "Somboon Tanasupawat",
        "Wongsakorn Phongsopitanun",
        "Bunyarit Meksiriporn",
        "Jarungwit Boonnorat",
        "Siripun Sarin",
        "Siriwat Kucharoenphaibul",
        "Rumpa Jutakanoke"
    ],
    "citedby-count": 0,
    "ref-count": 78,
    "ref-list": [
        "Economic appraisal of using genetics to control Streptococcus agalactiae in Nile tilapia under cage and pond farming system in Malaysia",
        "Occurrence of rare genotypes of Streptococcus agalactiae in cultured red tilapia Oreochromis sp. and Nile tilapia O. niloticus in Thailand-Relationship to human isolates?",
        "Streptococcus iniae outbreaks in Brazilian Nile tilapia (Oreochromis niloticus L.) farms",
        "Probiotics in aquaculture: The need, principles and mechanisms of action and screening processes",
        "Antibiotics in aquaculture and bacterial resistance: Health care impact",
        "Health benefits of probiotics: A review",
        "Probiotics",
        "Probiotic dietary supplementation in Nile tilapia as prophylaxis against streptococcosis",
        "In vitro selection and identification of potential probiotics isolated from the gastrointestinal tract of Nile tilapia, Oreochromis niloticus",
        "Antibacterial activity of autochthonous bacteria isolated from Anabas testudineus (Bloch, 1792) and it’s in vitro probiotic characterization",
        "Potential probiotic yeasts isolated from the fish gut protect zebrafish (Danio rerio) from a Vibrio anguillarum challenge",
        "Study and characterization of intestinal yeasts of mullet (Mugil spp.) for potential probiotic use",
        "Live yeasts in the gut: Natural occurrence, dietary introduction, and their effects on fish health and development",
        "Probiotic and potentially probiotic yeasts-characteristics and food application",
        "Teleost intestinal immunology",
        "Screening and evaluation of Lactobacillus spp. for the development of potential probiotics",
        "Enhancement of probiotic survival in low pH and bile salt condition using alginate-hi-maize starch encapsulation",
        "Biofilm formation by Paenibacillus polymyxa strains differing in the production and rheological properties of their exopolysaccharides",
        "New method for detecting slime production by coagulase negative staphylococci",
        "Preliminary characterization of the probiotic properties of Candida famata and Geobacillus thermoleovorans",
        "Antibacterial activity of Lactobacillus sake isolated from meat",
        "Isolation of Saccharomyces cerevisiae strains from different food matrices and their preliminary selection for a potential use as probiotics",
        "Screening of potential probiotic properties of Lactobacillus fermentum isolated from traditional dairy products",
        "Genotypic characterization and safety assessment of lactic acid bacteria from indigenous African fermented food products",
        "Probiotic characterization of lactic acid bacteria isolated from fermented foods and beverage of Ladakh",
        "Preparation of transforming deoxyribonucleic acid by phenol treatment",
        "Ideonella sakaiensis sp. nov., isolated from a microbial consortium that degrades poly (ethylene terephthalate)",
        "Phylogenetic analysis of Aquaspirillum magnetotacticum using polymerase chain reaction-amplified 16S rRNA-specific DNA",
        "Allodekkera sacchari gen. nov., sp. nov., a yeast species in the Saccharomycetales isolated from a sugar factory",
        "Identification and phylogeny of ascomycetous yeasts from analysis of nuclear large subunit (26S) ribosomal DNA partial sequences",
        "Introducing EzBioCloud: A taxonomically united database of 16S rRNA gene sequences and whole-genome assemblies",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Characterization and ethanol fermentation of Pichia and Torulaspora strains",
        "Application of Lactic Acid Bacteria (LAB) in Sustainable Agriculture: Advantages and Limitations",
        "Antibacterial activity of lactic acid bacteria against spoilage and pathogenic bacteria isolated from the same meat small-scale facility: 1-Screening and characterization of the antibacterial compounds",
        "Antimicrobial activity and characteristics of bacteriocins produced by vaginal lactobacilli",
        "Antimicrobial and probiotic properties of yeasts: From fundamental to novel applications",
        "Influence of complex nutrients, temperature and pH on bacteriocin production by Lactobacillus sakei CCUG 42687",
        "Comparison of different methods for detection of antimicrobial activity of probiotic strains of Lactobacillus rhamnosus against some food spoilage microorganisms",
        "Characterization of probiotic properties of lactic acid bacteria isolated from intestinal microbiota of fish",
        "In vitro evaluation of probiotic properties of lactic acid bacteria from the gut of Labeo rohita and Catla catla",
        "pH homeostasis in lactic acid bacteria",
        "Effect of extracellular acidification on the activity of plasma membrane ATPase and on the cytosolic and vacuolar pH of Saccharomyces cerevisiae",
        "Bile salt hydrolase activity in probiotics",
        "In vitro selection and characterization of putative probiotics isolated from the gut of Acipenser baerii (Brandt, 1869)",
        "In vitro bile salt hydrolase (BSH) activity screening of different probiotic microorganisms",
        "In vitro study of Lactobacillus plantarum properties as a potential probiotic strain and an alternative method to antibiotic treatment of fish",
        "Surface properties, adhesion and biofilm formation on different surfaces by Scedosporium spp. and Lomentospora prolificans",
        "Dynamics of the human gut microbiome in inflammatory bowel disease",
        "Assessment of enzymatic efficiency on protein digestion in the tilapia Oreochromis niloticus",
        "Probiotic potential of Lactobacillus strains isolated from dairy products",
        "CgMED3 changes membrane sterol composition to help Candida glabrata tolerate low-pH stress",
        "Lactobacillus pentosus ABHEAU-05: An in vitro digestion resistant lactic acid bacterium isolated from a traditional fermented Mexican beverage",
        "In vitro analysis of gastrointestinal tolerance and intestinal cell adhesion of probiotics in goat’s milk ice cream and yogurt",
        "Safety and functional aspects of pre-selected lactobacilli for probiotic use in Iberian dry-fermented sausages",
        "Probiotic potential of Pediococcus pentosaceus BCNU 9070",
        "Identification of Candida species isolated from bovine mastitic milk and their in vitro hemolytic activity in Western Turkey",
        "In Vitro Assessment of Yeasts Strains with Probiotic Attributes for Aquaculture Use",
        "Selection of potential probiotic lactic acid bacteria from fermented olives by in vitro tests",
        "Characterization of Lactobacillus fermentum UCO-979C, a probiotic strain with a potent anti-Helicobacter pylori activity",
        "Heavy use of prophylactic antibiotics in aquaculture: A growing problem for human and animal health and for the environment",
        "High levels of spontaneous drug resistance in Lactobacillus",
        "Antibiotic resistance in non-enterococcal lactic acid bacteria and bifidobacteria",
        "Susceptibility of Lactobacillus spp. to antimicrobial agents",
        "Characterization of Lactobacillus plantarum PH04, a potential probiotic bacterium with cholesterol-lowering effects",
        "Probiotic attributes of a yeast-like fungus, Geotrichum klebahnii",
        "Characterization of microbiota in Arapaima gigas intestine and isolation of potential probiotic bacteria",
        "Proposal to reclassify Lactobacillus zhaodongensis, Lactobacillus zeae, Lactobacillus argentoratensis and Lactobacillus buchneri subsp. silagei as Lacticaseibacillus zhaodongensis comb. nov., Lacticaseibacillus zeae comb. nov., Lactiplantibacillus argentoratensis comb. nov. and Lentilactobacillus buchneri subsp. silagei comb. nov., respectively and Apilactobacillus kosoi as a later heterotypic synonym of Apilactobacillus micheneri",
        "In vitro probiotic evaluation of phytase producing Lactobacillus species isolated from Uttapam batter and their application in soy milk fermentation",
        "Identification and evaluation of probiotic potential in yeast strains found in kefir drink samples from Malaysia",
        "Yeast strains with technological and probiotic traits isolated from Mihalic cheese",
        "Probiotic potentials of yeasts isolated from some cereal-based Nigerian traditional fermented food products",
        "Ecology and taxonomy of yeasts isolated from various marine substrates",
        "Diversity of phytase-producing marine yeasts"
    ],
    "affiliation": [
        {
            "affiliation-city": "Pitsanulok",
            "@id": "60022498",
            "affilname": "Naresuan University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022498",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "@id": "60030267",
            "affilname": "Rajamangala University of Technology Thanyaburi (RMUTT)",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60030267",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Ladkrabang Bangkok",
            "@id": "60021543",
            "affilname": "King Mongkut's Institute of Technology Ladkrabang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021543",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Nakhon Pathom",
            "@id": "60012718",
            "affilname": "Mahidol University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60012718",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Department of Microbiology and Parasitology",
        "Naresuan University"
    ]
}