{
    "eid": "2-s2.0-85065957693",
    "title": "Prebiotic effects of oligosaccharides extracted from palm kernel expeller on different levels of Salmonella typhimurium infection in chicks",
    "cover-date": "2019-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Animal Science and Zoology",
            "@code": "1103",
            "@abbrev": "AGRI"
        }
    ],
    "keywords": [
        "Chicken",
        "Immune gene",
        "Immunoglobulin",
        "Microbial population"
    ],
    "authors": [
        "S. Rezaei",
        "W. L. Chen",
        "S. C.L. Candyrine",
        "R. Q. Foo",
        "M. F. Jahromi",
        "A. S. Farjam",
        "I. Zulkifli",
        "J. B. Liang"
    ],
    "citedby-count": 2,
    "ref-count": 29,
    "ref-list": [
        "Molecular characterization of Salmonella typhimurium and Salmonella enteritidis by plasmid analysis and pulsed-field gel electrophoresis",
        "Evaluation of the influence of supplementing the diet with mannose or palm kernel meal on salmonella colonisation in poultry",
        "Oligosaccharide structure determines prebiotic role of β-galactomannan against Salmonella enterica ser. typhimurium in vitro",
        "Changes in gut microbiota control inflammation in obese mice through a mechanism involving Glp-2-driven improvement of gut permeability",
        "Enzyme treatment enhances release of prebiotic oligosaccharides from palm kernel expeller",
        "Oligofructose-enriched inulin improves some inflammatory markers and metabolic endotoxemia in women with type 2 diabetes mellitus: a randomized controlled clinical trial",
        "The influence of a fructooligosaccharide prebiotic combined with alfalfa molt diets on the gastrointestinal tract fermentation, Salmonella enteritidis infection, and intestinal shedding in laying hens",
        "Foodborne salmonella ecology in the avian gastrointestinal tract",
        "Detection of Salmonella typhimurium in retail chicken meat and chicken giblets",
        "Effects of an oral supplementation of germinated barley foodstuff on serum tumour necrosis factor-a, interleukin-6 and-8 in patients with ulcerative colitis",
        "Dietary mannan-oligosaccharides and their effect on chicken caecal microflora in relation to Salmonella enteritidis colonization",
        "Regulatory effects of Bifidobacteria on the growth of other colonic bacteria",
        "Probiotics, prebiotics, and synbiotics: impact on the gut immune system and allergic reactions",
        "β 1-4 mannobiose enhances salmonella-killing activity and activates innate immune responses in chicken macrophages",
        "Extraction and characterization of oligosaccharides from palm kernel cake as prebiotic",
        "Interleukins in therapeutics",
        "Effect of dietary prebiotic supplementation on the performance, intestinal microflora, and immune response of broilers",
        "Xylo-oligosaccharide (XOS) in combination with inulin modulates both the intestinal environment and immune status in healthy subjects, while XOS alone only shows prebiotic properties",
        "Analysis of relative gene expression data using real-time quantitative PCR and the 2-δδCT method",
        "Evaluation of the efficacy of intraperitoneal immunization in reducing Salmonella typhimurium infection in chickens",
        "Application of prebiotics and probiotics in poultry production",
        "Effect of oligosaccharides extract from palm kernel expeller on growth performance, gut microbiota and immune response in broiler chickens",
        "Prebiotics: an emerging nutritional approach for improving gut health of livestock and poultry",
        "The immune-enhancing effects of dietary fibers and prebiotics",
        "Detection of Salmonella enteritidis-specific immunoglobulin A antibodies in crop samples from chickens infected with Salmonella enteritidis",
        "Salmonella typhimurium in chicken manure reduced or eliminated by addition of LT1000",
        "Effects of prebiotics on immune system and cytokine expression",
        "Modulation of the fecal microflora profile and immune function by a novel trans-galactooligosaccharide mixture (B-GOS) in healthy elderly volunteers",
        "Subtyping of Salmonella isolates on retail raw chicken in china by pulsed-field gel electrophoresis and plasmid analysis"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Serdang",
            "@id": "60025577",
            "affilname": "Universiti Putra Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60025577",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Kota Kinabalu",
            "@id": "60017880",
            "affilname": "Universiti Malaysia Sabah",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60017880",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Mashhad",
            "@id": "125900282",
            "affilname": "Agricultural Biotechnology Research Institute of Iran",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/125900282",
            "affiliation-country": "Iran"
        }
    ],
    "funding": []
}