{
    "eid": "2-s2.0-84920025203",
    "title": "Highly filled graphene-benzoxazine composites as bipolar plates in fuel cell applications",
    "cover-date": "2016-06-01",
    "subject-areas": [
        {
            "$": "Ceramics and Composites",
            "@code": "2503"
        },
        {
            "$": "General Chemistry",
            "@code": "1600"
        },
        {
            "$": "Materials Chemistry",
            "@code": "2505"
        },
        {
            "$": "Polymers and Plastics",
            "@code": "2507"
        }
    ],
    "keywords": [],
    "authors": [
        "Ratcha Plengudomkit"
    ],
    "citedby-count": 38,
    "ref-count": 48,
    "ref-list": [
        "Proton Exchange Membrane Fuel Cells (Materials Properties and Performance)",
        "Graphene/polymer nanocomposites",
        "Carbonaceous Nanomaterials and Polymer Nanocomposites for Fuel Cell Application, Chapter 6",
        "Effect of different graphite materials on the electrical conductivity and flexural strength of bipolar plates fabricated using selective laser sintering",
        "Multiyear Research, Development and Demonstration Plan",
        "Nanocomposites with Unique Properties and Applications in Medicine and Industry",
        "Bioinspired layered composites based on flattened double-walled carbon nanotubes",
        "A strong bio-inspired layered PNIPAM-clay nanocomposite hydrogel",
        "High mechanical performance composite conductor: Multi-walled carbon nanotube sheet/bismaleimide nanocomposites",
        "Highly filled graphite polybenzoxazine composites for an application as bipolar plates in fuel cells",
        "Performance of graphite filled composite based on benzoxazine resin",
        "Properties of graphite-composite bipolar plate prepared by compression molding technique for PEM fuel cell",
        "Thermal percolation behavior of graphene nanoplatelets/polyphenylene sulfide thermal conductivity composites",
        "Polym. Compos.",
        "Graphene-based composite with microwave absorption property prepared by in situ reduction",
        "Ultratough artificial nacre based on conjugated cross-linked graphene oxide",
        "Alloys and Composites of Polybenzoxazines",
        "Handbook of Benzoxazine Resins",
        "Polym. Compos.",
        "Carbon black-polybenzoxazine nanocomposites for high K dielectric applications",
        "Novel electrochemical sensor based on functionalized graphene for simultaneous determination of adenine and guanine in DNA",
        "Effect of cashew nut shell liquid on gelation, cure kinetics, and thermomechanical properties of benzoxazine resin",
        "Very high thermal conductivity obtained by boron nitride-filled polybenzoxazine",
        "Thermal stability of polycarbonate-graphene nanocomposite foams",
        "Functionalized graphene nanoplatelets for enhanced mechanical and thermal properties of polyurethane nanocomposites",
        "Development of wood-substituted composites from highly filled polybenzoxazine-phenolic novolac alloys",
        "Morphology, mechanical and thermal properties of graphene-reinforced poly(butylene succinate) nanocomposites",
        "Wood plastic composite using graphene nanoplatelets",
        "Flammability and thermomechanical properties of dianhydride-modified polybenzoxazine composites reinforced with carbon fiber",
        "Thermal conductivity and latent heat thermal energy storage characteristics of paraffin/expanded graphite composite as phase change material",
        "Heat capacity measurement of boron nitride-filled polybenzoxazine. The composite structure-insensitive property",
        "Thermal behavior of single-walled carbon nanotube polymer-matrix composites",
        "Size and synergy effects of nanofiller hybrids including graphene nanoplatelets and carbon nanotubes in mechanical properties of epoxy composites",
        "Graphite nanoplatelet-epoxy composite thermal interface materials",
        "A graphite nanoplatelet/epoxy composite with high dielectric constant and high thermal conductivity",
        "Sci. Reports",
        "Toward effective synergetic effects from graphene nanoplatelets and carbon nanotubes on thermal conductivity of ultrahigh volume fraction nanocarbon epoxy composites",
        "Enhanced thermal conductivity in a hybrid graphite nanoplatelet - Carbon nanotube filler for epoxy composites",
        "Development of Electrically Conductive Thermoplastic Composites for Bipolar Plate Application in Polymer Electrolyte Membrane Fuel Cell",
        "Exploring the potential of exfoliated graphene nanoplatelets as the conductive filler in polymeric nanocomposites for bipolar plates",
        "Review on polymer/graphite nanoplatelet nanocomposites",
        "Thermal and mechanical properties enhancement obtained in highly filled alumina-polybenzoxazine composites",
        "Morphology and properties of UV/ozone treated graphite nanoplatelet/epoxy nanocomposites",
        "Hydrothermally resistant thermally reduced graphene oxide and multi-wall carbon nanotube based epoxy nanocomposites",
        "Characteristics of composite bipolar plates for polymer electrolyte membrane fuel cells",
        "Preparation of graphene/poly(vinyl alcohol) nanocomposites with enhanced mechanical properties and water resistance"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}