{
    "eid": "2-s2.0-85147899377",
    "title": "Contaminant sensors: nanosensors, an efficient alarm for food pathogen detection",
    "cover-date": "2016-01-01",
    "subject-areas": [],
    "keywords": [
        "anticounterfeiting",
        "contamination",
        "devices",
        "food",
        "nanotechnology",
        "security",
        "sensors"
    ],
    "authors": [
        "Cheunjit Prakitchaiwattana"
    ],
    "citedby-count": 2,
    "ref-count": 238,
    "ref-list": [
        "Annex 4: Microbiological standards (European Unoin): existing and upcoming standards",
        "Aptamer-conjugated silver nanoparticles for electrochemical dual-aptamer-based sandwich detection of staphylococcus aureus",
        "Quantum dots as cellular probes",
        "Membrane filter technique for members of the coliform group",
        "Samples",
        "Multiplex real-time PCR for detecting and typing clostridium botulinum group III organisms and their mosaic variants",
        "MSc Thesis,",
        "Real-Time Multicolor DNA Detection with Chemoresponsive Diffraction Gratings and Nanoparticle Probes",
        "Bacterial bioluminescence: Applications in food microbiology",
        "Cell-based biosensor for rapid screening of pathogens and toxins",
        "Rev. Inst. Lat. Cândido Tostes",
        "Staphylococcal enterotoxin and its rapid identification in foods by enzyme-linked immunosorbent assay-based methodology",
        "ToxR regulon of Vibrio cholerae and its expression in vibrios shed by cholera patients",
        "Rapid detection of Shigella and enteroinvasive Escherichia coli in produce enrichments by a conventional multiplex PCR assay",
        "in food, feed, and environmental samples: summary report–V1. Association Française de Normalisation (AFNOR)",
        "BRD 07/11-12/15.",
        "Evaluation of different procedures for the optimized detection of Vibrio parahaemolyticus in mussels and environmental samples",
        "Systematic evolution of a DNA aptamer binding to rat brain tumor microvessels: Selective targeting of endothelial regulatory protein pigpen",
        "Femtogram-level detection of Clostridium botulinum neurotoxin type A by sandwich immunoassay using nanoporous substrate and ultra-bright fluorescent suprananoparticles",
        "Bacillus cereus, a volatile human pathogen",
        "Methods for whole cell detection of microorganisms",
        "Rapid affinity immunochromatography column-based tests for sensitive detection of clostridium botulinum neurotoxins and escherichia coli O157",
        "Food safety applications of nucleic acid-based assays",
        "The bioluminescence technique as a rapid method for the determination of the microflora of meat",
        "Antibodies, enzymes, and nucleic acid sensors for high throughput screening of microbes and toxins in food",
        "Immunological methods in food microbiology",
        "Rapid diagnostics for methicillin-resistant Staphylococcus aureus: Current status",
        "Applied Nutrition, Foodborne Pathogenic Microorganisms and Natural Toxins Handbook.",
        "Rapid single cell detection of Staphylococcus aureus by aptamer-conjugated gold nanoparticles",
        "Rapid detection of viable Salmonellae in produce by coupling propidium monoazide with loop-mediated isothermal amplification",
        "Detection of E. coli using SERS active filters with silver nanorod array",
        "Combining biofunctional magnetic nanoparticles and ATP bioluminescence for rapid detection of Escherichia coli",
        "In-situ immuno-gold nanoparticle network ELISA biosensors for pathogen detection",
        "Membrane filter-assisted surface enhanced Raman spectroscopy for the rapid detection of E. coli O157: H7 in ground beef",
        "Fluorescence immunoassay of HDL and LDL using protein A LB film",
        "Development of real-time PCR for the detection of Clostridium perfringens in meats and vegetables",
        "Label free polyaniline based impedimetric biosensor for detection of E. coli O157:H7 Bacteria",
        "Comparative evaluation of modified m-FC and m-TEC media for membrane filter enumeration of Escherichia coli in water",
        "CODEX alimentarius.",
        "A simple method for the comparison of commercially available ATP hygiene-monitoring systems",
        "ATP-bioluminescence assay as an alternative for hygiene-monitoring procedures of stainless steel milk contact surfaces",
        "Performance of the TEMPO® STA method in comparison with BAM and alternative methods for enumeration of Staphylococcus aureus in Food.",
        "Foodborne Micriorganisms of Public Health Significance",
        "Campylobacter jejuni: A brief overview on pathogenicity-associated factors and disease-mediating mechanisms",
        "Real-time PCR detection of Listeria monocytogenes in infant formula and lettuce following macrophage-based isolation and enrichment",
        "Molecular Diagnostics: Promises and Possibilities",
        "Adsorption equilibrium and kinetics of microorganisms on single-wall carbon nanotubes",
        "Single-walled carbon nanotube coated antibacterial paper: Preparation and mechanistic study",
        "Covalent coupling of immunoglobulin G to self-assembled monolayers as a method for immobilizing the interfacial-recognition layer of a surface plasmon resonance immunosensor",
        "Typing of Staphylococcus aureus by amplification of the 16S-23S rRNA intergenic spacer sequences",
        "Electrochemical DNA sensors",
        "Rapid method for detection of Staphylococcus aureus enterotoxins in food",
        "Selective colorimetric detection of polynucleotides based on the distance-dependent optical properties of gold nanoparticles",
        "Comparison of the compact dry TC and 3M Petrifilm ACP dry sheet media methods with the spiral plate method for the examination of randomly selected foods for obtaining aerobic colony counts",
        "Commission Regulation (EC) No 2073/2005 of November 15, 2005 on microbiological criteria for foodstuffs.",
        "An innovative molecular detection tool for tracking and tracing Clostridium botulinum types A, B, E, F and other botulinum neurotoxin producing Clostridia based on the GeneDisc cycler",
        "Rapid detection of the vibrio cholerae ctx gene in food enrichments using real-time polymerase chain reaction",
        "Escherichia coli O157:H7 Visual Immunoprecipitate Assay: A Comparative Validation Study",
        "Impact of Molecular Biology on the Detection of Foodborne Pathogens",
        "Rapid Methods and Automation in Microbiology and Immunology",
        "Impedance microbiology and microbial screening strategy for detecting pathogens in food",
        "Food Safety Authority of Ireland.",
        "Validation of the soleris E. coli method for detection and emi-quantitative determination of escherichia coli in foods",
        null,
        "PhD dissertation,",
        "The bacterial lux reporter system: Applications in bacterial localisation studies",
        "Comparison of enzyme-linked immunomagnetic chemiluminescence with U.S. Food and Drug Administration's Bacteriological Analytical Manual method for the detection of Escherichia coli O157:H7",
        "European validation of a real-time PCR-based method for detection of Listeria monocytogenes in soft cheese",
        "Barons Medical Microbiology",
        "Nanobiotechnologies for the detection and reduction of pathogens",
        "Detection of live Salmonella sp. cells in produce by a taqman-based quantitative reverse transcriptase real-time PCR Targeting invA mRNA",
        "Epidemiology of foodborne disease outbreaks caused by clostridium perfringens, United States, 1998-2010",
        "In-house validation of PCR based procedure for specific detection of Clostridium botulinum types C and D",
        "Applications of Bioluminescence in the Dairy Industry",
        "Detection and typing of clostridium perfringens from retail chicken meat parts",
        "SERS-based sandwich immunoassay using antibody coated magnetic nanoparticles for Escherichia coli enumeration",
        "Comparison of thermotolerant coliforms and Escherichia coli densities in freshwater bodies",
        "Medical Microbiology",
        "Biosensor technologies for detecting microbiological foodborne hazards",
        "ATP: A universal hygiene monitor"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": []
}