{
    "eid": "2-s2.0-84901768970",
    "title": "Synthesis, cytotoxicity, DNA binding and topoisomerase II inhibition of cassiarin A derivatives",
    "cover-date": "2014-07-01",
    "subject-areas": [
        {
            "$": "Biochemistry",
            "@code": "1303"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Drug Discovery",
            "@code": "3002"
        },
        {
            "$": "Pharmaceutical Science",
            "@code": "3003"
        },
        {
            "$": "Organic Chemistry",
            "@code": "1605"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Clinical Biochemistry",
            "@code": "1308"
        }
    ],
    "keywords": [
        "Amonafide",
        "Cassiaria A",
        "DNA-binding",
        "Selenium compound",
        "Topoisomerase II"
    ],
    "authors": [
        "Urarika Luesakul"
    ],
    "citedby-count": 14,
    "ref-count": 39,
    "ref-list": [
        "The global burden of cancer: Priorities for prevention",
        "Etoposide: A Semisynthetic Epipodophyllotoxin Chemistry, Pharmacology, Pharmacokinetics, Adverse Effects and Use as an Antineoplastic Agent",
        "Adriamycin, 14‐hydroxydaimomycin, a new antitumor antibiotic from S. Peucetius var. caesius",
        "J. Biotechnol.",
        "Impact of natural products on developing new anti-cancer agents",
        "Determination of barakol extracted from Cassia siamea by HPLC with electrochemical detection",
        "Cassiarins A and B, novel antiplasmodial alkaloids from Cassia siamea",
        "Transformation of barakol into cassiarins A, B, and their derivatives",
        "Synthesis and structure-activity relationships of cassiarin A as potential antimalarials with vasorelaxant activity",
        "Oxo-heterocyclic fused naphthalimides as antitumor agents: Synthesis and biological evaluation",
        "The Cancer Handbook",
        "5-Non-amino aromatic substituted naphthalimides as potential antitumor agents: Synthesis via Suzuki reaction, antiproliferative activity, and DNA-binding behavior",
        "A randomized phase II trial of amonafide or trimetrexate in patients with advanced non‐small cell lung cancer. A trial of the north central cancer treatment group",
        "Synthesis and anticancer activities of 6-amino amonafide derivatives",
        "Synthesis of new amonafide analogues via coupling reaction and their cytotoxic evaluation and DNA-binding studies",
        "Novel naphthalimide derivatives as potential apoptosis-inducing agents: Design, synthesis and biological evaluation",
        "Selenium and anticarcinogenesis: Underlying mechanisms",
        "Selenium compounds activate early barriers of tumorigenesis",
        "Selenium compounds regulate p53 by common and distinctive mechanisms",
        "Chemotherapeutic selectivity conferred by selenium: A role for p53-dependent DNA repair",
        "Selenite triggers rapid transcriptional activation of p53, and p53-mediated apoptosis in prostate cancer cells: Implication for the treatment of early-stage prostate cancer",
        "DNA damage-mediated apoptosis induced by selenium compounds",
        "Selenium-containing naphthalimides as anticancer agents: Design, synthesis and bioactivity",
        "Drug-DNA interactions and their study by UV-Visible, fluorescence spectroscopies and cyclic voltametry",
        "Cytotoxicity and DNA binding property of phenanthrene imidazole with polyglycol side chains",
        "Synthesis and structure-activity correlations of the cytotoxic bifunctional 1,4-diamidoanthraquinone derivatives",
        "Computer simulation of the binding of amonafide and azonafide to DNA",
        "A Further Examination of the Molecular Weight and Size of Desoxypentose Nucleic Acid",
        "Antioxidation and DNA-binding properties of binuclear Er(III) complexes with Schiff-base ligands derived from 8-hydroxyquinoline-2-carboxaldehyde and four aroylhydrazines",
        "2,6-di(ω-aminoalkyl)-2,5,6,7- tetrahydropyrazolo[3,4,5-mn]pyrimido[5,6,1-de]-acridine-5,7-diones: Novel, potent, cytotoxic, and DNA-binding agents",
        "Synthesis, antitumor cytotoxicity, and DNA-binding of novel N-5,2-Di(ω-aminoalkyl)-2,6-dihydropyrazolo[3,4,5-kl]acridine-5- carboxamides",
        "Targeting DNA with novel diphenylcarbazoles",
        null,
        "Novel naphthalimide polyamine derivatives as potential antitumor agents",
        "Synthesis, characterization, DNA binding and cytotoxicity studies of moxifloxacinato complexes",
        "Design, synthesis and DNA interaction study of new potential DNA bis-intercalators based on glucuronic acid.",
        "Cytotoxicity and topoisomerase I/II inhibition of glycosylated 2-phenyl-indoles, 2-phenyl-benzo[b]thiophenes and 2-phenyl-benzo[b]furans",
        "Indenoindolone derivatives as topoisomerase II-inhibiting anticancer agents",
        "DNA binding studies and cytotoxicity of ethylenediamine 8-hydroxyquinolinato palladium(II) chloride"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}