{
    "eid": "2-s2.0-85118422556",
    "title": "Streptomyces: Distribution, biocontrol and plant growth promoting activity",
    "cover-date": "2021-04-08",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Immunology and Microbiology (all)",
            "@code": "2400",
            "@abbrev": "IMMU"
        }
    ],
    "keywords": [
        "Biocontrol agents",
        "Control plant diseases",
        "Streptomyces"
    ],
    "authors": [
        "Nisachon Tedsree",
        "Somboon Tanasupawat"
    ],
    "citedby-count": 0,
    "ref-count": 125,
    "ref-list": [
        "Astolides A and B, antifungal and cytotoxic naphthoquinone-derivedpolyol macrolactones from Streptomyces hygroscopicus",
        "Indole-3-acetic acid (IAA) production by Streptomyces atrovirens isolated from rhizospheric soil in Egypt",
        "Application of actinomycetes as biocontrol agents in the management of onion bacterial rot diseases",
        "Action mechanism of Streptomyces diastatochromogenes KX852460 against Rhizoctonia solani AG-3 involving basidiospores suppression and oxidative damage",
        "Extraction and identification of bioactive compounds (eicosane and dibutyl phthalate) produced by Streptomyces strain KX852460 for the biological control of Rhizoctonia solani AG-3 strain KX852461 to control target spot disease in tobacco leaf",
        "Evaluation of Streptomyces griseorubens E44G for the biocontrol of Fusarium oxysporum f. sp lycopersici: Ultrastructural and cytochemical investigations",
        "Streptomyces in plant growth promotion: Mechanisms and role",
        "Screening of actinomycetes antibacterial substances and indole acetic acid (IAA) and optimization of growth and IAA production conditions in Streptomyces sp. SF5",
        "Screening of rhizospheric actinomycetes for various In-vitro and In-vivo plant growth promoting (PGP) traits and for agroactive compounds",
        "Biochemical studies on the natamycin antibiotic produced by Streptomyces lydicus: Fermentation, extraction and biological activities",
        "Plant growth-promoting abilities and biocontrol efficacy of Streptomyces sp",
        "Bioactive compounds produced by Streptomyces sp. isolate UPMRS4 and antifungal activity against Pyricularia oryzae",
        "Streptomyces sanglieri which colonised and enhanced the growth of Elaeis guineensis Jacq. Seedlings was antagonistic to Ganoderma boninense in in vitro studies",
        "Mohangamides A and B, new dilactone-tethered pseudo-dimeric peptides inhibiting Candida albicans isocitrate lyase",
        "Bioactive products from Streptomyces",
        "Bioactive microbial metabolites",
        "Diterpenoids from Streptomyces sp",
        "Isolation and structure elucidation of a new antifungal and antibacterial antibiotic produced by Streptomyces sp. 201",
        "Fumigant activity of volatile compounds of Streptomyces philanthi RM-1-138 and pure chemicals (acetophenone and phenylethyl alcohol) against anthracnose pathogen in postharvest chili fruit",
        "Biological control of tomato gray mold caused by Botrytis cinerea by using Streptomyces spp",
        "Polycyclic tetrahydroxanthones from Streptomyces chrestomyceticus BCC 24770",
        "Antifungal performance of extracellular chitinases and culture supernatants of Streptomyces galilaeus CFFSUR-B12 against Mycosphaerella fjiensis Morelet",
        "Growth promotion and disease suppression ability of a Streptomyces sp. CB-75 from banana rhizosphere soil",
        "Caryolan-1-ol, an antifungal volatile produced by Streptomyces spp., inhibits the endomembrane system of fungi",
        "Applications of actinobacterial fungicides in agriculture and medicine",
        "Plant growth and resistance promoted by Streptomyces spp. in tomato",
        "Evaluation of Streptomyces spp. for effective management of Poria hypolateritia causing red root-rot disease in tea plants",
        "Evaluation of the biocontrol potential of Streptomyces goshikiensis YCXU against Fusarium oxysporum f. sp. niveum",
        "Evolutionary trees from DNA sequences: A maximum likelihood approach",
        "Confidence limits on phylogenies: An approach using the bootstrap",
        "Plant growth-promoting microbial enzymes in Enzymes",
        "A study on the indole acetic acid production by Streptomyces spp. isolated from the rhizosphere soil of the five flowering plants",
        "Phylogenetic diversity and investigation of plant growth-promoting traits of actinobacteria in coastal salt marsh plant rhizospheres from Jiangsu, China",
        "Endophytic actinomycetes from spontaneous plants of Algerian Sahara: Indole-3-acetic acid production and tomato plants growth promoting activity",
        "Optimization of cultivation medium for enhanced production of antifungal metabolites by Streptomyces hygroscopicus",
        "Isolation, identification, and the growth promoting effects of two antagonistic actinomycete strains from the rhizosphere of Mikania micrantha Kunth",
        "Optimization for production of indole acetic acid (IAA) by plant growth promoting Streptomyces sp. VSMGT1014 isolated from rice rhizosphere",
        "Streptomyces secondary metabolites",
        "Actinomycetes from eucalyptus and their biological activities for controlling eucalyptus leaf and shoot blight",
        "Isolation and identification of Streptomyces rochei strain active against phytopathogenic Fungi",
        "Isolation and in vivo and in vitro antifungal activity of phenylacetic acid and sodium phenylacetate from Streptomyces humidus",
        "Yatakemycin, a novel antifungal antibiotic produced by Streptomyces sp. TP-A0356",
        "Studies on validamycins, new antibiotics. I Streptomyces hygroscopicus var. limoneus nov. var., validamycin-producing organism",
        "Assessing the prospects of Streptomyces sp. RP1A-12 in managing groundnut stem rot disease caused by Sclerotium rolfsii Sacc",
        "Streptomyces sp",
        "The use and regulation of microbial pesticides in representative jurisdictions worldwide",
        "Antifungal activity of actinomycetes from rhizospheric soil of medicinal plants against phytopathogenic fungi",
        "Purification and characterisation of an acidic and antifungal chitinase produced by a Streptomyces sp",
        "Purification and characterization of a new antifungal compound 10-(2,2-dimethyl-cyclohexyl)-6,9-dihydroxy-4,9-dimethyl-dec-2-enoic acid methyl ester from Streptomyces hydrogenans strain DH16",
        "Antifungal, insecticidal, and plant growth promoting potential of Streptomyces hydrogenans DH16",
        "Antifungal activity of Streptomyces spp. isolated from rhizosphere of Thai medicinal plants",
        "Indole-3-acetic acid production by Streptomyces sp. isolated from some Thai medicinal plant rhizosphere soils",
        "Oligomycins A and E, major bioactive secondary metabolites produced by Streptomyces sp. strain HG29 isolated from a Saharan soil",
        "Exploration on soil actinomycetes against Phytophthora sp. causing root rot of cassava and plant growth promoting activities",
        "Biological evaluation of neopeptins isolated from a Streptomyces strain",
        "Rhizoshpheric bacteria isolated from the agricultural fields of Kolathur, Tamilnadu promotes plant growth in mustard plants",
        "Quantitative phyletics and the evolution of Anurans",
        "Isolation, characterization and antifungal activity of Streptomyces sampsonii GS 1322",
        "Streptomyces with antifungal activity against rice blast causing fungus, Magnaporthe grisea",
        "Diversity of antifungal Actinomycetes in various vegetative soils of Korea",
        "Expression of Paeni bacillus polymyxab-1,3-1,4-glucanase in Streptomyces lydicus A01 improves its biocontrol effect against Botrytis cinerea",
        "Malayamycin, a new streptomycete antifungal compound, specifically inhibits sporulation of Stagonospora nodorum (Berk) Castell and Germano, the cause of wheat glume blotch disease",
        "Efficiency of Saccharothrix algeriensis NRRL B-24137 and its produced antifungal dithiolopyrrolones compounds to suppress Fusarium oxysporum induced wilt disease occurring in some cultivated crops",
        "Guava (Psidium guajava L.) rhizosphere Glomus mosseae spores harbor actinomycetes with growth promoting and antifungal attributes",
        "Isolation and characterization of indole acetic acid (IAA) producing bacteria from rhizospheric soil and its effect on plant growth",
        "Utilization of rhizospheric Streptomyces for biological control of Rigidoporus sp. causing white root disease in rubber tree",
        "Antagonism of antifungal metabolites from Streptomyces griseus H7602 against Phytophthora capsici",
        "Identification of a novel strain, Streptomyces blastmyceticus JZB130180, and evaluation of its biocontrol efficacy against Monilinia fructicola",
        "Monitoring the efficiency of Streptomyces galilaeus strain KPS-C004 against root knot disease and the promotion of plant growth in the plant-parasitic nematode infested soils",
        "Streptomyces: Implications and interactions in plant growth promotion",
        "Identification and characterization of the antifungal substances of a novel Streptomyces cavourensis NA4",
        "Detection of biosynthetic gene and phytohormone production by endophytic actinobacteria associated with Solanum lycopersicum and their plant growth-promoting effect",
        "Antibiotic producing endophytic Streptomyces spp. colonize above-ground plant parts and promote shoot growth in multiple healthy and pathogen challenged cereal crops",
        "Agricultural implications of Actinomycetes",
        "Isolation and identification of an antifungal compound from endophytic Streptomyces sp",
        "Mycorrhizae colonizing actinomycetes promote plant growth and control bacterial blight disease of pomegranate (Punica granatum L. cv Bhagwa)",
        "Control of blast and sheath blight diseases of rice using antifungal metabolites produced by Streptomyces sp. PM5",
        "Antifungal potential of extracellular metabolites produced by Streptomyces hygroscopicus against phytopathogenic fungi",
        "Characterization of novel acidic and thermostable phytase secreting Streptomyces sp. (NCIM 5533) for plant growth promoting characteristics",
        "Plant growth-promoting effect and genomic analysis of the beneficial endophyte Streptomyces sp",
        "Chitinolytic Streptomyces griseorubens E44G enhances the biocontrol efficacy against Fusarium wilt disease of tomato",
        "Plant growth promotion and suppression of Phytophthora drechsleri damping-off in cucumber by cellulase-producing Streptomyces",
        "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
        "Streptomyces rhizobacteria modulate the secondary metabolism of eucalyptus plants",
        "Indole acetic acid production by Actinomyces of coffee plantation soils",
        "Biological control of potato common scab with rare isatropolone C compound produced by plant growth promoting Streptomyces A1RT",
        "Identification of 6-prenylindole as an antifungal metabolite of Streptomyces sp. TP-A0595 and synthesis and bioactivity of 6-substituted indoles",
        "Recognition and degradation of chitin by Streptomycetes",
        "Two polyene amides produced by genetically modified Streptomyces diastaticusvar 108",
        "Optimization of the cultural medium and conditions for production of antifungal substances by Streptomyces platensis 3-10 and evaluation of its efficacy in suppression of clubroot disease (Plasmodiophora brassicae) of oilseed rape",
        "Antifungal activity of extracts obtained from actinomycetes",
        "Actinomycetes: Source, identification, and their applications",
        "Identification, solid-state fermentation and biocontrol effects of Streptomyces hygroscopicus B04 on strawberry root rot",
        "Antifungal and plant growth-promoting activities of Streptomyces roseoflavus strain NKZ-259",
        "Fungichromin: A substance from Streptomyces padanus with inhibitory effects on Rhizoctonia solani",
        "Method for charecterization of Streptomyces species",
        "In vitro biocontrol activity of halotolerant Streptomyces aureofaciens K20 A potent antagonist against Macrophomina phaseolina (Tassi) Goid",
        "Streptomyces from rotten wheat straw endowed the high plant growth potential traits and agro-active compounds",
        "Actinomycetes bio-inoculants: A modern prospectus for plant disease management",
        "Optimization of antifungal production by an alkaliphilic and halotolerant actinomycete, Streptomyces sp. SY-BS5, using response surface methodology",
        "Identification of Streptomyces sp. Tc022, an endophyte in Alpinia galanga, and the isolation of actinomycin D",
        "Acidotolerant Streptomyces sp. MBRL 10 from limestone quarry site showing antagonism against fungal pathogens and growth promotion in rice plants",
        "Biocontrol and plant growth promoting activities of a Streptomyces corchorusii strain UCR3-16 and preparation of powder formulation for application as biofertilizer agents for rice plant",
        "MEGA6: Molecular evolutionary genetics analysis version 6.0",
        "Rhizosphere actinobacteria for combating Phytophthora capsici and Sclerotium rolfsii, the major soil borne pathogens of black pepper (Piper nigrum L.)",
        "First insights into salt tolerance improvement of Stevia by plant growth-promoting Streptomyces species",
        "Biocontrol and plant growth promoting properties of Streptomyces mutabilis strain IA1 isolated from a Saharan soil on wheat seedlings and visualization of its niches of colonization",
        "Antifungal properties of an actinomycin D-producing strain, Streptomyces sp. IA1, isolated from a Saharan soil",
        "Genomics of Actinobacteria: Tracing the evolutionary history of an ancient phylum",
        "Deciphering the tri-dimensional effect of endophytic Streptomyces sp on chickpea for plant growth promotion, helper effect with Mesorhizobium ciceri and host-plant resistance induction against Botrytis cinerea",
        "Antifungal activity screening of soil actinobacteria isolated from Inner Mongolia, China",
        "Actinomyces",
        "Streptomyces angustmyceticus NR8-2 as a potential microorganism for the biological control of leaf spots of Brassica rapa subsp pekinensis caused by Colletotrichum sp. and Curvularia lunata",
        "A novel and effective Streptomyces sp. N2 against various phytopathogenic fungi",
        "The antifungal action mode of the rice endophyte Streptomyces hygroscopicus OsiSh-2 as a potential biocontrol agent against the rice blast pathogen",
        "Isolation and evaluation of rhizosphere actinomycetes with potential application for biocontrol of Verticillium wilt of cotton",
        "Actinobacteria from rhizosphere: Molecular diversity, distributions, and potential biotechnological applications",
        "Actinobacteria for sustainable agriculture",
        "Chitinolytic Streptomyces vinaceusdrappus S5MW2 isolated from Chilika lake, India enhances plant growth and biocontrol efficacy through chitin supplementation against Rhizoctonia solani",
        "The peculiar physiological responses of Rhizoctonia solani under the antagonistic interaction coupled by a novel antifungalmycin N2 from Streptomyces sp. N2",
        "Effect of liquid culture requirements on antifungal antibiotic production by Streptomyces rimosus MY02",
        "The role of iron competition in the antagonistic action of the rice endophyte Streptomyces sporocinereus OsiSh-2 against the pathogen Magnaporthe oryzae",
        "Streptomyces luozhongensis sp. nov., a novel actinomycete with antifungal activity and antibacterial activity",
        "Auxin biosynthesis and its role in plant development",
        "A Streptomyces sp. strain: Isolation, identification, and potential as a biocontrol agent against soilborne diseases of tomato plants"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Chonburi",
            "@id": "60009116",
            "affilname": "Burapha University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60009116",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": []
}