{
    "eid": "2-s2.0-85062295617",
    "title": "Potential of sustainable bioenergy production from Synechocystis sp. cultivated in wastewater at large scale – A low cost biorefinery approach",
    "cover-date": "2019-04-15",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Renewable Energy, Sustainability and the Environment",
            "@code": "2105",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Nuclear Energy and Engineering",
            "@code": "2104",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Fuel Technology",
            "@code": "2103",
            "@abbrev": "ENER"
        },
        {
            "@_fa": "true",
            "$": "Energy Engineering and Power Technology",
            "@code": "2102",
            "@abbrev": "ENER"
        }
    ],
    "keywords": [
        "Biodiesel",
        "Bioethanol",
        "Municipal wastewater",
        "Open raceway pond",
        "Synechocystis PCC6803",
        "Tungstated zirconia catalyst"
    ],
    "authors": [
        "Veeramuthu Ashokkumar",
        "Wei Hsin Chen",
        "Chawalit Ngamcharussrivichai",
        "Elango Agila",
        "Farid Nasir Ani"
    ],
    "citedby-count": 34,
    "ref-count": 68,
    "ref-list": [
        "Prospects of microalgal biodiesel production in Pakistan – A review",
        "Fatty acid alkyl esters: perspectives for production of alternative biofuels",
        "Performance and emissions of a diesel engine fueled by biodiesel–diesel, biodiesel–diesel-additive and kerosene–biodiesel blends",
        "Microalgae-based biorefinery – From biofuels to natural products",
        "A review of thermochemical conversion of microalgal biomass for biofuels: chemistry and processes",
        "Thermal degradation of carbohydrates, proteins and lipids in microalgae analyzed by evolutionary computation",
        "Integrated approach to algae production for biofuel utilizing robust algal species",
        "Energy biotechnology with cyanobacteria",
        "Investigation of utilization of the algal biomass residue after oil extraction to lower the total production cost of biodiesel",
        "Screening of freshwater and seawater microalgae strains in fully controlled photobioreactors for biodiesel production",
        "Microalgae for third generation biofuel production, mitigation of greenhouse gas emissions and wastewater treatment: present and future perspectives – A mini review",
        "Microalgal biodiesel in China: opportunities and challenges",
        "Bioethanol production via different saccharification strategies from H. tetrachotoma ME03 grown at various concentrations of municipal wastewater in a flat-photobioreactor",
        "Enhancement of biodiesel production by cultivating Dipodascaceae moderated-filamentous granular sludge with sugar-containing wastewater",
        "An outlook on microalgal biofuels",
        "Cyanobacterial biofuel production",
        "Effects of temperature shifts on growth rate and lipid characteristics of Synechocystis sp. PCC6803 in a bench-top photobioreactor",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Method for isolation and purification of cyanobacteria",
        "Micro-algae cultivation for biofuels: cost, energy balance, environmental impacts and future prospects",
        "A rapid method of total lipid extraction and purification",
        "Sustainable production of biodiesel from microalgae by direct transesterification",
        "Investigation of biobutanol efficiency of chlorella sp. cultivated in municipal wastewater",
        "Growth medium selection and its economic impact on plasmid DNA production",
        "Potential carbon dioxide fixation by industrially important microalgae",
        "Comparison of Synechocystis sp. PCC6803 and Nannochloropsis salina for lipid production using artificial seawater and nutrients from anaerobic digestion effluent",
        "Photoautotrophic nutrient utilization and limitation during semi-continuous growth of Synechocystis sp. PCC6803",
        "Cultivation of microalgae for biodiesel production: a review on upstream and downstream processing",
        "Evaluation of flocculants for the recovery of freshwater microalgae",
        "Modeling microalgal growth in an airlift-driven raceway reactor",
        "A rapid method for fungal assisted algal flocculation: critical parameters & mechanism insights",
        "Flocculation of algae using chitosan",
        "Optimal conditions of different flocculation methods for harvesting Scenedesmus sp. cultivated in an open-pond system",
        "Optimization of biomass harvesting of microalgae, Chlorella sp. utilizing auto-flocculating microalgae, Ankistrodesmus sp. as bio-flocculant",
        "Rapid harvesting of freshwater microalgae using chitosan",
        "Evaluation of Moringa oleifera seed flour as a flocculating agent for potential biodiesel producer microalgae",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Enhanced lipid production of Chlorella vulgaris by adjustment of cultivation conditions",
        "Evaluation of methods to extract and quantify lipids from Synechocystis PCC 6803",
        "An evaluation of the efficacy of using selected solvents for the extraction of lipids from algal biomass by the soxhlet extraction method",
        "Pharmaceuticals and agrochemicals from microalgae",
        "Simplifying biodiesel production: the direct or in situ transesterification of algal biomass",
        "Ultrasound-assisted synthesis of aliphatic acid esters at room temperature",
        "Synthesis of mesoporous sulfated zirconia nanoparticles with high surface area and their applies for biodiesel production as effective catalysts",
        "A review on intensification of synthesis of biodiesel from sustainable feed stock using sonochemical reactors",
        "Ultrasonically driven continuous process for vegetable oil transesterification",
        "Biodiesel fuels from vegetable oils: transesterification of Cynara cardunculus L. oils with ethanol",
        "Biodiesel production from waste cooking oil over alkaline modified zirconia catalyst",
        "Hierarchical zeolites as catalysts for biodiesel production from Nannochloropsis microalga oil",
        "Dilute-acid hydrolysis of lignocellulosic biomass",
        "A study on the performance and emission of a diesel engine fueled with Karanja biodiesel and its blends",
        "Acid-catalyzed algal biomass pretreatment for integrated lipid and carbohydrate-based biofuels production",
        "Enhancement of hydrolysis of Chlorella vulgaris by hydrochloric acid",
        "Hydrothermal acid treatment for sugar extraction from Golenkinia sp",
        "Bioprospecting for native microalgae as an alternative source of sugars for the production of bioethanol",
        "Recent advances in liquid biofuel production from algal feedstocks",
        "Bioethanol production from the nutrient stress-induced microalga Chlorella vulgaris by enzymatic hydrolysis and immobilized yeast fermentation",
        "Growth characteristics of bakers’ yeast in ethanol",
        "Impact of changes in fermentation time, volume of yeast, and mass of plantain pseudo-stem substrate on the simultaneous saccharification and fermentation potentials of African land snail digestive juice and yeast",
        "Physiological characterization of thermotolerant yeast for cellulosic ethanol production",
        "Microwave assisted acid hydrolysis for bioethanol fuel production from sago pith waste",
        "Biodiesel from microalgae",
        "Exploring alkaline pre-treatment of microalgal biomass for bioethanol production",
        "Biochemical features and bioethanol production of microalgae from coastal waters of Pearl River Delta",
        "Bioethanol production from Nannochloropsis gaditana in municipal wastewater"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Madurai",
            "@id": "60021927",
            "affilname": "Madurai Kamaraj University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021927",
            "affiliation-country": "India"
        },
        {
            "affiliation-city": "Johor Bahru",
            "@id": "60021005",
            "affilname": "Universiti Teknologi Malaysia",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60021005",
            "affiliation-country": "Malaysia"
        },
        {
            "affiliation-city": "Tainan",
            "@id": "60014982",
            "affilname": "National Cheng Kung University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60014982",
            "affiliation-country": "Taiwan"
        }
    ],
    "funding": [
        "Ministry of Science and Technology",
        "Chulalongkorn University",
        "Ministry of Science and Technology, Taiwan"
    ]
}