{
    "eid": "2-s2.0-85129572552",
    "title": "“COUNTING DROPS AND OBSERVING COLOR”: TEACHERS’ AND STUDENTS’ FIRST EXPERIENCES IN SMALL-SCALE CHEMISTRY PRACTICUM OF ACID-BASE SOLUTIONS",
    "cover-date": "2022-01-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Education",
            "@code": "3304",
            "@abbrev": "SOCI"
        }
    ],
    "keywords": [
        "Acid-base",
        "Counting drop",
        "Observing color",
        "Small-scale chemistry",
        "Students’ experiences",
        "Teacher’s experiences"
    ],
    "authors": [
        "Fitria Fatichatul Hidayah",
        "Muhamad Imaduddin",
        "Eko Yuliyanto",
        "Gunawan Gunawan",
        "Muhammad Cholid Djunaidi",
        "Supawan Tantayanon"
    ],
    "citedby-count": 1,
    "ref-count": 44,
    "ref-list": [
        "The effect of an individualized laboratory approach through microscale chemistry experimentation on students’ understanding of chemistry concepts, motivation and attitudes",
        "Introducing Microscale Experimentation in Volumetric Analysis for Pre-service Teachers",
        "Benefiting from an open-ended experiment? A comparison of attitudes to, and outcomes of, an expository versus an open-inquiry version of the same experiment",
        "Hands-on practical chemistry for all",
        "Hands-On Practical Chemistry for All: Why and How?",
        "A model for assessing students’ science process skills during science lab work",
        "Assessment of the laboratory learning environment in an inquiry-oriented chemistry laboratory in Arab and Jewish high schools in Israel",
        "Introducing Chemical Reactions Concepts In K-6 Through A Hands-On Food Spherification And Spaghetti-Fication Experiment",
        "Using small scale chemistry equipment for the study of some organic chemistry topicsa case study in an undergraduate class in Ghana",
        "Using HOTS-Based Chemistry National Exam Questions to Map the Analytical Abilities of Senior High School Students",
        "Sosialisasi Penerapan Pemanfaatan Indikator Bahan Alam Dalam Pembelajaran Titrasi Asam-Basa Bagi Guru Kimia Dalam Mgmp Kota Semarang",
        "The Laboratory in Science Education: Foundations for the Twenty-First Century",
        "High-school students’ attitudes toward and interest in learning chemistry",
        "Study on Micro-organic Chemistry Experiment Teaching",
        "Redesigning Laboratories for Pre-service Chemistry Teachers: From Cookbook Experiments to Inquiry-Based Science, Environment, Technology, and Society Approach",
        "Pre-service Science Teachers’ Impressions on The Implementation of Small-Scale Chemistry Practicum",
        "Student laboratory practice and the history and philosophy of science",
        "The Integration of Green Chemistry Principles into Small Scale Chemistry Practicum for Senior High School Students",
        "Learning and teaching in the school science laboratory: An analysis of research, theory, and practice",
        "Laboratory activities in Israel",
        "Ensuring Sustainability through Microscale Chemistry",
        "Practical Science Activities in Primary Schools in Malaysia",
        "Practical Science Activities in Primary Schools in Malaysia",
        "Indicators",
        "Analyzing of Students’ Misconceptions on Acid-Base Chemistry at Senior High Schools in Medan",
        "The action research guidebook: A four-step process for educators and school teams. Corwin Press. Sheppard, K. (2006). High School Students’ Understanding of Titrations and Related Acid-Base Phenomena",
        "Microscale Chemistry and Green Chemistry: Complementary Pedagogies",
        "Classroom-based research and evidence-based practice: A guide for teachers",
        "Small-Scale Chemistry for a Hands-on Approach To Chemistry Practical Work in Secondary Schools: Experiences From Ethiopia",
        "‘Named Small but Doing Great’: An Investigation of Small-Scale Chemistry Experimentation for Effective Undergraduate Practical Work",
        "Students’ Misconceptions on Titration",
        "Little wonder: microscale chemistry in the classroom",
        "In a little you can see a lot »: the impact of practical microscale chemistry on chemical education",
        "Organic Chemistry Practices for Undergraduates using a Small Lab Kit"
    ],
    "affiliation": [
        {
            "affiliation-city": "Kudus",
            "@id": "60112620",
            "affilname": "State Islamic Institute IAIN Kudus",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60112620",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Semarang",
            "@id": "60105690",
            "affilname": "Universitas Muhammadiyah Semarang",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105690",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Semarang",
            "@id": "60069385",
            "affilname": "Universitas Diponegoro",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60069385",
            "affiliation-country": "Indonesia"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Ministry of Education, Culture, Research and Technology of the Republic of Indonesia"
    ]
}