{
    "eid": "2-s2.0-85020256751",
    "title": "Acute inhibitory effect of alpha-mangostin on sarcoplasmic reticulum calcium-ATPase and myocardial relaxation",
    "cover-date": "2017-10-01",
    "subject-areas": [
        {
            "$": "Health",
            "@code": "2307"
        },
        {
            "$": "Toxicology",
            "@code": "3005"
        },
        {
            "$": "Molecular Biology",
            "@code": "1312"
        },
        {
            "$": "Molecular Medicine",
            "@code": "1313"
        },
        {
            "$": "Biochemistry",
            "@code": "1303"
        }
    ],
    "keywords": [
        "cardiomyocyte",
        null,
        "myofilament",
        "SERCA"
    ],
    "authors": [
        "Sukanya Phungphong"
    ],
    "citedby-count": 3,
    "ref-count": 27,
    "ref-list": [
        "Cardiotoxicity of kinase inhibitors: The prediction and translation of preclinical models to clinical outcomes",
        "Review: Cardioncology: State of the heart",
        "ROS scavenging capacity and neuroprotective effect of α-mangostin against 3-nitropropionic acid in cerebellar granule neurons",
        "Effects of α-mangostin on apoptosis induction of human colon cancer",
        "α-Mangostin-induced apoptosis is mediated by estrogen receptor α in human breast cancer cells",
        "Cytotoxic effect of xanthones from pericarp of the tropical fruit mangosteen (Garcinia mangostana Linn.) on human melanoma cells",
        "Mangosteen xanthones mitigate ovalbumin-induced airway inflammation in a mouse model of asthma",
        "Protective effect of α-mangostin on cardiac reperfusion damage by attenuation of oxidative stress",
        null,
        "SERCA pump isoforms: Their role in calcium transport and disease",
        "Xanthones from the green fruit hulls of Garcinia mangostana",
        "Induction of hypertrophy in vitro by mechanical loading in adult rabbit myocardium",
        "Am. J. Physiol. Heart Circ. Physiol.",
        "Life Sci.",
        "[31] Computer Programs for Calculating Total from Specified Free or Free from Specified Total Ionic Concentrations in Aqueous Solutions Containing Multiple Metals and Ligands",
        "Inorganic phosphate assay with malachite green: An improvement and evaluation",
        "J. Physiol. Sci.",
        "Isolation and culture of adult mouse cardiac myocytes",
        "Mangiferin Prevents Guinea Pig Tracheal Contraction via Activation of the Nitric Oxide-Cyclic GMP Pathway",
        "Mechanisms of the vasorelaxant effect of 1, 5-dihydroxy-2, 3-dimethoxy-xanthone, an active metabolite of 1-hydroxy-2, 3, 5-trimethoxy-xanthone isolated from a Tibetan herb, Halenia elliptica, on rat coronary artery",
        "Mechanism of vasorelaxation of thoracic aorta caused by xanthone",
        "Induction of calcium release from sarcoplasmic reticulum of skeletal muscle by xanthone and norathyriol",
        "α-Mangostin: Anti-inflammatory activity and metabolism by human cells",
        "α-Mangostin induces apoptosis in human chondrosarcoma cells through downregulation of ERK/JNK and Akt signaling pathway",
        "Mitigation of mitochondrial dysfunction and regulation of eNOS expression during experimental myocardial necrosis by alpha-mangostin, a xanthonic derivative from Garcinia mangostana",
        "Ameliorative prospective of alpha-mangostin, a xanthone derivative from Garcinia mangostana against β-adrenergic cathecolamine-induced myocardial toxicity and anomalous cardiac TNF-α and COX-2 expressions in rats",
        "Absorption, tissue distribution, tissue metabolism and safety of α-mangostin in mangosteen extract using mouse models"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Faculty of Science, Mahidol University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Maywood",
            "affilname": "Stritch School of Medicine",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Srinakharinwirot University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}