{
    "eid": "2-s2.0-84893465911",
    "title": "Glutamate decarboxylase activity and gamma-aminobutyric acid content in Synechocystis sp. PCC 6803 under osmotic stress and different carbon sources",
    "cover-date": "2014-12-01",
    "subject-areas": [
        {
            "$": "Aquatic Science",
            "@code": "1104"
        },
        {
            "$": "Plant Science",
            "@code": "1110"
        }
    ],
    "keywords": [
        "Carbon source",
        "GABA",
        "Glutamate decarboxylase",
        "Osmotic stress",
        "Synechocystis",
        "Transcript levels"
    ],
    "authors": [
        "Simab Kanwal"
    ],
    "citedby-count": 26,
    "ref-count": 37,
    "ref-list": [
        "Gamma aminobutyric acid (GABA) and plant responses to stress",
        "Functioning of the γ-aminobutyrate pathway in wheat seedlings affected by osmotic stress",
        "A plant glutamate decarboxylase containing a calmodulin binding domain: Cloning, sequence, and functional analysis",
        "Genetic manipulation of the metabolism of polyamines in poplar cells. The regulation of putrescine catabolism",
        "Short-term Solute Changes in Leaves and Roots of Cultivated and Wild Tomato Seedlings Under Salinity",
        "GABA in plants: Just a metabolite?",
        "GABA signaling: A conserved and ubiquitous mechanism",
        "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
        "Control of acid resistance in Escherichia coli",
        "Expression of a glutamate decarboxylase homologue is required for normal oxidative stress tolerance in Saccharomyces cerevisiae",
        "Purification and general properties of glutamate decarboxylase from Clostridium perfringens.",
        "Polyamine catabolism in higher plants: Characterization of pyrroline dehydrogenase",
        "Activation and pathway of glucosylglycerol synthesis in the cyanobacterium Synechocystis sp. PCC 6803",
        "Purification and characterization of glutamate decarboxylase from Neurospora crassa conidia",
        "Osmotic stress-induced polyamine oxidation mediates defence responses and reduces stress-enhanced grapevine susceptibility to Botrytis cinerea",
        "Biosynthesis of γ-aminobutyric acid (GABA) using immobilized whole cells of Lactobacillus brevis",
        "Comparison of gamma-aminobutyric acid production in Thai rice grains",
        "Content and biosynthesis of polyamines in salt and osmotically stressed cells of Synechocystis sp. PCC 6803",
        "Sequence analysis of the genome of the unicellular cyanobacterium synechocystis sp. strain PCC6803. II. Sequence determination of the entire genome and assignment of potential protein-coding regions",
        "Gamma aminobutyric acid (GABA) and plant responses to stress",
        "Manganese deficiency leads to elevated amino acid pools in citric acid accumulating Aspergillus niger",
        "Lactic acid bacterial cell factories for gamma-aminobutyric acid",
        "Uptake and use of the osmoprotective compounds trehalose, glucosylglycerol, and sucrose by the cyanobacterium Synechocystis sp. PCC6803",
        "Detailing the optimality of photosynthesis in cyanobacteria through systems biology analysis",
        "Lactococcus lactis contains only one glutamate decarboxylase gene",
        "Biotechnological and industrial significance of cyanobacterial secondary metabolites",
        "Central carbon metabolism in Mycobacterium tuberculosis: An unexpected frontier",
        "Generic assignments, strain histories and properties of pure cultures of cyanobacteria",
        "Bioinformatic evaluation of L-arginine catabolic pathways in 24 cyanobacteria and transcriptional analysis of genes encoding enzymes of L-arginine catabolism in the cyanobacterium Synechocystis sp. PCC 6803",
        "Metabolism and functions of gamma-aminobutyric acid",
        null,
        "Glutamic acid decarboxylase. I. Isolation procedures and properties of the enzyme.",
        "Production of the secondary metabolites γ-aminobutyric acid and monacolin K by Monascus",
        "Effect of sorbitol induced osmotic stress on the changes of carbohydrate and free amino acid pools in sweet potato cell suspension cultures",
        "Improvement of monacolin K, γ-aminobutyric acid and citrinin production ratio as a function of environmental conditions of Monascus purpureu s NTU 601",
        "Production of γ-aminobutyric acid by Streptococcus salivarius subsp. thermophilus Y2 under submerged fermentation",
        "Accumulation of γ-aminobutyric acid in rice germ using protease"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Commission on Higher Education, Thailand",
        "Department of Biochemistry",
        "National Research University",
        "Chulalongkorn University",
        "Faculty of Science, Chulalongkorn University"
    ]
}