{
    "eid": "2-s2.0-84978909232",
    "title": "Variants of the CDH1 (E-Cadherin) Gene Associated with Oral Clefts in the Thai Population",
    "cover-date": "2016-07-01",
    "subject-areas": [
        {
            "$": "Genetics (clinical)",
            "@code": "2716"
        }
    ],
    "keywords": [],
    "authors": [
        "Rungnapa Ittiwut"
    ],
    "citedby-count": 13,
    "ref-count": 20,
    "ref-list": [
        "Whole Exome sequencing of distant relatives in multiplex families implicates rare variants in candidate genes for oral clefts",
        "Cleft lip/palate and CDH1/E-cadherin mutations in families with hereditary diffuse gastric cancer",
        "E-cadherin germline mutations in familial gastric cancer",
        "Nucleotide variants of the cancer predisposing gene CDH1 and the risk of non-syndromic cleft lip with or without cleft palate",
        "A mutation of the p63 gene in non-syndromic cleft lip.",
        "AXIN2 and CDH1 polymorphisms, tooth agenesis, and oral clefts",
        "The treatment of 4-5 year-old patients with cleft lip and cleft palate in Tawanchai center: Follow-up",
        "PDGFRa mutations in humans with isolated cleft palate",
        "Structure and biochemistry of cadherins and catenins.",
        "Maternal 677CT/1298AC genotype of the MTHFR gene as a risk factor for cleft lip.",
        "Association of CDH1 promoter polymorphism and the risk of non-syndromic orofacial clefts in a Chinese Han population",
        "FOXE1 mutations in Thai patients with oral clefts",
        "TBX22 mutations are a frequent cause of non-syndromic cleft palate in the Thai population",
        "Classification and birth prevalence of orofacial clefts",
        "MSX1 mutations contribute to nonsyndromic cleft lip in a Thai population",
        "Study of the poliovirus receptor related-1 gene in Thai patients with non-syndromic cleft lip with or without cleft palate",
        "Unraveling human cleft lip and palate research",
        "Identification of germline mutations in the cancer predisposing gene CDH1 in patients with orofacial clefts",
        "Classification, epidemiology, and genetics of orofacial clefts",
        "Three novel mutations of the IRF6 gene with one associated with an unusual feature in Van Der Woude syndrome"
    ],
    "affiliation": [
        {
            "affiliation-city": "Bangkok",
            "affilname": "Chulalongkorn University",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "Thai Red Cross Agency",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Bangkok",
            "affilname": "King Chulalongkorn Memorial Hospital",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Pathum Thani",
            "affilname": "Faculty of Medicine, Thammasat University",
            "affiliation-country": "Thailand"
        }
    ],
    "funding": [
        "Chulalongkorn Academic Advancement",
        "Thailand Research Fund",
        "Thailand Research Fund"
    ]
}