{
    "eid": "2-s2.0-85088936420",
    "title": "Land, ladies, and the law: a case study on women's land rights and welfare in Southeast Asia in the nineteenth century†",
    "cover-date": "2021-02-01",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "History",
            "@code": "1202",
            "@abbrev": "ARTS"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [],
    "authors": [
        "Thanyaporn Chankrajang",
        "Jessica Vechbanyongratana"
    ],
    "citedby-count": 2,
    "ref-count": 50,
    "ref-list": [
        "The colonial origins of comparative development: an empirical investigation",
        "Wages, prices, and living standards in China, 1738–1925: in comparison with Europe, Japan, and India",
        "Do women's land rights promote empowerment and child health in Nepal?",
        "Women, work and the family: is Southeast Asia different?",
        "Women's suffrage in Thailand: a Southeast Asian historiographical challenge",
        "Unskilled wage gaps within the Japanese Empire",
        "Canals and orchards: the impact of transport network access on agricultural productivity in nineteenth-century Bangkok",
        "Modern Siam and the map title deed",
        "Tenure security and land-related investment: evidence from Ethiopia",
        "The economics and politics of women's rights",
        "Intrahousehold bargaining and resource allocation in developing countries",
        "Productivity and comparative advantage in rice agriculture in South-East Asia since 1870",
        "Land tenure and investment incentives: evidence from West Africa",
        "Fruits of their labors: gender, property rights, and tree planting in two Zimbabwe villages",
        "Land tenure and allocative efficiency in Niger",
        "Gender, the status of women, and family structure in Malaysia",
        "Thai women in the three seals code: from matriarchy to subordination",
        "About orchards",
        "Land reform and welfare in Vietnam: why gender of the land-rights holder matters",
        "Women's land rights and children's human capital in Vietnam",
        "Aspects of place and the role of Chinese in late nineteenth century Bangkok",
        "Female roles in pre-colonial Southeast Asia",
        "Empowering women? Inheritance rights, female education, and dowry payments in India",
        "The growth of the population of the world's pre-eminent “primate city”: Bangkok at its bicentenary"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "@id": "60028190",
        "affilname": "Chulalongkorn University",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn Economics Research Center",
        "Ministry of Interior's Department of Lands Museum",
        "Thailand Research Fund"
    ]
}