{
    "eid": "2-s2.0-85082129701",
    "title": "Conflict and Peace Economics: Retrospective and Prospective Reflections on Concepts, Theories, and Data",
    "cover-date": "2020-05-18",
    "subject-areas": [
        {
            "@_fa": "true",
            "$": "Social Sciences (miscellaneous)",
            "@code": "3301",
            "@abbrev": "SOCI"
        },
        {
            "@_fa": "true",
            "$": "Economics and Econometrics",
            "@code": "2002",
            "@abbrev": "ECON"
        }
    ],
    "keywords": [
        "appropriation",
        "conflict data",
        "conflict economics",
        "exchange",
        "peace economics",
        "quantitative social science"
    ],
    "authors": [
        "Jurgen Brauer",
        "Charles H. Anderton"
    ],
    "citedby-count": 4,
    "ref-count": 99,
    "ref-list": [
        "Laboratory Experiments on Conflict",
        "A Bargaining Theory Perspective on War",
        "The Social Evolution of Genocide across Time and Geographic Space: Perspectives from Evolutionary Game Theory",
        "Genocide and Mass Killing Risk and Prevention: Perspectives from Constrained Rational Choice Models",
        "Subterranean Atrocities: A Twenty-First Century Challenge for Mass Atrocity Prevention",
        "Economia de Conflito e Paz",
        "The Onset, Spread, and Prevention of Mass Atrocities: Perspectives from Formal Network Models",
        "Vulnerable Trade: The Dark Side of an Edgeworth Box",
        "Economic Activity in the Shadow of Conflict",
        "Crime and Punishment: An Economic Approach",
        "Growth and Defense in Developing Countries",
        "’This but Thy Name that Is My Enemy: On the Construction of Macro Panel Datasets in Conflict and Peace Economics",
        "Grants Economics: A Simple Introduction",
        "Data, Models, Coefficients: United States Military Expenditure",
        "Economists and Peacebuilding",
        "Genocides and Other Mass Atrocities: A Law and Economics Approach",
        "‘On the Expence of Defence’: What Have We Learned since Adam Smith?",
        "Don’t Just Click ‘Download’: The Case of U.S. Military Expenditure Data",
        "Square Pegs in Round Holes: Inequalities, Grievances, and Civil War",
        "Identity and Incentives: An Economic Interpretation of the Holocaust",
        "The Economic Impact of Peacekeeping. Evidence from South Sudan",
        "On the Economic Consequences of Civil War",
        "Greed and Grievance in Civil War",
        "Understanding Civil War Violence through Military Intelligence: Mining Suspects’ Records from the Vietnam War",
        "The Political Economy of Military Expenditure: An Introduction",
        "Development, Democracy, and Mass Killing",
        "Network Externalities and the Structure of Terror Networks",
        "Rescuers and Killer-Rescuers during the Rwanda Genocide: Rethinking Standard Categories of Analysis",
        "Network Games",
        "Trade and Insecure Resources",
        "From Weakest-Link to Best-Shot: The Voluntary Provision of Public Goods",
        "Theorizing about Conflict",
        "Towards Better Economic Models of Social Behavior? Identity Economics",
        "An Economic Analysis of Local and Regional Impacts of Reduction of Military Expenditures",
        "A Practical Application of Game Theoretical Approaches to Arms Reduction (And to Goal Determinations among Regional Planning Authorities)",
        "Games on Networks",
        "Effects of Armed Conflict on Child Health and Development: A Systematic Review",
        "The Conflict Trap Revisited: Civil Conflict and Educational Achievement",
        "Multilateral Trade and Militarized Conflict: Centrality, Openness, and Asymmetry in the Global Trade Network",
        "War and the Austrian School: Applying the Economics of the Founders",
        "Networks in Conflict: Theory and Evidence from the Great War of Africa",
        "The Accumulation of Capital",
        "Long-Term Economic Development in the Presence of an Episode of Mass Killing: The Case of Indonesia, 1965–1966",
        "Predicting Violence within Genocide: A Model of Elite Competition and Ethnic Segregation from Rwanda",
        "Antisocial Capital: A Profile of Rwandan Genocide Perpetrators’ Social Networks",
        "Conflict as the Absence of Contract",
        "Local and National Democracy in Political Reconstruction",
        "A Progressive Supervised Learning Approach to Generating Rich Civil Strife Data",
        "An Economic Theory of Alliances",
        "Machine Learning and Conflict Prediction: A Use Case",
        "Media Persuasion, Ethnic Hatred, and Mass Violence: A Brief Overview of Recent Research Advances",
        "Trade, Peace and Democracy: An Analysis of Dyadic Dispute",
        "Impurity of Defense: An Application to the Economics of Alliances",
        "The Economic Theory of Alliances: A Survey",
        "Intergenerational Public Goods: Strategies, Efficiencies, and Institutions",
        "On the Economic Theory of Alliances",
        "Economics of Alliances: The Lessons of Collective Action",
        "Resilience Amidst Conflict? Impact of Exposure to Violence on Secondary Education",
        "Valuing Lives You Might Save: Understanding Psychic Numbing in the Face of Genocide",
        "Military Expenditure and Capitalism"
    ],
    "affiliation": [
        {
            "affiliation-city": "Augusta",
            "@id": "60105348",
            "affilname": "Augusta University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60105348",
            "affiliation-country": "United States"
        },
        {
            "affiliation-city": "Bangkok",
            "@id": "60028190",
            "affilname": "Chulalongkorn University",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60028190",
            "affiliation-country": "Thailand"
        },
        {
            "affiliation-city": "Worcester",
            "@id": "60010874",
            "affilname": "College of the Holy Cross",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60010874",
            "affiliation-country": "United States"
        }
    ],
    "funding": []
}