{
    "eid": "2-s2.0-84905022702",
    "title": "Novel copper (II) alginate hydrogels and their potential for use as anti-bacterial wound dressings",
    "cover-date": "2014-08-01",
    "subject-areas": [
        {
            "$": "Biomedical Engineering",
            "@code": "2204"
        },
        {
            "$": "Biomaterials",
            "@code": "2502"
        },
        {
            "$": "Bioengineering",
            "@code": "1502"
        }
    ],
    "keywords": [
        "alginate hydrogel",
        "antibacterial activity",
        "blood coagulation",
        "copper (II) ions",
        "wound dressing"
    ],
    "authors": [
        "Wimonwan Klinkajon"
    ],
    "citedby-count": 75,
    "ref-count": 35,
    "ref-list": [
        "Wound healing dressings and drug delivery systems: A review",
        "PVA-clay nanocomposite hydrogels for wound dressing",
        "Design and evaluation of drug-loaded wound dressing having thermoresponsive, adhesive, absorptive and easy peeling properties",
        "Collagen based dressings - A review",
        "Development of sterculia gum based wound dressings for use in drug delivery",
        "Radiation formation of hydrogels for biomedical purposes. Some remarks and comments",
        "Wound treatment with Sorbsan - an alginate fibre dressing",
        "Permeability characteristics of calcium alginate films",
        "Preparation and characterization of asiaticoside-loaded alginate films and their potential for use as effectual wound dressings",
        "Medical Textiles '96",
        "Ion-Exchange Properties of Alginate Fibers",
        "Alginate as immobilization matrix for cells",
        "Historic uses of copper compounds in medicine",
        "Trace elements in human physiology and pathology. Copper",
        "Copper alginate-cotton cellulose (CACC) fibers with excellent antibacterial properties",
        "Hydroxylation of phenol catalyzed by different forms of Cu-alginate with hydrogen peroxide as an oxidant",
        "Effect of copper and copper alginate treatment on wool fabric. Study of textile and antibacterial properties",
        "Copper-induced vascular endothelial growth factor expression and wound healing",
        "Interaction mechanism in sol-gel transition of alginate solutions by addition of divalent cations",
        null,
        "Self-cross-linking biopolymers as injectable in situ forming biodegradable scaffolds",
        "Degradation behavior of covalently cross-linked poly(aldehyde guluronate) hydrogels",
        null,
        "Design of controlled-release solid dosage forms of alginate and chitosan using microwave",
        "The relative extension of alginates having different chemical composition",
        "Studies on diffusion in alginate gels. II. Effect of acid and subsequent re-exposure to calcium on the diffusion of caffeine and theophylline in alginate gel films",
        "Swelling and partial solubilization of alginic acid gel beads in acidic buffer",
        "Hygrogels in Medicine and Pharmacy",
        "Irradiation of polyvinyl alcohol and polyvinyl pyrrolidone blended hydrogel for wound dressing",
        "The evaporative water loss from burns and the water-vapour permeability of grafts and artificial membranes used in the treatment of burns",
        "Toxicity of copper(II) ions to microorganisms in biological wastewater treatment systems",
        null,
        "Metal Ions in Biological Systems",
        "Metal Ions Biol. Syst.",
        "The effects of alginate and non-alginate wound dressings on blood coagulation and platelet activation"
    ],
    "affiliation": {
        "affiliation-city": "Bangkok",
        "affilname": "Chulalongkorn University",
        "affiliation-country": "Thailand"
    },
    "funding": [
        "Chulalongkorn University"
    ]
}